[{"type":"{{","value":[["pagebanner"],["Copenhagen banner Nyhavn canal.jpg"],["dotm=yes"],["star=yes"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"[","value":["http:\/\/visitcopenhagen.com  ",{"type":"'''","value":["Copenhagen"]}]}," (",{"type":"[[","value":[["Danish phrasebook"],["Danish"]]},": ",{"type":"''","value":["København"]},") is the capital city of ",{"type":"[[","value":[["Denmark"]]}," and forms the moderate conurbation that one million Danes call home. This \"friendly old girl of a town\" is big enough to form a small Danish 'metropolis', with shopping, culture and nightlife ",{"type":"''","value":["par excellence"]},", yet small enough still to feel intimate and be safe. Although mixed in its urban scene, the city is easy to navigate. Overlooking the Øresund Strait, with neighbouring ",{"type":"[[","value":[["Sweden"]]}," just minutes away, Copenhagen serves as a cultural and geographic link between mainland ",{"type":"[[","value":[["Europe"]]}," and ",{"type":"[[","value":[["Scandinavia"]]},". Copenhagen is where old fairy tales blend with flashy new architecture and world-class design; where warm jazz mixes with crisp electronica from Copenhagen's basements. You could feel you've seen all of Copenhagen in one day, but further exploration will have you discovering more for months.\n\n__TOC__\n\n",{"type":"<","value":["div",{"style":"clear:both;"},[]]},"\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Cph_districts.png"],["regionmaptext=Unofficial but quite widely perceived district division of Copenhagen"],["region1name=",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]}],["region1color=#ac5c91"],["region1items="],["region1description=Centrum, the Medieval City - a place of many names, and the historical heart of Copenhagen, dotted with church spires, historic buildings, narrow alleys and excellent shopping."],["region2name=",{"type":"[[","value":[["Copenhagen\/Christianshavn"],["Christianshavn"]]}],["region2color=#ffd0d0"],["region2items="],["region2description=Originally laid out as a working class neighbourhood 300 years ago, it is now a thriving area notable for its many canals. The ",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen\/Christiania"],["Freetown of Christiania"]]}]}," is situated in the eastern section of Christianshavn, along with the old naval area, turned trendy: ",{"type":"'''","value":["Holmen"]},"."],["region3name=",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}],["region3color=#8a84a3"],["region3items="],["region3description=This district still has its share of sex shops and sleazy hotels, but has evolved tremendously in recent years and is now one of the hippest places to live, with cafes and bars dotted along its main artery, ",{"type":"'''","value":["Istedgade"]},"."],["region4name=",{"type":"[[","value":[["Copenhagen\/Frederiksberg"],["Frederiksberg"]]}],["region4color=#acaa78"],["region4items="],["region4description=A small town which originally formed around Frederiksberg Castle, this area is still a separate municipality. Surrounded by the City of Copenhagen, the area has preserved a special conservative, upscale feel."],["region5name=",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]}],["region5color=#d56d76"],["region5items="],["region5description=One of the most vibrant parts of Copenhagen, especially along the main artery, Nørrebrogade, with a mix of immigrants, students, and original working-class Nørrebro-inhabitants."],["region6name=",{"type":"[[","value":[["Copenhagen\/Østerbro"],["Østerbro"]]}],["region6color=#71b37b"],["region6items="],["region6description=A cozy neighbourhood north of the center. Less vibrant than Nørrebro and Vesterbro, and less quaint than Frederiksberg, it is the home of the famous Little Mermaid statue, and the beautifully preserved Kastellet Citadel. The area west of the train track is very popular with young families with small children to live in."],["region7name=",{"type":"[[","value":[["Copenhagen\/Amager"],["Amager"]]}],["region7color=#69999f"],["region7items="],["region7description=Once a bastion of the working class, this island with its own distinct atmosphere is booming with new development. Also home of the airport."],["region8name=",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["Northern suburbs"]]}],["region8color=#d09440"],["region8items="],["region8description=A visit to these green suburbs and Dyrehavsbakken, — the world's oldest running amusement park; Frilandsmuseet — the world's largest open air museum; or canoeing down the Mill River, will leave no doubt that this is an altogether different kind of suburbia. It is often colloquially known to locals as the \"whisky belt\", due to its often well-heeled residents."],["region9name=",{"type":"[[","value":[["Copenhagen\/Vestegnen"],["Vestegnen"]]}],["region9color=#d5dc76"],["region9items="],["region9description=The suburbs west and south of the city, short on attractions apart from the good Arken art museum, it has some good beaches and camping opportunities."]]},"\n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"[[","value":[["File:CPH Rundetaarnview.jpg"],["thumb"],["250px"],["View from Rundetårn"]]},"\n\n",{"type":"===","value":["History"]},"\n",{"type":"====","value":[" Beginnings as a merchant harbour "]},"\nIf you had dropped by Copenhagen in the 11th century CE \/ AD you would have found yourself looking over a quite small fishing hamlet, with some lazy cattle gazing back at you while chewing fresh green grass from the meadows around the village. Looking east you would see a host of small islets protecting the small fishing harbour from harsh weather — really not the worst place to found a city. If you would rather trust the written word than the archaeologists, the earliest accounts date from the 12th century, when a bearded clerk (or a renowned historian if you will) called Saxo Grammaticus scribbled down a few lines about the place; Portus Mercatorum, he called it, which was really just a fancy Latin version of Købmannahavn. This has since been mangled into København in modern Danish, and even further mangled into Copenhagen in English, but all it really means is \"merchant harbour.\"\n\n",{"type":"====","value":[" Archbishop Absalon "]},"\nAround 1160 CE, King Valdemar handed over control of the city to the archbishop of ",{"type":"[[","value":[["Roskilde"]]},", Absalon, one of the most colourful characters of the Middle Ages — a curious mix of great churchman, statesman, and warrior. As the country's only city not under the king's control, Absalon saw it thrive and erected a castle on what is today ",{"type":"''","value":["Slotsholmen"]}," (the remains are still visible in the catacombs under the present day parliament). As a man of religion Absalon also built a great church, and with those necessities taken care of, Copenhagen quickly gained importance as a natural stop between the two most important Danish cities, the old royal capital ",{"type":"[[","value":[["Roskilde"]]}," and ",{"type":"[[","value":[["Lund"]]}," in present day Sweden. Endowed with an enviable location on the banks of the important Øresund Strait, it slowly but steadily surpassed the old urban centers. Copenhagen's rise was greatly aided by entrepreneurial trading with friends and foes alike and by prosperous fishing which provided much of Roman Catholic Europe with salted herring for Lent. But with prosperity comes envy and in the years to follow Copenhagen was laid waste and pillaged time and time again, mainly by the members of the German Hanseatic League, which at one point completely destroyed the city.\n\n",{"type":"{{","value":[["infobox"],["Wonderful Copenhagen?"],["In case you are wondering about exactly what is so wonderful about Copenhagen, the city's motto is taken from the Frank Loesser song ",{"type":"''","value":["Wonderful Copenhagen"]}," featured in the 1952 film ",{"type":"''","value":["Hans Christian Andersen"]},". Sung by Danny Kaye, it's a bit of an evergreen, and—not being accustomed to Hollywood attention—the city has stuck to it ever since. What also seems to have stuck is the pronunciation, but don't listen to old Danny, it's \"",{"type":"''","value":["koh-pehn-HAY-gehn"]},"\", not \"",{"type":"''","value":["koh-pehn-HAH-gehn"]},"\"."]]},"\n\n",{"type":"====","value":[" Becoming the capital of Denmark "]},"\nLike the phoenix, however, Copenhagen repeatedly rose from its ashes. When the Danes kicked out the Pope during the 16th century Protestant Reformation, Roskilde lost its importance as a Roman bishopric and, after taking control of the city twenty years earlier, the Danish king moved his residence to Copenhagen. Not terribly keen on seeing their new capital laid waste once more, successive Danish monarchs built massive fortifications around the city. None more so than King Christian IV, who embarked on a building rampage which not only included the ramparts still visible throughout much of the city, but also many present day landmarks like the Round Tower and the Stock Exchange. Since then Copenhagen was besieged by the Swedes, and then famously bombarded, set ablaze, and nearly destroyed by the British Vice Admiral Lord Nelson, who in one of two battles for Copenhagen, famously responded to the order to withdraw by saying \"You know, Foley, I have only one eye. I have a right to be blind sometimes,\" and then raised the telescope to his blind eye and touted \"I really do not see the signal.\" This was actually the first ever civilian bombardment performed as part of war.\n\n",{"type":"====","value":[" Outgrowing the city walls "]},"\nAgain, the city shook off its struggles and the population mushroomed during industrialization. When a cholera epidemic did a fine job of killing nearly everyone there wasn't room for, the King finally conceded that long range cannons would render its constraining walls irrelevant, and thus allowed the city to grow outside the now antiquated ramparts. But it was not long before a new modern fortification was built (known as Vestvolden today), which made Copenhagen ",{"type":"[[","value":[["Europe"]]},"'s most fortified city of the late nineteenth century.\n\nAfter being subjected to yet another, German invasion during WWII, the whole idea of a fortified city was thrown out the window and replaced with one of the finest examples of urban planning anywhere — the ",{"type":"''","value":["Finger Plan"]},". Copenhagen is one of few cities in the world to devise a long term plan for growth and then actually stick to it; try placing your hand over a map of Copenhagen with the palm as the city centre, and it's quite obvious why it's called the finger plan. Despite being the laughing stock of the country through the 70s and 80s, when wealthy residents all moved out into the fingers leaving behind an impoverished bankrupt inner city, a visit these days will prove that the Phoenix has risen once more.\n\n",{"type":"===","value":["Literature"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Pelle the Conqueror"]}," (Martin Andersen Nexø, 1906–10). An epic novel in three parts and an integral part of the Danish school curriculum portraying the life of two poor Swedish immigrants — a father and son. The two last volumes take place in Copenhagen and describe the rise and the conflicts of the labour movement and global socialism which are so crucial to understanding Danish society today. All in all, it's a very good historical account of life in the city during that period, and above all, a good book."]},{"type":"*","value":[" ",{"type":"''","value":["Smilla's Sense of Snow"]}," (Peter Høeg, 1992). Dive into Denmark's curious post-colonial history in this international best seller. Partly set in Copenhagen, partly in Greenland, you are whirled through a murder mystery by Ms. Smilla, a half Danish Inuit brought up in poor Greenland, but now living in the kingdom's affluent and orderly capital. It is a good account of the conflicts and contrasts between two very different parts of the Kingdom, and it offers some spot-on social critique of Danish society in a very engaging way.  "]},{"type":"*","value":[" ",{"type":"''","value":["The Copenhagen Quartet"]}," (Thomas E. Kennedy). Four independent novels totaling well over a thousand pages. Each book is set against the backdrop of one of the four distinct seasons of the Danish capital: Kerrigan in Copenhagen (spring) (2013), Falling Sideways (autumn) (2011), In the Company of Angels (summer) (2010), and Beneath the Neon Egg (winter) (scheduled for publication, 2014). The novelist, an American expat, somewhat autobiographically portrays an American writer trying to come to terms with his past with the help of Copenhagen's many bars, with the Danish capital as the co-star. All of the places described in the books are real places that you can go discover."]},"\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   2"],["febhigh =   2"],["marhigh =   5"],["aprhigh =   10"],["mayhigh =   15"],["junhigh =   19"],["julhigh =   20"],["aughigh =   20"],["sephigh =   17"],["octhigh =   12"],["novhigh =   7"],["dechigh =   4"],["janlow =   -2"],["feblow =   -2"],["marlow =   -1"],["aprlow =   2"],["maylow =   7"],["junlow =   11"],["jullow =   13"],["auglow =   13"],["seplow =   10"],["octlow =   7"],["novlow =   3"],["declow =   0"],["janprecip =  46"],["febprecip =  30"],["marprecip =  39"],["aprprecip =  39"],["mayprecip =  42"],["junprecip =  52"],["julprecip =  68"],["augprecip =  64"],["sepprecip =  60"],["octprecip =  56"],["novprecip =  61"],["decprecip =  56"],["description = Averages of Copenhagen between 1961-90"]]},"\n\nCopenhagen, as in the rest of ",{"type":"[[","value":[["Denmark"]]},", has four distinct seasons. The best time to visit is definitely the warm period from early May to late August. Current weather forecasts can be checked at the Danish Meteorological Institute website ",{"type":"[","value":["http:\/\/dmi.dk\/eng\/index\/forecasts.htm"]},".\n\n",{"type":"'''","value":["Spring"]},", while a bit risky, as no one knows quite when it sets in, can be the best time to visit the city. On the first warm day, usually in early May, Copenhageners come out of hibernation and flock to the city streets, parks, and outdoor cafes in a veritable explosion of life, relieved that the country's dreary and dark winters are finally over. Many locals consider this the high-point of the year.\n\n",{"type":"'''","value":["Summers"]}," in Copenhagen are usually warm with an average temperature of some twenty degrees, and the days are long — reaching the a peak of eighteen hours on the 21st of June. If the weather becomes too hot, you can jump in one of the free pools in the cool harbour waters near the centre. Copenhagen's harbor is often considered the world's cleanest urban waterfront. Most of Copenhagen's annual events are held during June and July, and when the sun is out there is always life in the streets.\n\n",{"type":"'''","value":["Autumn"]}," and ",{"type":"'''","value":["winter"]}," have a profound effect on the city. The vibrant summer life withers and the streets go quiet, as most Copenhageners go directly home from work. This is where the Danish concept of ",{"type":"''","value":["hygge"]}," sets in, roughly translating into coziness. It is the local way of dealing with the short dark days. Friends and families visit each other for home cooking and conversations by candlelight with quiet music on the stereo. In week 42 the Danes have an autumn holiday, with many events taking place, such as the night of culture. The height of winter is December, where Christmas brings some relief to the short days, with lights and decorations everywhere, in the streets, shops and in peoples' windows. Tivoli opens its doors for the Christmas markets, and most Danes go on a drinking rampage, with the very Danish and traditional Christmas lunches, with work and family.\n\nDo note that weather in Copenhagen can be unstable and highly unpredictable. Make sure you pack clothes in case of sudden rain or spell of cold (or, in the summer, of warmth) even despite long-term forecasts telling you otherwise. An umbrella, rain coat and shoes that will withstand torrential downpour may come in handy. Copenhageners dress very well, but at the same time very practically and with the realization that rain can assault their carefully chosen stylings any minute.\n\n",{"type":"===","value":["Tourist information"]},"\nCopenhagen's official tourist agency is ",{"type":"''","value":["Wonderful Copenhagen"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Copenhagen Right Now"],["url=http:\/\/visitcopenhagen.com\/tourist\/about_copenhagen\/tourist_information"],["email=touristinfo@woco.dk"],["address=Vesterbrogade 4A"],["lat="],["long="],["directions=Across from Tivoli's main entrance, near the central station"],["phone=+45 70 22 24 42"],["tollfree="],["fax=45 70 22 24 52"],["hours=Jan-Apr M-F 9AM-4PM,Sa 9AM-2PM; May–June M-Sa 9AM-6PM; July-Aug M-Sa 9AM-8PM,Su 10AM-6PM; Sep M-Sa 9AM-6PM; Oct-Dec M-F 9AM-4PM,Sa 9AM-2PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Flughafen Kopenhagen Luftaufnahme.jpg"],["thumb"],["CPH seen from above"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Couloir-aéroport-Copenhague-2.jpg"],["thumb"],["The cathedral-like passageway linking terminals"]]},"\n\n",{"type":"====","value":[" Kastrup Airport (CPH) "]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["CPH"]]},") on the nearby island of ",{"type":"[[","value":[["Amager"]]}," is the central hub for Scandinavia's largest international air carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/scandinavian.net\/ SAS — Scandinavian Airlines"]}]},". Kastrup Airport consistently gets high marks for both design and function — this is a much more pleasant place for transit than, say, ",{"type":"[[","value":[["Heathrow Airport"],["London Heathrow"]]}," or ",{"type":"[[","value":[["Frankfurt"]]}," and several carriers have direct intercontinental routes to Copenhagen, including: Air Canada, Delta, Egypt Air, PIA, Qatar Airways, Thai, Singapore Airlines and United Airlines. Check-in lines can get long during peak hours however, so make sure to allocate extra time in the summer. Self-service check-in counters are available, which can cut down on wait times.\n\nA number of low-cost carriers also fly to the airport. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/easyjet.com\/ EasyJet"]}]}," serves Copenhagen from ",{"type":"[[","value":[["London"]]}," Stansted, ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Geneva"]]},", ",{"type":"[[","value":[["Paris"]]}," CDG and ",{"type":"[[","value":[["Berlin"]]}," Schönefeld. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/airberlin.com\/ Air Berlin"]}]}," flies direct to ",{"type":"[[","value":[["Düsseldorf"]]},", Berlin and ",{"type":"[[","value":[["Palma de Mallorca"]]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/norwegian.com\/ Norwegian"]}]}," offers budget flights to (among others) ",{"type":"[[","value":[["Liverpool"]]},", ",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Stockholm"]]},", ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Geneva"]]},", ",{"type":"[[","value":[["Vienna"]]}," and ",{"type":"[[","value":[["Warsaw"]]},". \n\nWhile CPH is one of Europe's busiest airports, with a flight taking off every 2 minutes on average well into the night, many facilities have limited opening hours. Little in the way of gastronomy or retail remains open after 20:00, even the ",{"type":"''","value":["CPH Apartment Lounge"]}," closes at 20:00 and the frequent fliers and business\/first class passengers are required to wait in the empty terminal halls. If your flight is in the early hours, you can take advantage of the facilities (snacks, drinks, free Wi-Fi, relaxation and work facilities) of the ",{"type":"''","value":["CPH Apartment"]},"  05:00-20:00 for DKK165 (as of 2014), unless your frequent flier plan or ticket tariff covers that already.\n\n",{"type":"[[","value":[["File:COPENHAGEN KASTRUP AIRPORT RAILWAY STATION DENMARK SEP 2013 (9912940653).jpg"],["thumb"],["The Copenhagen Airport Station has separate platforms for trains going towards Copenhagen and towards ",{"type":"[[","value":[["Scania"]]}," in ",{"type":"[[","value":[["Sweden"]]},", so make sure you access the right one."]]},"\n\n",{"type":"=====","value":[" Transport to\/from Kastrup Airport "]},"\nIt takes 12 minutes by train to travel from Kastrup to the Central Station (Hovedbanegården) in Copenhagen city centre. You need a ticket for 3 zones which can be purchased from one of the automated vending machines or the ticket counter located inside the atrium and costs DKK42 for a single journey. The ",{"type":"[","value":["http:\/\/m.dk\/ Copenhagen Metro"]}," also connects Kastrup with central Copenhagen, with trains leaving every four minutes during the day and every fifteen minutes at night, taking fourteen minutes to the city centre (for the same ticket and price of DKK42.00).\n\nThe airport has different stations for mainline trains (Københavns Lufthavn, Kastrup Station) and for the metro (Lufthavnen Station), both are located within Terminal 3. Another metro station is named Kastrup but has nothing to do with the airport although it is relatively close.\n\nFor more details, see this subject under the district ",{"type":"[[","value":[["Amager"]]},".\n\n",{"type":"====","value":["Sturup Airport in Malmö (MMX)"]},"\nConsider ",{"type":"'''","value":["Sturup Airport"]}," (IATA: MMX) in ",{"type":"[[","value":[["Malmö"]]},", ",{"type":"[[","value":[["Sweden"]]}," as well — it's only 40 minutes by bus from central Malmö, and from there 30 minutes by train to Copenhagen Central Station. ",{"type":"''","value":[{"type":"[","value":["http:\/\/wizzair.com\/ Wizzair"]}]}," from ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Gdańsk"]]},", ",{"type":"[[","value":[["Katowice"]]},", and ",{"type":"[[","value":[["Warsaw"]]}," and a few domestic airlines often offer cheap flights to other Swedish cities. There is one daily direct bus by Gråhundbus, otherwise change in Malmö. Consider the price of transfer as most low cost destinations served at Sturup are also available at Kastrup Airport.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Cph central.jpg"],["thumb"],["Train waiting at Copenhagen Central station"]]},"\nLinks between the capital and the rest of the country are frequent and excellent. There are several trains each hour to Malmö and further to Lund and Gothenburg. There are 12 daily connections on weekdays to Stockholm. Further train services exist in the direction of Karlskrona and Kalmar. There are six fast connections to Hamburg and one to Berlin. Night trains exist for Amsterdam, Köln, Frankfurt, Basel and Prague.\n\nFrom the rest of ",{"type":"'''","value":["Denmark"]}," connections are frequent and numerous. In ",{"type":"[[","value":[["Jutland"]]}," several railway branches from ",{"type":"[[","value":[["Aarhus"]]},"\/",{"type":"[[","value":[["Aalborg"]]}," in the North, ",{"type":"[[","value":[["Struer"]]}," in the north-west, ",{"type":"[[","value":[["Esbjerg"]]}," to the west, and finally ",{"type":"[[","value":[["Sønderborg"]]}," in the south convene in ",{"type":"[[","value":[["Fredericia"]]},", where they connect to a main line with up to four intercity trains per hour, divided into Express and Intercity trains, which runs across ",{"type":"[[","value":[["Funen"]]}," before crossing the Great Belt (Storebælt). From there it reaches across the length of ",{"type":"[[","value":[["Zealand"]]}," before terminating at Copenhagen's central station. If you are going in the reverse direction without a seat reservation, be mindful that the train is often broken up at ",{"type":"[[","value":[["Fredericia"]]}," to serve the different branches, so if you don't have seat reservation, it's a bad idea just picking a random carriage in Copenhagen. All cross belt trains are operated by DSB (",{"type":"[","value":["http:\/\/dsb.dk Danish State Railways"]},").\n\nFrom the island of ",{"type":"[[","value":[["Bornholm"]]},", a high speed ferry shuttles passengers to ",{"type":"[[","value":[["Ystad"]]}," in ",{"type":"[[","value":[["Sweden"]]},", where the IC-Bornholm train awaits the ferry to shuttle passengers to final stretch to Copenhagen, the whole trip takes little over three hours, and a one-way combined ferry\/train ticket will set you back DKK245.\n\nAcross the Øresund strait in ",{"type":"'''","value":["Sweden"]},", the ",{"type":"''","value":["Øresundstog"]}," ",{"type":"[","value":["http:\/\/dsbfirst.dk"]}," trains departs from various towns in ",{"type":"[[","value":[["Scania"],["Southern Sweden"]]},", and via ",{"type":"[[","value":[["Lund"]]}," and ",{"type":"[[","value":[["Malmö"]]}," crosses the Øresund fixed link to Copenhagen, with a stop at the airport. The journey time from Malmö to the central station is 25 minutes and trains run every ten minutes all day on this stretch, and every hour during the night. A one way ticket between Malmö and Copenhagen is DKK75. ",{"type":"[","value":["http:\/\/sj.se Swedish Railways"]}," operates up to seven X2000 express trains from ",{"type":"[[","value":[["Stockholm"]]}," every day (five and a half hours). An easy change in Malmö almost doubles that number and also gives you the option of a night train connection.\n\nTo continental ",{"type":"'''","value":["Europe"]},", Eurocity trains connect ",{"type":"[[","value":[["Hamburg"]]}," with Copenhagen, up to six times per day; a single one of those trains runs directly from ",{"type":"[[","value":[["Berlin"]]}," daily. Standard prices are €130 from Berlin and €78 from Hamburg, but it's often possible to find discounted tickets — in Denmark those are called ",{"type":"''","value":["Orange Tyskland"]}," or \"sightseeing fares\" which are the same price as bus. There are also night train connections from ",{"type":"[[","value":[["Munich"]]}," (fourteen hours), ",{"type":"[[","value":[["Basel"]]}," (fifteen hours), ",{"type":"[[","value":[["Amsterdam"]]}," (fifteen hours) and ",{"type":"[[","value":[["Prague"]]}," (sixteen hours) operated by the German railways (",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en Deutsche Bahn"]},").\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Cph oresund.jpg"],["thumb"],["The eight kilometre Øresund bridge leading to Malmö in Sweden"]]},"\nBuses between Jutland and Copenhagen are only marginally cheaper than the train, although there are considerable discounts offered Monday to Thursday. International buses on the other hand offer considerably lower prices than the train. However, railways have been prioritized politically, so Copenhagen still lacks an intercity bus terminal. Most international buses stop somewhere around the Central Station (usually next to DGI-byen), but be sure to check the exact location when you buy your ticket. Domestic long-distance buses mostly terminate at Toftegårds Plads, near Valby station in the ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," district.\n\nFrom ",{"type":"'''","value":["Jutland"]}," bus number ",{"type":"''","value":["888"]}," connects Copenhagen with ",{"type":"[[","value":[["Aarhus"]]}," and ",{"type":"[[","value":[["Aalborg"]]}," several times per day. Journey time is five hours and fifteen minutes from Aalborg. On Zealand there are additional stops in ",{"type":"[[","value":[["Holbæk"]]}," and ",{"type":"[[","value":[["Roskilde"]]},". Line ",{"type":"''","value":["882"]}," runs between Copenhagen and Fjerritslev in Northwestern Jutland once every day. \n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Abildskou"],["url=http:\/\/abildskou.dk"],["email="],["address=M-F 8AM-5PM, Sa 8AM-2PM, Su 9AM-5PM"],["lat="],["long="],["directions="],["phone=+45 70 21 08 88"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nLinks from ",{"type":"'''","value":["Scandinavia"]}," are fairly frequent and very economical compared to the train. Most buses arrive and depart from DGI Byen, near the southern overpass of the central station. Passengers are generally encouraged to buy tickets on-line, but tickets can also be purchased at the ",{"type":"''","value":["Copenhagen Right Now"]}," tourist information desk near the central station. In the winter (Dec-Apr) ",{"type":"[","value":["http:\/\/stromma.se\/sv\/buss\/fjallexpressen\/ ",{"type":"''","value":["Fjällexpressen"]}]}," whisks skiers between Copenhagen and the Swedish ski resorts. When booking on-line, it's useful to know that Copenhagen is called ",{"type":"''","value":["Köpenhamn"]}," in Swedish.\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=GoByBus"],["alt="],["url=http:\/\/gobybus.se"],["email=info@gobybus.se"],["address="],["lat="],["long="],["directions="],["phone=+45 33 23 54 20"],["tollfree="],["fax="],["price=c. DKK225"],["hours=M-F 7:30AM-6PM, Sa 7:30AM-5PM, Su 9AM-6PM"],["price=Oslo (8.5h) via Gothenburg (4.5h), line 300."],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Gråhundbus"],["url=http:\/\/www.graahundbus.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local operator Greyhound Bus has several daily connections to Malmö and once daily to Malmö Airport. Also works with partners elsewhere to Europe."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Swebus Express"],["url=http:\/\/swebusexpress.se"],["email=info@swebusexpress.se"],["address="],["lat="],["long="],["directions="],["phone=+46 771 218218"],["tollfree="],["fax="],["hours=M-F 8AM-6PM, Sa 9AM-3PM, Su 9AM-6PM"],["price=Oslo (9h) via Gotenburg (5h) c. SEK300, line 820; Stockholm (9h) via Jonköping (4½ hrs) ~ SEK350, line 832."],["content="]]}]},"\nFrom ",{"type":"'''","value":["Europe"]}," there are several bus companies which offer numerous daily connections from Germany often at very competitive rates, most run via the ferries from Rødby to Puttgarden or Gedser to Rostock. Many of these services, especially if headed to points East such as Berlin, are considerably faster than the best train connections. Most of these buses stops near DGI byen on Ingerslevsgade.\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Swebus Express"],["url=http:\/\/swebusexpress.se"],["email=info@swebusexpress.se"],["address="],["lat="],["long="],["directions="],["phone=+45 80 70 33 00"],["tollfree="],["fax="],["hours=M-F 8AM-6PM, Sa 9AM-3PM, Su 9AM-6PM"],["price=Berlin (7.5h) via Rostock (4.5h) ~SEK450, line 902"],["content=Tickets sold at the central tourist information desk. This company does not allow bicycles on board their coaches."]]}," ",{"type":"[","value":["http:\/\/www.swebus.se\/SwebusExpress_com\/Customer_Service\/Ticket-Information\/Terms-Of-Travel"]},"."]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Berolina"],["url=http:\/\/www.berolina-berlin.com\/en_linie_kopenhagen.aspx"],["email=info@berolina-berlin.com"],["address="],["lat="],["long="],["directions="],["phone=+30 88568030"],["tollfree="],["fax="],["hours="],["price=Berlin (8h) via Rostock (4h) ~DKK300 (€40), line E55"],["content=(",{"type":"[","value":["http:\/\/graahundbus.dk\/ Gråhundbus"]}," ☎ +45 44 68 44 00, in Denmark) Tickets are sold in the bus, but advance booking is recommended. This company does not allow bicycles on board their coaches."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Eurolines"],["url=http:\/\/eurolines.dk\/"],["email="],["address=Halmtorvet 5"],["lat="],["long="],["directions="],["phone=+45 33 88 70 00"],["tollfree="],["fax="],["hours=Daily 9AM-5PM"],["price=Berlin (7h) c. DKK300, line 260R; Hamburg (6 hrs) via Lübeck (5h) c. DKK300, line 210"],["content=Tickets are sold in their office or online, in Hamburg there are connecting buses to Amsterdam and Paris. This company does not allow bicycles on board their coaches. Most services out of Denmark have 230V plugs and Wi-Fi is available in Germany."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Bohemian Lines"],["url=http:\/\/bohemianlines.cz"],["email=info@bohemianlines.cz"],["address="],["lat="],["long="],["directions="],["phone=+420 416 810 054"],["tollfree="],["fax="],["hours=Daily 8AM-8PM"],["price=Prague (13 hrs, twice weekly via Berlin, and onwards to Brno ) c. CZK1450 (€55)"],["content=Only operator welcoming bicycles to Berlin and onward for a small fee, reserve in advance."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Autoprevoz"],["url=http:\/\/autoprevoz.org\/engleski\/redvoznje.php"],["email=info@autoprevoz.org"],["address="],["lat="],["long="],["directions="],["phone=+387 51 317 333"],["tollfree="],["fax="],["hours="],["price="],["content=Banja Luka (25h, twice weekly) c. BAM300 (€150)"]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Toptourist"],["url=http:\/\/www.toptourist.dk\/"],["email=info@toptourist.dk"],["address="],["lat="],["long="],["directions="],["phone=+45 48 25 38 37"],["tollfree="],["fax="],["hours="],["price=Sarajevo via Salzburg (twice weekly) c. DKK1000 (€140) return"],["content=Tickets can be paid on the bus, but advance booking and payment is recommended."]]}]},"\n",{"type":"[[","value":[["File:Oslo ferry docked at the DFDS terminal on Østerbro.JPG"],["thumb"],["The Oslo ferry docked at the DFDS terminal in the Østerbro district"]]},"\n\nFrom and to ",{"type":"[[","value":[["Poland"]]}," there are a host of different bus companies each with a few weekly scheduled departures. Unfortunately the market is very fluid and routes and operators tend to change rapidly. Try ",{"type":"''","value":[{"type":"[","value":["http:\/\/balticbus.dk\/ Baltic Bus"]}]}," for twice weekly connections with ",{"type":"[[","value":[["Gdańsk"]]}," (25h30m). ",{"type":"''","value":[{"type":"[","value":["http:\/\/agat.eu\/ Agat"]}]}," provides four round trips per week between Copenhagen and ",{"type":"[[","value":[["Katowice"]]}," (20h) in Southern Poland, and ",{"type":"''","value":[{"type":"[","value":["http:\/\/eurobus.pl Eurobus"]}]}," for connections with ",{"type":"[[","value":[["Warsaw"]]}," (20h via ",{"type":"[[","value":[["Hamburg"]]},") once per week. If any of these companies have shut down, try searching for alternatives, as there is a good chance someone else will have taken over the traffic.\n\n",{"type":"===","value":["By ferry or cruise ship"]},"\nCopenhagen's spanking new ferry terminal is near Nordhavn station, and special shuttle buses (the 20E line), timed with the ferries, run between the terminal and the Kongens Nytorv square in the city centre. There is one regular ferry connection straight into Copenhagen's harbour from ",{"type":"[[","value":[["Oslo"]]},", Norway (16 hrs, daily; ",{"type":"[","value":["http:\/\/dfdsseaways.com\/ DFDS"]},"). The previous service to ",{"type":"[[","value":[["Świnoujście"]]}," in ",{"type":"[[","value":[["Poland"]]}," was retired, but it's still possible to catch a ferry from ",{"type":"[[","value":[["Ystad"]]}," about an hours drive from Copenhagen (bridge toll or bus transfer included in the ticket) or by the 16.59 IC Bornholm train. DFDS Seaways also run a ",{"type":"[","value":["http:\/\/www.dfdsseaways.co.uk\/ferry-routes\/denmark\/harwich-to-esbjerg ferry"]}," from ",{"type":"[[","value":[["Harwich (England)"],["Harwich"]]}," in England to ",{"type":"[[","value":[["Esbjerg"]]}," in Denmark, from where you can drive to Copenhagen in about 3 hours.\n\nIf you are arriving under your own sail, Copenhagen has several marinas, the biggest of which is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/smhavn.dk Svanemøllehavnen"]}]},". There are no designated visitor berths but it is almost always possible to find one with a green sign. Daily charge: DKK75-120. Copenhagen is also a very popular port of call for cruises touring both the Baltic Sea and the Norwegian fjords. The port is located north of the Little Mermaid statue and is a forty minute walk from the centre (Tivoli Gardens).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:CPH stog metro districts.png"],["thumb"],["right"],["Map of S-trains and Metro in the Copenhagen area"]]},"\n\nCopenhagen has an extensive, yet notoriously complicated and hard to crack, public transportation system. Once you get your bearings, however, you will find it a very comfortable way to explore the city and get around.\n\nThe two big hubs are Central Station (da: Hovedbanegården\/København H) with S-trains, intercity trains and buses, and Nørreport Station with S-trains, metro, regional trains and buses. Travel by train, bus and metro can be scheduled electronically through rejseplanen.dk ",{"type":"[","value":["http:\/\/rejseplanen.dk\/bin\/query.exe\/en?"]},".\n\n",{"type":"===","value":[" The zone system "]},"\n\nOne of the most perplexing feature of the public transportation system in Copenhagen is the zone system. The whole city, as well as the surrounding region is divided into fare zones. The range of a single zone can be roughly translated to around seven minutes in the Metro or fifteen minutes in a bus, but always check the zone maps in the stations, some stations are closer to zone borders than others. Ask locals if help is needed, as the zone system can be complex for visitors.\n\n",{"type":"===","value":[" Tickets and fares "]},"\n\nThe number of available ticket types may be bewildering - below is a quick overview:\n",{"type":"*","value":[" ",{"type":"'''","value":["Single-ride tickets"]}," - price depending on the number of zones your travel through, the cheapest is the two-zone ticket which costs DKK 24 for adults (DKK 12 for children under the age of sixteen). It allows you to travel around Copenhagen in two zones (the zone where you stamped or purchased the ticket plus one adjacent zone) for one hour starting from the time you stamp it. You can switch freely between all trains, Metro, and buses within this hour, as long as your last trip starts before the time is up (your ticket will be timestamped in fifteen minute intervals)."]},{"type":"*","value":[" ",{"type":"'''","value":["10-journey discount travelcard"]}," - gives you a discount of around forty percent and can be bought in kiosks and ticket offices. This replaces the previous ",{"type":"''","value":["klippekort"]}]},{"type":"*","value":[" ",{"type":"'''","value":["24-hour ticket"]}," - enables you unlimited rides throughout the entire system and all zones for DKK 130. You don't need this, though, if you do not intend to leave Copenhagen itself over those 24 hours - then you can do with the cheaper City Pass (see below) "]},{"type":"*","value":[" ",{"type":"'''","value":["City Pass"]}," - gives you unlimited ride in zones 1-4 (including Copenhagen Aiport) for 24 hours (DKK 80) or 72 hours (DKK 200). Perhaps the most reasonable choice if you intend to stay in the city itself (and not the remote parts of Copenhagen region) and use the public transit to get around."]},{"type":"*","value":[" ",{"type":"'''","value":["CPH Card"]}," - gives free transport throughout the region and free admission to 60 museums and sights. The card costs DKK 229 for 24 hours or DKK 459 for 72 hours. Note that on Sundays and Mondays many museums are either free or closed, thus possibly making the card of less value on those days"]},{"type":"*","value":[" ",{"type":"'''","value":["7-day FlexCard"]}]},"Tickets for children aged 15 or younger generally cost half the price of adult tickets. Night buses incur the same fares as day buses, there is no supplement.\n\nThere is yet another unified and electronic (relatively new) alternative, if one does not want to strive with the zone system. It is called ",{"type":"'''","value":["Rejsekort"]}," (Travel-card) ",{"type":"[","value":["http:\/\/www.rejsekort.dk\/da\/Rejsekort+og+priser\/Sammenlign+rejsekort.aspx"]},".\n\nFor regional trains, S-tog and Metro a ticket must be bought and timestamped before boarding the trains. For buses, tickets can be bought from the driver but not ",{"type":"''","value":["klippekort"]}," which must be purchased beforehand. The fine for traveling without a valid ticket is DKK 750 (DKK 600 for buses) and ticket conductors are common both in S-trains and Metro. More information about price and tickets at ",{"type":"[","value":["http:\/\/movia.dk\/"]},".\n\n",{"type":"===","value":[" By S-Tog "]},"\nThe S-train service (",{"type":"[","value":["http:\/\/dsb.dk\/s-tog"]},", Danish only, schedule ",{"type":"[","value":["http:\/\/dsb.dk\/Global\/PDF\/Koereplaner\/S-tog\/k09\/S-tog%20k%c3%b8replan%20samlet%202009.pdf"]},") is the backbone of the city's public transit system, and is very similar to the German S-Bahn networks and the Parisian RER system. The distinct red trains are clean, modern, and equipped with free WiFi. The system runs from early morning to late night, each line in ten minute intervals during the day (M-F 6AM-6PM) and at twenty minute intervals in the early morning and late at night. In the weekends, the trains run twice an hour at night and some of the lines are extended. Since most lines join on a single railway line through the city centre, there are only a couple of minutes of waiting between each train in the inner districts. The F and C-lines are exceptions, the F line does a half loop outside the central area, with trains every five minutes throughout most of the day. The C-line is extended to ",{"type":"[[","value":[["Frederikssund"]]}," during day time, but scaled back to Ballerup at other times. Loudspeaker announcements regarding S-trains are mostly given in Danish only, so remember to ask your fellow travellers for help. For the most part though they are just cursory announcements. Bikes can be taken for free on the S-train and special bicycle compartments exist in the train.\n\n",{"type":"[[","value":[["File:Metro Airport Copenhagen Denmark 01.jpg"],["thumbnail"],["right"],["The ends of automated Metro trains provide a fullscreen view - even if not all sections of the tracks are actually interesting, like this one on the way to the airport"]]},"\n",{"type":"===","value":[" By metro "]},"\nThe ",{"type":"[","value":["http:\/\/intl.m.dk\/ Copenhagen Metro"]}," runs from Vanløse through the city centre and branches to either the new-town of Ørestad or to the airport. The Metro has no timetable and between Vanløse and Christianshavn trains run with a four minute interval (two minutes during peak hours). It runs nonstop at night with fifteen minute intervals. The trains run automatically and are without drivers, so the doors will close at a given time, even if all waiting passengers have not entered the train. Wait for the next train instead of trying to squeeze through in the last second.\n\nOne interesting feature resulting from the lack of drivers on trains is the fact that both ends of the trains have large windows with unbscured views, and the trains are accordingly fitted with rows of seats facing them. This can be an extra treat to the visitors travelling on the Metro - enter the train with the exit next to the front end and try to get a seat in one of the three front rows. Some sections of the tracks are less interesting than the others, e.g. the one in the centre runs underground (that said, tunnels are lit up and can be quite amazing to witness the first time you see them), or the section towards the airport. On the other hand, the overground section of the M1 line on ",{"type":"[[","value":[["Copenhagen\/Amager"],["Amager"]]}," is rather picturesque.\n\n",{"type":"[[","value":[["File:Copenhagen A-bus 2014 04.png"],["thumb"],["right"],["Schematic map of A-bus lines spanning Copenhagen as of April 2014"]]},"\n\n",{"type":"===","value":[" By bus "]},"\nCopenhagen has a fairly extensive and efficient ",{"type":"[","value":["http:\/\/www.moviatrafik.dk\/dinrejse\/kort\/trafikkort\/Documents\/Hovedstadsomraadet\/BusserKobenhavnCity.pdf bus network"]},". It can be troublesome, though, for visitors to figure out what line to take to their destination as there is little in the way of network maps available at bus stops and schedules rarely include the entire route. That said, many stops do have a small electronic display showing how many minutes are left until the next bus arrives.\n\nThere are several types of bus available: \n",{"type":"*","value":[" ",{"type":"'''","value":["regular buses"]}," are simply denoted by their number, "]},{"type":"*","value":[" ",{"type":"'''","value":["A buses"]}," are the backbone of the city's bus network which consists of eight different lines with frequent departures and stops. During the day time there are no schedules as buses usually depart every ten minutes.  "]},{"type":"*","value":[" ",{"type":"'''","value":["S buses"]}," are long express services with few stops and extend far into the suburbs, usually across the radial suburban train network or along corridors with no rail service. They can also be useful between points in the centre as they are faster than other lines. "]},{"type":"*","value":[" ",{"type":"'''","value":["E buses"]}," are express rush-hour services of little use to travelers as they mainly service commuters. One exception is line ",{"type":"''","value":["20E"]}," which runs between the central square Kongens Nytorv and the DFDS ferry and cruise terminals. "]},{"type":"*","value":[" ",{"type":"'''","value":["N buses"]}," are a network of ten bus lines operating at night between 1AM-5AM daily, when normal traffic is halted, and they are much more frequent at weekends."]},"\nOf particular interest to tourists is the bus route ",{"type":"'''","value":["11A"]},", which runs around the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]}," and stops by many of the key sights (",{"type":"[","value":["http:\/\/www.moviatrafik.dk\/dinrejse\/kort\/trafikkort\/Documents\/Hovedstadsomraadet\/11A_rutekort.pdf see map"]},"). \n\nYou are expected to board the bus using the front exit and immediately show your ticket to the bus driver (be it a paper ticket or a one you received as an SMS to your phone), or validate it if you have not done so before (e.g. when you intend to ride on a single-ride ticket or you're travelling with a ",{"type":"''","value":["rejsekort"]},"). You can also purchase the ticket from the driver. The front exits are for boarding only - alight using other doors only.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/sightseeing.dk\/regado.jsp?type=page&id=96 CitySightseeing"]}]}," runs three hop-on hop-off tours around the city (",{"type":"[","value":["http:\/\/sightseeing.dk\/media\/filebank\/org\/leaflet2007.pdf map"]},") in open-top double-decker buses. The main line leaves every 30 minutes, while the two other lines depart every hour in high season (Jun-Aug). Outside the peak season, services are halved. The price is DKK 150 for a one day ticket or DKK 220 for a two day ticket which also includes the DFDS canal tour boats.\n\n",{"type":"===","value":[" By boat "]},"\n",{"type":"[[","value":[["File:Nyhavn, canal tour boats.jpg"],["thumb"],["250px"],["The canal tour boats, here seen docking in Nyhavn, are an excellent way to see many of the city's attractions"]]},"\n\nGoing on a canal tour of the inner harbour and canals is an excellent and easy way to see many of the city's attractions, and fortunately there are many options depending on your taste and preferences. ",{"type":"'''","value":["DFDS Canal Tours"]}," operates both an unguided hop-on hop-off service, branded as the water bus, arranged into three circular trips at the northern, central and southern part of the inner harbour and canals. They also have three guided tours, either by a pre-recorded tape available in many languages, or live English & Danish commentary by a guide. Be forewarned though, after 75 minutes this can get a bit loud if you are not normally attracted to this sort of tourism. Netto-bådene offers a single fixed tour, but at a much lower price. Please note that services are scaled back considerably between October and mid-March. If you are visiting during winter, you might want to opt for DFDS' ",{"type":"''","value":["red"]}," guided tour, as it offers a heated, glass-roofed boat at this time of the year. Both companies offer starting points in either Nyhavn or Gammel Strand (opposite the parliament). A different option is the public harbour bus, which, while it doesn't enter the canals, is much faster and is an integrated part of the public transportation system using the same tickets as buses and trains.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=DFDS Canal Tours"],["url=http:\/\/canaltours.com"],["email=canaltours@canaltours.dk"],["address=Nyhavn 3"],["lat="],["long="],["directions="],["phone=+45 32 96 30 00"],["tollfree="],["fax="],["hours=9.30AM-8PM"],["price=Waterbus (unguided): Single DKK 40, All day DKK 60; Tour (guided): Single DKK 60, All day DKK 75. Various discounts available"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Netto-bådene"],["url=http:\/\/netto-baadene.dk"],["email="],["address=Heibergsgade (Nyhavn)"],["lat="],["long="],["directions="],["phone=+45 32 54 41 02"],["tollfree="],["fax="],["hours=10AM-5PM (7PM in July & August)"],["price=DKK 40"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Movia"],["url=http:\/\/moviatrafik.dk\/Service\/Tourist\/touristguideUK"],["email="],["address=Customer center at Rådhuspladen"],["lat="],["long="],["directions="],["phone=+45 36 13 14 15"],["tollfree="],["fax="],["hours=7AM-7PM"],["price=Uses public ticketing system"],["content="]]}]},"\nAn option you may want to consider is a ",{"type":"''","value":["Freedom ticket"]}," which for DKK 220 gives unlimited transportation for two days on both all the DFDS Canal Tour boats, as well as the double-decker sightseeing buses of Copenhagen City Sightseeing.\n\n",{"type":"===","value":[" By bicycle"]},"\n",{"type":"{{","value":[["main"],["Cycling in Copenhagen"]]},"\n",{"type":"[[","value":[["File:Streets of Copenhagen. Denmark, Northern Europe-2.jpg"],["thumb"],["Copenhagen cycling"]]},"\nThe fastest and most flexible way of seeing Copenhagen is on a bike. Forty percent of Copenhageners use their bike everyday and the city has been designed to cater for cyclists with separate bicycle lanes on most larger roads. Cyclists are often allowed to ride both ways in one-way streets. Be careful if you are not used to biking in a busy city as this is a common means of daily transportation and the locals drive fast and without room for much leeway. Don't expect to get a warning when someone wants to overtake you. Always keep to the right and look behind you before you overtake someone — otherwise you could cause some nasty accidents.\n\n",{"type":"====","value":[" Bycyklen "]},"\n",{"type":"''","value":[{"type":"[","value":["http:\/\/bycyklen.dk\/en\/ Bycyklen"]}]}," is Copenhagen's new bike-sharing scheme, launched in 2014. The idea is pretty simple - you can rent a bike from a stand, ride around and return at the same or any other stand at the city, paying for the time you used the bicycle. The bicycles are all-new and equipped with an electric motor to help you go uphill, as well as a tablet with GPS so that you can browse the map and find your route while not getting lost. For occasional users, the hourly rate is 25 DKK, and the only way to pay is by ",{"type":"[","value":["http:\/\/bycyklen.dk\/en\/pricing\/ setting up an account"]}," and letting Bycyklen charge your credit card. A mobile phone is required, and currently (as of May 2014) registration is only possible for mobile phone users from several Western European countries.\n\n",{"type":"====","value":[" Bike rental "]},"\nAs an alternative to the city bikes you can ",{"type":"'''","value":["rent a bike"]}," and these are far more comfortable. You can find a little bike rental shop called CPH bike rental ",{"type":"[","value":["http:\/\/cph-bike-rental.dk"]}," on a side-street to Nansensgade on Turesensgade 10, five minutes from Norreport station. They rent bikes on a daily basis and use the proceeds to finance the shipment of used bikes to Africa. They also arrange city tours and sell picnic baskets. Their prices start at DKK 60 for six hours bike rent. Another bicycle shop is at the Central Railroad Station, where prices start at DKK 75 a day\/340 a week. At Højbro Plads (next to McDonalds at Strøget) you can find rickshaws for hire with a driver, who will often be trained in providing tourist information as you stroll along. A variety of bike tours are offered by Bike Copenhagen with Mike including a city tour at 10AM daily departing from Copenhagen Bikes at the main train station.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rentyourbikehere.dk"],["url=http:\/\/rentyourbikehere.dk"],["email=info@rentyourbikehere.dk"],["address="],["lat="],["long="],["directions="],["phone=+45 33936200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":[" By taxi "]},"\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],["Taxis are abundant throughout the city and of a very high standard — usually a Mercedes or BMW. They are pricey though, and the wait to get one can be long on a Friday or Saturday night. You can hail a taxi on the street or call for one to come pick you up at a specific address at a specific time for a small extra fee (DKK 12-15). At crucial traffic junctures throughout the city, there are special areas where taxis hold in line to pick up customers. Except for a very long trip, it is not common (or recommended) to haggle about the price. If you wish to pay with a credit card, you must present it for the driver at the beginning of the trip. All taxis accept major international credit cards and most will accept Euro cash payment and some even list prices in Euros on the meter. Sometimes taxi drivers request you to withdraw money in an ATM when paying with card, this is mostly a scam to do the trip off-license."],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"'''","value":["Copenhagen Taxi companies"]}],[{"type":"*","value":["Amager-Øbro Taxi (Central Copenhagen) ",{"type":"''","value":["+45"]}," 32 51 51 51"]},{"type":"*","value":["Codan Taxi (Central Copenhagen) ",{"type":"''","value":["+45"]}," 70 25 25 25"]},{"type":"*","value":["Taxa 4x35 (Central Copenhagen) ",{"type":"''","value":["+45"]}," 35 35 35 35"]},{"type":"*","value":["TaxaMotor A\/S (Central Copenhagen) ",{"type":"''","value":["+45"]}," 70 338 338"]},{"type":"*","value":["Ballerup-Værløse-Herlev Taxa (Northwestern suburbs)",{"type":"''","value":["+45"]}," 44 85 35 35"]},{"type":"*","value":["Taxa Selandia (Southern suburbs) ",{"type":"''","value":["+45"]}," 70 10 66 66"]},{"type":"*","value":["Taxinord (Northern Suburbs) ",{"type":"''","value":["+45"]}," 45 83 83 83"]},{"type":"*","value":["Vest-Taxa (Western Suburbs)",{"type":"''","value":["+45"]}," 43 45 45 45"]}]]},"\n\nPrices range DKK 11-16 per kilometer depending on the time of day and the meter flag-fall charge is DKK 25. Generally you can trust taxis with both prices and the route taken. Because of the high flag-fall charge, it can be better financially for taxi drivers to have many trips rather than long trips, so it is therefore often in their own interest to take the shortest route.\n\n",{"type":"==","value":["See"]},"\n",{"type":"''","value":["Complete listings can be found in the appropriate ",{"type":"[[","value":[["#Districts"],["district articles"]]}]},"\n\nEntrance to most museums is free once a week, mainly on Wednesdays. You can always count on the principal attractions to be well signed in English (often German also) and for these places to be generally geared towards tourists. A good tip to see whether a smaller museum caters to non-Danish speakers is to check whether the website has an English section. If it does, this ",{"type":"''","value":["usually"]}," means the museum has at least some English information throughout its exhibitions. Of course, if you have some interest in a particular subject, such museums can be interesting even if you don't understand the sign-postings. As Danes are usually fairly fluent in English, you can always try to ask staff if they could give you a brief tour.\n\n",{"type":"===","value":[" History "]},"\nA visit to the ",{"type":"'''","value":["Nationalmuseet"]}," in ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]}," is a must-do for the many well-arranged exhibits relating to the Danish past and modern culture. In practice, this means everything from Danish prehistory (amazing Bronze Age weapons and burials), through to the Viking Age (runestones, precious hoards, swords and jewellery) and into the modern period (a vast section is devoted to the Story of the Danes from 1660-2000). If you want something more localised, the ",{"type":"'''","value":["Museum of Copenhagen"]}," in ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," has exhibitions on the city's development since the Middle Ages. Another option is ",{"type":"'''","value":["Frilandsmuseet"]}," in the ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["northern suburbs"]]}," — a huge and attractive open air museum with old buildings collected from all over the country. Or for a live version of old Denmark, you can visit the old town of the tiny fishing hamlet of ",{"type":"'''","value":["Dragør"]}," on the southern tip of ",{"type":"[[","value":[["Copenhagen\/Amager"],["Amager"]]}," with its fantastic old yellow buildings and cobblestone streets. For something more off the beaten path, paddle up the small ",{"type":"'''","value":["Mølleå river"]}," in the ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["northern suburbs"]]}," through charming old eighteenth and nineteenth century mills.\n\n",{"type":"===","value":["Art"]},"\n",{"type":"[[","value":[["File:Glyptotek.JPG"],["thumb"],["250px"],["The winter Garden at Glyptoteket"]]},"\n\nIf you are into the arts, Copenhagen has a lot to offer. A natural starting point is a visit to the ",{"type":"'''","value":["Danish National Gallery"]}," (Statens Museum for Kunst, free entry, DKK 10 deposit for lockers) where you can feast your eyes on blockbusters from the likes of Rembrandt, Picasso, and Matisse. There are also a number of paintings by Danish artists from the \"Golden Age\". Across the Royal Gardens lies Scandinavia's biggest collection of Islamic art, the ",{"type":"'''","value":["David Collection"]}," (Davids Samling) which has free entrance. It also has a smaller collection of Danish paintings including some by Hammershøi and Willumsen. It's a ten-minute walk through the Royal Gardens but you might have to know the address beforehand, since the museum is a bit of a hidden treasure. For a hard-to-beat appreciation of Classical (Greece \/ Rome) and Near Eastern art (Egypt \/ Mesopotamia \/ Anatolia \/ Iran), visit the ",{"type":"'''","value":["Ny Carlsberg Glyptotek"]},", which also has an extensive section devoted to 19th century French and Danish art, with works by masters like Picasso, Leger, and Matisse. The Winter Garden inside the Glytotek is a beautiful (and very warm!) place to rest your legs on a rainy day. Both of these museums are conveniently located in the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["centre, or Indre By"]]}," area.\n\nIf you are hungry for more classic art exhibitions, an excursion ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["north of Copenhagen"]]}," to the beautiful ",{"type":"'''","value":["Ordrupgaard"]}," offers you a chance to enjoy Monet, Renoir, Degas, and Gauguin. There are several other options for classical paintings but if you are ready for a change, head ",{"type":"[[","value":[["Copenhagen\/Vestegnen"],["south"]]}," to the ",{"type":"'''","value":["Arken Museum of Modern Art"]}," for a world class exhibition of contemporary art, mostly Scandinavian, as well as hugely popular temporary exhibitions. However, arguably the best and most visited museum in Denmark is the ",{"type":"'''","value":["Louisiana Museum of Modern Art"]},", located in northern Zealand with a panoramic view across the Øresund. The museum frames the sculpture park facing the sea and the interaction between art, nature and the museum architecture is quite unique. Louisiana is an international museum with a considerable collection of modern art, and hugely popular temporary exhibitions.\n\nIf you want to enjoy some local color on an art tour, ",{"type":"'''","value":["The Hirschsprung Collection"]}," in ",{"type":"[[","value":[["Copenhagen\/Østerbro"],["Østerbro"]]}," features the top-of-the-pops of Danish artists, with a particular focus on the Skagen painters. For something quintessentially Danish, breeze through the wonderfully quirky sketches of the much-loved local personality Storm P at the aptly named ",{"type":"'''","value":["Storm P"]}," museum on ",{"type":"[[","value":[["Copenhagen\/Frederiksberg"],["Frederiksberg"]]},".\n\n",{"type":"===","value":["Science and Natural History"]},"\n",{"type":"[[","value":[["File:Cph zoo.jpg"],["thumb"],["250px"],["The iconic tower of the Copenhagen zoo"]]},"\nIf you want your vacation to be educational, or if you want to sneak some knowledge into the kids during the vacation, there are several options to consider. The best choice for kids is perhaps the hugely entertaining, and well renowned hands-on science museum, the ",{"type":"'''","value":["Experimentarium"]}," ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["north of Copenhagen"]]},". Another popular and well-renowned institution, is the ",{"type":"'''","value":["Copenhagen Zoo"]}," on ",{"type":"[[","value":[["Copenhagen\/Frederiksberg"],["Frederiksberg"]]},", counting both among both the best and oldest zoos in Europe. If you are more into stationary animals, the ",{"type":"'''","value":["Zoology Museum"]}," on ",{"type":"[[","value":[["Copenhagen\/Østerbro"],["Østerbro"]]}," offers a different perspective on the subject. Elsewhere on ",{"type":"[[","value":[["Copenhagen\/Østerbro"],["Østerbro"]]},", a little known attraction is a display of famous physicist ",{"type":"'''","value":["Niels Bohr's Study Room"]},", along with a setup of his experiments ",{"type":"''","value":["(but as this is not a museum, you should have more than passing interest in the subject to bother with them)"]},". ",{"type":"[[","value":[["Copenhagen\/Indre By"],["City Cetre"]]},", the University of Copenhagen runs two adjacent science museums. The ",{"type":"'''","value":["Geological Museum"]}," where dinosaur fossils, moon rock, and glow in the dark minerals should spark some interest in the subject for even the most school-weary kid. The ",{"type":"'''","value":["Botanical Gardens"]}," on the opposite side of the street is an excellent place for a stroll in the beautiful park, even if you are not botanically inclined, and the classical palm house is a nice place to relax if it is cold outside. In poor weather, the ",{"type":"'''","value":["Tycho Brahe Planetarium"]}," on ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," is another option and is part planetarium with an interesting astronomy exhibition and part omnimax theatre where they usually screen science films.\n\n",{"type":"===","value":[" Architecture "]},"\nAn excellent start to any visit to Copenhagen is to climb the unique 7.5-turn helical corridor leading to the observation platform of ",{"type":"'''","value":["Rundetårn"]}," (the Round Tower), one of Copenhagen's most iconic buildings. The top of the Round Tower offers excellent views and is smack in the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["middle of the city"]]},". If that is not high enough for you head to ",{"type":"[[","value":[["Copenhagen\/Christianshavn"],["Christianshavn"]]}," for a climb up the circular stairs on the outside of the church spire of the ",{"type":"'''","value":["Church of Our Saviour"]},". It is regarded as something of a test of manhood to climb up and touch the globe on the summit, nearly 100 meters up in the air. And now that you're in the area, head over to the opposite side of the street to ",{"type":"'''","value":["Christiania"]},", a self-governing community that has been squatting on an old naval area since the seventies. Their inventive, brightly coloured, home built houses are spectacular, as is the relaxed atmosphere — this is truly one of Copenhagen's most unique and best attractions. Due south of Christiania the old, crooked, brightly coloured buildings and soothing canals lined with masted ships make this an excellent place to continue a stroll. Other fine examples of classical architecture include the impressive ",{"type":"'''","value":["City Hall"]}," and the massive dome of the ",{"type":"'''","value":["Frederikskirken"]}," colloquially known as the ",{"type":"'''","value":["Marble Church"]},". This dome, with a span of 31 meters, is one of the largest in northern Europe. Both are in the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]}," area.\n\nFor real architecture buffs, the city's main claim to fame is the modernist architecture and its native masters. ",{"type":"'''","value":["Jørn Utzon"]}," (of Sydney Opera House fame) and Son is behind a trio of buildings on ",{"type":"[[","value":[["Copenhagen\/Østerbro"],["Østerbro's"]]}," northern harbour, known as the ",{"type":"'''","value":["Paustian"]}," complex. There is a fine, but expensive restaurant in one of the buildings. You can enjoy ",{"type":"'''","value":["Arne Jacobsen's"]}," work by either sleeping at, or taking in the atmosphere (and great views) of the top floor lounge bar at the ",{"type":"'''","value":["Royal Hotel"]}," which is one of the very few tall buildings  in the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["inner city"]]},". Alternatively, head north to ",{"type":"'''","value":["Bellavista"]},", a residential complex and theatre near the beach, where there is even a restaurant featuring his famous furniture and his name. Lastly ",{"type":"'''","value":["Henning Larsen"]},", famous for his iconic buildings in ",{"type":"[[","value":[["Riyadh"]]},", is behind Copenhagen's new ",{"type":"'''","value":["Opera"]}," house overlooking the harbour in ",{"type":"[[","value":[["Copenhagen\/Christianshavn"],["Christianshavn"]]},". From here you can also catch a view of Copenhagen's latest iconic contraption, the ",{"type":"'''","value":["Royal library"]}," known to locals as the black diamond, after its shiny polished black granite walls.\n\n",{"type":"===","value":[" Royal Copenhagen "]},"\n",{"type":"[[","value":[["File:Moltke's Palace, Frederik's Church (The Marble Church), Levetzau's Palace (left to right) as seen from Amalienborg. Copenhagen, Denmark, Northern Europe.jpg"],["thumb"],["center"],["600px"],["Moltke's Palace, Frederik's Church (The Marble Church), Levetzau's Palace (left to right) as seen from Amalienborg. Copenhagen, Denmark, Northern Europe."]]},"\nThe four identical classicist palaces of ",{"type":"'''","value":["Amalienborg"]},", make up the main residence of the Danish royal family. The octagonal courtyard in the centre is open to the public and guarded by the ceremonial Royal Guard. The relief takes place every day at noon and is a highlight for any royalist visiting the city. There is also a small royal museum on the premises. ",{"type":"'''","value":["Rosenborg Palace"]}," is a small but pretty renaissance palace, surrounded by the lovely ",{"type":"'''","value":["King's Garden"]}," which is one of the most lively parks of the city. The palace both serves as a museum of Royal history and as a home for the crown jewels which are on display in the catacombs beneath the castle. A closed-off wing of Rosenborg serves as barracks for the Royal Guard, and every day a detachment marches through the Copenhagen city center between Rosenborg and Amalienborg for the changing of the guard. Unusual for a well-founded democracy, the palace that houses the parliament, ",{"type":"'''","value":["Christiansborg"]},", is also a royal palace. It is usually possible to visit the Royal reception rooms, stables and the old court theatre here. And for entertainment of royal stature, you can try to arrange tickets to watch a play in the beautiful ",{"type":"'''","value":["Royal Theatre"]}," facing Kings New Square. All of these sights are in the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["inner city"]]},". If you are hungry for more, head ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["north"]]},", where the park around ",{"type":"'''","value":["Sorgenfri palace"]}," is open to the public, or have a picnic on the huge open plains in front of the ",{"type":"'''","value":["Eremitage Palace"]}," in the Dyrehaven park which formerly served as the king's hunting castle.\n\n",{"type":"===","value":[" Design "]},"\nDenmark is world-famous for its design tradition and, while the term ",{"type":"'''","value":["Danish design"]}," has been devalued over the years due to much misuse, it is still a world-recognized style. A natural starting point is a visit to the ",{"type":"'''","value":["Danish Design Center"]}," in ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]},", with temporary and permanent exhibitions, showrooms, and workshops relating to the world of Danish design, in a building designed by famous architect ",{"type":"'''","value":["Henning Larsen"]},". Not too far away, ",{"type":"'''","value":["Kunstindustrimuseet"]}," is home of a nice collection relating to the study of design and its history in Denmark. Also in the same district, ",{"type":"'''","value":["Royal Copenhagen"]}," runs a museum display of its famous porcelain from the early beginnings at its flagship store.  Meanwhile ",{"type":"'''","value":["Cisterne"]}," on ",{"type":"[[","value":[["Copenhagen\/Frederiksberg"],["Frederiksberg"]]}," is an enticing museum showing modern glass art, in the intriguing catacomb like cisterns under a large park. ",{"type":"'''","value":["Meldahls Smedie"]}," on ",{"type":"[[","value":[["Copenhagen\/Christianshavn"],["Christianshavn"]]}," is run by the Royal Danish school of architecture, which organizes exhibitions including final projects from students of the school here.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Beach life "]},"\nIn the inner harbour, water quality has improved so much in recent years that it is possible to go for a swim from early June to late August in one of the two harbour baths: ",{"type":"'''","value":["Copencabana"]}," on ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," or ",{"type":"'''","value":["Havnebadet"]}," at Island Brygge on ",{"type":"[[","value":[["Amager"]]},". When it is sunny these are packed with people from all walks of life enjoying the sunshine and taking a dip. The municipal administration has put a lot of money and effort into the facilities and this is an excellent opportunity for blending with the locals at their best.\n\nIf you fancy a proper beach, the closest are located at ",{"type":"'''","value":["Charlottenlund Fort"]}," in ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["Charlottenlund"]]}," and the newly erected ",{"type":"'''","value":["Amager Strandpark"]}," (The Lagoon), on ",{"type":"[[","value":[["Amager"]]}," near the Lergravsparken metro station. If the weather is not going your way, you can opt for ",{"type":"'''","value":[{"type":"[","value":["http:\/\/dgi-byen.com DGI Byen"]}]}," which is a leisure centre and excellent swimming pool near the ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["central railway station"]]}," or the Østerbro swimming pool, modeled after a Roman bath (on ",{"type":"[[","value":[["Copenhagen\/Østerbro"],["Østerbro"]]},").\n\n",{"type":"===","value":[" Amusement parks "]},"\n",{"type":"[[","value":[["File:Cph tivoli.jpg"],["top"],["thumb"],["250px"],["The Tivoli amusement parks main entrance at nighttime"]]},"\n\n\nAmazingly, the two oldest functioning amusement parks in the world, with the two oldest roller coasters, are both located in Copenhagen and they are distinctively different. ",{"type":"'''","value":["Bakken"]}," or ",{"type":"''","value":["Dyrehavsbakken"]}," is the older of the two, set in a beautiful beech forest near ",{"type":"[[","value":[["Klampenborg"]]}," north of Copenhagen. This gives it a special atmosphere and it is a lot less touristy than its counterpart — ",{"type":"'''","value":["Tivoli"]}," — which is located smack in the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["city center"]]}," in a beautiful park surrounding a lake.\n\n",{"type":"===","value":["Annual events"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Crafts Fair"],["alt=14-16 August 2014"],["url=http:\/\/www.craftsfair.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held every year in August - Thursday-Saturday - outdoors at Frue Plads in central Copenhagen. The Crafts Fair has more than 130 exhibitors, all members of the Danish Arts and Crafts Association, exhibiting unique and small series of handmade Arts and Crafts in all categories: ceramic, glass, jewelery, textile, mixed media."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Copenhagen Fashion Week"],["alt=3-8 August 2014"],["url=http:\/\/www.copenhagenfashionweek.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held in February and August. Copenhagen is fast emerging as a global fashion centre, with a host of both up-and-coming and already well established names. For two weeks each year more than 1,000 exhibitors and 50,000 guests come together and celebrate their accomplishments with lavish parties, catwalks at city landmarks, and three trade fairs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=CPH:PIX"],["alt=Copenhagen International Film Festival"],["url=http:\/\/www.cphpix.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(",{"type":"''","value":["14 April - 1 May 2011"]},") is a brand new film festival held in April and is the result of a merger between Copenhagen's two popular long running festivals — the ",{"type":"''","value":["Night Film Festival"]}," and the ",{"type":"''","value":["Copenhagen International Film Festival"]},". It will feature 170 screenings competing for the grand prize of €50,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["International Workers Day"]}," on 1 May is a major event in Copenhagen. The main festivities are held in Fælledparken on ",{"type":"[[","value":[["Copenhagen\/Østerbro"],["Østerbro"]]}," and they attract over 100,000 visitors in what has lately become a 50\/50 mix of a gigantic party and a political rally with speeches, happenings, and concerts. Two travelling amusement parks also set up their gear for the day, one by the main entrance at ",{"type":"'''","value":["Trianglen"]}," and one in the eastern part of the park."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=CPH Distortion"],["alt="],["url=http:\/\/cphdistortion.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(",{"type":"''","value":["1–5 June 2011"]},") is held in the first week of June and is longest and wildest party you could ever go to. Over 60 parties in five days in each of the city districts, outdoors on the city streets and squares, in the clubs and three seriously huge parties. Over 32,000 people usually partying away between Wednesday and Sunday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zulu Sommerbio"],["alt="],["url=http:\/\/zulu.tv2.dk\/sommerbio"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held in July and August, Danish television station 'TV2 Zulu' plays open air films in various parks and squares of Copenhagen. There are movies in both Danish and English and they are free to watch. You can buy beer and popcorn."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Copenhagen Jazzfestival"],["alt="],["url=http:\/\/jazzfestival.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(",{"type":"''","value":["1–10 July 2011"]},") is held in early July and features ten days of jazz everywhere in Copenhagen — parks, cafes, clubs, and theatres. Usually a few headline acts are on the program but there are more than 800 concerts to choose from and the real attraction is often the obscure concerts you bump into randomly in a park or square somewhere in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grøn Koncert"],["alt="],["url=http:\/\/groenkoncert.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(",{"type":"''","value":["24 July 2011"]},") held in late July, is a one day music festival in Valby Parken near Åparken station. It is a major event in Copenhagen with over 40,000 attending. There is usually an international headline act, along with several major Danish bands and the atmosphere is quite unique with people having picnics and beers on a huge field of grass in the park. Tickets are sold through Billetnet, both online and at post offices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stella Polaris"],["alt=7 August 2011"],["url=http:\/\/www.stella-polaris.dk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held the first weekend in August, is a big, free, chill-out event in one of the city parks. Top international DJs spin chill-out tunes on the decks, while people are relaxing in the sun and drinking beer. And the afterparty in one of the major clubs usually attracts some international headline acts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=RAW"],["alt=TBA, August 2011"],["url=http:\/\/rawcph.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held in early August is Scandinavia's largest clubbing event. The organisers rightly pride themselves in carefully selecting high quality acts and more importantly the broad range of genres represented to make this an event with broad appeal to everyone in the Copenhagen nightlife scene."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Strøm"],["alt=13–20 August 2011"],["url=http:\/\/stromcph.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also held in August is an annual electronic music festival, running in its third year. It is a gathering of the best promoters and vibrant venues Copenhagen has to offer, mixed up with events at squares, concert halls, or unusual locations throughout the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Copenhagen Pride"],["alt=14–21 August 2011"],["url=http:\/\/copenhagenpride.dk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A lavish LGBT parade. The week leading up to the parade is usually full of community events and parties. Count on the City Hall Square (Rådhuspladen) changing its name to Pride Square during the week and hosting live acts, concerts and debates."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Night of Culture (Kulturnatten)"],["alt=14 October 2011"],["url=http:\/\/kulturnatten.dk\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is held in mid-October, on the last Friday before the school holiday in week 42. You buy a badge for DKK 70 and get access to major museums, exhibitions, churches, libraries, schools, organizations, the parliament and other cultural attractions including some places that are not open to the public during the rest of the year. Open from 6PM to midnight. Attracts about 100,000 people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=MIX Copenhagen - LGBT Film Festival"],["alt=TBA October 2011"],["url=http:\/\/cglff.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held in Week 43, Ten days of gay and queer cinema at its very best with more than 130 screenings of the world's best feature films, short films, and documentaries with gay or queer relevance, culminating in a champagne party on the final day, when the best film of the year receives its award."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=University of Copenhagen"],["alt="],["url=http:\/\/www.ku.dk\/english\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest university in Denmark. The university has a large selection of studies which are placed in eight different faculties. The faculties are located around the city and the main building is located in central Copenhagen."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Technical University of Denmark"]}," This university teaches technical sciences and is located in the suburb Lyngby north of Copenhagen. "]},{"type":"*","value":[{"type":"'''","value":["IT University of Copenhagen"]}," This university teaches information technology studies and is located on Amager. "]},{"type":"*","value":[{"type":"'''","value":["Copenhagen Business School"]}," This university teaches business studies and is located in Frederiksberg."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Stroget.pg.jpg"],["thumb"],["250px"],["The 1.1 kilometre Strøget, along with its pedestrianised side streets, is one of the longest pedestrian streets in Europe and Copenhagen's premier shopping area"]]},"\n\n",{"type":"'''","value":["Strøget"]}," is one of the largest pedestrian malls in the world which links City Hall, Kongens Nytorv, and Nørreport station. Impeccably dressed Copenhageners breeze through high-end fashion and design stores when not zig-zagging through the hordes of tourists during the summer and Christmas seasons. Your fellow visitors can make it all feel rather touristy at times but if nothing else, it is great for people watching. If all this strange outdoor shopping takes you too far from your usual habitat, head for ",{"type":"'''","value":["Magasin du Nord"]}," (on Kongens Nytorv) or ",{"type":"'''","value":["Illums"]}," (on Amagertorv) for more familiar surroundings.  There is even a real American style mall complete with a gargantuan parking lot out on ",{"type":"[[","value":[["Copenhagen\/Amager"],["Amager"]]},". Appropriately, it is called ",{"type":"'''","value":["Fields"]},".\n\nIf you would rather sample smaller and more personal stores, the quarter of narrow streets surrounding ",{"type":"''","value":["Strøget"]}," in the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["old city"]]}," (colloquially known as ",{"type":"''","value":["Pisserenden"]}," and the ",{"type":"''","value":["The Latin Quarter"]},"), has a fantastic, eclectic mix of shopping. This ranges from quirky century-old businesses to the ultra hip in a wide range of fields. It is also much less crowded than Strøget, though unfortunately no less expensive.\n\nYou can also try Vesterbrogade and ",{"type":"[[","value":[["Copenhagen\/Vesterbro#Istedgade"],["Istedgade"]]}," on ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]},", due west of the central station, although you'll need to go a few blocks before hotels\/sex shops\/Thai restaurants turn into more interesting territory. Right at the border of this area, ",{"type":"[[","value":[["Copenhagen\/Frederiksberg#Værnedamsvej"],["Værnedamsvej"]]}," and Tullinsgade are also good bets.\n\nIn ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]},", ",{"type":"[[","value":[["Copenhagen\/Nørrebro#Ravnsborggade"],["Ravnsborggade"]]}," is well known for its huge number of antique stores that are excellent for bargain hunting and the next street to north, while more modest ",{"type":"[[","value":[["Copenhagen\/Nørrebro#Elmegade"],["Elmegade"]]}," has some small independent fashion boutiques.\n\nLaws limit opening hours for most shops, officially to the benefit of the staff, although the \"closing law\" (Lukkeloven) is facing increasing unpopularity among locals. But until the opposition grows loud enough, most shops will close around M-F 5-6PM on weekdays, around 4PM on Saturdays, and rarely will anything be open on Sundays, including supermarkets! For ",{"type":"'''","value":["out-of-hours shopping"]}," (apart from the ubiquitous 7-Eleven and small kiosks), the shops at Central Station (offering books and CDs, camping gear, photographic equipment, cosmetics, gifts) are open until 8PM daily. Large shopping centres and department stores are open on Sundays about once a month (usually the first Sunday, right after everyone gets paid) and more often during peak sale periods. The immigrant-owned grocery stores on Nørrebrogade on ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]}," also tend to be open until very late in the evening.\n\n",{"type":"===","value":["Flea markets"]},"\n\nNørrebro Flea Market is Denmark's longest and narrowest. It stretches for 333 metres on one half of the sidewalk by the wall of the Assistens Cemetery on Nørrebrogade. Here you may find a Royal Porcelain Christmas Plate, a Chesterfield chair or plain or downright rubbish. Open from 4 April until 31 October on Saturdays 06:00 - 15:00.\n\nThe oldest flea market in Copenhagen is on Israels Plads, close to the Nørreport S-Train Station. Here private individuals as well as professional dealers sell all kinds of old stuff, antique furniture, His Masters Voice gramophones and objets d'art. In 2009, the flea market celebrated its 35 year anniversary. Open from 18 April until 10 October on Saturdays 08:00 - 14:00.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"''","value":["Please look for general restaurant listings in the appropriate ",{"type":"[[","value":[["#Districts"],["districts"]]},"."]},"\n\n",{"type":"===","value":[" On a budget "]},"\n",{"type":"[[","value":[["File:Smorrebrod.jpg"],["thumb"],["250px"],["For a hearty and traditional Danish lunch, try out the delicious ",{"type":"''","value":["Smørrebrød"]}," open-faced sandwiches"]]},"\n\nIf your budget doesn't allow for regular dining at expensive Michelin restaurants, don't despair — there are plenty of other options. The cheapest are the many ",{"type":"'''","value":["shawarma and pizza joints"]}," that you find on almost every street in the city. You can get a shawarma for as little as DKK 15-20 and pizzas start at around DKK 40). You can opt for take away or sit at the one or two tables that are usually available. The cheapest places can be found around Istedgade on ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," and Nørrebrogade on ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]},". For affordable and delicious pita kebab, try ",{"type":"'''","value":["Ahaaa"]}," on Blågårds Plads, or ",{"type":"'''","value":["Boys Shawarma & Is"]}," for dürüm kebab on Nørrebrogade 216. For the best kebab in the city go to ",{"type":"'''","value":["Shawarma  Grill House"]}," Frederiksberggade 36.\n\nIf shawarma gets a little tiring, there are several Mediterranean-style ",{"type":"'''","value":["all-you-can eat buffet"]}," restaurants dotted around the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["inner city"]]},". ",{"type":"'''","value":["Riz Raz"]},"  is popular, with three locations and a huge vegetarian buffet for DKK 69 (lunch) \/ DKK 99 (dinner).  The branch on St. Kannikestræde has an infallible ability to seat and feed groups of all sizes. Nearby, ",{"type":"'''","value":["Ankara"]}," on Krystalgade offers a Turkish-inspired buffet that includes meat as well as salads. ",{"type":"'''","value":["Nyhavns Faergekro"]}," at Nyhavn has an original herring buffet where you can eat as much herring as you like prepared in ten different ways (grilled and many different marinades).\n\nFor breakfast and lunch try one of Copenhagen's ",{"type":"'''","value":["bakeries"]}," (",{"type":"''","value":["Bager"]}," — look for a pretzel-like contraption out front). They are numerous and the quality is excellent. Many offer ready-made sandwiches (Approx. DKK 35) such as Denmark's famous open-faced rye bread sandwiches called ",{"type":"''","value":["smørrebrød"]},". These sandwiches are small enough to take away and eat either with your hands or with a fork and knife and a wide range of ingredients are available including some elaborate combinations for the more adventurous. Most bakeries also offer coffee, bread rolls and cakes (expect to pay DKK 8-10 for Danish pastry, here known as ",{"type":"''","value":["wienerbrød"]},") and many bakeries offer at least some form of counter seating.\n\n",{"type":"[[","value":[["File:Copenhagen polsevogn.jpg"],["thumb"],["250px"],["Pølsevogn"]]},"\n\nFor something quintessentially Danish, no visit to Copenhagen is complete without trying out a ",{"type":"'''","value":["pølsevogn"]}," (see image on the right), literally \"sausage wagon\", where you can get your hands on several different forms of tasty hot dogs with a free selection of various toppings for next-to-nothing by local standards. It is also one of the few places where you are expected to socialize with the other guests. To blend in, remember to order a bottle of ",{"type":"''","value":["Cocio"]}," cocoa drink to wash down your hot dog. At night, when the wagons are put into storage, 7-Eleven stores (which are open 24\/7) take over the business of satisfying your hot dog craving. They offer other eat-and-walk items like pizza slices or spring rolls.\n\nAlso, remember to look out for the term ",{"type":"'''''","value":["dagens ret"]}," on signs and menus — this means \"meal of the day\" and often translates to a filling plate of hot food for a reasonable price.\n\nAnd finally, if your budget gets really small, buy some of your food in the supermarket. But watch out, prices can vary a lot depending on which supermarket you are going to. \"Netto\" (e.g. close to Nørrebro metro station) is the one you should look for. Irma, with a lot of fresh and delicious food, is (even for danes) a little expensive.\n\n",{"type":"===","value":[" Michelin dining "]},"\nCopenhagen has 13 Michelin starred restaurants, which is a huge number for a city of its size. This includes both Italian, French, thai and of course the new Nordic cuisine. The new Nordic cuisine is headed by world renowned noma, that has two michelin stars and have been number one in San Pellegrinos \"The Worlds 50 best restaurants in 2013\" in both 2010, 2011 and 2012. But tables can be extremely difficult to get. But if you still want to try thew new Nordic cuisine is Relæ and Kadeau great options, both with one michelin star. All three of them use traditionally Nordic ingredients and give new takes of classic Nordic dishes. Marv&Ben can be recommended for cheaper non-michelin starred experience in the Nordic cuisine. Manfreds og Vin is another possibility, Relæ's little sister, located just opposite to Relæ offer a relaxed atmosphere but still playful and delicious organic food, wine and beer with strong Nordic roots. It is also fine just to go for a glass.\n\nGeranium is besides from noma the big international star in Danish cuisine. Head chef Rasmus Koefod has won the Bocuse d'Or (World Championship for chefs) in 2011 and Geranium currently have two michelin stars. The restaurant is located on 8th floor in the national soccer stadium in ",{"type":"[[","value":[["Copenhagen\/Østerbro#Eat"],["Østerbro"]]},". But don't get frightened by that, there is a beautiful view over the nearby park and most of Copenhagen. The focus is more classic French than noma, but there is still strong new Nordic vibes.\n\nThe new Nordic movement have been so strong that it is almost impossible to find a michelin starred restaurant in Copenhagen without at least some strong Nordic directions. One of the only exceptions is Era Ora, a classic Italian one michelin starred restaurant. That is famous for a fantastic (though expensive) wine menu and delicious Italian treats. If the wallet is not that heavy, if Formel B a strong choice. Besides from most other top restaurants is there no expensive tasting menu or the traditional starter, main and dessert. Here costs all of the 20 dishes the same and you can choose one, two or all twenty.\n\nA fun story is that the only Thai restaurant in the world is located in Copenhagen, and with a Danish owner. The restaurant Kiin Kiin is located in the hip and a bit trashy neighbourhood ",{"type":"[[","value":[["Copenhagen\/Nørrebro#Eat"],["Nørrebro"]]},". An affiliate was actually opened in Bangkok a few years ago. Aroii is one of Kiin Kiin's sister restaurants in Copenhagen, it is located in the same building and offers highly delicious thai food, for much cheaper prices. Also possible for take away.\n\nOther michelin starred restaurants include: Kong Hans Kælder that opened in 1976 and have only have three head chefs in that time. In these almost 40 years Kong Hans Kælder have been a front runner for top gourmet in Copenhagen, it is still the place to go. The focus is changing from the classic French cuisine to a new healthy paleo inspired cuisine, as probably the only michelin starred restaurant is the world.\n\nOther one michelin stars:\nKokkeriet, Restaurant AOC, Søllerød Kro, Grønbech&Churchill and Den Røde Cottage\nOther top picks include:\n1. Th. The restaurant is decorated as a normal living room, giving the experience as being to dinner at a friends house. You pay a fixed amount before, and everyone is included. So you don't get a check afterward. A fantastic place.\nMielcke & Hurtigkarl (which has been \"cheated\" for a michelin star for many years, at least according to Danish food critics)\nMarchal at luxury hotel D'Angleterre. A newly opened restaurant by rising star head chef Ronny Emborg.\nAlberto K, a rising star in the Copenhagen culinary environment.\nRestaurationen, a former michelin star. But the owner lowered the tempo and still serve delicious food and give top service.\nBror, Rebel, Pony, Pluto, Clou and Congo are all newly opened but show huge potential.\n\n",{"type":"===","value":[" Brunch "]},"\nBrunch is a Copenhagen institution, especially during the summer, and it is not unusual to hear a serious invitation for a morning brunch together with the ritual goodbye hug when a long night out in town draws to a close. In this way, brunch is intrinsically linked to the second local obsession of drinking. Food and fresh air is a great cure for hangovers as Copenhagernes have long since discovered.\n\nMost cafés offer brunch, at least on weekends, for upwards of DKK 80, often with a theme: American and French are especially widespread. One of the most popular options is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/osamerican.dk\/ O's American Breakfast"]}]}," at two locations in central Copenhagen.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Cph nyhavn.jpg"],["thumb"],["250px"],["Nyhavn is a popular place to go for a drink in the summer"]]},"\n\nA large beer costs DKK 30-40 or so at most places in central Copenhagen, but some charge only DKK 20-30, especially on weekdays or during early hours, while fancy places obviously charge more. Unless you come from elsewhere in Scandinavia don't frighten yourself by trying to work out what this costs in your home currency. At most places the beer on tap is either Carlsberg or Tuborg. In either case there will be a choice of the normal pilsner and then a slightly redder special or classic. Some might also offer wheat or dark beer.\n\nIf you are on a budget you could follow the example of local teenagers and get primed with bottled beer from a supermarket or kiosk (DKK 3-7 for a 330 ml bottle). It is legal and very popular to drink beer in public (not on public transport, although it will be accepted if you are not showing drunk behaviour), so buy a beer, sit on a park bench or at Nyhavn and enjoy Danish life.\n\nAs for where to drink, most tourists head straight for ",{"type":"'''","value":["Nyhavn"]}," but while indeed pretty, the high prices here make it a bit of a tourist trap. In good weather imitate the locals by buying beer from a kiosk and dangling your legs over the water or head elsewhere to get your drinking on. The many side streets north and south of the ",{"type":"''","value":["strøget"]}," pedestrian street are a good starting point. Other good areas are ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," west of the central station, along Vesterbrogade and Istedgade and in the meatpacking district. On ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]},", the cluster of bars and clubs around Sankt Hans Torv and Blågårds Plads, just after ",{"type":"''","value":["the lakes"]},", is another hotspot. For a coastal city Copenhagen has surprisingly few places where you can enjoy a water view with your beer or coffee.\n\n",{"type":"{{","value":[["infobox"],["Drinking dictionary"],[{"type":"*","value":[" ",{"type":"'''","value":["Cafés"]}," are equally ready to serve coffees or beer and wine but they usually close around midnight and music is subdued to allow for conversations. They also serve food."]},{"type":"*","value":[" ",{"type":"'''","value":["Bodegas"]}," are your average local watering holes, somewhat equivalent to a pub, with prices often much lower than bars and cafés. The clientèle is often a bit shady and you may have people staring at unfamiliar customers but behave nicely and they usually warm up to you. Try to have someone teach you the local ",{"type":"''","value":["træmand"]},", ",{"type":"''","value":["meyer"]},", or ",{"type":"''","value":["snyd"]}," dice games for a fun night."]},{"type":"*","value":[" ",{"type":"'''","value":["Pubs"]}," are just that, pubs, the familiar English, Irish, and Scottish-themed exports that often do not have much in common with the actual pubs in those countries other than exported beer and interiors."]},{"type":"*","value":[" ",{"type":"'''","value":["Bars"]}," are what locals tend to call everything with loud music that do not have a cover charge. Packed at weekends but more quiet at other times. "]},{"type":"*","value":[" ",{"type":"'''","value":["Clubs"]},", or discotheques as they are often still referred to here, are bars that have a cover charge and have a dance floor. Often only open Th-Sa. "]},{"type":"*","value":[" ",{"type":"'''","value":["Morgenværtshus"]},". If you can get away with pronouncing this when you'll need it, you will be asking directions to a shady establishment full of people hell bent on not ending the night just yet. They usually open around 5AM and \"classics\" include the 24 hour ",{"type":"'''","value":["Hong Kong"]}," in Nyhavn, ",{"type":"'''","value":["Café Guldregn"]}," on Vesterbro and ",{"type":"'''","value":["Andy's"]}," in the city centre."]}]]},"\n\n",{"type":"===","value":[" Clubbing "]},"\n",{"type":"''","value":["You can check for club listings in the various ",{"type":"[[","value":[["#Districts"],["districts"]]}]},"\n\nThe club scene is vibrant in Copenhagen, but most clubs are only open Th-Sa. Note that most locals have a party at home with friends or frequent their favourite bars, before they head out for the clubs, so they rarely get going until after midnight and close around 5AM. Most clubs have a DKK 40-80 cover charge and the ones that don't are rubbish more often than not. Also expect an additional DKK 10-20 for cloakrooms. Most clubs maintain a minimum age of 20 or 21, although they are not required to do this by law. Expect a draft beer, or basic drinks, to set you back DKK 40-50 — a bit more than bars usually charge.\n\nVisitors who want to indulge Su-W will probably have to hunt around to find a place with some action but there are some options:\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Sunday"],["alt="],["url=http:\/\/rubadub.dk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rub'a'dub Sundays is a popular dance hall\/reggae club (currently on hold until mid-2010 when the Stengade 30 venue will be back in business)"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Monday"]}," — The Scottish pub on Rådhuspladsen (City Hall) hosts a backpackers night, which is sometimes quite lively. "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Tuesday"],["alt="],["url=http:\/\/myspace.com\/elektronisketirsdage"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Elektronisk Tirsdag (",{"type":"''","value":["Electronic Tuesday"]},") plays nice electronic tunes on ",{"type":"'''","value":["Gefährlich"]}," on ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]},"."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Wednesday"]}," — You could either go for ",{"type":"[","value":["http:\/\/mwb2.dk\/ Midweek Brakes"]}," at Kødboderne 18 on ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," or the popular ",{"type":"[","value":["http:\/\/studenterhuset.com\/ International Night"]}," for resident exchange students on ",{"type":"'''","value":["Stundenterhuset"]}," in ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Thursday"]}," - Is tricky, there is no set place to go, but most clubs and bars will be open and often offer discounts on beers and cocktails and free entrance.  Also concerts with bands of varying popularity at ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]},"'s Drone Bar as well as open mike nights at both branches of ",{"type":"[","value":["http:\/\/www.cafe-retro.dk\/index.php?id=304 Cafe Retro"]},"(found in ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]}," and ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]},")."]},"\n",{"type":"====","value":["Gay and lesbian"]},"\nFor its size, Copenhagen has a rather large gay scene with a good handful of bars and dance clubs located in the center of the city within walking distance from each other, some of the better ones include ",{"type":"''","value":["Club Christopher"]}," in ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]},". VELA, the only bar\/lounge in town that is targeted at lesbians is on ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]},".\n\n",{"type":"===","value":["Live venues"]},"\nMost of the music venues in Copenhagen also double as nightclubs so watch for them under the club sections in the different districts. Tickets for almost every event in Denmark and Copenhagen are sold through ",{"type":"[","value":["http:\/\/billetnet.dk\/ Billetnet"]}," which has both online sales and a counter available in all post offices. But apart from headline events, tickets are usually also sold at the entrance. Expect to pay DKK 100 and upwards.\n\nThe major music venues in Copenhagen are ",{"type":"'''","value":["Parken stadium"]}," on Østerbro for the biggest stars. ",{"type":"[[","value":[["Copenhagen\/Indre By"]]},", ",{"type":"'''","value":["Copenhagen Jazzhouse"]}," obviously hosts Jazz concerts and ",{"type":"'''","value":["The Rock"]}," is the spiritual home of the local rock and heavy metal scene. ",{"type":"'''","value":["Vega"]}," on ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]}," is a major venue with concerts of almost every genre by national and international acts. ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]}," has two venues: ",{"type":"'''","value":["Rust's"]}," stage mainly hosts  mainstream rhythmic music and ",{"type":"'''","value":["Global"]},", as its name would imply, provides a stage for world music. Southwards on ",{"type":"[[","value":[["Copenhagen\/Christianshavn"],["Christianshavn"]]},", it is no surprise that the ",{"type":"'''","value":["Operahouse"]},"  plays Opera and not to be missed, the different venues of ",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen\/Christiania"],["Christiania"]]}]}," are a powerhouse of Denmark's alternative and underground culture. Christiania's most famous venue is ",{"type":"'''","value":["Loppen"]}," which has hosted many (mostly rock) acts that later grew in popularity to play bigger venues like Vega for far larger prices.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"''","value":["Hotel listings are available in the appropriate ",{"type":"[[","value":[["#Districts"],["districts"]]},"."]},"\n\nCopenhagen offers all kinds of accommodation but like the rest of Denmark, prices are high. Most hotels are located in ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]}," and ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]},". Special rates are often available on the internet or from travel agencies, so look around well ahead of time, rather than spending your holiday budget on sleeping because you booked at the last minute.\n\nDo note that many international hotel chains only maintain token presence in Denmark with a singular high-end business hotel in Copenhagen, or are not present at all. For example, large French hotel groups Accor and Group du Louvre eschew Denmark completely, which means the popular inexpensive Ibis and Campanile hotels are nowhere to be found in Copenhagen. On the other hand, local Scandinavian chains such as ",{"type":"'''","value":["Scandic"]},", ",{"type":"'''","value":["Radisson BLU"]},", ",{"type":"'''","value":["First Hotels"]}," and ",{"type":"'''","value":["Nordic Choice Hotels"]}," (the usual Choice Hotels - ",{"type":"''","value":["Comfort"]},", ",{"type":"''","value":["Quality"]}," and ",{"type":"''","value":["Clarion"]}," - as found in other countries but with some local twists) are very well represented throughout the Copenhagen region.\n\nThe hospitality industry is one the one hand squeezed by the high labour costs, being one of the most labour-intensive business, and on the other spoiled by relatively low competition (there are not many hotels in Copenhagen for a city of that size). There generally is a dearth of mid-range hotels, as hotels either position themselves as low-priced (for Copenhagen) and limit service and facilities to the minimum, or as luxurious, and charge you every bit they need to recover the increased costs of running a fully-staffed hotel in Denmark. As competition is low and labour costs consume most of the hotels' revenues, many even high-end properties show signs of age and may not be up to the standards found in other European countries.\n\nFor more accommodation options, you may head across the Oresund bridge to ",{"type":"[[","value":[["Malmö"]]}," and other localities in ",{"type":"[[","value":[["Scania"]]},". You will find a wider variety of options there, often at lower prices, but will need to factor in the costs and time needed to cross the bridge to get to Copenhagen.\n\n",{"type":"===","value":[" Unique accommodation "]},"\nIf you are looking for something unique, Copenhagen has a few surprisingly little known options. Fancy sleeping in an old fort? Then look no further than ",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen\/Amager#Flakfortet"],["Flakfortet"]]}]}," on its very own island out in the sound. Stylish rooms, classic and rather tastefully integrated into the environs of the old fort. Staying here does though exclude spending your evenings in the city, as the last ferry leaves in the late afternoon. You can also opt for the ",{"type":"'''","value":["Dragør Fort"]}," on ",{"type":"[[","value":[["Copenhagen\/Amager"],["Amager"]]}," although they haven't pulled it off quite so nicely. In the same area, consider the old and historic beach front ",{"type":"'''","value":["Dragør Badehotel"]}," in a classic building with great views over Øresund and a nearby beach, but also a fair deal of transportation time to the sights in the city centre. (Although it is close to the airport.)\n\nIn the same genre, and with the same drawbacks, is ",{"type":"'''","value":["Skovshoved Hotel"]}," in the ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["northern suburbs"]]},". This is an historic beach hotel with nice views and a fantastic restaurant. You can get even closer to the water on the floating houseboat hotel ",{"type":"'''","value":["CPH Living"]}," moored in ",{"type":"[[","value":[["Copenhagen\/Christianshavn"],["Christianshavn"]]}," . If you're a rad hipster and would rather sample some of the design for which the city is rightly famous, consider ",{"type":"'''","value":["Hotel Fox"]}," where young Danish and international artists have individually decorated and furnished the rooms. Other hip options are ",{"type":"'''","value":["STAY Copenhagen"]}," on the waterfront of Islands Brygge or ",{"type":"'''","value":["Hotel Twentyseven"]}," located near the arty cocktail lounges of the ",{"type":"[[","value":[["Copenhagen\/Indre By"],["Indre By"]]}," area. Or you could always max out your credit card and splurge at the timeless five star classics of ",{"type":"'''","value":["D'Angleterre"]}," (re-opening May 2013) or ",{"type":"'''","value":["Skt Petri Hotel"]},".\n\n",{"type":"===","value":[" On a budget "]},"\nCopenhagen is an expensive city but it ",{"type":"''","value":["is"]}," possible for budget travellers to find reasonably priced accommodations. For those on an ultra low budget there are two free, but completely basic, ",{"type":"'''","value":["camping"]}," grounds along the Mølleå river where you can camp for one or two nights. While camping elsewhere is no big sin, it is not legal either. There are plenty of commercial camping grounds available but if you are not used to Scandinavian price ranges, even these could seem expensive (DKK 50-200). The closest camping sites are at ",{"type":"''","value":["Charlottenlund Fort"]}," in ",{"type":"[[","value":[["Copenhagen\/Northern suburbs"],["Charlottenlund"]]}," and there is also a summer-only camping ground in the outer part of ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]}," within the city proper. If you prefer modern comforts consider one of the ",{"type":"[[","value":[["hospitality exchange"]]}," networks. Couchsurfing.com for instance, is quite popular with the Copenhagers, who provide 6,000 available hosted stays in the city, giving you the added bonus of having a local to point you to the great spots.\n\nThere are a few ",{"type":"'''","value":["hostels"]}," available and the cheapest are two summer-only (July-Aug) hostels in ",{"type":"[[","value":[["Copenhagen\/Vesterbro"],["Vesterbro"]]},": ",{"type":"'''","value":["YMCA Interpoint"]}," and ",{"type":"'''","value":["Sleep in fact"]},". Here you can overnight in basic dormitory bunk beds from as little as DKK 100. On ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]}," the two sleep-in hostels are slightly more expensive but still a bargain compared to the general price range. The national hostel system ",{"type":"[","value":["http:\/\/danhostel.dk Danhostel"]}," which is part of Hostelling International, run four hostels within reasonable distance of the centre, but they are not exactly party locations if that is what you are looking for.\n\nFor ",{"type":"'''","value":["Hotels"]}," consider the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/cabinn.com\/ Cab Inn"]}]}," chain that has three hotels in Copenhagen. One is just a short walk away from Tivoli and Kobenhavn H and the other two are at Frederiksberg. Rooms go from €71 (single) to €103 (triples). The rooms are quite small but have TVs and private showers and toilets. If you are attracted to your own sex, you should be pleased to know that there are several cheap hotels specifically catering to gays and lesbians — ",{"type":"[","value":["http:\/\/carstensguesthouse.dk Carsten's Guest House"]}," and ",{"type":"[","value":["http:\/\/copenhagen-rainbow.dk Copenhagen Rainbow"]}," are two of them. In the very city center, just 500 meters from Tivoli on the mainstreet of Vesterbrogade there is a few other fairly priced options for accommodation, the Loeven hotel ",{"type":"[","value":["http:\/\/loevenhotel.dk"]},", the ",{"type":"[","value":["http:\/\/savoyhotel.dk Savoy Hotel"]},", prices around €80 for a twin room. A little further out following a side street on your left hand side, in Absalonsgade you will a youthhostel, also fairly priced although quite noisy.\n\n",{"type":"==","value":["Connect"]},"\nLibraries offer free internet access for one hour at a time, though this often requires signing up in advance. The ",{"type":"''","value":["Hovedbibliotek"]}," (main library) has 12 freely accessible workstations and a wide selection of international newspapers, Krystalgade 15 ",{"type":"[","value":["http:\/\/bibliotek.kk.dk\/bibliotekerne\/findbibliotek\/hovedbiblioteket"]},"\n\nA cheap (under DKK 20\/hour) internet café is in Copenhagen Central Station. Moreover, a lot of bars, cafés, McDonald's, and petrol stations offer WiFi hotspots for people with notebooks, though these are a little more expensive than internet cafés. ",{"type":"[","value":["http:\/\/openwifi.dk\/index.php?page=hotspots&search=*all*_1050_K%F8benhavn OpenWiFi"]}," maintains a list of hotspots in the city.\n\nIf you are travelling with your own laptop, you could also jump on a ",{"type":"'''","value":["S-train"]},", which all have free WiFi. But since you need to activate your account through an email confirmation, it's a good idea to register beforehand, which can be done on the Gratis Danmark website ",{"type":"[","value":["http:\/\/logon.gratis-danmark.dk\/"]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/visitcopenhagen.dk\/ The Tourist Information Office"]}]}," is located near Copenhagen Main Station (2 km walk) and is worth a visit. The staff are really friendly and they speak almost all languages. It is possible to book hotels using PC terminals directly from within this office and they provide information for all possible activities in Copenhagen including museums, concerts and festivals.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Money"]},"\nAlthough Denmark is a member of the European Union, the currency is still the Danish Krone (DKK), which is pegged to the Euro (€) at a rate of about 7.50 Kroner per Euro. In Copenhagen, Nyhavn, Tivoli, and many of the major restaurants and hotels frequented by tourists accept Swedish Kronor and Euros, although it is not yet common practice elsewhere and they often use bad exchange rate. Banks are ubiquitous, so exchanging currencies will in most cases not present any major difficulties. Exchange offices are also becoming increasingly widespread, especially Scandinavian chains such as Forex and X-change, which often have decent rates and charge no commission unlike those on strøget which offer low rates and a very high commission. Using the exchange machines present at some banks is not recommended, though, as these charge a fee of DKK 25 (approx. €3.35).\n\nCredit cards are widely accepted, although this is usually limited to Visa and\/or MasterCard. Many supermarkets and small shops will normally only accept the widespread local Danish debit-card, also known as the Dankort. But acceptance of the two major international credit cards is increasing rapidly. Other credit cards like American Express, Diners, JCB, and Unionpay are accepted in some but not all shops in Copenhagen, especially in Strøget, the main shopping district. When accepted, a transaction fee (mandated by credit card companies, not shops) of 0.75 to 4.00% of the amount will usually be charged on credit cards issued by foreign banks.\n\nAlmost all ATMs accept major international cards, including all the ones mentioned previously. Therefore it is worth noting that although some shops may not accept all credit cards, an ATM capable of doing so will in most cases be less than 200 meters away, particularly in central Copenhagen.\n\n",{"type":"===","value":[" Press "]},"\nThe Copenhagen post ",{"type":"[","value":["http:\/\/cphpost.dk"]}," is the country's sole English language newspaper, it's published weekly on Saturdays, and is available at many bars and cafés, as well as for sale in the Magasin department store, and the kiosks at the Central, Vesterport, Østerport, and Hellerup stations for DKK 20.\n\n",{"type":"===","value":[" Embassies and consulates "]},"\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url="],["email="],["address=Borgergade 16"],["lat="],["long="],["directions="],["phone=+45 33 15 80 82"],["tollfree="],["fax="],["hours=M-F 10AM-1PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/denmark.embassy.gov.au"],["email="],["address=Dampfærgevej 26"],["lat="],["long="],["directions="],["phone=+45 70 26 36 76"],["tollfree="],["fax="],["hours=M-F 8:30AM-4:30PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]},"  ",{"type":"{{","value":[["listing"],["name=Austria"],["url="],["email="],["address=Sølundsvej 1"],["lat="],["long="],["directions="],["phone=+45 39 29 41 41"],["tollfree="],["fax="],["hours=M-F 9:30PM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/diplomatie.be\/copenhagen\/"],["email="],["address=Øster Allé 7"],["lat="],["long="],["directions="],["phone=+45 35 25 02 00"],["tollfree="],["fax="],["hours=M-Th 9AM-12:30PM - 1:30PM-4:30PM (F 3:30PM)"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/brazil.dk"],["email="],["address=Ryvangs Allé, 24"],["lat="],["long="],["directions="],["phone=+45 45 39 20 64 78"],["tollfree="],["fax="],["hours=M-F 9AM-3PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]}," ",{"type":"{{","value":[["listing"],["name=Bulgaria"],["url=http:\/\/mfa.bg\/copenhagen\/"],["email="],["address=Gamlehave alle 7, 2920 Charlottenlund"],["lat="],["long="],["directions="],["phone=+45 39 64 24 84 or +45 39 63 38 72"],["tollfree="],["fax="],["hours=M-F 08:30-12:00 & 13:00-16:30"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/canadainternational.gc.ca\/denmark-danemark\/"],["email="],["address=Kristen Bernikowsgade 1"],["lat="],["long="],["directions="],["phone=+45 33 48 32 00"],["tollfree="],["fax="],["hours=M-F 8:30AM-noon & 1PM-4:30PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/dk.china-embassy.org\/"],["email="],["address=Øregårds Allé 25"],["lat="],["long="],["directions="],["phone=+45 39 46 08 89"],["tollfree="],["fax="],["hours=M-F 9AM-noon"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cuba"]]}," ",{"type":"{{","value":[["listing"],["name=Cuba"],["url=http:\/\/cubaembassy.dk\/"],["email="],["address=Kastelsvej  19, 3tv"],["lat="],["long="],["directions="],["phone=+45 39 40 15 10"],["tollfree="],["fax="],["hours=M, W & F 9AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Estonia"]]}," ",{"type":"{{","value":[["listing"],["name=Estonia"],["url=http:\/\/estemb.dk\/"],["email="],["address=Aurehøjvej 19"],["lat="],["long="],["directions="],["phone=+45 39 46 30 70"],["tollfree="],["fax="],["hours=M, W & F 10AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url="],["email="],["address=Sankt Annæ Plads 24"],["lat="],["long="],["directions="],["phone=+45 33 13 42 14"],["tollfree="],["fax="],["hours=M-F 9AM-noon & 1PM-3:30PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/ambafrance-dk.org"],["email="],["address=Ny Østergade 3, 2nd floor"],["lat="],["long="],["directions="],["phone=+45 33 67 01 64"],["tollfree="],["fax="],["hours=M-F 8:30AM-12:30PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/kopenhagen.diplo.de"],["email="],["address=Stockholmsgade 57"],["lat="],["long="],["directions="],["phone=+45 35 45 99 00"],["tollfree="],["fax="],["hours=M-F 9AM-noon except W 1PM-4PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ghana"]]}," ",{"type":"{{","value":[["listing"],["name=Ghana"],["url=http:\/\/ghanaembassy.dk\/"],["email="],["address=Egebjerg Allé 13"],["lat="],["long="],["directions="],["phone=+45 39 62 82 22"],["tollfree="],["fax="],["hours=M-Th 9AM-1PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/mfa.gr\/copenhagen"],["email="],["address=Bornholmsgade 3"],["lat="],["long="],["directions="],["phone=+45 33 34 60 48"],["tollfree="],["fax="],["hours=M-F 10AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iceland"]]}," ",{"type":"{{","value":[["listing"],["name=Iceland"],["url=http:\/\/iceland.org\/dk"],["email="],["address=Strandgade 89"],["lat="],["long="],["directions="],["phone=+45 33 18 10 50"],["tollfree="],["fax="],["hours=M-F 9AM-4PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/indian-embassy.dk"],["email="],["address=Vangehusvej 15"],["lat="],["long="],["directions="],["phone=+45 39 18 34 44"],["tollfree="],["fax="],["hours=M-F 9:30AM-noon"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/kbricph.dk\/"],["email="],["address=Ørehøj Alle 1"],["lat="],["long="],["directions="],["phone=+45 39 62 44 22"],["tollfree="],["fax="],["hours=M-F 9AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/embassyofireland.dk"],["email="],["address=Østbanegade 21"],["lat="],["long="],["directions="],["phone=+45 35 47 32 00"],["tollfree="],["fax="],["hours=M-F 10AM-12:30PM-2:30PM-4PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/copenhagen.mfa.gov.il"],["email="],["address=Lundevangsvej 4"],["lat="],["long="],["directions="],["phone=+45 88 18 55 00"],["tollfree="],["fax="],["hours=M-F 10AM-1PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/ambcopenaghen.esteri.it"],["email="],["address=Gammel Vartov Vej 7"],["lat="],["long="],["directions="],["phone=+45 39 62 68 77"],["tollfree="],["fax="],["hours=M 10AM-noon & 2PM-4PM Tu-F 10AM-noon"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/dk.emb-japan.go.jp\/"],["email="],["address=Pilestræde 61"],["lat="],["long="],["directions="],["phone=+45 33 11 33 44"],["tollfree="],["fax="],["hours=M-F 9AM-noon & 1:30PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Latvia"]]}," ",{"type":"{{","value":[["listing"],["name=Latvia"],["url=http:\/\/am.gov.lv\/copenhagen"],["email="],["address=Rosbæksvej 17"],["lat="],["long="],["directions="],["phone=+45 39 27 60 00"],["tollfree="],["fax="],["hours=M-Th 10AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Lithuania"]]}," ",{"type":"{{","value":[["listing"],["name=Lithuania"],["url=http:\/\/dk.mfa.lt"],["email="],["address=Bernstorffsvej 214"],["lat="],["long="],["directions="],["phone=+45 39 63 62 07"],["tollfree="],["fax="],["hours=M-F 9AM-1PM & 2PM-4PM"],["price="],["content="]]}," "]},"| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Macedonia"]]}," ",{"type":"{{","value":[["listing"],["name=Macedonia"],["url=http:\/\/www.missions.gov.mk\/copenhagen"],["email=copenhagen@mfa.gov.mk"],["address=Skindergade 28, A, 1.th., 1159 Copenhagen"],["lat="],["long="],["directions="],["phone=+45 39 766 920"],["tollfree="],["fax=+45 39 766 923"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysia"],["url="],["email="],["address=Sundkrogsgade 10, DK-2100 København Ø"],["lat="],["long="],["directions="],["phone=+45 39 17 93 33"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mongolia"]]}," ",{"type":"{{","value":[["listing"],["name=Mongolia"],["alt=consulate"],["url=http:\/\/mongolietskonsulat.dk"],["email="],["address=Bolbrovej 20"],["lat="],["long="],["directions="],["phone=+45 32 52 44 27"],["tollfree="],["fax="],["hours=By appointment only"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["File:Flag of Nepal.svg"],["10px"]]}," ",{"type":"{{","value":[["listing"],["name=Nepal"],["url=http:\/\/nepalembassydenmark.org\/"],["email="],["address=Svanemøllevej 92"],["lat="],["long="],["directions="],["phone=+45 44 44 40 43"],["tollfree="],["fax="],["hours=M-F 10AM-1PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=The Netherlands"],["url=http:\/\/nlembassy.dk\/"],["email="],["address=Toldbodgade 33"],["lat="],["long="],["directions="],["phone=+45 33 70 72 00"],["tollfree="],["fax="],["hours=M-F 9AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/nzembassy.com\/"],["email="],["address=Store Strandstræde 21, 2.tv"],["lat="],["long="],["directions="],["phone=+45 33 37 77 02"],["tollfree="],["fax="],["hours=M-Th 10AM-2PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/norsk.dk\/"],["email="],["address=Amaliegade 39"],["lat="],["long="],["directions="],["phone=+45 33 14 01 24"],["tollfree="],["fax="],["hours=M-Th 08.30AM-4PM,F 8:30AM-3:30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Pakistan"]]}," ",{"type":"{{","value":[["listing"],["name=Pakistan"],["url=http:\/\/pakistanembassy.dk"],["email="],["address=Valeursvej 17"],["lat="],["long="],["directions="],["phone=+45 39 62 11 88"],["tollfree="],["fax="],["hours=M-F 10AM-noon, except W 3PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["name=Poland"],["url=http:\/\/copenhagen.polemb.net"],["email="],["address=Richelieus Alle 12"],["lat="],["long="],["directions="],["phone=+45 39 46 77 00"],["tollfree="],["fax="],["hours=M-F 9AM-2PM, except W 1PM-6PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url=http:\/\/mne.gov.pt\/mne\/en\/infocidadao\/pestrangeiro\/embaixadas\/"],["email="],["address=Toldbodgade 31"],["lat="],["long="],["directions="],["phone=+45 33 13 13 01"],["tollfree="],["fax="],["hours=M-F 10AM-4PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url=http:\/\/denmark.mid.ru\/"],["email="],["address=Kristianiagade 5"],["lat="],["long="],["directions="],["phone=+45 35 38 23 70"],["tollfree="],["fax="],["hours=M-F 9AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Singapore"]]}," ",{"type":"{{","value":[["listing"],["name=Singapore"],["url="],["email="],["address=Snorresgade 20"],["lat="],["long="],["directions="],["phone=+45 32 54 83 60"],["tollfree="],["fax="],["hours=By appointment only"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=South Korea"],["url=http:\/\/dnk.mofat.go.kr\/"],["email="],["address=Svanemøllevej 104"],["lat="],["long="],["directions="],["phone=+45 39 46 04 00"],["tollfree="],["fax="],["hours=M-F 10AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url=http:\/\/southafrica.dk\/"],["email="],["address=Gammel Vartov Vej 8"],["lat="],["long="],["directions="],["phone=+45 39 18 01 55"],["tollfree="],["fax="],["hours=M-F 9AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url="],["email="],["address=Kristianiagade 21"],["lat="],["long="],["directions="],["phone=+45 35 42 22 66"],["tollfree="],["fax="],["hours=M-Th 9AM-5PM,F 9AM-2.30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/swedenabroad.com\/kopenhamn"],["email="],["address=Sankt Annæ Plads 15 A"],["lat="],["long="],["directions="],["phone=+45 33 36 03 75"],["tollfree="],["fax="],["hours=M-F 10AM-noon, W also 2AM-4PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/eda.admin.ch\/copenhagen"],["email="],["address=Amaliegade 14"],["lat="],["long="],["directions="],["phone=+45 33 14 17 96"],["tollfree="],["fax="],["hours=M-F 9:30AM-12:30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["url=http:\/\/roc-taiwan.org\/DK"],["email="],["address=Amaliegade 3, 2F"],["lat="],["long="],["directions="],["phone=+45 33 93 51 52"],["tollfree="],["fax="],["hours=M-F 10AM-1PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Thailand"],["url=http:\/\/thaiembassy.dk\/"],["email="],["address=Norgesmindevej 18"],["lat="],["long="],["directions="],["phone=+45 39 62 50 10"],["tollfree="],["fax="],["hours=9AM-11.45AM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Turkey"]]}," ",{"type":"{{","value":[["listing"],["name=Turkey"],["url=http:\/\/turkishembassy.dk"],["email="],["address=Rosbæksvej 15"],["lat="],["long="],["directions="],["phone=+45 39 20 27 88"],["tollfree="],["fax="],["hours=M-F 9AM-1PM & 2PM-5PM"],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ukraine"]]}," ",{"type":"{{","value":[["listing"],["name=Ukraine"],["url=http:\/\/mfa.gov.ua\/denmark\/"],["email="],["address=Toldbodgade 37A"],["lat="],["long="],["directions="],["phone=+45 33 16 16 35"],["tollfree="],["fax="],["hours=M,W,F 10AM-1PM,Tu 3PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukindenmark.fco.gov.uk\/"],["email="],["address=Kastelsvej 38"],["lat="],["long="],["directions="],["phone=+45 35 44 52 00"],["tollfree="],["fax="],["hours=M-F 9AM-12:30PM & 1.30PM-3PM to 15:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/denmark.usembassy.gov"],["email="],["address=Dag Hammarskjölds Allé 24"],["lat="],["long="],["directions="],["phone=+45 35 55 31 44"],["tollfree="],["fax="],["hours=M-F 8:15AM-11:15PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Venezuela"]]}," ",{"type":"{{","value":[["listing"],["name=Venezuela"],["url=http:\/\/ve-ambassade.dk\/"],["email="],["address=Toldbodgade 31"],["lat="],["long="],["directions="],["phone=+45 33 93 63 11"],["tollfree="],["fax="],["hours=9AM-1PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vietnam"]]}," ",{"type":"{{","value":[["listing"],["name=Vietnam"],["url=http:\/\/vietnamemb.dk\/"],["email="],["address=Bernstorffsvej 30C"],["lat="],["long="],["directions="],["phone=+ 45 39 18 26 29"],["tollfree="],["fax="],["hours=M-F 10AM-1PM"],["price="],["content="]]}]}]]},"\n\n",{"type":"==","value":["Stay safe"]},"\nAs elsewhere in Europe and Denmark dial ",{"type":"'''","value":["112"]}," for emergencies, and ",{"type":"'''","value":["114"]}," non emergencies relating to the police.\n\nCopenhagen used to be one of the safest cities in the world and while the situation has deteriorated in recent years, it is still quite safe compared to other cities of the same size. Like any metropolitan area, Copenhagen does experience its share of crimes and recent times have seen an increase in very violent gang-related crimes on Nørrebro. While crime against strangers is mostly of the non-violent type, such as pickpocketing and petty theft, one should take precautions, in particular around busy tourist attractions, in train stations and inside the train to the airport. Due to gang-related conflict, extra precaution is advised in the neighbourhood of ",{"type":"[[","value":[["Copenhagen\/Nørrebro"],["Nørrebro"]]}," and in the ",{"type":"[[","value":[["Copenhagen\/Vestegnen"],["western suburbs"]]},", i.e., those municipalities located to the west of Copenhagen proper. However there is no evidence that gang members have targeted tourists.\n\nWhile ",{"type":"'''","value":["racism"]}," is nowhere as rampant as certain reports will have you believe, it can occasionally be a problem for people of African or Middle Eastern descent. However, the only place you are likely to encounter this as a tourist is in the city's nightlife. If you are unfortunate enough to experience racism, it is important not to get yourself involved in a heated argument, as people who have not seen the incident will usually be quick to support the offender. This is due to a surge of problems with violence related to gangs within immigrant communities, who feel alienated by a closely knit Danish society. Walk away instead, and if you feel a need to react, report the incident to authorities who are required to investigate such cases ",{"type":"[","value":["http:\/\/www.registrerdiskrimination.kk.dk\/?sc_lang=en"]},". Other ethnic groups on the other hand, are not likely to encounter any problems. Of course, prudence in behavior and politeness will in most cases avert any problems and present you as the offended party, not the offender. In fact, educated Danes in major cities will in many cases interfere and defend ethnic minorities experiencing discrimination.\n\n",{"type":"==","value":[" Stay healthy "]},"\nEmergency Rooms (ER) are called ",{"type":"''","value":["Skadestue"]}," in Danish, as with many other health related terms and phrases, the English term may not be understood by some Danes — but conveniently Hospital is the same in Danish. Hospitals with 24 hour Emergency Wards near the city centre include:\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Amager Hospital"],["url=http:\/\/amagerhospital.dk"],["email="],["address=Italiensvej 1, Amager"],["lat="],["long="],["directions="],["phone=+45 32 34 35 00"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Bispebjerg Hospital"],["url=http:\/\/bispebjerghospital.dk"],["email="],["address=Bispebjerg Bakke 23, 7C, Nordvest"],["lat="],["long="],["directions="],["phone=+45 35 31 23 73"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Frederiksberg Hospital"],["url=http:\/\/frederiksberghospital.dk"],["email="],["address=Nordre Fasanvej 57, 3A, Frederiksberg"],["lat="],["long="],["directions="],["phone=+45 38 16 35 22"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThe public healthcare system also maintains doctors on call outside normal office hours, calls are screened by medical personnel, and doctors dispatched only when deemed necessary.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Lægevagten"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+45 70 13 00 41"],["tollfree="],["fax="],["hours=M-F 4PM-8AM,Sa-Su all day"],["price=From DKK 255, Free for EU citizens"],["content="]]}]},"\nThere is a 24 hour pharmacy in central Copenhagen, and 3 additional ones in the suburbs.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Steno Apotek"],["url=http:\/\/183.netapotek.dk\/"],["email="],["address=Vesterbrogade 6C"],["lat="],["long="],["directions=Just by the Radisson Royal hotel, near the Central station"],["phone=+45 33 14 82 66"],["tollfree="],["fax="],["hours=regular hours: M-F 8.30AM-8PM,Sa 8.30AM-5PM"],["price=There is a DKK 15 service charge outside those times."],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Malmö"]]},", Sweden's third largest city, with a lovely historic city centre and cosy squares is just a short, convenient train ride away."]},{"type":"*","value":[" ",{"type":"[[","value":[["Elsinore"]]}," (",{"type":"''","value":["Helsingør"]},") The old city centre with well preserved houses is one of the biggest in Denmark, and famous Kronborg castle, home of Shakespeare's Hamlet."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hillerød"]]}," — A small town dominated by its huge palace, but also offers baroque gardens and a laid back city centre. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Roskilde"]]}," — Denmark's ancient capital and a ",{"type":"[[","value":[["World Heritage site"]]},", with a famous cathedral full of the tombs of ancient kings, and the fantastic Viking museum. Home to one of the ",{"type":"''","value":["Big Four"]}," European music festivals, Roskilde Festival, which attracts up to 110,000 visitors each year in July."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Øresund Coast"],["Louisiana Museum of Modern Art"]]}," is the outstanding museum of modern art in Denmark. It's located in the small town of Humlebæk which is 35 km north of Copenhagen via motorway E47\/E5 or 35 minutes with DSB rail from the Central Station. When you use the train, special combination tickets for the rail fare and museum entry fee are available."]},"\n",{"type":"{{","value":[["routebox-3"],["image1=Tabliczka E20.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Kolding"]]}],["minorl1=",{"type":"[[","value":[["Køge"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Göteborg"]]}],["minorr1=",{"type":"[[","value":[["Malmö"]]}],["image2=Tabliczka E47.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Helsingør"]]}],["minorl2=",{"type":"[[","value":[["Vedbæk"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Lübeck"]]}],["minorr2=",{"type":"[[","value":[["Køge"]]}],["image3=Tabliczka E55.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Helsingør"]]}],["minorl3=",{"type":"[[","value":[["Vedbæk"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Berlin"]]}],["minorr3=",{"type":"[[","value":[["Køge"]]}]]},"\n\n",{"type":"[[","value":[["Commons:Category:Copenhagen"]]},"\n",{"type":"[[","value":[["Wikipedia:Copenhagen"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Denmark\/Counties\/Copenhagen, City of\/"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Zealand"]]},"\n",{"type":"{{","value":[["starcity"]]},"\n",{"type":"{{","value":[["hasDocent"],["Sertmann"]]},"\n",{"type":"{{","value":[["geo"],["55.6762"],["12.5675"]]},"\n\n",{"type":"[[","value":[["zh:哥本哈根"]]}]