[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Copper Mountain"]}," is a ski resort in ",{"type":"[[","value":[["Colorado"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nCopper Mountain, run by Powdr Corp, a Utah based company after Intrawest sold the resort in December 2009, is well-known for its naturally segregated terrain.  On one end of the mountain, there are beginner trails, in the middle there are intermediate trails, and on the other side expert trails.  There are also expert bowls on the backside of the mountain.  Copper has grown quite a bit in the past few years as a result of it being acquired by Intrawest.  Some complain that it has lost its relaxed attitude.  Others appreciate its new amenities.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nFor Copper Mountain - the ",{"type":"'''","value":["average"]}," weather is as follows:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Winter"]},": Snowy, or perfect blue sky.  Almost never in-between, and no rain.  Annual snowfall is 280in (710cm) of soft, dry powder.  It receives less snow than nearby Vail, because of its altitude, but has better quality snow when it does fall."]},"\n",{"type":"==","value":["Get in"]},"\n\nCopper Mountain is located in the heart of the Rockies, close to ",{"type":"[[","value":[["Vail"]]},", ",{"type":"[[","value":[["Breckenridge (Colorado)"],["Breckenridge"]]},", and Keystone ski resorts along the main artery of Colorado - Interstate 70, approximately 2 hours from ",{"type":"[[","value":[["Denver"]]}," and 1\/2 hour from Vail. A number of shuttle services provide transportation directly from the airport to the resort.\n\n",{"type":"==","value":["Get around"]},"\n\nGet around the mountain during winter on the extensive network of ski lifts from the three village areas. A free shuttle also runs throughout the resort, connecting the three main areas: The East Village (Super Bee Lift), Main Village (American Flyer & American Eagle), and Union Creek (High Point). One can also walk between the different sections, but most opt to use the bus in order to avoid hauling around all of their gear.  It is also possible to take a combination of lifts and ski\/boarding runs to move between villages.\n\nSummit County has a free bus system running every 30 min to an hour, depending on the time of day from Copper Mountain to various stops in Frisco.  Buses from the Frisco Exchange depart every 30 min at peak time and hour otherwise back to Copper Mountain, or to Brekenridge, Silverthorne and Dillon nearby.\n\nThere is also an early morning and evening bus from Leadville to Copper and back, mainly used by employees who have an early shift.\n\n",{"type":"==","value":["See"]},"\nThe Eagles Nest Wilderness is immediately north of Copper Mountain.  Across Interstate 70, the Gore Range Trail and Wheeler Lakes Trail ascend across an aspen meadow and north through a gulch lined with spruce and fir.  A few miles north, the North Tenmile Creek Trail and Meadow Creek Trail descend into Frisco from the Gore Range Trail.\n\nFrom the top of Super Bee and Excelorator lifts, one can get a tremendous view of the Ten-mile mountain range to the east.  The Sky Chutes are clearly visible behind East Village as viewed from the other villages.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Beginners, head over to High Point and American Flyer lifts, where you will find many green runs. Blue runs can be accessed by timberline, American Eagle and Super Bee lifts. Black runs can be found under Super Bee, Alpine, Resolution, and Storm King lifts. Warning:Do not attempt expert terrain if you are unsure of your ability to do so; it is difficult to get back to easier terrain once you have headed down a black. "]},{"type":"*","value":["For the brave and experienced, take a Snowcat over to Tucker mountain for the closest thing you'll find to backcountry skiing, except for, of course, the real thing. Snowcat departs throughout the day from the bottom of Mountain chief lift in Copper Bowl.back some fresh powder. "]},{"type":"*","value":["After a long day of skiing, you'll undoubtedly be tired, and may just want to relax in your hotel. Until a few years ago, Copper could be relatively boring, but the resort has brought in a number of bars and restaurants popular with locals, in addition to music festivals in the spring that guarantee big crowds. In the villages, one can find a variety of restaurants, bars, and shops, but arguably, the real fun lies down the road in Dillon and Frisco where there are many restaurants, bars, and a movie theater. There is also a supermarket to stock up on supplies and a Starbucks to satisfy your caffeine addiction. "]},{"type":"*","value":["If you're looking to shop, there are a number of strip malls, a major sporting goods store, and the Silverthorne outlet stores. In the outlet stores, one can hunt for great deals in a number of name brand stores, including Polo, Old Navy, and Nike. For someone willing to drive a little, Breckenridge and Vail are each 20-30 minutes away. Both places contain a relatively vibrant nightlife and one can explore a variety of shops and restaurants."]},"\n",{"type":"'''","value":["Copper Mountain Snowmobiling Tours & Rentals"]}," [",{"type":"[","value":["http:\/\/www.coppermountainsnowmobiling.com"]}," Guided snowmobiling tours in the Copper Mountain Backcountry as well as unguided snowmobile rentals atop Vail Pass.\n\n",{"type":"==","value":["Buy"]},"\n\nTickets can be bought at ticket offices in the base areas. Food can be bought at the cafeterias or restaurants. There are gift shops at the Main and East villages. A couple of other stores are present in the main village, but not many. For more shopping, head over to Frisco, Vail, Breckenridge, Silverthorne or Dillon.\n\nThe closest town for shopping is Frisco, and has a Safeway, Walmart, various fast food and diners, a Wells Fargo bank, pharmacy, sports stores and more.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are plenty of food outlets in the three villages. Each village has a food court where you can either buy lunch or eat something that you brought. Although the East village has JJ's Tavern and Double Diamond, most other dining options will be located in the Main Village. Such establishments include Jack's Bar and Grill, Camp Hale Coffee and C.B. Grille. Other than the food courts, most restaurants are sit down, so one must be willing to spend a considerable amount of time eating(not for those who want to eat quickly and get back to skiing). Up on the actual slopes you can get a bite to eat at the Solitude Station (at the top of American Eagle lift), or get a burger at T-Rex (at the base of Timberline lift). Favorite après ski locations include Endo's Adrenaline Cafe (Main Village) and JJ's, a popular bar at the base of Super Bee which often features live music.\n\n",{"type":"==","value":["Drink"]},"\nCopper Mountain's apres-ski nightlife is wide-renowned.  Some of the more popular clubs are Jack's and Endo's in the Center Village, and JJ's in the East Village.  As previously stated above, live music is common; the quality ranges from fantastic to terrible.\n\nAs in any high-altitude area, make sure you drink sparingly at first, to see how your body handles the alcohol at this elevation.  Generally speaking, the higher above sea level you are, the quicker one becomes drunk; please keep this in mind and drink responsibly.\n\nFor the kids--or anyone with a sweet tooth--the hot chocolate from Solitude Station (a cafeteria about halfway up the mountain) is nothing short of amazing.\n\n",{"type":"==","value":["Sleep"]},"\nCopper mountain has many lodges, which offer somewhat expensive--but well-equipped--rooms.  If you're on a budget, you might try one of the several hotels in the nearby towns of Frisco, Dillon, or Silverthorne.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Seymour Lodging"],["url=http:\/\/www.seymourlodging.com\/copper.html"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-750-1657"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Copper Mountain area lodging. Access to any one of the top 6 Summit County ski resorts including Keystone, Arapahoe Basin, Breckenridge, Copper Mountain, and Vail\/ Beavercreek."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nCopper lies right on I-70, one of the main arteries through the nation.  As such, it is easy to get out for trips into the nearby towns--if you feel like shopping, visit the famous outlet mall in Silverthorne (it takes up most of the town!), or head into Frisco for a meal in one of its many restaurants.\n\nIf you feel like skiing somewhere else, ",{"type":"[[","value":[["Keystone (Colorado)"],["Keystone"]]}," and ",{"type":"[[","value":[["Vail"]]}," are both fairly short drives.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Colorado's Wine Country"]]}," - Colorado is home to over 70 wineries and its own indigenous vineyards. Wine lovers can enjoy several scenic day trips from Copper to many of the small towns that grow their own grapes. These lovely little communities include ",{"type":"[[","value":[["Montrose (Southwestern Colorado)"],["Montrose"]]},", ",{"type":"[[","value":[["Palisade"]]},", ",{"type":"[[","value":[["Paonia"]]},", ",{"type":"[[","value":[["Grand Junction"]]}," and ",{"type":"[[","value":[["Hotchkiss"]]},". This is a day trip from Copper."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-70.svg"],["imagesize1=22"],["image1a=US 6.svg"],["imagesize1a=22"],["image1b="],["imagesize1b="],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Grand Junction"]]}],["minorl1=",{"type":"[[","value":[["Vail"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Denver"]]}],["minorr1=",{"type":"[[","value":[["Frisco (Colorado)"],["Frisco"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["39.506667"],["-106.142222"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northwestern Colorado"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Copper Mountain, Colorado"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Colorado\/Localities\/C\/Copper_Mountain\/"]]}]