[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Coral Coast"]}," is a popular backpacking destination between ",{"type":"[[","value":[["Sigatoka"]]}," and ",{"type":"[[","value":[["Suva"]]}," in ",{"type":"[[","value":[["Fiji"]]},".\n",{"type":"[[","value":[["Image:Sigatoka fiji.jpg"],["thumb"],["400px"],["Sigatoka River on the Coral Coast"]]},"\n",{"type":"==","value":["Cities"]},"\nThe pretty riverside town of Sigatoka is the tourist hub for the Coral Coast.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThe main town of any size between the International Airport town of Nadi and the Capitol of Suva is Sigatoka, located approximately one hour east of Nadi on the Sigatoka River.  \n\nBeyond Pacific Harbour, you'll find very few accommodations and places to stop before you reach Suva, the capitol and largest city.   Do find an opportunity to visit Suva if you find the time, however.  It's about 45 minutes east of Pacific Harbour, and despite your greatest fears, is not that hard to drive in nor navigate.  (Be aware of pedestrians and take your time and you'll do fine.)\n\n",{"type":"==","value":["Get around"]},"\n\nYou can easily drive to the Coral Coast from Nadi.  Sigatoka is the largest town you'll encounter heading east from Nadi.  You'll get to Sigatoka in about an hour or a bit over.  If you are driving to Sigatoka for the first time, from Nadi, take a left at the roundabout and look for parking.  There are low cost parking meters you can find for a few coins, and it is also possible to find free parking if you are patient.  There are no airports in the Sigataoka area, but there is a bus stop and, as in any major area in Fiji, taxis are frequent and generally inexpensive.  (To be assured of a certain rate, negotiate your fare before your taxi departs.)\n\n\n",{"type":"==","value":["See"]},"\n\nBeyond Sigatoka, going east, here are other areas and places to be aware of:\n\n",{"type":"*","value":[{"type":"'''","value":["Sunset Strip"]},". At the only roundabout a few kilometres east of Sigatoka (just past the village of Korotogo), proceed straight at the roundabout instead of turning left.  This little area is called Sunset Strip and includes about half a dozen smaller resorts and restaurants, as well as a rental car office.  One of the most enjoyable restaurants is Le Cafe, located on the left of the road.   Bedarra Inn is a great economy resort, with great meals you can enjoy and catch the sunset."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pacific Harbour"]},". Known as the Adventure Capitol of Fiji, Pacific Harbour is a unique place for Fiji.  Home of two resorts (The Pearl of the South Pacific and The Lagoon Resort), a number of upscale and resort homes, a couple B&Bs, and the Arts Village, an outdoor Pacific-style setting of shops, a cultural centre, two ATMs and one bank, a real estate office, and a nice grocery and liquor store.   Also, catch The Oasis or the Water's Edge for any meal.   http:\/\/www.pacificharbour-fiji.com\/"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mango Bay Backpackers Resort - Coral Coast, Fiji"],["alt="],["url=http:\/\/nomadshostels.com\/hostels\/fiji\/mango-bay-backpackers-resort\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Mango Bay Resort is situated on Fiji's famous coast line - the Coral Coast. Only 1hr & 45min drive from Nadi International Airport and centrally located halfway between Nadi and Suva"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Outrigger on the Lagoon Resort"]},". A great recommendation is to catch their amazing breakfast buffet.  This an awesome place to stay, with superb and extra friendly staff, great rooms (with excellent air conditioning), decent shops and lots to do.  The beach itself is so-so, but the extra large pool is excellent and very well maintained and makes up for it to some degree.  Located very close to Sunset Strip, you can catch it by taking either direction at the roundabout just past Korotogo, but the closest way is to turn left and go about 1\/2 km. to the entrance.  There are daily \"Kids Club\" activities for young travelers, and a good amount of regularly-scheduled activities for everyone.  Catch the frog race if you get a chance, often on a Friday night.    http:\/\/www.outrigger.com\/hotels-resorts\/fiji\/outrigger-on-the-lagoon-fiji"]},"\n",{"type":"*","value":[{"type":"'''","value":["Rydges Hideaway (Resort"]},"). While it is not as nice as the Outrigger, the rates are also more affordable and it is decent. There are activities for kids, a decent pool, a nicer beach than the Outrigger, and I recall enjoying the breakfast buffet as well.   http:\/\/www.hideawayfiji.com\/"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Uprising Beach Resort"]},". Just down the highway a couple kilometres from Pacific Harbour is The Uprising, a \"flashpacker\" resort with fun outdoor showers, a decent beach, fan-cooled accommodations, and a tropical and festive setting.    The showers are outdoors, with a tropical setting and are quite fun.  http:\/\/www.uprisingbeachresort.com\/"]},"\n",{"type":"==","value":["Do"]},"\nRight across from the Outrigger on the Lagoon is Kula EcoPark (http:\/\/www.fijiwild.com\/), an ambitious and well-run center for the captive breeding of endangered species & the environmental education of school children.  It's low entrance fee is well worth the stop to tour this beautiful park and see in person hundreds of species of birds (especially Fiji's colourful parrots), bats, fish, turtles and iguanas.  Although not known for it, Kula EcoPark is also a botanic garden, with a good sampling of local trees, plants and flowers that you'll find along the way.  Don't miss Kula EcoPark!\n\nThe Arts Village at Pacific Harbour.  A well-maintained, South Pacific style series of shops offers a bit of everything for the tourist:  excellent restaurants (The Oasis comes recommended); a food store catering to Western tastes (a rare find in Fiji); a Colonial bank and two ATM's; a decent \"island massage\" business; a smoothie shop; several handicraft shops; a backpacker resort; and more make The Arts Village at fun way to kill a few hours.  The cultural centre there offers firewalking and cultural shows regularly also.   (Beyond The Arts Village, Pacific Harbour offers several hotels, a couple of bed and breakfasts, a Japanese restaurant, headquarters of several sports and adventure tour groups; diving centers; real estate offices; and a large Robert Trent golf course.\n\n",{"type":"==","value":["Eat"]},"\nFor lunch options, you are likely better off eating elsewhere ... try the Outrigger on the Lagoon resort only 4 KM east of Sigatoka, or Vilisite's Seafood Restaurant near the mosque in Sigatoka if you find yourself there at lunchtime.  There's also a deli-style take away offering (chicken and fish may be your main offerings) at MH.  Sigatoka can be a fun place, but try to keep a low profile (there food traffic there, as in Nadi and Suva, can be horrific), don't visibly show big dollar bills, and avoid anything that seems seedy or odd. \n\n",{"type":"*","value":[{"type":"'''","value":["Villisite's Place"]},". An excellent and fun choice for an evening meal, Villisite's boasts being Fijian owned.  The little shop adjoining the restaurant has some interesting offerings as well.  Villisite's is located in Korolevu between the Naviti and Warwick Resorts.    More information at http:\/\/myfijiguide.com\/dining\/restaurants\/vilisite’s-restaurant.aspx  (Villisite's owns a sister restaurant in Sigatoka specialising in seafood.)"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe town boasts several very colourful and busy blocks of shops, including Fiji national chains of Prouds (offering finer glassware, cookware, electronics and other fine goods), Jack's Handicrafts (a well-managed two-level handicraft store with friendly staff and fair prices), and a Morris Headstrom (or MH) Supermarket.   Beyond that, most of the remaining shops, which are found by the dozens, are far less Westernized.  Don't miss both the Indigenous Women's Craft Market (across the street from Jack's Handicrafts, on the river), and the Sigatoka market, where you will find a vast array of produce and seafood.  A small handful of pushy crafts dealers who are lined up in the market will vie for your attention and make it hard to say no.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Connect"]},"\nThere are a number of internet shops offering low cost net access.  \n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Viti Levu"]]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Coral Coast, Fiji"]]}]