[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Corleone"]}," is a small town of approximately 12,000 inhabitants in the province of Palermo in ",{"type":"[[","value":[["Sicily"]]},", ",{"type":"[[","value":[["Italy"]]},". It is known primarily as the birthplace of Mafia boss Salvatore Riina and his faction. Even though the name of the city means “Lionheart,” the Mafia had dominated the local community for decades, and only recently have segments of the population begun to rebel against this influence.\n\n",{"type":"==","value":["Understand"]},"\n\nThe town was once dominated by the Arabs, who brought about remarkable economic and political growth and gave it the name Qurlayun; later the Normans achieved prominence.\n\nA lookout tower built between the 11th and 12th century, known as Saracena, still stands. The view from the tower includes the Cascata delle Due Rocche, a sheer drop following the path of the Corleone river.\n\nAt one time the town was surrounded by defensive walls that connected the Castello Soprano and Castello Sottano. The Castello Sottano is better preserved than the Soprano, but it cannot be visited since it serves as a Franciscan retreat.\n\nCorleone was known as “Courageous Civitas” because of its position on the front line in all wars fought in Sicily. Halfway between Palermo and Agrigento, the town controlled one of the main arteries and was therefore one of the most strategic locations on the island.\n\nCorleone became a royal property around the end of the 14th century, and later passed into the feudal holdings of Federico Ventimiglia.\n\nRemarkable demographic growth was reported in the 15th and 16th centuries, following the arrival of several religious orders.\n\nBeginning in the 1960s, the town became famous (or perhaps infamous) for its Mafia, being the town in which some well-known clans had their headquarters (the Clan dei Corleonesi). One of the known mafiosi is Toto Riina.\n\nThe name of the town was used as the adopted surname of the main character in Mario Puzo's book and Francis Ford Coppola's film, The Godfather. The father of Michael Corleone (played by Al Pacino in the film), Don Vito (played by Marlon Brando in The Godfather and Robert De Niro in The Godfather, Part II) emigrated to the United States from Corleone, and passed through U.S. Immigration at Ellis Island. The Immigration official enters the name of the town that Vito came from instead of his real surname of Andolini.\n\nIronically, in real life, Pacino's grandparents emigrated from the town of Corleone in the same generation as Don Vito Corleone does in the film.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Chiesa Madre (“Mother Church”)"]},", dedicated to St. Martin Bishop, was started in the late 1300s. Its appearance today has been influenced by numerous changes and renovations. Its interior has a nave and aisles divided into various chapels containing precious artwork, including a wooden statue representing San Filippo d’Agira from the 1600s, a statue representing San Biagio from the 1500s, and a fine marble panel depicting the Baptism of Christ from this same period."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Chiesa dell'Addolorata"]}," church of the 1700s, dedicated to the Basilian abbot and patron saint San Leoluca, the Chiesa di Santa Rosalia, and the small Sant’Andrea (the latter two from the 1600s), all with important frescoes and paintings, are notable landmarks. The Santuario della Madonna del Rosario di Tagliavia, a religious building from the 19th century, is now a destination for pilgrims on Ascension Day."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bosco della Ficuzza Woods"]},". The area surrounding the town includes natural features of interest. The woods of the Bosco della Ficuzza are among the richest and most charming in Sicily. King Ferdinand of Bourbon himself, in the late 16th century, made Ficuzza his hunting lodge. Plant life in the woods is varied and includes oak, ash, cork, and maple trees; it is also home to wildlife including small mammals, many species of birds and wild boar. Some structures of note, including the Palazzina Reale, are located within these woods."]},{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.8167"],["13.3000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Palermo (province)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Corleone"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Corleone"]]}]