[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Cornwall"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cornwallct.org\/ Cornwall"]}]}," is a town in Connecticut. It is comprised of many small parts from yesteryear, but today is generally divided into three parts, Cornwall Bridge, West Cornwall, and Cornwall Village. Cornwall Village is purely residential aside from two churches, the town hall, a library, and a post office. West Cornwall is the most commercial of the three and contains nearly all eating and shopping establishments. Cornwall Bridge is home to the only beds in town, a single restaurant, a general store, and a few other shops. Cornwall had a population of 1434 at the time of the 2000 census.\n\n",{"type":"==","value":["Get in"]},"\nThere is no public transportation to Cornwall. The only reliable way to Cornwall is by car. Nearby ",{"type":"[[","value":[["Amenia (New York)"]]}," (20-25 minutes) has a Metro-North Railroad line running to and from New York City. By car, Cornwall is found on Routes 7 and 4. Route 7 is a small state highway stretching up and down the Eastern Coast. Route 4 is a Connecticut route running from the border with New York State east through ",{"type":"[[","value":[["Hartford"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThere are three ways to get around Cornwall. You can drive, bike, or if you are feeling adventurous, you can take a canoe, kayak, or raft down the Housatonic River between West Cornwall and Cornwall Bridge. \n\n",{"type":"==","value":["See"]},"\nWest Cornwall contains the famed ",{"type":"'''","value":["West Cornwall Covered Bridge"]},". This is one of the most quaint and well known of Connecticut's covered bridges. It is barn red and crosses the Housatonic River. Nearby is the \"commercial district\" of West Cornwall including shops, restaurants, a general store, a video rental store, a post office, and plenty of nice country homes.\n\n",{"type":"==","value":["Do"]},"\nBe sure to take advantage of the Housatonic River. You can rent kayaks, canoes, and raft to float on down the river from ",{"type":"'''","value":["Clarke Outdoors"]},", located between Cornwall Bridge and West Cornwall on Rt. 7. They will drop you off and pick you up to bring you back to your car. \n\nThe Housatonic River in Cornwall is a fly-fishing hot spot. You can get set up to fly fish in Cornwall Bridge at ",{"type":"'''","value":["Housatonic Outiftters"]},".\n\nThere is also a campground if that is your style. This might even be a good pairing with a day or two on the ",{"type":"[[","value":[["Appalachian Trail"]]},", which runs throuhg Cornwall.\n\n",{"type":"==","value":["Buy"]},"\nFor shopping, West Cornwall is the place to go. There are several quaint clothing and gift shops. There is also a fine pottery shop. \n\n",{"type":"==","value":["Eat"]},"\nCornwall doesn't have many eating establishments, but all of them are located in West Cornwall. \n",{"type":"*","value":["For a nice and scenic breakfast, lunch or Dinner try out the ",{"type":"'''","value":["Wandering Moose"]},", located right next to the bridge in West Cornwall. "]},{"type":"*","value":["For an amazing French dinner, go to ",{"type":"'''","value":["RSVP"]}," right up the road in the heart of West Cornwall. Be sure to call a good two months ahead. At least. This restaurant charges $75 a head and books very far in advance. But it will be worth your dollar and wait."]},{"type":"*","value":["For a more casual setting, try a sandwich at the ",{"type":"'''","value":["Berkshire Country Store"]},", known to locals as \"Walter's\" located on Rt. 4, east of Cornwall Bridge and Village."]},"Or try out Baird's General Store or the West Cornwall Market for deli sandwiches or to pick up something to make back at your hotel or campsite.\n\n",{"type":"==","value":["Drink"]},"\nThere isn't much nightlife in Cornwall. The one bar is locate south of Cornwall Bridge on Rt 7 at the ",{"type":"'''","value":["Cornwall Inn"]},", a nice country inn with pretty good food. Don't expect dancing or more than 10 people at the bar. There are bars in the neighboring towns of Sharon, Lakeville, Salisbury, and Kent. None of these towns can boast much of a nightlife however. Your best option may be stopping by the ",{"type":"'''","value":["Cornwall Package Store"]},", choosing from a selection of over 99 beers from around the world, taking a nice long hike, and setting up a campsite for the night.\n\n",{"type":"==","value":["Sleep"]},"\nThere are three options for sleeping in Cornwall. \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cornwall Inn"],["alt="],["url=http:\/\/www.cornwallinn.com\/"],["email=info@cornwallinn.com"],["address=270 Kent Road"],["lat="],["long="],["directions=Scenic Rte 7"],["phone =+1 860 672-6884"],["tollfree=+1-800-786-6884"],["fax=+1 860 672-0352"],["price="],["checkin="],["checkout="],["content="]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Hitching Post"],["alt="],["url=http:\/\/www.hpcmotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 203 672-6219"],["tollfree="],["fax=+1 203-672-4880"],["price="],["checkin="],["checkout="],["content=Route 7. It's just south of Cornwall Bridge. Rates vary seasonally, but I would count on upwards of $80 a night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Amselhaus"],["alt="],["url=http:\/\/www.theamselhaus.com\/"],["email="],["address=6 Rug Road, Cornwall Bridge"],["lat="],["long="],["directions=Off of Scenic Rte 7 along the Housatonic River"],["phone =+1 860 248-3155"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Campgrounds"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Housatonic Meadows State Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 860 672-6772"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Route 7 in ",{"type":"[[","value":[["Sharon (Connecticut)"],["Sharon"]]},". This campground have 95 sites located on the Housatonic River, are considerably cheaper, and are quite safe. Dumping station, bathrooms, showers. No swimming. No pets. Alcohol-free campground. $13\/night\/campsite plus a Processing Fee (2006)."]]}]},"\n",{"type":"==","value":["Go next"]},"\nGetting out in Cornwall is all about enjoying the local scenery. Hiking on the ",{"type":"[[","value":[["Appalachian Trail"]]},", floating down the River, or fly fishing on the famed Housatonic River is the way to go.\n\n",{"type":"{{","value":[["routebox"],["image1=US 7.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Pittsfield"]]}],["minorl1=",{"type":"[[","value":[["Sheffield (Massachusetts)"],["Sheffield"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Danbury"]]}],["minorr1=",{"type":"[[","value":[["Kent (Connecticut)"],["Kent"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["41.845278"],["-73.331389"]]},"\n",{"type":"{{","value":[["isPartOf"],["Litchfield Hills"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cornwall, Connecticut"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Connecticut\/Localities\/C\/Cornwall\/"]]}]