[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Corralejo_coast_and_Isla_de_los_Lobos.jpg"],["thumb"],["right"],["400px"],["Northwestern rockier beaches of Corralejo, with the Isla de los Lobos in the background"]]},"\n",{"type":"'''","value":["Corralejo"]}," is a beach-town on the northern tip of ",{"type":"[[","value":[["Fuerteventura"]]},". It is known for its vacation resorts, beaches, and as with the rest of the island, strong winds.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus\/car"]},"\nMain highways in Fuerteventura will take you all the way up to Corralejo.\nAlso, there is a bus service running from both the Airport, Peurto del Rosario, and other main points on the island ",{"type":"[","value":["http:\/\/www.fuerteventura.com\/Ferry\/index.shtml"]},{"type":"[","value":["http:\/\/www.tiadhe.com\/"]},".\n\n",{"type":"==","value":["Get around"]},"\nCorralejo is generally small enough to get around by walking. However, numerous places are available to rent scooters, bikes, and other modes of transportation.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Beaches"]},"\nCorralejo is known for having some of the most beautiful beaches in all of Fuerteventura. Whether you prefer the more rocky beaches to the north western side of town, or the pure, almost desert-like sand beaches of the east and south eastern side, there is beach for everyone. Be wary though; although not targeted as a nude beach, a large majority of tourists and beach goers here seem to enjoy the beach in the nude (For example El Cotillo).\n\n",{"type":"===","value":["Sand Dune National Park"]},"\nJust south (bordering) of Corralejo, this large open space is dedicating to preserving the large, almost desert like dunes that hug the coastline. Feel free to walk up them, get a dune buggy ride, or just go and get that \"walking in the desert\" feel. And when you are done and get too hot, the ocean is right there.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Isla de los Lobos"]},"\nMore commonly known as Lobos Island, this Canary Island nature reserve has been without permanent human population since 1982. \nThe island is accessible to tourists via a short ferry ride Corralejo harbour, and it has day facilities and weekend homes of local fishermen. It is easy to make a day trip to the island, which has many trails and wildlife for walkers, hikers and nature lovers. You can walk right round the island in around 2-3 hours. There is an old lighthouse on the northern tip of the island, providing spectacular views. From the old lighthouse on the island's northern tip, you will have a beautiful view of the bays around the Punta de Papagayo of Lanzarote. Glass-bottom ferries leave from Corralejo harbour and take just 15 minutes.\n\n",{"type":"[[","value":[["Image:Corralejo_kitesurfing.jpg"],["thumb"],["Kite Surfers just south of downtown Correlejo"]]},"\n\n",{"type":"===","value":["Kite Surfing"]},"\nAs the name of the island implies, the beaches of Corralejo are constantly bombarded with strong winds. While sometimes providing a nuisance or relief on a hot day, it is also an extremely well known spot for Kite surfing and wind surfing. Stands and rental shacks dot the town and island, most of which will provide private or group lessons.\n\n",{"type":"==","value":["Buy"]},"\nDowntown Corralejo is host to many souvenir shops, as well as a small market area. There are grocery stores, pharmacies, and every other amenity required for an excellent stay.  The big shopping centre El Campanero has a lot to offer, including a Canarian market every Sunday.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several bars and restaurants in Corralejo.  Be aware, though, that some of them are Smoking, and while non-smokers are of course welcome, Non-Smoking sections aren't often found here.\n\nThe Bedrock Bar just down from the major shopping center El Campanero is excellent (although again, it is a Smoking bar) with a wide variety of food and beverages at very reasonable cost (the burgers in particular are delicious).  If you don't fancy eating in the bar itself, they're always willing to cook you something to take away with you, although since the food is cooked to order and takes longer than the chippy down the high street, you might want to order a drink while you wait.  For all you Brits, they also do a very good Sunday roast now and then (not as heavy as you might think in this weather!); the slight downside is that you have to book this in advance.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Avenidas"],["url="],["email="],["address=Bristol Playa area opposite the Pancho Villa"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US $21-30"],["content=Excellent seafood restaurant, featuring giant seafood paella platter, which easily feeds 2."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Fuerteventura"]]},"\n",{"type":"{{","value":[["Geo"],["28.731539"],["-13.86878"]]},"\n",{"type":"[[","value":[["wikipedia:Corralejo"]]}]