[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["translate"],["pt"]]},"\n",{"type":"'''","value":["Corvo"]}," is an island in the ",{"type":"[[","value":[["Azores"]]},". Alongside ",{"type":"[[","value":[["Flores (Azores)"],["Flores"]]}," it is one of the two westernmost islands in the archipelago and both represent the only ",{"type":"[[","value":[["Portugal"],["Portuguese"]]}," territory geographically located in ",{"type":"[[","value":[["North America"]]},". (Being west of the tectonic plate divide)\n\n",{"type":"==","value":["Understand"]},"\nSmallest Island in the Azores, it is surrounded by water and is the most isolated island in the Acores.  It has around 1000 inhabitants, 400 of them still depend on cattle raising and winery as a source of income.  In 1973 the island received electricity and was given their first telephone.  Previous to this date, the islanders used radio signals or smoke signals to get help from their neighboring island Flores.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By plane "]},"\n\nThere is a small airfield in Corvo (",{"type":"{{","value":[["IATA"],["CVU"]]},"), with flights to ",{"type":"[[","value":[["Horta"]]}," and Flores, usually 3 times a week.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sata.pt SATA Air Azores"]}]}," Is both an Airline and a tour operator locally based on the Azores. Connects Corvo with the other islands."]},"\n",{"type":"===","value":[" By boat "]},"\nComing from Flores, there is a small boat that goes to Flores (2 times a week in the winter and daily in the Summer months). The trip takes about 45 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is a taxi service on the island.  The drivers do speak some English, so they will be able to help you find anywhere you need to go and have dealt with tourists so can help you find good restaurants and other attractions.  \n\nIf you plan on renting your own car be careful, livestock have the right of way so be cautious when driving.\n\n",{"type":"==","value":["See"]},"\n\nCaldeirão - a extinct volcanic crater that has a beautiful lagoon.\n\n",{"type":"==","value":["Do"]},"\n\nVisit the vineyards. There are many throughout the small island but each one is slightly different. If it is the right time of the year see if there is a running of the Bulls, a traditional activity done every year in which people line the streets and watch locals who are brave enough take on a bull to see if they can outrun or get close enough to touch its horns.  Be Careful though,  if you want to watch make sure you are sitting on a high wall or standing behind something the bull will not be able to knock down if they charge at it. People have been known to be severely injured at these events.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nDue to how small the island is there are not many restaurants, so while here buy from the local market: fish, wine, meat, spices. The food is as fresh as you can get and if you have the ability to make your own meal, try to make a traditional Portuguese dish using the local food.  If you plan on eating out, avoid American restaurants and go to a local Portuguese restaurant to experience the traditional food. If you order Portuguese food from a non-Portuguese restaurant, it will not have the same refined taste.\n\n",{"type":"==","value":["Drink"]},"\n\nWhen in Portugal, try a local wine. Because of how it is made and fermented, the locally made wine has its own texture and smoothness to it that is hard to find in any other wine.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe only way out is the same way you got in, by boat from the closest island of Flores or by plane either to Flores or Horta. Make sure you are aware of what times it leaves and arrives to plan your day accordingly since you most likely will be staying at a hotel in Flores rather than on Corvo. \n\n",{"type":"{{","value":[["IsPartOf"],["Azores"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Corvo Island"]]},"\n",{"type":"{{","value":[["geo"],["39.698194444444"],["-31.104305555556"]]}]