[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nIn ",{"type":"[[","value":[["Canada"]]},", cottage rentals are a comfortable way of enjoying the country. Although some refer to them as accommodations, a cottage rental experience can be a vacation itself. The price of cottages is similar to that of hotels (cottages typically range from $500-$1600 a week during summer and about $300-$1000 a week during winter), and they usually include multiple beds and full kitchens. Many cottages are on the shores of lakes; such cottages often include canoes, kayaks, or paddle boats available to renters free of charge. Websites such as ",{"type":"[","value":["http:\/\/www.cottagesincanada.com CottagesInCanada"]},", ",{"type":"[","value":["http:\/\/www.spiritofthenorth.com\/ Spirit of the North"]}," and ",{"type":"[","value":["http:\/\/www.cottagescanadaonline.com\/ CottagesCanadaOnline.com"]}," have comprehensive cottage rental directories.\n\n",{"type":"==","value":["Understand"]},"\nA good number of city-dwelling Canadians (especially those from the ",{"type":"[[","value":[["Toronto"]]}," area) own cottages in the country which are frequently used as summer colonies and weekend retreats. In order to help cover the cost of mortgage payments on a cottage, many of these Canadians rent their cottages to travelers. Others simply buy cottages and rent them as entrepreneurs.\n\nMost cottages are on a body of water, although some are not. In general, non-waterfront cottage rentals are not very popular and rent for lower prices.\n\n",{"type":"==","value":["Features"]},"\nMost cottages include multiple bedrooms, full kitchens, and a large amount of property, although exceptions always exist.\n\n",{"type":"===","value":["Sleep"]},"\nThe amount and layout of beds in a rented cottage varies from single-room cottages for couples to multiple-bedroom cottages for families or business retreats. Most cottages usually require renters to bring their own sheets, blankets and sometimes pillows, although some will supply bedding for renters. If a cottage renter does not explain what to bring, always ask. The last thing you want is to have to vacation without a bed.\n\n",{"type":"===","value":["Eat"]},"\nThe vast majority of cottage rentals ",{"type":"'''","value":["do not"]}," supply food. Always bring your own, and if there is food there already, only eat it if you are absolutely certain it is fresh. Most cottage rentals have a fridge and oven; few cottages have dishwashers.\n\n",{"type":"===","value":["Bathrooms"]},"\nMost cottages have indoor bathrooms, although some have outhouses. Always ask the owner.\n\n",{"type":"===","value":["Electronics and Communication"]},"\nMost cottage rentals have on-grid electricity and heat, although some cottages appeal to the 'bare necessity' crowd by being off grid and having only a fireplace for heat. Cottages without electricity are cheaper. Most cottages with electricity are on-grid (usually with buried power lines) although some have generators.\n\nCottages sometimes have landline telephones, although a good number do not. Because of their remoteness, few cottages have cell phone reception, and when they do, it is usually very poor reception that often cuts in and out. As a result, it is good to have some degree of first aid training to handle any medical emergencies that may arise.\n\n",{"type":"===","value":["Pets"]},"\nBringing your pet to the cottage can be a terrific experience. There's nothing like watching your dog jump off the dock into the lake. Check with the private cottage owner prior to renting and make sure that they allow pets...many do not. \n\nVery few cottages have cable television, although a small number have satellite television. Cottages with computers are extremely rare. Ones with internet access are even rarer. Those that do have internet are usually very expensive (over $1500 a week during the summer).\n\nThe lack of communication options is often what makes a cottage enjoyable; isolation from our stress-filled world is one of the reasons why many Canadians love their cottages.\n\n",{"type":"===","value":["Other"]},"\nMany cottages also have firepits for campfires. Usually wood is supplied, although newspapers and kindling are usually not. Always ask when renting a cottage.\n\nLakefront cottages often include canoes or paddle boats available free of charge, with rowboats and motor fishing boats sometimes available on request for a fee.\n\n",{"type":"==","value":["Water"]},"\nOne of the most important things to ",{"type":"'''","value":["always"]}," ask a cottage owner is the ",{"type":"'''","value":["water condition"]},". Poorly installed water systems may have sulphur in them. A sulphur-water cottage is a truly unpleasant experience. Drinking this water may make you ill, and the sinks, tubs, and toilets will often have brown stains in them. To complete this negative image, sulphur makes water smell horrifically bad.\n\nAs a rule of thumb, be extremely wary of any cottage owner that says \"bring your own drinking water\".\n\nWhen getting a waterfront cottage, try to aim for a cottage that is on a rocky lake rather than a sandy lake. Although a sandy lake may sound better for swimming, \"sandy bottom\" is often used as a cover-up for a quick sand bottom. Also note that the amount of beach or shallow water entry available will vary greatly by waterlevels. Ask the cottage owner or rental agency whether the water level was unusually high or low when the photo was taken.\n\n",{"type":"==","value":["Pricing"]},"\nUnlike most other accomodations, cottages typically do not charge based on how many nights you stay; instead they usually charge based on how many weeks you stay. Weekend rates are usually around a third of a weekly rate, with long weekends sometimes having higher rates.\n\nWeekly summer rates can vary from as little as $400 to over $4000. Cottages near the bottom of the price list will often lack basic features.\n\nThe price of a cottage rental varies across the country. In general, cottage owners in ",{"type":"[[","value":[["British Columbia"]]}," and the ",{"type":"[[","value":[["Prairies (Canada)"],["Prairie provinces"]]}," will charge higher than cottage owners in ",{"type":"[[","value":[["Ontario"]]}," or the ",{"type":"[[","value":[["Atlantic Provinces"]]},". In ",{"type":"[[","value":[["Quebec"]]}," there is no good rule of thumb; some regions of Quebec (such as the Laurentians) can as expensive as British Columbia, whereas other regions (such as the Nouveau-Quebec area) can be among the cheapest in the country. ",{"type":"[[","value":[["North (Canada)"],["Northern Canadian"]]}," rates are typically low, but keep in mind that it is quite expensive to get up there.\n\nMost cottage owners charge significantly more during the summer than other times of the year; a cottage that charges $1000\/week in July may charge only $550\/week in January. Many cottages are closed during the winter.\n\nYou do not usually pay sales tax on a cottage rental payment.\n\n",{"type":"===","value":["Additional fees"]},"\nOne of the great things about cottaging is that cottage owners rarely charge additional fees and surcharges that are so common in travelling. Usually the only extra fee incurred with renting a cottage is a security deposit, typically around $200-$500, that is returned after checkout if no damage is done to the property. Apart from a security deposit, additional fees are usually only charged if the renter requests additional goods or services such as a fishing boat.\n\n",{"type":"==","value":["How to get there"]},"\nCottages are often in remote locations. 99% of the time, the only way to get a cottage is by car. Cottages are also far from cities; the vast majority of cottages are at least a 90 minute drive from the city; a drive of six hours or more is not unheard of. Also, cottages can be far from gas stations; ask the owner, and if no gas stations are nearby, bring a gas can.\n\nIf you are coming from abroad and you don't live near the Canadian border, then the only way to get to a cottage is to get a flight\/bus\/train to the nearest major city and then rent a car and drive.\n\nKeep in mind that Canada is a ",{"type":"'''","value":["huge country"]},". A cottage in one part of Canada may be thousands of kilometres from another Canadian cottage. Always get a cottage in the preferred region (most rental websites have regional breakdowns) and make sure you know where the region is. If you live in upstate New York near the Canadian border, a cottage in Eastern Ontario or Muskoka will probably be only a few hours away by car, but a cottage in BC will be thousands of kilometres away.\n\n",{"type":"==","value":["Cottage Rental Websites"]},"\nCottage rental directories are almost always done online. Few companies publish travel guides that feature cottages.\n\n",{"type":"====","value":["Nationwide"]},"\n",{"type":"*","value":["Cottage Rentals",{"type":"[","value":["http:\/\/www.canadausacottages.com\/"]}," - search by map or regions"]},{"type":"*","value":["Cottage Frog",{"type":"[","value":["http:\/\/www.ownrentlist.com\/"]}," - allows searching by maps"]},{"type":"*","value":[" CottagesInCanada",{"type":"[","value":["http:\/\/www.cottagesincanada.com"]}," - has good regional breakdown"]},{"type":"*","value":["Spirit of the North",{"type":"[","value":["http:\/\/www.spiritofthenorth.com\/"]}]},{"type":"*","value":["Cottages Canada Online",{"type":"[","value":["http:\/\/www.cottagescanadaonline.com\/"]}]},{"type":"*","value":["Rent Cottage Canada",{"type":"[","value":["http:\/\/rent-cottage-canada.com"]}," Rent Cottage Canada is offering cottages for rent as well as cabins, chalets, resorts, cam sites and other vacation rentals in Canada, powered by Google Maps Cottage Finder. Find cottages for rent, points of interest on Canadian Rental Cottages Map"]},{"type":"*","value":["CottageCountry",{"type":"[","value":["http:\/\/www.cottagecountry.com"]}," - Find thousands of cottage rentals in Canada"]},{"type":"*","value":["Canada Rental Cottage",{"type":"[","value":["http:\/\/www.canadarentalcottage.com\/"]}," - Offers affordable vacation rentals in Northern Ontario"]},{"type":"*","value":["CottageMe",{"type":"[","value":["http:\/\/cottageme.com\/offers\/all\/canada\/"]}," - Vacation Rentals: cottages, homes & other accommodations in Canada."]},"\n",{"type":"====","value":["Ontario"]},"\n",{"type":"*","value":[" CottageRental.com",{"type":"[","value":["http:\/\/www.cottagerental.com\/"]}," - website has cottage rentals for the ",{"type":"[[","value":[["Muskoka"]]},", ",{"type":"[[","value":[["Parry Sound"]]},", ",{"type":"[[","value":[["Kawarthas"]]}," and ",{"type":"[[","value":[["Haliburton"]]}," areas."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.clrm.ca\/ Clrm.ca"]}," - website has cottage rentals for the ",{"type":"[[","value":[["Muskoka"]]},", ",{"type":"[[","value":[["Kawarthas"]]},", ",{"type":"[[","value":[["Bruce Peninsula"]]},", ",{"type":"[[","value":[["Georgian Bay"]]},", ",{"type":"[[","value":[["Tremblant"]]},", ",{"type":"[[","value":[["Laurentians"]]}," and ",{"type":"[[","value":[["Haliburton"]]}," areas."]},{"type":"*","value":["OntarioRentals.com",{"type":"[","value":["http:\/\/www.ontariorentals.com\/"]}," - website has cottage rentals for the ",{"type":"[[","value":[["Muskoka"]]},", ",{"type":"[[","value":[["Parry Sound"]]},", ",{"type":"[[","value":[["Haliburton"]]},", ",{"type":"[[","value":[["Kawarthas"]]},", ",{"type":"[[","value":[["Bruce Peninsula"]]}," and ",{"type":"[[","value":[["Georgian Bay"]]}," areas."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.resortskawartha.com\/"]}," - accomodations including cottage rentals for the ",{"type":"[[","value":[["Kawartha Lakes"]]}," area of Ontario."]},{"type":"*","value":[{"type":"[","value":["http:\/\/turkeypointcottagerentals.ca\/ TurkeyPointCottageRentals.ca"]}," - Classified cottage and boat rental site for the beach town Turkey Point."]},"\n",{"type":"====","value":["Quebec"]},"\n",{"type":"*","value":["Cottage Rentals Quebec",{"type":"[","value":["http:\/\/www.cottagesquebec.com\/"]}," Directory of cottage rentals in Quebec."]},{"type":"*","value":["Chalets à louer au Québec",{"type":"[","value":["http:\/\/www.louemonchalet.com\/"]}," Search cottages from Quebec (French and English)."]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Travel accommodation"],["Canada"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]