[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["County Fermanagh"]}," is a largely rural county in the south-west of ",{"type":"[[","value":[["Northern Ireland"]]}," and is famed for its numerous lakes. County Fermanagh belongs to the province of Ulster and is one of the six counties that form Northern Ireland. It is Northern Ireland’s western most county and covers an area of 1,691 km². Its capital (County Town) is ",{"type":"[[","value":[["Enniskillen"]]}," housing the tourist attractions of Enniskillen Castle, Cole's Monument, the Ardhowen Theatre and Saint Macartin's Cathedral.\n\nCounty Fermanagh is a rural area and therefore agriculture and tourism are the most important industries. The agricultural land is mainly used for hay and grazing than for other crops. The two lakes Upper Lough Erne and Lower Lough Erne are separated by the county's capital and linked to the river Shannon. Tourists may visit the Belleek Pottery, the oldest pottery in Ireland producing the finest china. Other places of interest are Necarne Castle, Florence Court, the Marble Arch Caves, Loughnavar Forest Park.\n\n",{"type":"==","value":["Towns and villages"]},"\n",{"type":"[[","value":[["Image:Fermenagh map.png"],["thumb"],["Map of County Fermanagh"]]},"\n\n",{"type":"===","value":["Towns"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Enniskillen"]]}]},"\n",{"type":"===","value":["Villages"]},"\n",{"type":"*","value":["Ballinamallard"]},{"type":"*","value":[{"type":"[[","value":[["Belcoo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Belleek"]]}]},{"type":"*","value":["Irvinestown"]},{"type":"*","value":["Kesh"]},{"type":"*","value":["Lisbellaw"]},{"type":"*","value":["Lisnaskea"]},{"type":"*","value":["Florencecourt"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By plane"]},"\nThere are three main airports in Northern Ireland. Both ",{"type":"[","value":["http:\/\/www.belfastairport.com Belfast International"]}," and ",{"type":"[","value":["http:\/\/www.belfastcityairport.com Belfast City Airport"]}," are a 2 hour drive away and ",{"type":"[","value":["http:\/\/www.cityofderryairport.com City of Derry Airport"]}," is 1h 45min away.\n\n",{"type":"[","value":["http:\/\/www.dublinairport.com Dublin airport"]}," is about 2.5h drive from Fermanagh and many like to combine seeing both the beauty and culture of both Southern as well as Northern Ireland.\n\n",{"type":"===","value":[" By boat"]},"\nMany travellers from the UK like to avail of the frequent ferry services operating between Britain and Northern Ireland. ",{"type":"[","value":["http:\/\/www.belfast-harbour.co.uk Belfast Port"]}," and the ferry into  ",{"type":"[","value":["http:\/\/www.portoflarne.co.uk Larne"]}," are popular points of entry.\n\n",{"type":"==","value":["Get around"]},"\nMany like the freedom of self-drive tours of Northern Ireland. ",{"type":"[","value":["http:\/\/www.theaa.com\/route-planner\/index.jsp?database=I AA Route Planner"]}," is a good resource for planning your travel routes. You drive on the left hand side of the well maintained roads in Northern Ireland.\n\nFor those you prefer to leave the car at home Northern Ireland has excellent bus services. Review \n",{"type":"[","value":["http:\/\/www.translink.co.uk Translink"]}," or ",{"type":"[","value":["http:\/\/www.buseireann.ie Bus Eireann"]}," -(for bus services to and from Southern Ireland)\n\n",{"type":"==","value":["Buy"]},"\nPounds sterling (",{"type":"'''","value":["£"]},") is the local currency. Due to the county's proximity to the Republic of Ireland, Euros (",{"type":"'''","value":["€"]},") are accepted by many retailers, but only notes, never coins. Most retailers and establishments will display if they accept Euro or not, but it is advisable to have your money changed to the local currency.\n\n",{"type":"==","value":["Eat"]},"\nYou would look at spending about £5-7 on \"pub grub\" for lunch in a bar. Budget for about £20 for a main course meal in a mid price restaurant in the evenings.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["B&Bs and Guesthouses"]},"\nThere are a number of high quality B&Bs\/family run guesthouses in Fermanagh to select from. Expect to pay around £20-30 per person on average. With over 58 properties on offer this is the preferred method of accommodation for most visiting Fermanagh looking for value.\n\n",{"type":"===","value":["Hostels"]},"\nFor those on a budget, hostels are a cheaper option but have less coverage than B&Bs. There are only 4 hostels - The Bridges Youth Hostel, Lough Melvin Holiday Centre, Tir Navar and Share Centre.\n\n",{"type":"===","value":["Hotels"]},"\nThere are only about 11 hotels operating in Fermanagh, ranging from 2 to 5 star.\n\n",{"type":"===","value":["Holiday rentals"]},"\nFor groups and larger families there are over 180 self-catering choices on offer so you will be spoilt for choice.\n\n",{"type":"==","value":["Stay safe"]},"\nYou be surprised to hear that Fermanagh has the second lowest crime rate in Europe. Even during the height of the \"troubles\" and civil rights movement Fermanagh tourist attractions were hardly affected. The unrest of the 70s and 80s have become a thing of the past in recent years.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Ireland"]]},"\n",{"type":"{{","value":[["geo"],["54.35"],["-7.63"],["zoom=10"]]},"\n\n",{"type":"[[","value":[["Wikipedia:County Fermanagh"]]}]