[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Flag of Durham County Council.png"],["thumb"],["180x55px"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.durham.gov.uk\/ County Durham"]}]}," is a largely rural county in ",{"type":"[[","value":[["North East (England)"],["North East"]]}," ",{"type":"[[","value":[["England"]]}," with a population of 510, 800. It is located to the north of Yorkshire and to the south of Northumberland.\nThe biggest urban area is the town of ",{"type":"[[","value":[["Darlington"]]}," to the extreme south of the county which has a population of 100 000 people. The west is characterised by high hills and low mountains and contains the highest ski centre in England.\n\n",{"type":"==","value":["Notable Settlements"]},"\n\nThere is one city and a handful of towns in County Durham. The largest settlement is ",{"type":"[[","value":[["Darlington"]]},".\n\n",{"type":"[[","value":[["Image:County Durham map.png"],["thumb"],["250px"],["Map of County Durham"]]},"\n\n",{"type":"===","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Durham (England)"],["Durham"]]}]}," - Ancient cathedral city. Population 29 000. If possible one should spend two days here to explore every nook and cranny in the city centre and its environs."]},"\n",{"type":"===","value":["Towns"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Barnard Castle"]]}]}," - Market town found in the hilly region of the Pennines to the west"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bishop Auckland"]]}]}]},{"type":"*","value":[{"type":"'''","value":["Chester-le-Street"]}," - Location of the England and Durham cricket ground"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Consett"]]}]}," - Town of 28 000 people located on the edge of the Pennines to the west of Newcastle"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Darlington"]]}]}," - Largest settlement in the county with a population of over 100 000 in the wider area. Affluent in the west and south west. Location of the Queen Elizabeth Sixth Form College"]},{"type":"*","value":[{"type":"'''","value":["Newton Aycliffe"]}]},{"type":"*","value":[{"type":"'''","value":["Peterlee"]}," - Small town of 30 000 people located to the east of the county near the coast. Former mining town."]},{"type":"*","value":[{"type":"'''","value":["Shildon"]}," - Small town of 10 000 people found in between Darlington and Durham"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Spennymoor"]]}]}]},"\n",{"type":"===","value":["Villages"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Middleton-in-Teesdale"]]}]}]},{"type":"*","value":[{"type":"'''","value":["Stanhope"]}]},"\n",{"type":"==","value":["Other destinations"]}," \n",{"type":"[[","value":[["Image:High force.jpg"],["thumb"],["High Force"]]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.beamish.org.uk Beamish Museum"]}," - A wonderful outdoor museum showcasing life in a typical 19th century Durham town. "]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.thisisdurham.com\/attractions\/search-results\/high-force-waterfall-p26441 High Force Waterfall"]}," - The biggest waterfall in the United Kingdom in terms of discharge, and one of the highest waterfalls in England."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.thisisdarlington.com\/attractions\/Darlingtons_Brick_Train.asp The Brick Train"]}," - A giant brick train structure built on the Darlington bypass as a recognition of the area's railway heritage."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.skiweardale.com\/ Weardale Ski Centre"]}," - England's highest ski centre. The most consistent skiing outside of Scotland with several tows, piste bashers and a variety of runs."]},"\n",{"type":"==","value":["Understand"]},"\nCounty Durham is the only county in England to contain the word \"county\", and as one can guess, it is named after the historic city of Durham which is situated in the centre of the county.\n\nIt is an extremely varied county in terms of its geography. It possesses some of the highest public roads in the United Kingdom to the west in the largely hilly interior. There are locations here which often get cut off by winter snow. It also has miles of sandy beaches on its east coast. \n",{"type":"[[","value":[["Image:Darlington - geograph.org.uk - 52377.jpg"],["thumb"],["Darlington Market Square"]]},"\nLike the north east of England in general, County Durham is overwhelmingly white and British with ethnic minorities being few and far between. This being said, it is one of the friendliest counties of Britain with locals often being known to go well out their way to help visitors.\n\nCounty Durham used to be an industrial county, especially with regards the coal mines, however these shut down in the 1980s and 1990s leaving many people unemployed. Today, County Durham's main employment sector is the service industry. \n\nThe two major population centres with the ceremonial county are Darlington and Durham which both contain very affluent and very under-privileged areas within them.\n\n",{"type":"==","value":["Talk"]},"\nCounty Durham has a largely regular English accent however to the north of the county it has a \"Geordie\" twang and to the south it is quite common to hear a slight Yorkshire twang in the words spoken. \nEnglish is by far the biggest language used in the community, however the largest minority language by far is the Polish language with around 1% of the county being proficient.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThere is a small regional airport located to the southern edge of the county in between the North Yorkshire town of Middlesbrough and Darlington. The airport is called Durham Tees Valley airport (formerly Teesside) and serves Amsterdam, Aberdeen, Southampton and Dublin. It no longer offers a service to London.\nFurther north in ",{"type":"[[","value":[["Northumberland"]]}," is the much bigger Newcastle airport which offers direct flights to London, Paris and Dubai. It primarily serves the city of Newcastle but is within easy reach of County Durham.  ",{"type":"[[","value":[["Image:Durham high and lower - geograph.org.uk - 1295248.jpg"],["thumb"],["250x220px"],["Entering Durham by train commands stunning views of the city"]]},"\n",{"type":"===","value":["By train"]},"\nCounty Durham is located on the main east coast railway line from London to Edinburgh. Rail is the quickest and most convenient way to reach the County from London as it takes you to Darlington centre from London King's Cross in 2hrs 30 minutes, and to Edinburgh Waverley in a similar time. It is also much better for the environment this way. \n",{"type":"===","value":["By car"]},"\nThe county is served by the A1 Great North Road which runs from London to Edinburgh. It is motorway through all of County Durham and thus becomes the A1(M) for this leg. From the west the county is connected to the M6 motorway and Cumbria by the A66 trans-Pennine route. Take care in winter and read traffic warnings as this road has snow gates and often closes for both snow and wind. Coach services are available from London and other tourist centre, Motorway speed limits mean they are slower but they are usually much cheaper than trains.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nThe county is extremely well connected by an excellent road system containing three major trunk roads including the A1(M), A19 and the A66.\n\n",{"type":"===","value":["By train"]},"\nDarlington and Durham are connected by high speed intercity rail travel from London. They are also connected by TransPennine Express.\n\n",{"type":"===","value":["By bus"]},"\nThe towns are well connected by buses from the Arriva network and several other, smaller networks. The larger towns also have extensive internal bus systems linking various neighbourhoods to the town centre. Visit the ",{"type":"[","value":["http:\/\/jplanner.travelinenortheast.info\/ traveline"]}," website for details on all services available across all providers and to plan your journey.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Weardale Crescent in the snow - geograph.org.uk - 1057311.jpg"],["thumb"],["Weardale in the winter"]]},"\n",{"type":"*","value":["The Pennines"]},{"type":"*","value":["The historic city of Durham"]},{"type":"*","value":["A theatrical show at the ",{"type":"[","value":["http:\/\/www.darlington.gov.uk\/Leisure\/arts\/arts.htm| civic theatre"]}," in Darlington."]},"\n",{"type":"==","value":["Itineraries"]},"\n",{"type":"'''","value":["Based on three to four days"]},"\n\n",{"type":"'''","value":["Day 1"]}," Take the train to Darlington. Check into a hotel in town and explore the industrial railway heritage of the town by visiting the railway museum on North Road and by visiting the brick train. Enjoy the thriving market in the square in the town before moving on tomorrow. \n\n",{"type":"'''","value":["Day 2"]}," Head west and check into a youth hostel or B&B in the Pennines. Get out the walking boots and take an afternoon stroll in any one of dozens of paths across the beautiful rugged uplands.\n\n",{"type":"'''","value":["Day 3"]}," Check into a luxury hotel in Durham and explore the stunning cathedral, the old town and the castle. Don't forget to take a stroll along the river which meanders around the cathedral. Sample the city's wine and cocktail bars on the evening.\n\n",{"type":"'''","value":["Day 4 (Optional)"]}," Head to a coastal town such as Seaham to sample some northern seaside traditions before heading north to ",{"type":"[[","value":[["Tyneside"]]}," along the coast.\nOr skip the coast and take the train directly from Durham to your next destination, be that the north or back to London.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sweet Greetings Shildon"],["url=http:\/\/www.sweetgreetingsshildon.co.uk\/meet-the-team\/info_1.html"],["email="],["address=4 Church Street, Shildon, County Durham, DL41DU"],["lat="],["long="],["directions="],["phone = +44 1388772736"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["Watch an England international test cricket match at Chester-le-Street."]},{"type":"*","value":["Row on the river in Durham."]},{"type":"*","value":["Sledge or ski in the winter"]},{"type":"*","value":["Sample a Parmo (for non-vegetarians and people who enjoy unhealthy food)."]},"\n",{"type":"==","value":["Eat"]}," \n",{"type":"[[","value":[["Image:Chicken parmesan.jpg"],["thumb"],["Chicken Parmesan in a dish"]]},"\n\n",{"type":"'''","value":["Local Dishes"]}," A tremendously popular take-away dish in the county is the Chicken Parmesan (Parmo). The Parmo derives from the nearby town of Middlesbrough which is located in the neighbouring ceremonial county of ",{"type":"[[","value":[["North Yorkshire"]]},". It is popular in Darlington and Durham as well the coastal towns.  A parmo consists of a flat (often pizza shaped) base which comprises chicken squashed to around 1cm in thickness. The chicken base is breaded and covered in a thick gooey white cheese. It is tremendously popular in take-away shops as a snack or meal after a night out and is claimed to be one of the few places in Britain where the more famous Doner Kebab is outsold.\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.joerigatoni.co.uk\/| Joe Rigatoni's"]}," is a stylish Italian restaurant to be found in Darlington town centre. It has a wide array of food, wine and a bar."]},"\n",{"type":"==","value":["Drink"]},"\nDarlington and Durham offer many drinking opportunities and cater for a wide variety of clientèle. Darlington notably has the chick Seen and Harvey's bars to the west of the town centre where the vast majority of customers are middle class students. Most people head to the nearby club \"Inside Out\" which on popular nights opens all three rooms and opens until 4am. \nThere is also an 80s bar \/ small nightclub on Skinnergate and there are countless thriving bars and pubs around the town centre.\n\n",{"type":"==","value":["Sleep"]},"\nThere are large selections of youth hostels in the rural areas to the west, as well as luxury B&Bs and hotels.\nThe towns feature hotels and B&B's. Notably the Bannatyne hotel in Darlington which is a luxury hotel serving the region, and Rockliffe Hall in the very affluent village of Hurworth-on-Tees to the south of Darlington on the North Yorkshire border.\n\n",{"type":"==","value":["Stay safe"]},"\nCounty Durham does not possess any major cities and is largely calm and tranquil in its nature. The large town of Darlington to the south does have minor anti-social behavioural problems, especially at night. Keep your wits about you in Darlington town centre on a Friday and Saturday night and you'll have no problems.\nIt is a much safer county than urbanised counties from the south and the west midland regions of England.\n\n",{"type":"==","value":["Go next"]},"\nThe neighbouring counties of ",{"type":"[[","value":[["North Yorkshire"]]}," (to the south), ",{"type":"[[","value":[["Northumberland"]]}," (to the north) and ",{"type":"[[","value":[["Cumbria"]]}," (to the west) are all famed for their immense natural beauty and their friendly cultures. \nNorth Yorkshire is often debated as being the unofficial Garden of England due to its immense beauty. However the \"official\" Garden of England remains to be the much more urbanised county of ",{"type":"[[","value":[["Kent"]]}," in the extreme south east. \n\n",{"type":"[[","value":[["nl:County Durham"]]},"\n",{"type":"[[","value":[["WikiPedia:County Durham"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["54.6667"],["-1.8333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North_East_England"]]},"\n\n",{"type":"[[","value":[["Commons:Category:County Durham"]]}]