[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Island of Ireland location map Carlow.svg"],["thumb"],["300px"],["Carlow"]]}," \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carlowtourism.com\/ County Carlow"]}]}," is in ",{"type":"[[","value":[["Southeast Ireland"]]},". Settled for 8,000 years, the county retains evidence of its earliest inhabitants, yet rapidly adapts to meet the demands of modern life. Noted for its nature, culture, vibrant nightlife and modern amenities, County Carlow is a pleasant place to visit, where history and contemporary life sit side by side.\n\n",{"type":"==","value":["Towns"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Carlow"]]}," - the county seat and home to 40% of the county's population, boasts some of the best architecture in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bagenalstown"]]}," (",{"type":"''","value":["Muine Bheag"]},") - a picturesque riverside town with 17th and 18th Century architecture, pleasant walkways and gardens under the shadow of Mount Leinster"]},{"type":"*","value":[" ",{"type":"[[","value":[["Borris"]]}," - a small traditional village in the south, located in the Barrow Valley, nestled under the Blackstairs Mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hacketstown"]]}," - in east Carlow, beneath the Wicklow Mountains, Hacketstown is surrounded by woodland and farmland and has a varied array of walkways"]},{"type":"*","value":[" ",{"type":"[[","value":[["Leighlinbridge"]]}," - large village between Carlow and Bagenalstown, on the Barrow Track"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rathvilly"]]}," - located along the banks of the Slaney, renowned for its attractive appearance, panoramic views nearby of Mount Leinster and the Wicklow Mountains and its quiet, peaceful setting"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tullow"]]}," - located in the northeast of the county, along the River Slaney, an area with strong historical links, most significantly its prehistoric ringfort and burial ground"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:The Liberty Tree, Carlow - geograph.org.uk - 568012.jpg"],["thumb"],["250px"],["The Liberty Tree in Carlow Town."]]},"\n\n",{"type":"===","value":["History"]},"\nThe Carlow area has been settled since before the dawn of time, or c. 6,000 B.C. The earliest settlers possessed the tools of their time, usually made of flint, traces of which have since been found and preserved. Carlow's early settlers built monuments around the county which still stand today, like the Browneshill Dolmen which lies 3 km. east of Carlow town.\n\nThe name Carlow comes from its Irish derivative, ",{"type":"'''","value":["Ceatharlach"]},", meaning either City of the Lake, or Four Lakes. Traditionally, it's understood that the Barrow \/ Burrin confluence in Carlow town took up a large area of land, forming a lake, or, as some believe, four lakes.\n\nThe first notable event to take place in County Carlow occurred in 300 B.C., when ",{"type":"'''","value":["Dinn Righ"]},", a hill fort near Leighlinbridge, was destroyed by Labraidh Loinseach, an early Celtic settler. Christianity later came to Carlow, prompting the construction of the monastery in St. Mullins, which is believed to have been built in the 7th Century. Its ruins still exist today.\n\nThe county itself is understood to have been created during the reign of King John, which lasted from 1199 to 1216 AD. This period saw the construction of ",{"type":"'''","value":["Carlow Castle"]},", which was overseen by William de Marshall. Recent excavations suggest that the construction commenced in 1210 AD and finished ten years later. It originally consisted of a hollow square, with a round tower at each corner. \n\nHowever, all that remain today are its ruins. In the early 1800s, Dr. Philip Parry Price Middleton spent £2,000 attempting the turn the building into a lunatic asylum. As part of the modifications to the building, an underground passageway was to be created using dynamite. On February 13th, 1814, the explosion took place with disastrous effects, with the blast bringing down the eastern wall, the east towers and the adjoining walls.\n\nOne of the earlier events of note to take place in the region occurred in 1394. With Ireland under British rule, King Richard II's cousin, Roger Mortimer, was killed by the forces of Borris native ",{"type":"'''","value":["Art McMurrough Kavanagh"]},", King of Leinster. This took place in Kellistown, near Tullow, shortly after Richard II had departed the region with a 10,000-strong force, having signed a treaty with a view of ending attacks on Norman forces. The enraged monarch returned to defeat Kavanagh, but the venture ended in disaster and defeat for the King's forces. The kingdom was returned to the King of Leinster, and Carlow became a Gaelic dominion.\n\nIn 1798, a large scale uprising took place against British forces took place, led by a revolutionary group known as the ",{"type":"'''","value":["United Irishmen"]},". By the time the rebellion began, there were 11,000 members of the group in the county. On May 25th, 2,000 rebels descended on Carlow town, however the town's defenders had received word of the rebels plans in advance, and set out to give them some leeway so that they would advance quicker than expected and become disorganised. Tragically for the rebels, this worked to perfection.\n\nWith the United Irishmen now expecting an easy victory, they were under little order as they reached \nTullow Street and Potato Market. Celebratory cheering, known as 'the roar of a thousand voices' provided the cue to those inside the buildings and on the rooftops to open fire. The result was a \nconvincing and a complete victory for the defenders who are understood to have suffered no fatalities. The bodies of 640 United Irishmen were thrown together in a pit, locally known today as the ",{"type":"'''","value":["Croppies Grave"]},", which can be visited in Graiguecullen.\n\nIn 1820, natural philosopher ",{"type":"'''","value":["John Tyndall"]}," was born in Leighlinbridge, whose experiments included elucidating the blue of the sky.\n\nIn 1844, Carlow's workhouse was built with a capacity of 800 people. It was to be put to use in the \nyears that followed, to accommodate those suffering from the nationwide ",{"type":"'''","value":[" 'Great Famine"]},"'. In September 1845, during a period of high unemployment, the first signs of potato crop failure appeared in County Carlow. Within six months, few potatoes from that year’s crop remained, and the government established relief schemes to provide work. Most of the following year’s crop was diseased, and soup kitchens were set up across the county.\n\nDespite the assistance Carlovians received and the fact that Carlow fared better than most counties, \n11,000 died from fever, cholera and starvation. Others fled the country. In 1841, 86,000 people lived in County Carlow - almost twice the population there is today. Ten years later, the number of residents had decreased to 68,000.\n\nCarlow was a grim place entering the 1900s. Unemployment was rife, and the population was generally quite poor. In 1926, much needed investment was provided, when Edward Duggan succeeded in bringing Ireland's first sugar beet factory to Carlow town. The factory operated for nearly 80 years, until its closure in 2005.\n\n",{"type":"===","value":["Recent Times"]},"\nCarlow town has undergone significant development over the past 10-15 years. New inner relief roads, housing estates, and shopping centres have dramatically changed the face of the town. In 1994, the first major shopping centre in Carlow opened, and this was followed in 2003 with the opening of the Fairgreen Shopping Centre ",{"type":"[","value":["http:\/\/www.fairgreen.ie\/"]},". It's a short walk from one to the other, however when the latter establishment opened many people deserted the main shopping thoroughfare in the town, Tullow Street. While it seems that the number of shoppers on the street is growing, it's not quite as busy as it was in the 1990s.\n\nThe town is home to two third-level colleges - Carlow I.T., on the Kilkenny Road, and Carlow College (known locally as St. Patrick's College). The student population Carlow town is 3,000 strong, contributing to the growth in the number of student apartments, and the aforementioned nightlife.\n\nUntil 2005, the town was home to one of two factories in Ireland which produced sugar. Amid much controversy, the 80-year-old plant was closed, leaving only office staff with jobs. Since then, the land has been idle, however in November 2006, Greencore (the owners of the facility) announced plans to invest €1.1 billion, and turn the 333 acre site into a new commercial, residential, and community hub. Its set to create 2,000 jobs if completed, and will also feature a 35 acre riverside park, with a further 30 acres reserved for leisure and amenity purposes.\n\nThis project, known as Carlow Gateway, is in the mere planning stages, and is unlikely to be completed for several years ",{"type":"'''","value":["if"]}," given the go ahead. However, it is a sign of the continuing development which has radically transformed the town in the past two decades, and is a welcome sign of confidence in an area which has seen more than its fair share of job losses in recent times.\n\n",{"type":"===","value":["Climate"]},"\nCarlow is in \"The Sunny South East\" ",{"type":"[","value":["http:\/\/www.southeastireland.com\/"]},", which the regional tourism board refers to the area as. Carlow and Kilkenny are typically the warmest parts of the country. Despite the name, you're best advised to pack a raincoat. Ireland's unpredictable weather is a feature of life, and can change from day to day, or even hour to hour.\n\nJuly daytime temperatures average 20C (68F). In January it drops to 7C (45F), although it can feel a lot cooler when the wind chill is taken into account.\n\n",{"type":"===","value":["Smoking"]},"\nAll places of work, including bars, restaurants, cafés etc, in Ireland are smoke-free. Rooms in hotels and Bed & Breakfasts are not required by law to be smoke-free, but many, if not most, are. It's best to make enquires in advance, and specify that you require a smoking bedroom if you need one. \n\n",{"type":"===","value":["Local media"]},"\n",{"type":"'''","value":["Newspapers"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carlow-nationalist.ie The Nationalist"]}]}," is Carlow's best selling regional newspaper, providing local news, sport and entertainment listings. New edition on sale for €2.20 at news stands across the county each Tuesday."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carlowpeople.ie\/ Carlow People"]}]}," also provides local news and sport, as well as features entertainment listings. Now available free of charge from newsagents each Tuesday."]},"\n",{"type":"'''","value":["Radio"]},"\n\nCarlow is served by one local radio station, which also serves ",{"type":"[[","value":[["County Kilkenny"]]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kclr96fm.com KCLR 96fm"]}]}," has news on the hour, with a Carlow opt-out at 6PM each evening providing local news for the county on 96.9fm. Its Carlow studio is located at Exchequer House, on Potato Market near the Liberty Tree in ",{"type":"[[","value":[["Carlow"],["Carlow town"]]},".\n\n",{"type":"===","value":["Tourist Information"]},"\n",{"type":"*","value":[{"type":"'''","value":["Carlow Tourism"]},", Forester's Hall, College Street, Carlow, ",{"type":"''","value":["+353 (0)59"]}," 9131554 (",{"type":"''","value":["e-mail: info@carlowtourism.com, fax: +353 (0)59 9130477"]},"). Carlow town's tourist office is located at the junction where College Street and Tullow Street meet, just across from the AIB Bank. It's in the same building as the County Library, and will help visitors with accommodation, maps etc. It also sells souvenirs and maps for other parts of the country."]},"\n",{"type":"==","value":["Talk"]},"\n\nEnglish is the first language of most residents, however as Carlow becomes increasingly cosmopolitan, the variety of languages spoken in the county continues to increase. It is not necessary to know any Irish (Gaeilge) to communicate with locals, most of whom probably have a poor understanding of the language anyway, however it may impress if you possess a \"cúpla focail\", i.e. a couple of words. Although there are no Gaelteacht areas in Carlow, Irish is the first official language.\n\nThe county is now home to residents from many different countries, including most of the accession states to the EU. If you need to communicate in Polish or Lithuanian, for instance, you may be able to find someone who speaks these languages.\n\nThe majority of students are required to learn a foreign language as part of their studies, with French emerging as the clear favourite, mainly due to the attention which schools give to this language over others. Although fluent French speakers are few and far between, many young people in particular would have a basic understanding of the language.\n\n",{"type":"==","value":["Get in"]},"\n\nCarlow's central location means that it is quite accessible to visitors from overseas. \n\n",{"type":"===","value":["By plane"]},"\n\nCarlow doesn't have a public airport, but can be easily reached from Dublin Airport, the largest in the country - see the ",{"type":"[[","value":[["Dublin#Get_in"],[{"type":"'''","value":["Get in"]}," section of the ",{"type":"'''","value":["Dublin"]}," article"]]},".\n\nThe most straightforward way to get to Carlow from Dublin Airport is to travel by JJ Kavanagh \/ Rapid Express Coaches ",{"type":"[","value":["http:\/\/www.jjkavanagh.ie"]},". Eight buses leave the airport daily, serving Carlow along the way. Nine buses make the return journey every day. All JJ Kavanagh tickets are valid for one month from the date of purchase, and you shouldn't expect to pay more than €15 for a return ticket.\n\nA single Bus Éireann ",{"type":"[","value":["http:\/\/www.buseireann.ie"]}," trip from Dublin Airport costs €13.50. Note that these aren't direct services, so you'll have to change at Busarás (Dublin city's central bus station near Custom House Quay).\n\nAlternatively, direct bus services connect Dublin Airport with Heuston Station, Dublin's main train centre. See the ",{"type":"'''","value":["By train"]}," section below for more information.\n\n",{"type":"===","value":["By boat"]},"\n\nIf you are travelling by car and you arrive at the sea port of Rosslare, Carlow town is about a 60 minute drive away, while eastern parts of the county are a good deal closer. Those who leave the car behind can get the train to Carlow; however you will have to change services, usually at either Waterford or Dublin. More information is available from the Irish Rail website ",{"type":"[","value":["http:\/\/www.irishrail.ie"]},".\n\nIf you arrive at Dublin Port, you can either get the train direct from Dublin Heuston to Carlow, or you can travel by bus. Bus Éireann services depart from Busáras or you can get the JJ Kavanagh service, which leaves from its bus stop on George's Quay. Check out their websites for more.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["JJ Kavanagh \/ Rapid Express Coaches"]},". Carlow and Royal Oak (near Bagenalstown) are on the Waterford - Dublin route, which starts in Tramore, Co. Waterford and finishes at Dublin Airport. Along the way, it has 18 bus stops, meaning that Carlow town and Bagenalstown are easily accessible to those travelling from Counties Waterford, Kilkenny, Kildare or Dublin."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus Éireann"]}," follows a similar route, starting in Dungarvan, Co. Waterford and finishing at Busáras in Dublin's city centre. It also stops at Carlow and, on request, will stop at Royal Oak. It will also stop at Leighlinbridge, if requested in advance."]},"\n",{"type":"===","value":["By train"]},"\nCarlow and Bagenalstown are served by the Dublin-Waterford rail line. Seven trains leave Heuston Station in Dublin on weekdays, the earliest being the 7:30AM service, the latest is the 8:05PM service. Trains take one hour and 20 minutes to reach Carlow, and about ten minutes longer to reach Bagenalstown. Eight trains make the return journey to Dublin. \n\nSix trains leave Waterford each weekday, however the last train from Plunkett Station in Waterford city is at 6:25PM. These take about an hour and a half to reach either Carlow or Bagenalstown, and six trains make the return journey to Waterford.\n\nNaas, Newbridge, Kildare, Athy in ",{"type":"[[","value":[["County Kildare"]]}," and ",{"type":"[[","value":[["Kilkenny"]]}," and Thomastown in ",{"type":"[[","value":[["County Kilkenny"]]}," are also served by this line, meaning Carlow and Bagenalstown are easily accessible from these towns.\n\nThe best source of information is the Irish Rail website ",{"type":"[","value":["http:\/\/www.irishrail.ie"]},", where full timetables are available. For other enquiries, the information line can be contacted on 1850 366222 within Ireland. Lines are open from 9AM to 5PM, Monday to Friday.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Carlow Castle W 2009 09 03.jpg"],["thumb"],["Carlow Castle"]]},"\n",{"type":"===","value":["By bus"]},"\n\nUntil 2004, a regular \"town link\" bus service operated in Carlow town. Ongoing talks aim to have the facility restored, however there have been many setbacks. It's unclear if any progress has been made recently.\n\n",{"type":"*","value":[{"type":"'''","value":["Ring a Link"]},", Unit 2, Abbey Business Centre, Abbey Street, Kilkenny, 1890 42 41 41, (",{"type":"''","value":["e-mail: ringalink@eircom.net"]},"), ",{"type":"[","value":["http:\/\/www.ringalink.ie\/"]},". A flexible, inexpensive option, which responds to bookings and enquiries from its Kilkenny base by telephone. Their scheduled services and times are available on their website but different times are sometimes available by contacting the company."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=JJ Kavanagh's local bus service"],["alt="],["url=http:\/\/www.jjkavanagh.ie\/map-local.asp"],["email=info@jjkavanagh.ie"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+353 (0)59 9142738"],["hours="],["price="],["content=Little Barrack Street, Carlow, +353 (0)59 9143081, (. These infrequent buses travel to and from Portlaoise (County Laois), Kilkenny, Tullow, Rathvilly, Baltinglass and Hacketstown."]]}]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Irish Rail"]},", +353 59 913-1633. Carlow town and Bagenalstown are connected by rail. Six services depart from either station on weekdays, and the journey time is less than 15 minutes. Note that Bagenalstown is referred to as ",{"type":"'''","value":["Muine Bheag"]},", its Irish name, on all rail literature."]},"\nPassengers who use wheelchairs are catered for, however you will need to inform staff in advance of your journey.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Carlow Cathedral - geograph.org.uk - 595061.jpg"],["thumb"],["Carlow Cathedral"]]},"\nCounty Carlow is home to many fine buildings, backed up by splendid countryside and natural beauty. On a clear day, be sure to go up the Killeshin Hills, where you'll be treated to a spectacular view of Carlow town. It's equally impressive by night.\n\nItems of historical importance are plentiful and are well-kept in museums across the county. In urban areas, summer days can be happily spent in Carlow's award-winning parks, most notably the Oak Park Forest Park and Carlow Town Park.\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Wicklow Way"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Blackstairs Mountain - geograph.org.uk - 1100610.jpg"],["thumb"],["Blackstairs Mountain"]]},"\nCarlow has a pleasant blend of history, scenery and modern attractions.\n\nKCLR 96fm's ",{"type":"''","value":["Community Diary"]}," airs daily at 11:45, 14:45 and 17:45. As a free-of-charge advertising service, it is good at outlining upcoming events and activities taking place across Counties Carlow and ",{"type":"[[","value":[["County Kilkenny"],["Kilkenny"]]},". Its listings are also available online ",{"type":"[","value":["http:\/\/www.kclr96fm.com\/community-diary\/"]},".\n\nIn August each year, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carlowfloralfestival.com\/ Carlow Floral Festival"]}]}," takes place. Carlow's status as the \"floral county\" is recognised in this county-wide gardening, flora and nature extravaganza. The nine-day festival is attended by well-known broadcasters and includes demonstrations, nature trails, workshops, music and entertainment.\n\n",{"type":"===","value":["Theatre and arts"]},"\nIn September 2009, Carlow Local Authorities launched their long-awaited multi-arts venue, Visual Centre for Contemporary Art and The George Bernard Shaw Theatre ",{"type":"[","value":["http:\/\/www.gbshawtheatre.ie"]},". The building is designed by UK architect Terry Pawson and boasts four galleries and a 290 seat theatre with a programme of local, national and international work in the visual and performing arts.  It is in the grounds of St. Patrick's College, beside Carlow Cathedral in the centre of Carlow town.\n\nSeveral schools across the county produce musicals each year (usually around October) including St. Leo's and the Presentation College in Carlow town.\n\n",{"type":"===","value":["Golf"]},"\nCarlow is famed for its golf courses ",{"type":"[","value":["http:\/\/www.carlowtourism.com\/golfstart.html"]},", and is within easy reach of facilities in neighbouring counties, like The K Club ",{"type":"[","value":["http:\/\/www.kclub.ie\/"]}," which hosted the 2006 Ryder Cup. The county itself is home to five high quality facilities, including the Killerig Golf Resort and the Mount Wolseley in Tullow, both of which have four star accommodation on-site.\n\n",{"type":"===","value":["Sport"]},"\nCarlow is not well known for its sporting success, particularly in the popular games of Gaelic Football and Hurling, where the county teams usually make an early exit in the championship each year. However, the county has had significant success in other sports, with many local competitors doing well at both national and international levels. Coarse angling is making a strong come back in Carlow with a local club running several matches throughout the year, so much so that Carlow Coarse Angling Supplies based in Graiguecullen opened this year to facilitate coarse anglers in their pursuit of a good days catch. Call Gerry on +353 5991 37664 for details or visit  ",{"type":"[","value":["http:\/\/www.carlowcoarseanglingsupplies.com"]}," \n\nA concise directory of all of the sports clubs in County Carlow whose services can be availed of by locals and visitors alike is available from County Council website (Adobe Reader required) ",{"type":"[","value":["http:\/\/www.countycarlow.ie\/services\/developmentboard\/reports\/LSPSportsDirectory.pdf"]},". Note that some contact details have changed and new clubs have formed since this directory was produced.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Go With The Flow Canoeing"]}," +353 87 252-9700. The River Barrow from a different perspective."]},{"type":"*","value":[" ",{"type":"'''","value":["Hang Gliding"]}," +353 1 455-6437 Hang Gliding from the internationally renowned Mount Leinster spot. Available most Sundays from March to October. Call Eamon for details."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:IMG BrownshillDolmen.jpg"],["thumb"],["Brownshill Dolmen"]]},"\nCounty Carlow offers a diverse shopping mix, generally at prices which are slightly cheaper than larger urban centres like Dublin. Carlow town has the biggest variety of high street shops in the county, but locally-owned outlets can be found in towns across the county. ATMs are available at all banks and in many shops also.\n\n",{"type":"==","value":["Eat"]},"\nThere are many award-winning restaurants and pubs in County Carlow. The Lord Bagenal Inn in Leighlinbridge is renowned for its pleasant riverside setting and fine food. In Carlow town, there are many restaurants in the town centre and beyond, with new establishments appearing quite regularly. All tastes are catered for, from oriental food to traditional meals and local specialities.\n\nTraditionally, tipping was never considered to be a necessity. Although it has recently become common to tip up to 10% of the bill total, the practice usually remains optional. Some establishments will add a 10-15% service charge on top of the obligatory 13.5% Government VAT charge, especially for larger groups.\n\n",{"type":"==","value":["Drink"]},"\nCounty Carlow's pubs constantly get good reviews, with the area being home to some of the best outlets in the country. In Carlow Town, the Dinn Rí superpub has won the prestigious Black & White Pub of the Year accolade on three occasions in the past decade, with the Lord Bagenal in Leighlinbridge scooping the award five times since 1983. The traditional practice of brewing beer locally was revived when the Carlow Brewing Company established itself in Carlow town nine years ago. It makes three award-winning beers: O'Hara's, Curim and Molings, all of which are available at most pubs around the county.\n\n",{"type":"==","value":["Nightlife"]},"\n\nCarlow is widely recognised for its active nightlife. Tullow Street and Dublin Street are usually thronged with people on Friday and Saturday nights. The Foundry nightclub is a popular venue, with many people travelling to Carlow especially to sample its offering.\n\n",{"type":"==","value":["Sleep"]},"\nCounty Carlow has a wide and varied array of accommodation, conveniently spread across the region. All budgets and tastes are catered for, from country guesthouses and B&Bs to the luxurious hotels which are most easily found in Carlow and Tullow. Most of the accommodation options don't have many rooms, so it's best to book as early as possible, particularly around peak times such as New Year's Eve or Saint Patrick's Day, where rooms could be fully booked out many months in advance.\n\n\n\n",{"type":"==","value":["Connect"]},"\nCarlow town offers the greatest range of Internet Cafés in the county, some of whom are open until late in the evening. There is also an expanding list of Wireless Hotspots. Free internet access is available by booking in advance at libraries throughout the county; however there is usually competition for places as these are an attractive option.\n\n",{"type":"==","value":["Stay Safe"]},"\nCarlow is relatively safe, especially compared to bigger cities like Dublin or Limerick. As a general rule, only basic precautions and common sense are needed - if you leave your wallet behind you at a restaurant, it's more likely to be handed in than stolen. But that doesn't mean you should try it out. Most locals go about their daily business without ever facing significant trouble; therefore it may help if you \"act\" local.\n\nHowever, the risk does increases during night-time, and like anywhere, caution is always advised. Weekend incidents are usually limited to a handful, and generally these aren't too serious. But nonetheless they're a most unpleasant experience so be sure to be cautious if you're out and about at night. Drink 'spiking' does occur, so many people choose to drink from a bottle, rather than a glass, but it's best not to leave either unattended. If you'd like to sample the night time atmosphere, then stay around well-lit areas where there are lots of people, try to stay in groups of at least three or four, avoid confrontation and act sensibly.\n\nMost housing estates have a pleasant vibe; however some are known for unsavoury behaviour, so try to avoid journeys into these unless necessary. Minor incidents of anti-social behaviour (e.g. playing with shopping trolleys) occur from time to time - if you notice it, the safest (and easiest) thing to do is to ignore it and carry on with whatever you're doing.\n\n",{"type":"===","value":["Police contacts"]},"\nIn Ireland, the police force is known as An Garda Síochána. A police officer is known as a 'Garda', or in its plural form, Gardaí (pronounced ",{"type":"''","value":["Garr-dee"]},"). The emergency services can be contacted free of charge on 999, or, like the rest of Europe, on 112.\n",{"type":"*","value":[{"type":"'''","value":["Carlow Garda Station"]}," +353 59 913-6620. Carlow Garda Station is on the Athy Road, near the County Council offices."]},{"type":"*","value":[{"type":"'''","value":["Bagenalstown Garda Station"]}," +353 59 972-1212."]},{"type":"*","value":[{"type":"'''","value":["Ballon Garda Station"]}," +353 59 915-9122."]},{"type":"*","value":[{"type":"'''","value":["Borris Garda Station"]}," +353 59 977-3102."]},{"type":"*","value":[{"type":"'''","value":["Hacketstown Garda Station"]}," +353 59 647-1202."]},{"type":"*","value":[{"type":"'''","value":["Leighlinbridge Garda Station"]}," +353 59 972-1122."]},{"type":"*","value":[{"type":"'''","value":["Myshall Garda Station"]}," +353 59 915-7622."]},{"type":"*","value":[{"type":"'''","value":["Rathvilly Garda Station"]}," +353 59 916-1122."]},{"type":"*","value":[{"type":"'''","value":["Tullow Garda Station"]}," +353 59 915-1222."]},"\n",{"type":"==","value":["Stay healthy"]},"\nThe nearest public General Hospital to Carlow is St. Luke's Hospital in Kilkenny. Carlow has a district hospital, called St. Dympna's located on the Athy Road. It offers psychiatric care, among other services. It has a Caredoc ",{"type":"[","value":["http:\/\/www.caredoc.ie"]}," centre on site, which offers G.P. services for those with urgent medical problems who need to contact a doctor after surgeries close. Cars will transport the doctors on duty to house calls when patients are unable to attend treatment centres. It's Carlow service was the first of its kind in Ireland, and opened in June 1999.\n\n",{"type":"===","value":["Medical contacts"]},"\n",{"type":"*","value":[{"type":"'''","value":["Caredoc"]},", St. Dympna's Hospital, Athy Road, Carlow, 1850 334 999. M 08:00, Tu-F 18:00-20:00, Sa 09:00."]},{"type":"*","value":[{"type":"'''","value":["Dr. John Conway"]},", G.P., Burrin Street, Carlow, +353 59 914-3247."]},{"type":"*","value":[{"type":"'''","value":["Dr. Helen Delaney, Dr. Sandra Kehoe & Dr. Christopher G. Moran"]},", G.P.'s, 65 Tullow Street, Carlow, +353 59 913-0770."]},{"type":"*","value":[{"type":"'''","value":["Dr. Brendan M. Doyle"]},", G.P., Avoca House, Barrack Street, Carlow, +353 59 913-1127."]},{"type":"*","value":[{"type":"'''","value":["Dr. Jonathan Jacob"]},", G.P., Castle Hill, Carlow, +353 59 913-0357."]},{"type":"*","value":[{"type":"'''","value":["Dr. Sean McGuire"]},", G.P., Clayton Hall Medical Centre, Staplestown Road, Carlow, +353 59 913-3330."]},{"type":"*","value":[{"type":"'''","value":["Dr. Carole McInerney & Dr. Fionnuala Ní Ghráinne"]},", G.P.'s, 72 Tullow Street, Carlow, +353 59 913-2450."]},{"type":"*","value":[{"type":"'''","value":["Dr. Patricia O'Toole"]},", G.P., 23 Staplestown Road, Carlow +353 59 913-2525."]},{"type":"*","value":[{"type":"'''","value":["Dr. Declan Gerard Woods"]},", G.P., Cathedral Walk, College Street, Carlow, +353 59 913-0828."]},{"type":"*","value":[{"type":"'''","value":["Dr. Eithne Marie Bolger"]},", G.P., Crosslow, Tullow, +353 59 915-1555."]},{"type":"*","value":[{"type":"'''","value":["Dr. Michael Aidan Kehoe"]},", G.P., Tullow Medical Centre, Tullow, +353 59 915-1101."]},{"type":"*","value":[{"type":"'''","value":["Dr. John Murray"]},", G.P., Tullowhill, Tullow, +353 59 915-1492."]},{"type":"*","value":[{"type":"'''","value":["Dr. Brendan Thomas Coffey"]},", G.P., Royal Oak Road, Bagenalstown, +353 59 972-1650."]},{"type":"*","value":[{"type":"'''","value":["Dr. Thomas Foley"]},", G.P., Royal Oak Road, Bagenalstown, +353 59 972-1502."]},{"type":"*","value":[{"type":"'''","value":["Dr. John Charles Gavin"]},", G.P., Brambletye, Blackberry Lane, Bagenalstown, +353 59 912-1067."]},"\n",{"type":"==","value":["Go next"]},"\n\nBecause of Carlow's aforementioned central location, it's relatively easy to travel elsewhere. This makes Carlow attractive to visitors who are looking to explore the east coast of Ireland.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dublin"]]}," - Ireland's flourishing capital city is a great place to shop, or to while away time in one of the many museums on offer. It's 80km away, and shouldn't take longer than two hours to reach by car or bus. Direct train services link Carlow with Dublin, and take about 70 minutes."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kilkenny"]]}," - Ireland's \"Medieval City\" is rich in culture and heritage, and offers many monuments and other items of historical importance. A popular city with Carlovians, and well worth a visit. Less than 45 minutes away by car, train or bus."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Waterford"]]}," - the capital of The Sunny South East, and home of Waterford Crystal. About 80 minutes from Carlow town by car, train or bus."]},"\nTaxis will usually have no problem carrying you anywhere else you'd like to go in the country, but expect to pay up to €200 if you're looking to go to Belfast, for instance.\n\n",{"type":"[[","value":[["WikiPedia:County Carlow"]]},"\n\n",{"type":"{{","value":[["geo"],["52.6667"],["-6.8333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast Ireland"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["related"],["Wicklow Way"]]},"\n\n",{"type":"[[","value":[["Commons:Category:County Carlow"]]}]