[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["Ambox"],["type  = move"],["text  = Information regarding the ",{"type":"''","value":[{"type":"[[","value":[["Cox's Bazar District"]]}]}," should be split to that page, while info about the city should be kept here."]]},"\n",{"type":"[[","value":[["File:Cox's Bazar panorama.jpg"],["thumb"],["350px"],["A panorama of Cox's Bazar"]]},"\n",{"type":"'''","value":["Cox's Bazar"]}," is a beach resort in the ",{"type":"[[","value":[["Chittagong Division"]]}," in south-eastern ",{"type":"[[","value":[["Bangladesh"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nCox's Bazar sea beach is the longest sea beach in the world, 120 km long.\n\nFor Bangladeshi's it doesn't get much better than Cox's Bazar, the country's most popular beach resort. Sort of a Cancun of the east, it's choc-a-bloc with massive cement hotels and gaudy over-development catering largely to the country's elite. As a foreigner it likely won't compare to other beach vacations you may have taken, but it's still interesting to see how the Bangladeshi's live it up. The beach is crowded, especially near the Hotel Motel Zone, a large cluster of more upmarket hotels. Expect lots of attention, and expect to stay fully clothed.\n\n30 km south is Inani Beach, the world's longest and widest with over 100 miles of unbroken sand. Things should be quieter here, but still expect to draw some attention.\n\n",{"type":"==","value":["Get in"]},"\n\nLocated about 150 km south of ",{"type":"[[","value":[["Chittagong"]]},", Cox's Bazar is connected both by air and road from ",{"type":"[[","value":[["Dhaka"]]}," and ",{"type":"[[","value":[["Chittagong"]]},".\n\nNon-Stop flights are available from ",{"type":"[[","value":[["Chittagong"]]}," and ",{"type":"[[","value":[["Dhaka"]]}," on GMG Airlines, ",{"type":"[","value":["http:\/\/www.gmgairlines.com\/"]}," United Airways ",{"type":"[","value":["http:\/\/www.uabdl.com\/"]},". Flights tend to be daily during the high season (Oct - Apr) but generally drop back to 3-4 flights per week during the Summer and Monsoon (May - Sept).\n\nThe main bus terminal is a few kilometres east of the central town area, about a 15 minute \/ Tk 10 rickshaw ride. Local buses head to ",{"type":"[[","value":[["Chittagong"]]}," (Tk 120, 4 hours) and ",{"type":"[[","value":[["Teknaf"]]}," (Tk 70, 3 hours).\n\nThe private bus companies have offices near Hotel Sea Queen on the main road, and also down in the Hotel Motel Zone.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cycle-rickshaws"]}," are plentiful, and the ride between Hotel Motel Zone and the Laldighi Lake area on the main road should cost Tk 12, though foreigners will have to fight hard for that price. They'll ask for at least Tk 20, Tk 15 is a fair enough middle ground."]},"\nApproximate value in US currency:\n\nTk. 20 = 29 cents,\nTk. 15 = 22 cents,\nTk. 12 = 17 cents\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Sunset in coxs bazar.jpg"],["thumb"],["right"],["300px"],["Sunset at Cox's Bazar"]]},"\nMiles of golden sand, towering cliffs, surfing waves, colorful pagodas, Buddhist temples and tribes, delightful seafood — this is Cox's Bazar, the tourist capital of Bangladesh.\n\nThere are also a few very old wooden Buddhist temples at Ramu, a few kilometers from Cox's Bazar, well worth visiting.\n\nA drive to Teknaf, which is the southernmost tip of the mainland of Bangladesh, is a memorable journey. A day trip to either Moheshkhali or Sonadia, the deltaic islands nestled among the gentle waves of the Bay of Bengal, will also be really interesting.\n\nOther attractions for visitors are conch shell market, tribal handicraft, salt and prawn cultivation.\n\n",{"type":"*","value":[{"type":"'''","value":["Himchari"]},": It is about 32 km south of Cox's Bazar along the beach, a nice place for a picnic and photo-shooting. The famous \"Broken Hills\" and waterfalls here are rare sights."]},"\n",{"type":"*","value":[{"type":"'''","value":["Inani Beach"]},": It is about 32 km south of Cox's Bazar and just on the beach, with the sea to the west and a background of steep hills to the east. Inani casts a magic spell on those who step into that dreamland. It is only half an hour's drive from Cox's Bazar and an ideal place for sea-bathing and a picnic."]},"\n",{"type":"*","value":[{"type":"'''","value":["Maheskhali"]},": An island off the coast of Cox's Bazar. It has an area of 268 square kilometres. Through the centre of the island and along the eastern coast line rises a range of low hills, 90 metres high; but the coast to the west and north is a low-lying treat, fringed by mangrove jungle. In the hills on the coast is built the shrine of Adinath, dedicated to Shiva. By its side on the same hill is a Buddhist Pagoda."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ramu"]},": This is a typical Buddhist village, about 16 km from Cox's Bazar, on the main road to Chittagong. There are monasteries, khyangs and pagodas containing images of Buddha in gold, bronze and other metals inlaid with precious stones."]},"\nThe village has a charm of its own. Weavers ply their trade in open workshops and craftsmen make handmade cigars in their pagoda like houses.\n\n",{"type":"*","value":[{"type":"'''","value":["Sonadia Island"]},": It is about seven kilometres from Cox's Bazar and about nine square kilometer in area. The western side of the island is sandy and different kinds of shells are found on the beach. Off the northern part of the island there are beds of window pane oysters. During winter fisherman set up temporary camps on the island and dry their catches of sea fish."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Teknaf"]]}]},": Southernmost tip of Bangladesh, Teknaf situated on the Naaf river and just at the end of the hilly regions of the district. Myanmar is on the opposite bank of Naaf river. Wild animals and birds are available but the most interesting thing is a journey on the river. Wide sandy beach in the backdrop of high hills with green forests is an enchanting scene never to be forgotten."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere are lots of shops in the Hotel Motel Zone catering to Bangladeshi tourists. Things made of sea shells are very popular and also sold by vendors on the beach, but think twice about encouraging such a non-eco friendly practice.\n\nYou can also check out the Burmese Market, but don't expect a lot of handicrafts. The traditional Burmese dresses and fabrics are definitely interesting. Besides that, you will find some stores which sell pearl jewellery. You can also try some local beauty products (sandal wood based), hand woven textile and bedsheets among many other things.\n\nHowever, a better bet would be to buy articles of interest from the mobile vendors who will most likely approach you while you are relaxing in front of the beach. They not only have good products, but the prices offered are also cheaper than the same in the markets. \n\nDried fish is a protein-rich delicacy, and can be bought from the main market in Cox'sbazar. There are also a few shops near the hotel-motel zone, but it is better to buy from the main market.\n\n",{"type":"==","value":["Food"]},"\n\nThere's a ton of restaurants along Sea Beach Rd and in the Hotel Motel Zone, most serving Bangladeshi standards.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jhawban Restaurant"]}," and ",{"type":"'''","value":["Poushee Restaurant"]},", next door to each other on Hotel Sayeman Rd just south of Sea Beach Rd, serve similarly excellent Bangladeshi food including fried fish, a Cox's Bazar speciality. Both restaurants are wildly popular, especially at lunch time. Poushee is probably one of the best restaurants in Cox's Bazar, and serves delicious seafood. Meals Tk 60-130."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mermaid Café"]},", Sea Inn Beach, (",{"type":"''","value":["in Hotel Motel Zone"]},"), 01815 672855, ",{"type":"[","value":["http:\/\/www.mermaidcafecoxsbzr.com"]},". Lunch and dinner until 19:00. Overlooking the beach south of Hotel Media International, this newish cafe is friendly and laidback and probably the coolest place to hang out in the area. If it were anywhere else it's prices would put it out of business, but here it's taka well spent. It has several sitting areas and hammocks, and a creative menu including crepes and savory pancakes, and seafood-heavy mains like shrimp salad, pastas and fish pizza for Tk 250-400. Delicious fresh juices are around Tk 80 and filter coffee and espresso around Tk 50. The music is occasionally dubious but they're open to requests."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sea Stone Café"],["url="],["email="],["address=Sea Inn Beach"],["lat="],["long="],["directions="],["phone=01914458443"],["tollfree="],["fax="],["hours=11am til late"],["price="],["content=As the only two-storey building on the beach-front, Sea Stone Café offers superb 180 degree views of the Cox’s Bazar beach. Its top deck is the best place in town to watch the sun set over the Bay of Bengal. Quality Western and Asian dishes are on offer, as well as fresh juices, coffee and tea. Entrées include grilled prawns, calamari and niçoise salad. Serves home-made pasta, pizza, chicken and beef, along with prawns, calamari, crab, lobster and fish. The staff are friendly and although the service can be slow."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Worlds longest beach Cox's Bazar - Bangladesh by Idolhunter Lckuang.jpg"],["thumb"],["Beach restaurant"]]},"\n",{"type":"'''","value":["Alcohol"]}," is available in a few locations in Cox's Bazar. The following hotels have bars which generally open from 19:00: Seagull Hotel, Hotel Sayeman, Hotel Shaibal, Renaissance Hotel. Don't expect much as their ambience leaves much to be desired and there is no guarantee the beer will be cold. Prices are higher than you might expect.\n\n",{"type":"==","value":["Sleep"]},"\n\nMost of the budget hotels are in the area surrounding Laldighi Lake in the main town area. The massive cement beasts are closer to the beach, getting bigger and grander as you move the 2 km south to the Hotel Motel Zone.\n\nHotel Sea Gull and Hotel Media International are decent choices in the centre of town. There are a few hotels\/motels such as Hotel Probal and Sikat operated by the Parjatan Corporation, a government tourism organisation.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Seagull Hotel"],["url=http:\/\/www.seagullhotelbd.com"],["email="],["address=Hotel Motel Zone"],["lat=21.424984"],["long=91.976193"],["directions="],["phone=+88 0341-64-91"],["tollfree="],["fax="],["hours="],["price=Tk3000"],["checkin=1400"],["checkout=1200"],["content=Seagull is probably the best hotel in Cox's Bazar. It is modern and safe, with its own landscaped walkway to the beach. It does have a hidden bar - from the reception area, walk towards the main restaurant and turn right, then through part of the kitchen and upstairs. Nice swimming pool outside."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Sea Crown"],["url=http:\/\/www.hotelseacrownbd.com"],["email="],["address=Marin Drive, Kola Toil New Beach"],["lat=21.414812"],["long=91.983368"],["directions="],["phone=0341-64795"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Sea Crown is a three star deluxe hotel on the Beach"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Saint Martins Island"]]}]}," - This small coral island about 10 km (6 mi) south-west of the southern tip of the mainland is a tropical cliché, with beaches fringed with coconut palms and bountiful marine life. There's nothing more strenuous to do here than soak up the rays, but it's a clean and peaceful place without even a mosquito to disrupt your serenity."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chittagong Division"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["21.583333"],["92.016667"]]},"\n",{"type":"[[","value":[["Wikipedia:Cox's Bazar"]]}]