[{"type":"{{","value":[["pagebanner"],["Cozumel banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.islacozumel.com.mx\/ Cozumel"]}]}," is a ",{"type":"[[","value":[["Caribbean"]]}," island just off the ",{"type":"[[","value":[["Yucatán Peninsula"]]}," in southeastern ",{"type":"[[","value":[["Mexico"]]},". It has great diving, nice people, safe streets, and prices comparable to other Mexican tourist destinations. The diving is the main draw to Cozumel; if you prefer white sandy beaches then other nearby destinations would be a better bet (e.g., Playa del Carmen, Tulum, Isla Mujeres, etc.) It was badly battered in 2005 by Hurricane Wilma, but, with few exceptions, has been completely repaired.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nCozumel has an international airport (Airport Code: ",{"type":"'''","value":["CZM"]},") which receives direct flights from ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Charlotte"]]},", ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Dallas"]]},", ",{"type":"[[","value":[["Denver"]]},", ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]},", ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Minneapolis"]]},", and ",{"type":"[[","value":[["Toronto"]]}," as well regional flights from ",{"type":"[[","value":[["Mexico City"]]},".\n\nAlternatively, you can fly into ",{"type":"[[","value":[["Cancún"]]}," (Airport Code: ",{"type":"'''","value":["CUN"]},") which generally has more flights, then take a bus or van south to ",{"type":"[[","value":[["Playa del Carmen"]]}," and take the ferry across to Cozumel. A shared van from Cancun airport to Playa Del Carmen will cost around 300 pesos per person one-way, where a bus will be around 130 pesos (or $12 USD if you do not have pesos handy) per person one-way.\n\nAlso you can take a small plane to Cozumel from Cancun airport's domestic terminal. It takes just 15 minutes and the trip is an amazing experience for about $75 USD per person one way.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"'''","value":["Ferries"]},"\n",{"type":"*","value":[" There are hourly rides to and from ",{"type":"[[","value":[["Playa del Carmen"]]},", costing about 156 pesos ($13.50 USD) per adult each way.  There are two companies, so buy a single ticket because you may need to use the other ferry company coming back and the tickets aren't transferable (two one-way tickets cost the same as a return anyhow)."]},"\n",{"type":"*","value":[" A car ferry leaves from Calica, a few kilometers south of Playa del Carmen (pass ",{"type":"[[","value":[["Xcaret"]]},"). The car ferry from Puerto Morelos no longer exists! There are 4 ferries each day, but the first at 04:00 AM and the second at 08:00 AM are specially for supply and logistics of the locals and islander. So take the ferry at 12:15AM and 06:00 PM. From Cozumel back to the mainland you can take all ferries: 06:00 AM, 10AM, 04:00 PM and 08:00 PM. It should be noted that rental cars are not allowed on the car ferry and you wouldn't want to do it in any case as taking the car ferry is a huge hassle involving a lot of waiting on both ends.  Not recommended for anyone on a one to two week vacation."]},"\n",{"type":"'''","value":["Cruise ships"]}," often visit the island.  A few can dock virtually downtown.  A larger pair of piers lies about two miles south of downtown San Miguel, and primarily serves Carnival and Royal Caribbean Cruise Line ships.  If many ships arrive the same day (occasionally in \"high season\"), some may moor offshore and tender passengers to docks virtually downtown.\n",{"type":"[[","value":[["File:Cozumel Panorama.jpg"],["thumb"],["800px"],["center"],["Cozumel Panorama"]]},"\n\n",{"type":"==","value":["Get around"]},"\nWalk, rent a car, or take a taxi; there is no public traffic out of town. The docks are saturated by pushy agencies trying to lure you into car rentals and activities. The younger travelers or anyone who has free time may want to take them up on their offer. Always check first so you are not getting scammed but it is usually just a timeshare offer. You pay about $20 for a jeep rental or a moped for the entire day and you get free breakfast at a five star resort. A regular day car rental is around $55, but speaking Spanish will get you a discount 95% of the places if you ask. For example, the posted price for a VW Pointer at Less-Pay (next to Hotel Barracuda) was $40, without insurance and taxes. As an American who speaks Spanish, you can get that same car for 350 pesos, with insurance and taxes. Even if prices are posted, they can be bargained. Scooters half that (~25 dollars). Alternatively, taxis are always available and will take you to the west-shore beaches for $20 onwards, depending on distance and number of people. Taxis cost between $2 and $3 (30 to 60 pesos) for intra-town destinations. Like the rest of Cozumel, they accept US Dollars at the current exchange rate.\n\n",{"type":"===","value":["Car Rentals"]},"\n\nIt should be mentioned that the majority of traffic accidents that befall tourists involve scooters (known locally as \"motos\"). These accidents seem to be due to a few factors:\n",{"type":"*","value":[" Some inexperienced riders expect that if they can drive a car, then they can drive a scooter."]},{"type":"*","value":[" Some riders are unfamiliar with driving practices and conditions in Mexico."]},{"type":"*","value":[" Roads are not always in the best condition, and potholes are generally unmarked."]},{"type":"*","value":[" Scooters offer substantially less protection from accidents than anything with four wheels."]},{"type":"*","value":[" Many accidents are also caused by tourists having too many alcoholic drinks and then driving \"motos.\""]},"\nScooters can be a great way to explore the island, but should only be driven by experienced riders.  If you are not experienced, please do not rent them.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ernestos Rental"],["url=http:\/\/www.ernestosrental.com"],["email=ernesto@ernestosrental.com"],["address=Carretera costera sur km4"],["lat="],["long="],["directions=Right Across from Park Royal hotel"],["phone=(52) 98787-112233"],["tollfree="],["fax="],["hours=08:00 AM - 06:00 PM"],["price=Scooters 15\/20 USD for 12\/24h; Jeep Wranglers for 45 USD for 24h, unlimited mileage and liability insurance included"],["content=Scooter and Jeep rentals."]]}]},"\n",{"type":"==","value":["See"]},"\nMost visitors travel to Cozumel to dive and see its wonderful underwater life.  While there are quite a few beach clubs that offer snorkeling, the main attractions are the reefs offshore and the multiple dive shops and operations are always ready to take you there.\n\nThe main town, San Miguel, and dive operations are on the west side of the island, but if you rent a car or scooter then the east side of the island is the place to go.  The east side of the island is mostly undeveloped, but there are beautiful beaches, big waves, and rocky outcrops over the ocean. If the waves are sufficient you can find a few small blow holes. (Be aware that the waves and attendant undertows can make swimming on the east side very dangerous, however.) You will also find a restaurant on the beach every few kilometers.\n\nCozumel also offers several Mayan archaeological sites. The most extensive vestiges are those at \"San Gervasio\" (admission fee is 77 pesos), an inland site a few miles north of the \"Carretera Transversal\" highway. Another site is located near the village of El Cedral, inland from the \"Carretera Costera Sur\" highway. In Punta Sur Park, at the southern tip of the island, there is the \"El Caracol\" temple, believed to have been used as a lighthouse by the Mayans.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["SCUBA Diving"]},"\n\nCozumel is one of the premier ",{"type":"[[","value":[["scuba diving"]]}," destinations in the western hemisphere. The island abounds with dive shops, most willing to give you a scuba class (resort course) and take you out if you are not yet certified. A boat dive for certified divers (two tanks) will cost around $70, plus any equipment rental and Marine Park Fee. Most dive sites are located well south of the city proper, as are a number of dive shops if you want a short boat ride. Most diving in Cozumel is drift diving, where you are dropped off by the boat at the beginning of the dive, are carried along the reef by the current, and picked up at the end of your dive by the boat. There is some shore diving, but it is limited compared with what you can enjoy further out and places like Palancar Reef and the walls. Along with other marine life Divers are able to see Seahorses and Eagle Rays and Turtles especially during Turtle Nesting season sees large numbers of Turtles on Cozumel's beaches during nesting seasons.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aldora Divers"],["alt="],["url=http:\/\/aldora.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training, certification and fast 6 person boats with high capacity steel tanks and long surface intervals, usually at Palancar Beach Club. Rental equipment. Night Dives. Nitrox available. Villa Aldora room and suite rentals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aqua Safari"],["alt="],["url=http:\/\/aquasafari.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training, certification and two types of daily dive trips (fast or large boat). Good company but they tend to pack more people on a dive trip (up to 16 on the big boats). When the wind is blowing and the small boats cannot go out, their seaworthy boats often still can provide service. They also have a 8 person fast boat available. 1 tank afternoon dives are a very good deal. Night dives Tuesday, Thursday, Saturday. Nitrox Available. Hotel packages with Safari Inn, Cozumel Palace and several other hotels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Angel"],["alt="],["url=http:\/\/www.blueangelresort.com\/blue-angel-dive-shop\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training, certification and equipment rental are available from this dive op. Three two tank dives available each day with the additional opptions of Twilight and Night dives given a party larger than 3. PADI instruction available up to Instructor level. Excellent staff and crew."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue Magic"],["alt="],["url=http:\/\/www.bluemagicscuba.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Compared to most other companies here, operates much faster and smaller (8-person) boats with good local divemasters. Office in downtown Cozumel, with free taxi service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blue XT~Sea Diving"],["alt="],["url=http:\/\/www.bluextseadiving.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training, certification, equipment rental, and nitrox are available from this dive op. Personalized service, max 6 divers per fast boat. They'll keep and clean your dive gear (except wetsuit) if you wish and have it on the boat the next morning. Night and Afternoon dives based on demand, and hotel packages with decent savings are offered."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bottom Time Divers"],["alt="],["url=http:\/\/www.bottomtimedivers.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training, certification and 6 pack diver fast boat are available from this very popular family run dive op. Owner\/instructor with excellent local knowledge, beach SI's and dive gear overnight wash and rinse etc. Private groups accepted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Buena Ventura Diving"],["alt="],["url=http:\/\/www.buenaventuradiving.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a small, personable dive outfit dedicated to the specialized needs of its diving clients."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chucho Divers"],["alt="],["url=http:\/\/www.chuchodivers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Dive Master\/Owner - Jesus \"Chucho\" Vivas We offer small groups, personalized diving to fit your needs.NO cattle boat diving here!! Located at the Caleta Marina, pickup at many hotel piers depending on if private pier and safety. Multi Day Packages, Single Day 2 Tank or 3 Tank, Refresher, PADI Certification, Rental equipment, Night Dives. We also offer snorkeling or a snorkeling\/diver combo trip and can help arrange fishing charters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Deep Blue"],["alt="],["url=http:\/\/deepbluecozumel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training, certification, nitrox, technical and known for fast boats. At most 8 divers with 2 divemaster or as few as 4 divers with 1 dive master. Rental equipment. Night Dives. Hotel and dive package is available through numerous hotels. Dive shop is located in town across the street from La Choza. Divers are usually called the day before diving to arrange dive location and possible divemaster."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dive Paradise"],["alt="],["url=http:\/\/www.diveparadise.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Training, certification and two types of daily dive trips (fast or slow boat). Night dives. Numerous dive \/ hotel packages. Several dive shops. Rental equipment. In Cozumel since 1984."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Living Underwater"],["alt="],["url=http:\/\/www.living-underwater.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small, personalized service offering steel 120s (super-long dives). Best for advanced divers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mestizo Divers"],["alt="],["url=http:\/\/www.mestizodivers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small groups of divers on a modern fast boat. Custom trips to the dive sites of your choice. When not diving they also offer fishing charters."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ocean Tours Scuba and Water Sports"],["alt=At Cozumeleño Beach Resort & Hotel"],["url=http:\/\/www.islacozumel.net\/diving\/oceantur\/"],["email=oceantours@usa.net"],["address=North Hotel Zone"],["lat="],["long="],["directions="],["phone=9878721379"],["tollfree="],["fax="],["hours=7AM to 7PM"],["price="],["content=Since 1986, Laura and José De la Fuente have been hosting and diving with Cozumel´s visitors. PADI scuba dive operation, fully equipped with top of the line gear available. Dive Trips for certified divers, scuba school all levels, equipment rental, repair and retail. Deep sea fishing charters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba Mau"],["alt="],["url=http:\/\/www.scubamaucozumel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Training, Discover Scuba, Hotel\/Dive packages, Dive trips. Utilizes small boats (six people) with a well-trained but personality-filled dive staff. Located next to the Villablanca Hotel. $60 per day for two tanks, $10 per day for full equipment rental."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Scuba Gamma diving center"],["url=http:\/\/www.scubagamma.net"],["email=scubagamma@hotmail.com"],["address=5th str. just before the crossing of 5th Av. Cozumel center"],["lat=20.50712"],["long=-86.95217"],["directions="],["phone=(+52)987 878 4257, or Cel: (+52)987 878 5437"],["tollfree="],["fax="],["hours=everyday 8:30AM till 7PM, a bit sooner on sundays"],["price=USD 70 for a 2 tank dive trip, USD 75 for a discovery dive"],["content=The ScubaGamma trilingual team provides the same attention whether you are a beginner or experienced. The shop can deal with individuals as well as small groups, typically up to 7 divers by trip, but will also handle larger groups. The boat used is a 25 foot small cabin cruiser with a 225 hp engine. IAHD certified staff, and handicapped divers are welcome!"]]}]},"\n",{"type":"===","value":["Other Activities"]},"\n\nIf diving or tours are not what you're looking for, there are still plenty of other things to do:\n\n",{"type":"*","value":[{"type":"'''","value":["Snorkeling"]}," — logically enough, the second most popular activity after diving. Many beach-side dive shops rent equipment for $7–10. Even though all beaches in Mexico are public some require fees to enter and use the facilities. Beaches with a rocky limestone shoreline on the west coast are the best for snorkeling or shore dives since less sand is disturbed so visibility and coral growth are better."]},"\n",{"type":"*","value":[{"type":"'''","value":["Catamaran Sail and Snorkel Excursion"]}," — a great excursion operated by Cozumel Water Sports taking you snorkeling to 2 reefs with music, open bar, snacks of fresh fruit and guacamole, 2 daily departures."]},"\n",{"type":"*","value":[{"type":"'''","value":["Glass Bottom Boat Tour"]}," — a twist to snorkeling. You visit about two or three reefs, which are small parts of the second largest coral reef in the world. It costs at the most about $40 a couple but you can get it a little cheaper depending on where you buy your tickets. While heading to the snorkeling sites you have the privilege of looking through the glass bottom of the boat to see all the sea-life you pass on your way. Very fun to do as a couple or a family."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mini Submarine Tour"]}," — a new way of exploring the underwater world. This new activity by Cozumel Water Sports offers all non divers and non snorkelers to explore the reefs and sea life of Cozumel. Riding your underwater scooter with your head dry in the air filled helmet, you can drive around the reefs. Especially great for people who wear glasses as you can have them on under water."]},"\n",{"type":"*","value":[{"type":"'''","value":["Beach lounging"]}," — most of the calm western side of Cozumel has rough rocky beaches not suitable for swimming or sun bathing. The areas that are suitable have been turned into small parks. Some charge entrance fees which includes a beach chair and umbrella as well as access to the washroom and shower facilities; others are free to use, and offer many of the same amenities, while relying on visitors to purchase food or drinks. Playa San Francisco is located 20 minutes by taxi south of town and has a restaurant on site."]},"\n",{"type":"*","value":[{"type":"'''","value":["The \"Other Side\""]}," — the beaches on the east (windward) side of the island. Sandy surf and large waves alternating with rocky limestone coastlines on the east side of the island are beautiful but can be dangerous for swimmers. The roaring surf creates strong breakers and undertows in many areas. Never enter the water alone. There are now many areas where flags are displayed showing the level of safety for a particular area. Despite the potentially dangerous swimming conditions, these beaches are stunning and serene for enjoying sunbathing, long walks or playing in the water very close to shore. These beaches are popular with surfers and kite surfers, and with locals on the weekends."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Chankanaab Beach Adventure Park"],["alt="],["url=http:\/\/www.cozumelparks.com\/"],["email="],["address="],["lat="],["long="],["directions=About 9km south of town"],["phone="],["tollfree="],["fax="],["hours=7AM - 5PM daily"],["price=approx. $21 for adults"],["content=The park includes a beach, restaurant, bar, changing rooms, walking trails, and a lagoon with a large iguana population. Activities include snorkeling & diving, swimming with the captive dolphins, snuba, and Seatrek. $2 coupon and packages available at their website."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Deep Sea Fishing"],["url=http:\/\/www.cozumeloffshore.com\/"],["email="],["address=Puerto Abrigo Marina"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cozumel is rated as one of the top ten sport fishing \"hotspots\" in the world. Fishing is enhanced by the deep-water channel between the Yucatan Coast and the Cozumel Island. The channel \"squeezes\" the Gulf Stream as it passes by Cozumel on its journey northward. This \"funnel\" effect causes an upwelling and an abundance of fish. The nutrient rich Caribbean waters around Cozumel support a vast array of sport fish with exceptional fishing opportunities all year long."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Paradise Beach"],["url=http:\/\/www.paradise-beach-cozumel.com\/"],["email="],["address=Carretera Sur Km 14.5, Cozumel, Q.Roo"],["lat="],["long="],["directions=5 miles South of Int.Cruise Ship Pier, 7 miles South of downtown"],["phone=011 52 987 872 6177"],["tollfree="],["fax="],["hours=9AM-5PM daily"],["price=Free Entrance"],["content=Free admission, beach chairs $2. Beautiful sandy beach, one of Cozumel´s largest swimming pools opening Dec.15th, 2010, a $12 FunPass is available for unlimited access to over 14 land&ocean activities, including snorkel equipment, kayaks, paddleboards, waterslides, water trampolines, bungee trampoline, coconut tree climb, a 14-ft. climbing iceberg, and more. Fabulous food and drinks served right on the beach or at the restaurant. Clean bathrooms, showers, change rooms and lockers. Beachwear boutique, parasailing, waverunners, massage, etc. also available. Located 9 miles south of San Miguel (Downtown) - Cozumel, 5 miles south of the International Cruise Ship Pier."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Playa Palancar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM - 5PM"],["price="],["content=This west-side park features a quiet white-sand beach, lounge chairs and hammocks under shady palm trees, and a well-stocked bar and restaurant. It's about a $20 taxi ride south of San Miguel, but you'll be free to spend the day with the purchase of food. Equipment for shore-based snorkeling can be rented for $10, and it's not difficult to find schools of colorful fish even in the shallow waters."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nSilver is cheaper here than in the U.S. but be sure to look for the .925 stamp as some places do sell fake silver jewelry.\n\nTip: To avoid being caught out, ",{"type":"''","value":["carry a small magnet"]}," when you shop. If the silver sticks to the magnet then it is NOT sterling silver.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Sergio's Silver and More"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two locations on the island.  Very low key approach to sales.  Selection is good and prices more than fair..  Service is the best.  Can size rings and very patient with novice buyers of silver.  Between Avenidas 10 and 15 past Palmira's and The Square."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nLocal restaurants, most fairly good and fairly similar to each other, are plentiful in and around the city's \"downtown\" main square.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Alberto's Beach Bar"],["url=http:\/\/albertosbeachbarcozumel.blogspot.com\/"],["email="],["address=Carretera Costera Sur km 18, Cozumel 77600, Mexico"],["lat="],["long="],["directions=a few km north of Playa Palancar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This isolated beach-side bar and restaurant distinguishes itself by catching its own seafood daily. The grilled Mahi-mahi filet is a definitely a worthy experience. Tables are literally setup on the beach, so it's also a great place to watch the sunset. Atmosphere is very informal, with a live DJ most nights. (Although not officially recommended, it's possible to walk the 1-1.5 miles up the beach from Playa Palancar if you're not afraid of a small hike.)"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["El Capi Navigante"]},", Avienda 10 between Calles and 5 Sur. One of the oldest seafood restaurants on the island and still going strong by reputation! Nothing bad to be had here. Get them to finish off your meal with one of their flaming desserts!"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Casa Denis"],["url=http:\/\/www.casadenis.com\/"],["email="],["address="],["lat="],["long="],["directions=Near San Miguel main square"],["phone="],["tollfree="],["fax="],["hours="],["price=$10-$20"],["content=This self-declared \"oldest restaurant in Cozumel\" has very good, reasonably priced entrees featuring some Mayan and Yucatan specialties, along with more conventional Mexican fare like tacos and enchiladas. The Mayan Pork is an interesting take on conventional barbecue - tender with a slightly sweet marinade, and no sauce needed - and margaritas are freshly made and strong. Dinner comes with a free Tequila shot at the end."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa Mission"],["alt="],["url=http:\/\/www.missioncoz.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Corner of Avenidas Benito Juarez and 55. Casa Mission offers superb food, however the real attraction here is not the food, but the setting. Located off the beaten path, the restaurant is the veranda area of a large hacienda style Mexican home. It is surrounded on all sides by an extensive garden that combines perfectly with the colonial hacienda ambiance. There are no longer any lions or monkeys, but there still are a number of beautiful caged birds. One of the most romantic spots on the island for cocktails or dinner. One margarita is sufficient."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Cocay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Off the beaten path but worth the finding.  La Cocay is Mayan for the Firefly. The food is delicious and presented extremely well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Choza"],["alt="],["url=http:\/\/lachozacozumel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=987-872-0958"],["tollfree="],["fax="],["hours="],["price="],["content=Calle Adolfo Rosado Salas #198, at Avenue 10. Great homestyle, local Mexican food served in a relaxed atmosphere. Fish is excellent, tasty fajitas and guacamole. Only one Margarita needed here!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Coconuts Bar & Grill"],["alt="],["url=http:\/\/www.coconutscozumel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Carretera Costera Oriental, Km. 43.5. Pretty decent Mexican food. Guacamole and chips are excellent, as are the Margaritas. The highlight of this place though is the view. It sits perched up on a cliff overlooking the ocean and pristine white beaches on the east side of the island."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Doña Quela"],["url="],["email="],["address= 25 Ave Sur"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Quite near to the municipal market, an excellent, inexpensive place for breakfast or lunch. It's run by a Mexican couple who lived in the US (and worked at Denny's) for quite some time, so in addition to fresh Mexican food, they also know how to prepare a Grand Slam, if that's what you're after."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kinta"],["url="],["email="],["address=Ave 5 between Calle 2 and Calle 4"],["lat="],["long="],["directions="],["phone=869-0544"],["tollfree="],["fax="],["hours=Tues.-Sun. 5:30PM to 11PM"],["price=$20-30"],["content=This restaurant takes a contemporary look at some traditional Mexican dishes, applying a French\/Latin fusion style. (E.g., the Chile Relleno includes ratatouille in the filling and is topped with a delicate cream sauce.) Atmosphere is relaxed but sophisticated."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["El Morrito III"]},", 6th Street North between Rafael E. Melgar Avenue and 5a North Avenue.  This tiny restaurant is located in a Mexican home off the beaten path.  If offers cheap (cheap for Cozumel, although expensive compared to the rest of Mexico) authentic Mexican food.  Tacos are ok (again, not as good as other places in Mexico), and cost about $1.25 apiece.  The atmosphere is unbeatable though!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Pepe's Grill"]},", At the corner of Avenida Megler and C Salas, Steak and Seafood."]},"\n",{"type":"*","value":[{"type":"'''","value":["Prima Trattoria"]},", Adolfo Rosado Salas between Avenidas 5 and 10. Northern Italian style cuisine offered along with wonderful salads ~ try the blue cheese salad! Excellent pasta and seafood, they know how to prepare it properly and it’s super super fresh. Try the surf and turf for a mix or the seafood liguine combo, both will suit you!"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rolandi's"],["url=http:\/\/www.rolandi.com"],["email="],["address=Melgar & 11"],["lat="],["long="],["directions=Past the Mega, right next to Margaritaville"],["phone=987-872-1097"],["tollfree="],["fax="],["hours=11AM-Midnight Daily"],["price=$12-$20 USD for most entrees and $6-$8 USD for desserts"],["content=Italian \"finer\" dining eatery directly on the water.  Good service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Senor Frogs"],["alt="],["url=http:\/\/www.senorfrogs.com\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located right above Carlos 'n Charlies, Senor Frogs is a hotspot for young people and tourists. A very laid back atmosphere with very few rules. There is a bar incorporated with tire swings; just to have fun while you drink. Also, they have a dance floor and a stage for the live music they sometimes provide. If there is not a band, there is always a DJ to keep the party going. Prices vary depending on the drink."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nDowntown, bottled liquor prices seldom vary, though you'll find some dropoff the farther you get from the center of the city.  Don Julio Tequila runs $45–50 at the tourist shops, but if you have time find a local grocery and get it at half price. Kahlua runs $10.\n\nBars seldom monitor customers for age or drunkenness, so take care driving or walking as the evening wears on.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=1.5 Tequila Bar and Lounge"],["url="],["email="],["address=Av. Rafael Melgar at Calle 11 Sur"],["lat="],["long="],["directions="],["phone=987\/872-4421"],["tollfree="],["fax="],["hours="],["price="],["content=Club atmosphere with dancing and a view. Nice mix of locals and tourists. Thankfully, no cruisers. Can get crowded on weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=No Name Cigar Bar"],["url="],["email="],["address=Avenida Rafael Melgar"],["lat="],["long="],["directions=next to Hotel Barracuda"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quiet place, friendly atmosphere, sometimes air conditioned. A traditional expat hangout with an excellent selection of semi-pricey tequilas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Reef Bar"],["url="],["email="],["address=Rafael E Melgar"],["lat="],["long="],["directions=across from Mega, near Hotel Barracuda, just a block north"],["phone="],["tollfree="],["fax="],["hours="],["price=$1.50 beers"],["content=Laid back atmosphere. Great place to have a few beers once you are finished diving for the day. The bartenders are friendly and will take excellent care of you."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tony Rome's"],["url=http:\/\/www.tonyrome.com\/"],["email="],["address="],["lat="],["long="],["directions=Ave 5 just south of plaza, Next to Black Shark Dive Shop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent food and entertainment.  Imported Kansas City Beef, Italian, and Fresh Seafood."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Wet Wendy's"],["url=http:\/\/www.wetwendys.com\/"],["email="],["address=#53 Avenida 5, Entre Calle 2 y Juarez"],["lat="],["long="],["directions="],["phone=872-4970"],["tollfree="],["fax="],["hours="],["price="],["content=All American staff is very friendly, laid back. They have their own house-brand of tequila that is astonishingly good for the price. Excellent margaritas the size of Mt. Everest."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Las Anclas"],["url=http:\/\/www.lasanclas.com\/"],["email="],["address=325 south 5th Avenue"],["lat="],["long="],["directions="],["phone=(52) 9 87 8725476"],["tollfree="],["fax="],["hours="],["price=80-120 USD"],["checkin=132:00"],["checkout=12:00"],["content=Offers spacious suites in a serene tropical garden."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Beachouse Hostel Cozumel"],["url=http:\/\/www.beachousecozumel.com"],["email=beachousecozumel@gmail.com"],["address=Lote 36, Cozumel"],["lat="],["long="],["directions=Country Club Estate, Zone North"],["phone=+52 1 987 872 62 85"],["tollfree="],["fax="],["hours="],["price=25 - 55 USD"],["checkin="],["checkout="],["content=The Beach House Cozumel is mixed in a warm, traditional Mexican style with European quality and a few personal touches. You can also enjoy our private swimming pool and the beautiful garden. Just a few steps away is our fantastic white sand beach, which offers some of the best kite boarding conditions in Mexico. The Beachouse organize Diving-,Snorkel- and Fishing Tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Cid La Ceiba Beach Hotel"],["url=http:\/\/www.elcid.co"],["email="],["address=Carretera A Chankanaab Km 4.5,"],["lat="],["long="],["directions="],["phone=011-52 (987) 872-0844"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A member of El Cid Resorts, this beachfront hotel on the southern shores of Cozumel Island features private balconies, all inclusive plans, ocean view swimming pools, an oceanfront restaurant,and snorkel and shore diving."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=DelMar Aquatics"],["url=http:\/\/www.casadelmarcozumel.com"],["email="],["address=Carretera a Chankanaab Km 4"],["lat="],["long="],["directions="],["phone=+011 52 987 872-190"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=has two reasonably priced and convenient hotels and dive shops located near all of the major dive locations, The Casa Del Mar is Generally less expensive than  La Ceiba"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Flamingo"],["url="],["email="],["address=Calle 6 Norte"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Simple but comfortable rooms, available for very affordable package rates through many common travel booking sites. The daily included breakfast is high-quality and a welcome bonus. This is a small business so some minor imperfections may need to be tolerated (e.g., sometimes the water heater needs to be restarted), but the staff is quick to help whenever possible."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Occidental Allegro Resort"],["url=http:\/\/www.occidentalhotels.com\/occidental\/DestinationCozumel.asp"],["email="],["address=Kilómetro 17.5, Carretera Sur"],["lat="],["long="],["directions="],["phone=+52 (987) 872 9730"],["tollfree="],["fax="],["hours="],["price=From $68 p.p."],["checkin="],["checkout="],["content=A five star resort located on the beach offering all-inclusive packages. 3 on-site restaurants, still included in your stay, a snack bar equipped with a buffet for lunch and late-night snacks. They also have a swim-up bar, direct access to the beach and docks for any snorkeling or scuba diving."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Summer Place Inn"],["url=http:\/\/www.cozumelinn.com"],["email=info@cozumelinn.com"],["address=Av. 10"],["lat="],["long="],["directions=between 17 and 19"],["phone=+52 (987) 872-6300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private units and a condo which can be booked nightly, weekly or monthly, run by a Canadian family. You can also call in Cozumel on +52-987-872-6300 or in Canada\/US on 604-755 4539."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Anna Maria"],["url="],["email=info@mayaroute.org"],["address=65 bis Av. 171"],["lat="],["long="],["directions=between 1 y Rosado Salas,"],["phone=+52 (987) 869-1925."],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bed and breakfast place run by a Scotsman and a Mexican."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villas El Encanto"],["url=http:\/\/www.villaselencantocozumel.com\/"],["email="],["address=Calle 21 sur No.44 entre Av.Rafael E Melgar y Av 5, Col. Andres Quintana"],["lat="],["long="],["directions="],["phone=(987) 869 0008"],["tollfree="],["fax="],["hours="],["price=rates start at USD 50"],["checkin="],["checkout="],["content=This hotel offers cozy and well-appointed rooms, all of which have air-conditioning, cable TV, and Internet access. Some of its amenities include swimming pool, spa services, and assistance for yoga sessions, scuba diving, snorkeling, fishing trips, sea treks, golf, shopping."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villablanca Garden Beach Hotel"],["url=http:\/\/www.villablanca.net\/"],["email=info@villablanca.net"],["address=Costera Sur Km 3"],["lat="],["long="],["directions=3km south of town"],["phone=+52 (987) 872 0730"],["tollfree="],["fax="],["hours="],["price=$50-$150 per night"],["checkin="],["checkout="],["content=Located outside of town, this hotel is adjacent to three SCUBA shops (Dive Paradise, Scuba Mau, Papa Hogs), making it a good option for divers.  Hotel amenities include a pool, tennis courts, restaurant, free (albeit slow) wireless internet in the lobby, air-conditioning, and an appointment-only spa\/gym."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villas Deja Blue"],["url=http:\/\/www.villadejablue.com\/"],["email="],["address=Calle 21 Sur esq. 5av #101"],["lat="],["long="],["directions="],["phone=+52 (987) 872 4883"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Villas Deja Blue provides twin, queen, king, double, deluxe and villa deja blue villas with central air-conditioning, cable TV and wireless DSL internet access. Its facilities and services include salt-water pool, pool deck, scuba driving arrangements and housekeeping services."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url="],["email=usgov@cozumel.net; usca@cozumel.net"],["address=Btwn Melgar and 5th Aves"],["lat="],["long="],["directions="],["phone=+52 987 872-4574"],["tollfree="],["fax=+52 987 872-6662"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Playa del Carmen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cancún"]]}]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["20.4167"],["-86.9167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Quintana Roo"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cozumel"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Mexico\/States\/Quintana Roo\/Localities\/Cozumel\/"]]}]