[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["merge from"],["Edgewood (Cranston)"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cranstonri.com\/ Cranston"]}]}," is the third largest city in ",{"type":"[[","value":[["Rhode Island"]]}," by population with 79,269 residents as of the 2000 census. Cranston spans 28 square miles north of ",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]}," and south of ",{"type":"[[","value":[["Providence"]]},".\n\nFormerly known as Pawtuxet, the city is bordered by both the City of Warwick and the Town of West Warwick to the south, and the Town of Scituate to the west. Part of the Providence County, Cranston is home to 3 1\/2 miles of shoreline of the Providence River—which opens up to Naragansett Bay. Cranston was established from a part of Providence in 1754, but it was not until 1910 that it was officially a city. The climate is temperate, reaching highs of 105°F in the summer and lows of -5°F in the winter. Cranston's City Seal, which was taken from the coat of arms of Governor Samuel Cranston, consists of three silver cranes on a red shield with a silver border. The motto DUM VIGILO CURO has been translated as \"While I watch I care.\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Car"]},"\n\nCranston is a short drive from any ",{"type":"[[","value":[["Rhode Island"]]}," city or town. From the south, it is easiest to take ",{"type":"'''","value":["I-95 N"]}," exit 11 (in Warwick, RI), to ",{"type":"'''","value":["I-295 N"]}," exit 1, to ",{"type":"'''","value":["RI-2 N"]}," into Cranston. From the north, it is easiest to take ",{"type":"'''","value":["I-95 S"]}," exit 16, to ",{"type":"'''","value":["RI-1 S"]}," (Elmwood Avenue\/Post Road), into Cranston: ",{"type":"'''","value":["RI-12"]}," (Park Avenue) and ",{"type":"'''","value":["RI-2"]}," (Reservoir Avenue). For up to date traffic information, consult the RI Department of Transportation's ",{"type":"[","value":["http:\/\/www.tmc.state.ri.us\/ Transportation Management Center Website"]},".\n\n",{"type":"===","value":["By Plane"]},"\n\nThe closest airport to Cranston is ",{"type":"'''","value":["T.F. Green International Airport"]}," (",{"type":"{{","value":[["IATA"],["PVD"]]},"), 200 Post Road; Wawick, RI 02886, +1-888-268-7222, ",{"type":"[","value":["http:\/\/www.pvdairport.com\/"]},", in ",{"type":"[[","value":[["Warwick (Rhode Island"],["Warwick"]]},", RI, less than 5 minutes away. T.F. Green serves the Rhode Island area and provides non-stop transportation from Toronto, the Azores (seasonal), and many major U.S. airports including Atlanta, Chicago, Tampa, and Las Vegas. See the complete list of cities with nonstop flights for more information ",{"type":"[","value":["http:\/\/www.pvdairport.com\/main.aspx?guid=D278A0FF-D5C6-45EA-BEBF-C9F0DF93AEBB"]},". Additional cities can be reached by connecting flights at many major airline hubs ",{"type":"[","value":["http:\/\/www.pvdairport.com\/main.aspx?guid=7A9C2763-5328-4C84-82C3-5209B17F0988"]},". Upon arrival, renting a car or taking a bus is a convenient way to enter the city.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nDestinations in Cranston are most easily accessible by car. Renting a car or bringing your own is advisable. Many locations of interest are situated close to each other and can be walking distance apart, but locations may be car-centrically designed or areas of high traffic volume. Travelling from western Cranston across the city into the Edgewood neighborhood can take quite awhile by Rhode Island standards. Park Avenue is a primary way to do this, and receives much traffic. Central and eastern Cranston resemble the capital city of Providence to a greater degree than western Cranston, so plan for traffic in these places accordingly.\n\n",{"type":"===","value":["By bus"]},"\n\nA one day bus pass can be purchased on board any ",{"type":"'''","value":["RIPTA"]},", +",{"type":"''","value":["1"]}," 401 781-9400, ",{"type":"[","value":["http:\/\/www.ripta.com\/"]},", bus and may be used to travel to and around major Cranston streets and into the city itself. Unlike larger city routes, bus routes serving Cranston may not have many trips especially on weekends and nights. Bus Rates: One-Way: $2.00, Transfer: $0.50, multiple ride passes available.\n\nRoutes Serving Cranston:\n",{"type":"*","value":[{"type":"'''","value":["22 Reservoir\/Pontiac"]}," - Serving Reservoir Avenue, Garden City, and Park Avenue"]},{"type":"*","value":[{"type":"'''","value":["31 Cranston St"]}," - Route from Providence to Warwick through Cranston, This trip in reverse will also bring you into the heart of Downtown Providence."]},{"type":"*","value":[{"type":"'''","value":["30 Arlignton\/Oaklawn"]}," - Arlington and Oaklawn"]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=By Taxi"],["alt=Yellow Cab Incorporated"],["url="],["email="],["address=1050 Narragansett Blvd Cranston, RI"],["lat="],["long="],["directions="],["phone = +1 401 941-1122"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By bike"]},"\n\nCranston has plenty of bike paths and routes to get you to places. The ",{"type":"[","value":["http:\/\/www.dot.state.ri.us\/img\/content\/bikeri\/cranstoncrosscity.jpg Cross-City Bicycle Route"]}," begins along Naragansett Bay and takes you west towards the center of the city. Most of the route is through quiet neighborhoods so you can easily avoid traffic. The entire route is about 25 miles. This bike route also connects to the ",{"type":"[","value":["http:\/\/www.dot.state.ri.us\/img\/content\/bikeri\/wsbp2009_10.jpg Washington Secondary Bike Path"]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=John L. Curran Management Area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 401 423-1920"],["tollfree="],["fax="],["hours="],["price="],["content=Made up of 332 acres which are perfect for hiking, biking, and bird-watching. There are two ponds located here where you are able to take out the canoe, do a little fresh water fishing...or both!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Joy Homestead"],["url="],["email="],["address=156 Scituate Ave."],["lat="],["long="],["directions="],["phone = +1 401 603-5937"],["tollfree="],["fax="],["hours="],["price="],["content=This historic farmhouse, built in 1754, is located on the National Rochambeau Trail and is furnished with period antiques."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Narragansett Bay"],["url="],["email="],["address=Edgewood"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The area of Cranston known as Edgewood is not simply the city’s segue into Providence. It is also the location of a collection of spectacular homes. Edgewood is a friendly, communal, and old-timey section of Cranston. Everyone knows everyone. There are cute shops and comfy dining. A great place to hang out, walk around and socialize with a group of friends or family. The part of Edgewood, which connects to Pawtuxet Village and Warwick, is on the coast of the Narragansett Bay. The view is lovely, especially at sunset. The nearby homes are also worth checking out, or strolling past."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oaklawn Grange"],["url="],["email="],["address=40 Searle Avenue"],["lat="],["long="],["directions="],["phone = +1 401 942-2899"],["tollfree="],["fax="],["hours="],["price="],["content=The Oaklawn Grange is a part of the historical Oaklawn village.  The building is over one hundred years old and is now home of a non-profit organization that is run by a group volunteers from the community.  The grange puts on a series of various events and fundraisers, most of the time during holiday seasons.  For example around Halloween they have hayrides that ride around the area, and closer to Christmas time Santa rides to the grange on a fire engine and there is a ceremonial tree lighting in the nearby gazebo; these events are a ton of fun for younger kids.  The Grange is also available to be rented out for private parties."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Port Edgewood Marina"],["url="],["email="],["address=1128 Narragansett Boulevard"],["lat="],["long="],["directions="],["phone = +1 401 941-2000"],["tollfree="],["fax="],["hours="],["price="],["content=This is a great place for tourists to visit if they want to get better acquainted with a more nautical side of Rhode Island.  Port Edgewood Marina has a great view of the ocean and is a good place to check out all of the different boats that are docked there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sprague Mansion"],["url=http:\/\/www.cranstonhistoricalsociety.org\/mansion.html"],["email="],["address=1351 Cranston St."],["lat="],["long="],["directions="],["phone = +1 401 944-9226"],["tollfree="],["fax="],["hours="],["price="],["content=This mansion was built in the late 18th century by the Spragues, a well to do Cranston family.  The mansion received additions in 1864, and it has been kept intact ever since.  There are tours through the mansion, and the suggested price for these tours is $3.00 for children and $10.00 for visitors 12 and up.  The tours mainly focus on the history and architecture of the building.  The mansion is also open to weddings, birthday parties, and other events.  Of course, holding events at Sprague Mansion can be expensive, but the house is so beautiful that it’s worth spending the money.  There are rumors that the mansion is haunted, but that is not widely believed.  This is considered one of America’s most haunted mansions” and it is open to the public for tours. Around Halloween each year they also hold an annual Ghost Party— playing on their reputation and the home’s history of tragedy to maintain a building of significant historic value. Sprague Mansion is definitely worth a visit for visitors and Rhode Island residents."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mardi Gras Ball"],["alt="],["url=http:\/\/www.mardigrasri.com"],["email="],["address=60 Rhodes Pl"],["lat="],["long="],["directions="],["phone=+1 401 783-3926"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Rhodes-on-the-Pawtuxet"]},". New England’s only authentic Louisiana Mardi Gras celebration. Costume-optional event featuring four Cajun and Zydeco bands, Cajun and Creole food, and non-stop dancing. Costume optional with prizes for best dressed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Park Theatre"],["alt="],["url="],["email="],["address=848 Park Avenue"],["lat="],["long="],["directions="],["phone =+1 401 467-7275"],["tollfree="],["fax="],["hours="],["price="],["content=The Rhode Island Center for Performing Arts' Park Theatre is a state-of-the-art, multi-purpose venue that features concerts, comedies, theatrical presentations, movies, closed circuit sports and entertainment, and other special events. Ticket prices range from $18 - $50 and buy them online. The Park Theatre complex also includes the Stage Door Restaurant and Lounge, as well as a restaurant and banquet hall that can double as a conference and meeting center. Free parking is available for all events, along with professional valet service"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Budlong Pool"],["alt="],["url="],["email="],["address=198 Aqueduct Road"],["lat="],["long="],["directions="],["phone =+1 401 781-7477"],["tollfree="],["fax="],["hours="],["price="],["content=June–August. Built in the 1950s, Budlong Pool is one of the largest outdoor swimming pools in the nation, at 85 feet wide and 260 feet long. Cranston residents can purchase a season, individual, senior, or day pass, but non-residents can only purchase a day pass. There are swimming lessons for children and Aquafit classes for adults. The pool is open every year from the last week of June until the third week of August."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cranston Veteran's Memorial Ice Rink"],["alt="],["url=http:\/\/www.cranstonicerink.net\/"],["email="],["address=900 Phenix Avenue"],["lat="],["long="],["directions="],["phone =+1 401 944-8690"],["tollfree="],["fax="],["hours=10AM-noon, F: 10AM-noon, 8PM-10PM, Sa-Su: 1PM-3PM"],["price="],["content=M: This ice rink, with a capacity of 425 people, is open to the public four days a week. It features a snack bar and a pro shop called Bennett Sports, which sells hockey equipment. The CVMIR also hosts birthday parties and offers skating lessons to individuals ages 4 and up. Rates: $2-5 (",{"type":"''","value":["for public skating"]},")."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cranston Track and Field"]},", This track is located adjacent to Hugh B. Bain Middle School. This field serves a wide variety of causes including soccer, football, baseball, a playground for kids, and includes two rings for running, a larger 1\/2 mile track and a smaller quarter mile track. During the spring and summer the people of Cranston will generally congregate here to enjoy many of the previously stated outdoor activities. *Great place to bring kids to let this wear themselves out*"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cranston Public Library"],["alt="],["url="],["email="],["address=140 Sockanosset Cross Road"],["lat="],["long="],["directions="],["phone = +1 401 943-9080"],["tollfree="],["fax="],["hours="],["price="],["content= Also known as Central Library, Hours Monday, Tuesday, Wednesday 9-8 Thursday, Friday, Saturday 9-5 Sunday 1-5. Close to the Route 37 East exit. The Cranston Public Library is governed by a seven-member board of trustees appointed by the Cranston City Council. Wide selection of books, and space for art to be exhibited. Updated services and technologies such as Wifi."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tennis Courts"]},", Located near the fields of Doric Ave., Park View Blvd., Peerless Ave. Great way to spend the morning. During summers, these courts will be packed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jack-O-Lantern Spectacular"]},", Located in the Roger Williams Park Zoo, 1000 Elmwood Avenue, +1 401-785-3510. You can see the thousands of artistic glowing pumpkins during Halloween time. Opens at different times annually. FREE PARKING. Tickets may be purchased at the gate nightly, or from 9AM - 3:30PM for use the same evening. Weekdays: $12 \/ adults $10 \/ seniors (62+) $9 \/ children ages 3 – 12 (under 3 are free) and weekend $14 \/ adults $12 \/ seniors (62+)  $11 \/ children ages 3 – 12 (under 3 are free). Deals available for zoo members."]},"\n",{"type":"*","value":[{"type":"'''","value":["Legion Bowl and Billiards"]},", This complex offers duck pin bowling, 8 tournament regulation pool tables, a friendly pub, arcade games, and a snack bar. It has been around since the 1950s and has league play both during the week and on weekend mornings. They host birthday parties and events, and offer deals for students of all ages."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=St. Mary's Feast"],["url="],["email="],["address=15 Phenix Ave. & Cranston St."],["lat="],["long="],["directions="],["phone = +1 401 942-0469"],["tollfree="],["fax="],["hours=Wed-Fri 6PM-11PM, Sa & Su: 10AM-11PM"],["price="],["content=Italian holiday in honor of St. Mary. The Feast has been running for over 100 years now. It is held usually around the weekend of July 15-19th, and is open to the public. Church mass is held on Friday. There is a parade is held on Sunday around noontime, and there are carnival and amusement park rides courtesy of Rockwell Amusements. Fireworks are done around 8PM Sunday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Meshanticut Park and Pond"],["alt="],["url="],["email="],["address=160 Lakeview Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great recreational area to unwind and take a walk or cast your fishing lure into the water. You probably won't catch anything but it's definitely a nice way to spend an hour or two on a sunny afternoon. The normal surface area of the pond is 9 acres and is owned by the State of RI. Great place to run, jog, walk your dog and unwind with a walk with family and friends. C\/O Dem-Dev. of P&R.14"]]}]},"\n",{"type":"'''","value":["Cranston High School West"]},": 40 Metropolitan Ave.  While this is a high school during the school year West offers a great opportunity for recreational activity for the public during the summertime.  Things like 6 tennis courts, a baseball field, softball field, as well as a football field surrounded by a great one-quarter mile outdoor running track.  All of these facilities are available for public use whenever there are no practices or events happening, the tennis courts and the running track tend to be the most crowded.\n\n",{"type":"'''","value":["Lang’s Bowlarama"]},": 225 Niantic Ave (+1 401-944-0500) Also known as Lang’s Lanes has forty available lanes, as well as a separate lounge area with comfortable seating, many flat screen TVs for watching a variety of sports, and a game room complete with air hockey and racing games.  Lang’s is open until midnight seven days a week and serves your average bowling alley food like pizza and burgers as well as a kids menu.  Lang’s also offers a couple of packages that include two hours of bowling, shoe rental, and a couple different food options.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Confreda Greenhouses and Farms"],["url=http:\/\/confredas.com\/"],["email="],["address=2150 Scituate Avenue Hope (Western Cranston), RI 02831"],["lat="],["long="],["directions=From Rt. 95 Take exit 14\/Rte 37 to West\/Cranston and follow to the end. Turn right onto Natick Avenue. Continue approximately 2 miles to the 2nd traffic light. Turn left onto Scituate Avenue (there’s a Hess Gas Station on the corner). Continue approximately 4 miles to Confreda Greenhouses & Farms."],["phone=+1 401-823-1150 (Retail), +1 401-827-5000 (Wholesale)"],["tollfree="],["fax="],["hours=Farmers Market Monday – Saturday 7AM – 7PM Sunday – 7AM – 6PM Garden Center Open Monday – Saturday – 9AM – 6PM Sunday 9AM – 6PM"],["price="],["content=This a family friendly farm that offers activities such as hayrides and a corn maze in the fall and birthday parties.  They have a farmers market and garden center so you can purchase fresh plants and produce."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Washington Secondary  Bike Path"],["url=http:\/\/www.dot.state.ri.us\/bikeri\/areamaps.asp"],["email="],["address="],["lat="],["long="],["directions=Begins at Cranston Parkade on Garfield Ave., behind Lowes, Cranston"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=This bike path brings you through Cranston, West Warwick and Coventry.  There is a small picnic area in Western Cranston along the path as well as the Ice Cream Shop Sundaes (see entry for Sundaes)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gaspee Days Celebration"],["url=http:\/\/www.gaspee.com\/GaspeeDaysEvents.htm"],["email="],["address="],["lat="],["long="],["directions=From the South: I-95 Northbound take Exit 14--Route 37 (Warwick) to Post Road-North. Follow Post Road (Route 1A) 3 miles to Pawtuxet Village.  From the North: I-95 Southbound take Exit 16--Route 12 to Park Avenue-East. Follow 1.2 miles straight through to Broad St. and take a right to Pawtuxet Village. From the West: 1-295 take Route 37 East (Warwick) to Post Road-North. Follow Post Road (Route 1A) 3 miles to Pawtuxet Village."],["phone="],["tollfree="],["fax="],["hours="],["price=Mostly free, some events charge admission around $5"],["content=This is a large group of events that usually begins in the beginning of May and finishes mid June.  There is an arts and crafts festival and fair, block party, colonial encampment, 5k road race, fireworks, parade and finally the burning of the Gaspee in Pawtuxet Park Cove. All events are presented by the Gaspee Days committee."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=848 Park Cafe"],["url=http:\/\/848park.com\/"],["email="],["address=848 Park Avenue"],["lat="],["long="],["directions="],["phone = +1 401 942 7275"],["tollfree="],["fax="],["hours=7PM-1PM"],["price="],["content=Neoclassical architecture restored for theatre for performing arts. Martini Lounge offers a selection of 130 plus. Comedy Club on Friday and Saturday nights at 9p. Catering."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=AMF Bowling"],["url=http:\/\/www.amf.com\/cranstonlanes\/centerHomepage.htm"],["email="],["address=1450 Elmwood Avenue"],["lat="],["long="],["directions="],["phone = +1 401-467-8850"],["tollfree="],["fax="],["hours=Mon\/Tues 9AM to 11PM Wed-Thurs 9AM to 12AM Fri\/Sat 9AM - 1AM Sunday 9AM - 12AM"],["price=Prices Vary"],["content=AMF Bowling is a great place for the family to enjoy quality bowling at an affordable price.  This location offers plenty of lanes to accommodate any size party.  AMF offers great deals weekly on food and bowling, they even have one dollar bowling nights throughout the week.  They offer \"Xtreme Bowling\" during certain nights which includes bowling with lights, music, food and beverages.  Whether your just looking to play a quick game or have fun with the entire family AMF is sure to please all ages. Great place to throw birthday parties, take the elementary schoolers on a Friday field trip, or just have fun with a couple or friends! With flashing lights, disco balls, loud music and fun bowling, you are bound to have the time of your life."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Artist's Exchange"],["url=http:\/\/www.artists-exchange.org\/"],["email="],["address=50 Rolfe Square"],["lat="],["long="],["directions=From Points North: Take I-95 South to Exit 17 (Elmwood Ave.) Make a left onto Elmwood Ave. Turn Right onto RI-12\/ Park Ave. Turn Left onto Rolfe Square\/Rolfe Street Artists' Exchange is on the left, across the street from the post office.  From Points South: Take I-95 North to Exit 14B (RT. 37 West) Take Exit 3 (Pontiac Ave.) Turn Right on Pontiac Ave. Follow 2 Miles. Pontiac becomes Rolfe Square\/Rolfe Street. Artists' Exchange is on the right, across the street from the Post Office."],["phone = +1 401 490 9475"],["tollfree="],["fax="],["hours="],["price="],["content=Artists' Exchange is a nonprofit arts collaborative whose mission is to create an atmosphere in which creativity, learning and discovery converge and individuality is celebrated. Artists' Exchange houses The Black Box Theatre and multiple art studios, as well as a gallery, art boutique and cafe. Classes in ceramics and theatre are offered to the public.  It contains studio space available for rent."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Read the Cranston Herald"],["url=http:\/\/www.cranstononline.com\/"],["email="],["address="],["lat="],["long="],["directions=New issue every Wednesday"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Cranston Herald is the City's weekly newspaper, listing news stories and weekly activities and events to do in and around the city. it is published by Beacon Communications, a locally owned company headquartered in Warwick, Rhode Island. The paper can be found mainly in markets and connivence stores."]]}]},{"type":"===","value":["Golf"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alpine Country Club"],["alt="],["url="],["email="],["address=251 Pippin Orchard Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Alpine is an 18-hole private golf course, which offers an enjoyable time for golfers of all skill level. With wide open fairways, there is some room for error, yet the amount of sand traps and trees make things more challenging. With a great practice facility and swimming pool\/patio area, there’s fun for the whole family. Great to become a member, socialize with others, eat, play cards, work out, and play a round of golf all in the same day at the same place. This beautiful Country Club offers exclusive dining, golf, and service. A great place to hold an anniversary, birthday party or wedding. Nestled on 205 quiet acres, Alpine Country Club is located in the Rhode Island countryside just 5 miles west of historic Providence. For members, their families and guests, each visit to Alpine Country Club is a unique experience. Director of Sales at (401) 943-2670 ext. 23 or the Club Golf Pro at (401) 944-9760."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cranston Country Club"],["alt="],["url="],["email="],["address=69 Burlingame Road"],["lat="],["long="],["directions="],["phone = +1 401 826-1683"],["tollfree="],["fax="],["hours="],["price="],["content=Cranston Country Club is an 18-hole public course located in western Cranston, yet it feels like you’re in the middle of the country. With some difficult holes, this course offers golfers a chance to prove their talent. Complete with its well-known 8th Hole, Par-3 island green, Cranston is a great place to tee it up. Green Fees: weekend 18 Holes: $45\/ with Cart: $63, 9 Holes: $27\/ with Cart: $36. weekdays: 18 Holes: $39\/ with Cart: $57, 9 Holes: $27\/ with Cart: $36. CART FEES- 18 Holes: $18 per player, 9 Holes: $9 per player, Pull Carts: $3. Membership is expensive, but non-members can gain access to the golf course and driving range by paying a lower fee. Features a snack bar, lockers, showers, golf carts, and a practice green."]]}]},"\n",{"type":"'''","value":["Midville Golf Club"]},": Although Midville is technically not in Cranston, it is less than 10 minutes away from many parts of Cranston.  Midville is one of the finest 9 hole courses in southern New England; it is $25 to play and $6 to rent a cart.  Midville is a challenging course with a lot of intricate slopes, hazards, and angles.  Midville is also a public course so it is a bit more casual than Alpine and Cranston Country Club.  Tee times can be booked up to 7 days in advance if you want to be sure to get one, although on an average day you should be able to walk onto the course with minimal delay, if any.\n\n",{"type":"*","value":["'''* ",{"type":"{{","value":[["do"],["name=Mulligan's Island Golf & Entertainment"],["url=http:\/\/www.mulligansisland.com\/"],["email="],["address=1000 New London Avenue"],["lat="],["long="],["directions="],["phone=+1 401 464-8855"],["tollfree="],["fax="],["hours=8AM-8PM daily"],["price="],["content=Offers two 18-hole golf courses, one 9-hole golf course, a miniature golf course, a 10-station batting cage, and a 60-stall driving range. The Mulligan's Island Golf Academy offers instruction for individiuals and groups, and the KR Baseball Academy, which was started by former professional baseball player Ken Ryan, also provides both private and group instruction. Birthday parties for children, corporate events, and group functions can be booked in advance. Great place to bring kids, and friends. Offers great scenery obstacles and fun courses. Also a driving range, indoor and out."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Garden City Center"],["alt="],["url=http:\/\/www.gardencitycenter.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 942-2800"],["tollfree="],["fax="],["hours="],["price="],["content=Route 2, Garden City is a large open shopping area, sometimes described as a shopping village or an outdoor shopping mall. There are over seventy stores, ranging from large to small. However, all of the stores can be pricy. They are clustered in smaller groups resembling neighborhoods. Many of these neighborhoods open onto a white trellised walkway. This arrangement is not only good for shopping but also for strolling and window shopping. Of course, shoppers can either browse the stores while walking through the shopping center, or they can go straight to their favorite stores. There is plenty of parking throughout Garden City, so going straight to a favorite store is simple. Garden City is a picturesque place to take a walk through. In the summer time local bands play in concerts at the center of the shopping, in the gazebo. Many car shows also take place during this time of year, and in the winter the complex is lit up with holiday lights."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=ZuZu's Petals"],["alt=Boutique"],["url="],["email="],["address=1000 Chapel View Blvd, Suite 104"],["lat="],["long="],["directions="],["phone=+1 401 369-7440"],["tollfree="],["fax="],["hours=Mon-Sat 11AM-6PM; Closed Sunday's"],["price="],["content=A small boutique-type store offering special occasion dresses that range from sundresses to prom gowns. They also carry a small selection of lingerie, jewelry, and accessories. Some designers they carry are BCBG Max Azria, Betsey Johnson, and Nicole Miller. Seasonally, Zuzu’s also carries high-end bathing suits and outwear. Price range depends on the designer; some dresses are priced at very affordable prices, while some can splurge around $500.00. This specific Cranston location also offers an “outlet” section with many marked down dresses."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mel and Me"],["alt=Boutique"],["url="],["email="],["address=74 Hillside Road"],["lat="],["long="],["directions="],["phone=+1 401 943-4646"],["tollfree="],["fax="],["hours=By appointment only"],["price="],["content=Mel & Me is a very upscale, private high-fashion boutique in the heart of Cranston. The store features clothing from many foreign designers that cannot be found anywhere else in New England. Some featured fashion lines include Alberta Feretti, Etro, Jimmy Choo, Carmen Marc Valvo, and Magaschoni. They sell couture dresses, formal wear, jeans, handbags, and jewelry. Appointments are necessary prior to arrival."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Spangles"],["url="],["email="],["address=53 Garden City Center"],["lat="],["long="],["directions="],["phone=+1 401 632-0877"],["tollfree="],["fax="],["hours="],["price="],["content=Spangles is a jewelry and accessories store with 3 locations throughout Rhode Island, their newest location being in Cranston. Spangles is not so much a fine jewelry store as it is a costume jewelry store.  Their items are all on the artsy side, not the fancy side. There are many unique and individual pieces that would fit well with any outfit and sense of style. The jewelry and handbags are of good quality and are all sold at affordable prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=REI"],["alt=Outdoor Sporting Goods"],["url="],["email="],["address=22 Chapel View Boulevard"],["lat="],["long="],["directions="],["phone=+1 401 275-5250"],["tollfree="],["fax="],["hours=Mon-Sat 10AM-9PM; Sun 11AM-6PM"],["price="],["content=REI is an outdoor lifestyle store. This store sells outdoor gear, tools, clothing, equipment, etc, for activities such as camping, fishing, snowboarding, skiing, rock climbing, fitness, and hiking. This Cranston location is the only REI store in Rhode Island. REI sells clothing and equipment for men, women, and children."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Whole Foods"],["url="],["email="],["address=151 Sockanosset Cross Road 02920"],["lat="],["long="],["directions="],["phone = +1 401  942-7600"],["tollfree="],["fax="],["hours=8AM-9PM Daily"],["price="],["content=Newest Whole Foods in RI that opened up. Caters to vegans, vegetarians, gluten-free food, and people who seek organic produce. Offers a very wide selection of prepared items, fresh produce, has its own bakery and coffee shop. Most Saturdays have demos in which employees offer free samples of different food around the store."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Sweenor's Chocolates"],["url=http:\/\/www.sweenorschocolates.com\/"],["email="],["address=43 Hillside Rd."],["lat="],["long="],["directions=Enter Garden City Shopping Center from Rt. 2"],["phone = +1 401  942-2720"],["tollfree="],["fax="],["hours=10AM-9PM Mon. - Sat. 12PM-6PM Sun."],["price="],["content=Sweenor's is a small local candy store with another location in Wakefield, Rhode Island.  This store sell many kinds of candy, bark and fudge and has candy-themed gifts for many of the holidays throughout the year. There is a large variety of sugar free candy."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Durfee's Hardware"],["url=http:\/\/www.durfeehardware.com\/"],["email="],["address=65 Rolfe St."],["lat="],["long="],["directions=From Rt. 95 S. take exit 16 to Rt. 10 and take the first exit.  Take a right at the end of the ramp onto Reservoir Ave.  After about 1\/2 mile, take left onto Park Ave.  and follow until the first traffic light.  This is a 5 way intersection.  Rolfe St. is the second right.  The store will be on your right.  From Rt. 95N take exit 17 and go straight at the end of the ramp across Elmwood Ave. onto Roger Williams Ave.  Follow it until it ends at Reservoir ave.  Take a left onto reservoir ave and after about 3\/4 mile, take left onto Park Ave.  and follow until the first traffic light.  This is a 5 way intersection.  Rolfe St. is the second right.  The store will be on your right."],["phone = +1 401-461-0800"],["tollfree="],["fax="],["hours=M-F: 8AM-5:30PM, Sat: 8AM-5:30PM, Sun: Closed"],["price="],["content=This is the hardware store where true Cranstonians purchase their hardware.  They make keys, sell all kinds of nuts, bolts, and other small pieces of you home improvement project.  They also sell tools for home improvement.  This store is one of the few places in town where you can get $2 bills for your change if you would like."]]}]},{"type":"*","value":[{"type":"'''","value":["Itri Square"]}," Located right on Cranston Street Near St. Mary's Church, Experience a little oldschool Italian heritage at Itri square and the area surrounding.  St Mary's Feast takes place right around here during the weekend of July 15 to 19.  From good Italian food at Marchetti's restaurant and Antonio's restaurant to the beautiful architecture of St. Mary's church this is a good place to experience a different atmosphere while still being in Cranston"]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Francesca's Collections"],["url=http:\/\/www.francescascollections.com"],["email="],["address=100 Midway Road"],["lat="],["long="],["directions="],["phone = +1 401-270-3257"],["tollfree="],["fax="],["hours=Mond - Sat 10AM - 9PM Sun 12PM - 6PM"],["price=Vary"],["content=Francesca's Collections is an exclusive boutique with the latest in women's fashion.  It offers one of a kind items ranging from clothing to jewelry.  This location in Garden City is fairly new and features a warm   and inviting atmosphere.  Their store is organized well allowing for easy shopping.  Francesca's retail is priced at mid-range with plenty of sales throughout the store.  It is a great place to find affordable gifts for any women.  If you don't want to spend too much money but feel the need to buy some new clothes, Francesca's Collections is the place for you!"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Ruth's Lingerie"],["url=http:\/\/www.ruthsofri.com\/"],["email="],["address=106 Rolfe Square"],["lat="],["long="],["directions="],["phone = +1 401  941-5155"],["tollfree="],["fax="],["hours=Tuesday, Wednesday, Friday and Saturday from 10 to 5. Thursday from 10 to 7."],["price="],["content=Acclaimed for over 50 years, Ruth's is known not only for high quality undergarments, but for expert service. The staff can tell you anything you need to know about sizing and products. The shop provides full customer service in fitting and shopping assistance. The store is renowned for carrying a large selection of bras from sizes AA - L. It has been voted best lingerie shop by Rhode Island Monthly Magazine."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chapel View Center"]},": This shopping center is almost an like extension of Garden City, they "]},"also happen to be located right next to each other.  This center was built out of and old correctional school that was abandoned years ago so while many of the old buildings have been restored a lot of the older historic beauty remains.  This center is home to many places to eat such as Ted’s Montana Grill, and Johnny Rockets.  It also has Shaw’s supermarket, GameStop, and many other places to shop.  Chapel View also has apartments available for rent.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=99 Restaurant and Pub"],["alt="],["url=http:\/\/www.99restaurants.com\/"],["email="],["address=1171 New London Ave"],["lat="],["long="],["directions="],["phone =+1 401 463-9993"],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant is a good place to eat if visitors like steak or other American food. As the name of the restaurant suggests, it is also a good place to buy alcoholic beverages. While this restaurant is a good place for adults to eat, it is not a good place to take children. The restaurant does have a children’s menu, but this menu is not as extensive as the adult menu. The restaurant also has plenty of parking. However, at peak dining hours, the wait for service can get long."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Applebee’s"],["alt="],["url="],["email="],["address=3030 East Kansas Ave"],["lat="],["long="],["directions="],["phone =+1 401 946-7585"],["tollfree="],["fax="],["hours="],["price="],["content=This popular restaurant serves Italian food in a dimly lit but interestingly decorated setting. Usually, the wait for food is not long, and parties can be booked for large groups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Athena's"],["alt="],["url="],["email="],["address=1482 Park Avenue"],["lat="],["long="],["directions="],["phone = +1 401 464-9904"],["tollfree="],["fax="],["hours="],["price="],["content= An inexpensive restaurant, specializing in huge portions available for Breakfast but also serves lunch. There is two huge rooms open for dining, which on the plus side means there is never a wait. Mother\/Daughter owned, it is a family based and oriented atmosphere with great and friendly service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ben & Jerry’s"],["alt="],["url=http:\/\/www.benjerry.com\/"],["email="],["address=50 Hillside Rd"],["lat="],["long="],["directions="],["phone =+1 401 944-9995"],["tollfree="],["fax="],["hours="],["price="],["content=This ice cream shop serves good ice cream but in huge portions. There is seating inside and outside the restaurant. However, diners can choose not to sit down, and instead, they can walk around garden city center while enjoying their ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boston Market"],["alt="],["url=http:\/\/www.bostonmarket.com\/home"],["email="],["address=185 Sockanosset Cross Rd"],["lat="],["long="],["directions="],["phone =+1 401 946-2449"],["tollfree="],["fax="],["hours="],["price="],["content=Boston Market serves mostly chicken, turkey, and meatloaf in various forms. Diners can order individual meals, family meals, sandwiches, salads, and dessert. This restaurant supposedly serves meals that are healthy for the diners, so if you are searching for a healthy restaurant, Boston Market is the best place to try."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Luna"],["alt="],["url="],["email="],["address=22 Midway Rd"],["lat="],["long="],["directions="],["phone =+1 401 944-1438"],["tollfree="],["fax="],["hours="],["price="],["content=Café Luna is open from 10AM- 5PM on Sunday, 8:30AM- 7PM on Monday, and 8:30AM- 9PM Tuesday through Saturday. This restaurant provides a large selection from sandwiches, to chicken and vegetarian meals. They have self service and table service on specific days, and the restaurant is wheelchair accessible."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Calvitto's Pizza & Bakery"],["alt="],["url="],["email="],["address=285 Park Ave"],["lat="],["long="],["directions="],["phone=+1 401 941-8863"],["tollfree="],["fax="],["hours="],["price="],["content= and 1401 Park Avenue, +1 401 464-4200. They have italian bakery with a great selection of pastries, calzones, pizza slices and strips, cake, cinnamon rolls, and more. They offer phone orders, take-out, and eat-in."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chelo’s"],["alt="],["url=http:\/\/www.chelos.com\/"],["email="],["address=1275 Reservoir Ave"],["lat="],["long="],["directions="],["phone =+1 401 942-7666"],["tollfree="],["fax="],["hours="],["price="],["content=Chelo’s serves Italian and American food, and the restaurant also has some seafood dishes. The food here is either very good or very bad because it all depends on the customer’s preferences. If travelers want to be sure that they are going to enjoy their meal, Chelo’s is not the place to go. However, travelers willing to take a chance should try eating at Chelo’s. The wait for the food here is long, but there is plenty of parking, so at least, the car will be safe. Also, the restaurant has excellent wheelchair access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Del’s Lemonade"],["alt="],["url="],["email="],["address=1260 Oaklawn Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Del’s Lemonade is classic Rhode Island tradition whose global headquarters is actually located right in Cranston. ",{"type":"[","value":["http:\/\/www.dels.com\/"]}," Del’s Lemonade is a summertime treat in most of Rhode Island. These roadside lemonade stands serve frozen lemonade, and they also have a variety of other flavors to choose from, such as bluberry, cherry, watermelon, and peach mango. The flavors constantly change and are not consistent from stand to stand, but the classic flavor is always guaranteed at every stand. Del’s Lemonade is good on a hot day, and visitors coming through Cranston or Rhode Island, during the summer, should try some."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dee's Deli"],["alt="],["url="],["email="],["address=1296 Cranston Street"],["lat="],["long="],["directions="],["phone =+1 401 942-0151"],["tollfree="],["fax="],["hours="],["price="],["content=Dee's Deli is one of the best deli's in Cranston. They create classic Italian style deli sandwiches. Whether you order a small or a large the portions are great; small sandwiches are around $5 while larges are only $9. Dee’s is sure to please any customer who is looking for a great deli sandwich, they never disappoint. Apart from their sandwiches, Dee’s offers pizza strips, as well as some sides such as stuffed peppers! Make sure you get there early though because Dee's is only open until the early afternoon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dunkin Donuts"],["alt="],["url=https:\/\/www.dunkindonuts.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are nine Dunkin Donuts in Cranston. One is located in Garden City Center, and the others are on various street corners. They serve coffee, donuts, pastries, and breakfast sandwiches."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Friendly's"],["alt="],["url=http:\/\/www.friendlys.com\/"],["email="],["address=1177 Reservoir Avenue"],["lat="],["long="],["directions="],["phone =+1 401 943-6180"],["tollfree="],["fax="],["hours="],["price="],["content=Although Friendly's is generally associated with ice cream, it is also a reasonably priced, family-friendly restaurant that serves sandwiches, breakfast foods, fish, and even steak. Of course, the biggest draw for children is still the ice cream, but there are plenty of meals on the menu that they will also enjoy. Children are even provided with crayons with which to color while they wait for their meals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ichiban"],["alt="],["url=http:\/\/www.ichibanri.com\/"],["email="],["address=146 Gansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 432-7220"],["tollfree="],["fax="],["hours="],["price="],["content=This little gen of a stop is an upscale Asian dining experience. The food served here is a combination of Japanese and Korean backgrounds. The cozy environment makes this place a great choice for dates and classy place to meet for lunch. The prices are reasonable and they do have an open bar with a sports channel. The owners Jim and Carol are both very friendly and their waitstaff are also very friendly. Parking is located on the sides of the building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=King's Garden"],["alt="],["url="],["email="],["address=901 Rolfe St"],["lat="],["long="],["directions="],["phone =+1 401 461-0646"],["tollfree="],["fax="],["hours="],["price="],["content=M-Su 11AM-10PM, serves authentic Chinese food in an intimate setting. This restaurant is moderately priced and offers Dim Sum during select times of day. All meals are traditionally served with choice of tea and white rice is available for dinner upon request. Combination plates, daily specials, and seasonal specials are available. King's Garden also serves freshly baked specialty buns and pastries from the Chinese tradition on weekends. These inexpensive items can be purchased wrapped and to go from the display in the front for a snack, in bulk for parties, or side dishes for meals. Parking is located in the rear of the restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Marchetti's Restaurant"],["alt="],["url=http:\/\/www.marchettis.com"],["email="],["address=1463 Park Avenue"],["lat="],["long="],["directions="],["phone =+1 401 943-7649"],["tollfree="],["fax="],["hours="],["price="],["content=Tu-Thu 11AM-10PM, F 11AM-11PM, Sa 11:30AM-11PM, Su Noon-10PM. This popular Italian restaurant offers large portions at reasonable prices. There are plenty of parking spaces, and the atmosphere is relaxed and casual. The restaurant is also family-friendly, with a children's menu that offers several basic meals that should appeal even to picky eaters. $4.95-$24.95."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mario's Italian Deli"],["alt="],["url="],["email="],["address=164 Gansett Avenue"],["lat="],["long="],["directions="],["phone =+1 401 944-3130"],["tollfree="],["fax="],["hours="],["price="],["content=This sandwich shop is family owned and serves a wide array of sandwiches all cut fresh and served to you on the spot. The seating is a little outdated but the food here will keep most happy and there is a list of special foods for order all the time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mikes Meatball Inc"],["alt="],["url="],["email="],["address=1280 Cranston St"],["lat="],["long="],["directions="],["phone =+1 401 944-4455"],["tollfree="],["fax="],["hours="],["price="],["content=This small restaurant has very little parking; however, despite the parking problems, the food here is good, and for small groups, it is worth a visit. The restaurant serves mostly Italian food and American food that is usually geared more towards adults. However, the restaurant has character, and often attracts children because of the cartoon meatball man painted on the outside. So, parents should stay on alert for the cartoon, and if their children beg to eat there, they should satisfy them with a picture of the meatball man. Then, they should take them to a more child friendly restaurant; unless, they are sure that their children can handle adult food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Newport Creamery"],["alt="],["url="],["email="],["address=35 Sockanosset Cross Rd"],["lat="],["long="],["directions="],["phone =+1 401 944-3397"],["tollfree="],["fax="],["hours="],["price="],["content=Newport Creamery traditionally serves ice cream, but diners can also order French fries, chicken fingers, and other American foods. The restaurant has plenty of parking, and is conveniently located next to a Citizen’s Bank. This restaurant is an excellent place for families because the waiters provide crayons for children to draw with while they wait for their food. Finally, visitors should try an Awful Awful. These drinks are large shakes, supposedly named Awful Awful because they are awful big and awful good."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Papa Razzi"],["alt="],["url=http:\/\/www.paparazzitrattoria.com\/"],["email="],["address=1 Paparazzi way"],["lat="],["long="],["directions="],["phone =+1 401 942-2900"],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant serves Italian Food and provides extensive outdoor seating. The food here is geared towards adults, and most children probably will not enjoy it. Adult diners can order from a wide range of wines and other alcoholic beverages. Located in the heart of Garden City surrounded by shops, this top notch restaurant doesn't only offer food and drinks, its offers exquisite italian art, great food and excellent service. Fun, Kid friendly and adult friendly, everybody wins."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Parkside Steak & Wings To Go"],["alt="],["url="],["email="],["address=285 Park Avenue"],["lat="],["long="],["directions="],["phone =+1 401 272-9800"],["tollfree="],["fax="],["hours="],["price="],["content=Cuisines ranging from chicken wings to sandwiches and subs. They also offer catering make really good Philly cheese steak."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spain Restaurant of Cranston"],["alt="],["url=http:\/\/www.spainrestaurantri.com\/"],["email="],["address=1073 Reservoir Ave"],["lat="],["long="],["directions="],["phone =+1 401 946-8686"],["tollfree="],["fax="],["hours="],["price="],["content=Easily one of the fanciest places to eat in Cranston, Spain Restaurant is a great place for a romantic evening or to celebrate a special occasion in style. Although it is rather expensive with entrées running between fifteen and thirty-five dollars this is a beautiful place to eat an exquisite meal served by an excellent staff that is sure to treat you like royalty."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spike's Junkyard Dogs"],["alt="],["url=http:\/\/www.spikesjunkyarddogs.com\/"],["email="],["address=640 Reservoir Ave"],["lat="],["long="],["directions="],["phone =+1 401 781-7556"],["tollfree="],["fax="],["hours="],["price="],["content=Spike's is a common chain of high quality and very customizable hot dogs. They also serve pizza, chicken sandwiches, wings, tenders, and an assortment of small snacks and drinks. The food here is very good and while the interior may startle new comers at first, it begins to grow on you. If your on reservoir and looking for a quick bit, definitely consider making this place your pit stop. (Think twice about trying the \"Friggen Hot Hot Dog\".)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Starbuck’s Coffee"],["alt="],["url=http:\/\/www.starbucks.com\/"],["email="],["address=6 Midway Rd"],["lat="],["long="],["directions="],["phone =+1 401 464-8235"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Texas Roadhouse"],["alt="],["url=http:\/\/www.texasroadhouse.com\/"],["email="],["address=99 Garfield Avenue"],["lat="],["long="],["directions="],["phone =+1 401 944-1900"],["tollfree="],["fax="],["hours="],["price="],["content=Texas Roadhouse is a popular family restaurant which serves delicious steaks, fall off the bone ribs, sandwiches, salads, and chicken. Texas Roadhouse is a great place for anyone, including the family, to enjoy a good serving of food. They offer free peanuts and their signature bread with cinnamon butter with your meals. Texas Roadhouse has plenty of room to accommodate parties of any size along with a bar for watching sports games. With plenty of servers on each night, the service is great; you won’t be disappointed. If it happens to be your birthday, Texas Roadhouse will bring out a saddle for the birthday person to sit on while their server gets the attention of the entire restaurant to wish you a happy birthday by yelling “yee haa!”. It is best to call ahead sometimes because this place can get busy!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Twin Oaks"],["alt="],["url="],["email="],["address=100 Sabra St"],["lat="],["long="],["directions="],["phone =+1 401 781-9693"],["tollfree="],["fax="],["hours="],["price="],["content=What started out as a speakeasy in the 1920’s this family owned business has since grown to become a traditional restaurant for Rhode Islanders. The food is tasty and comes in good sized portions with the average price range on an entrée somewhere between $12-$25. Twin Oaks attracts a semi-formal and somewhat older crowd but provides a great meal for families of all ages and sizes. However this place can get pretty busy especially on Saturday nights, reservations are highly recommended if you’re looking to avoid an extremely long wait. Overall Twin Oaks is a classy place with good food, atmosphere and service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uncle Sushi"],["alt="],["url="],["email="],["address=570 Reservoir Avenue"],["lat="],["long="],["directions="],["phone =+1 401 781-6193"],["tollfree="],["fax="],["hours="],["price="],["content=On the menu there's a variety of sushi selections, Southeast Asian cuisine, and specialty orders all served by the family-run staff. The restaurant accommodates small groups for lunch and dinner and is a BYOB. Sushi prices range from $7-$14. The atmosphere is a homely, cozy environment but may seem tightly packed because it is a small sushi bar. Parking is limited on the restaurant's lot but there are spaces available across the street at Honey-Dew Donut's parking lot."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Uncle Tony's Pizza & Pasta"],["alt="],["url=http:\/\/www.uncletonys.net\/"],["email="],["address=1455 Oaklawn Avenue"],["lat="],["long="],["directions="],["phone =+1 401 463-7785"],["tollfree="],["fax="],["hours="],["price="],["content=This is a popular Italian restaurant that specializes in, as its name suggests, pizza and pasta. The atmosphere is casual and the menu is family-friendly, with meals that will appeal to both children and adults. There is plenty of seating inside, so the wait time is seldom very long. A distinctive feature of this restaurant is the miniature jukebox at every table, which allows diners to play songs for 25 cents each. These miniature jukeboxes are essentially remote controls that are connected to the large jukebox near the entrance of the restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wein-O-Rama"],["alt="],["url="],["email="],["address=1009 Oaklawn Ave"],["lat="],["long="],["directions="],["phone =+1 401 943-4990"],["tollfree="],["fax="],["hours="],["price="],["content=Wein-O-Rama is a small diner style restaurant that serves hot dogs, fries, and other American food. The food is usually good and child friendly, and it is made very quickly. Also, unlike most American restaurants, the portions here are not too big. There is parking for the restaurant, and usually it is never too busy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Olneyville N.Y. System"],["alt="],["url="],["email="],["address=1012 Reservoir Avenue"],["lat="],["long="],["directions="],["phone =+1 401 275-6031"],["tollfree="],["fax="],["hours="],["price="],["content=N.Y. System is a family owned diner style restaurant that offers Hot Weiners, French Fries, Tuna Melts, and other American style food. The weiners are cheap and greasy, yet satisfying. Perhaps the most appealing aspect of the restaurant is that it is open late night: Mon-Sat 11AM-2AM, Sun 6PM-2AM. There are always people eating here, even in the early hours of the morning when only a few fast food places are open. It is the sister restaurant to the Providence location, where scenes from the Showtime series ",{"type":"''","value":["Brotherhood"]}," were filmed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Big Cheese & Pub"],["alt="],["url="],["email="],["address=606 Reservoir Avenue"],["lat="],["long="],["directions="],["phone =+1 401 467-8210"],["tollfree="],["fax="],["hours="],["price="],["content=The Big Cheese is a family style restaurant that serves Pizza, Grinders, Salads, and Pasta. It is a celebrated secret among Cranstonians, and the sauce used on their pies is highly regarded. The name of the restaurant sums up the overall experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ted's Montana Grill"],["alt="],["url="],["email="],["address=2 Chapel View Blvd"],["lat="],["long="],["directions="],["phone =+1 401 275-5070"],["tollfree="],["fax="],["hours="],["price="],["content=One of this restaurant chain's over 50 locations resides in the Chapel View shopping plaza. They are known as being the largest chain in the country to serve Bison. Although the meat is pricey, it is of unquestionable quality and quite healthy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Tapatio"],["alt=Mexican Restaurant"],["url="],["email="],["address=355 Atwood Avenue"],["lat="],["long="],["directions=From Prov, W on Rt6 to Rt.5 south"],["phone = +1 401 944 2212"],["tollfree="],["fax="],["hours=11AM to 11PM"],["price=prices start at about $10.00."],["content=This Mexican style restaurant was selected as one of \"Rhode islands Best\" Family restaurants in 2007. The atmosphere is cheerful and friendly with colorful Mexican inspired decor and music.The menu offers a wide variety of meat, seafood, and vegetarian dishes.You'll find the waitstaff friendly, attentive and efficient. Children are most welcome and have their own menu and meals are free for kids on Tuesdays after 5PM. There is also a separate lounge area where adults can enjoy their favorite cocktails. There is plenty of convenient parking."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Campanella's"],["url="],["email="],["address=930 Oaklawn Ave"],["lat="],["long="],["directions="],["phone=+1 401 943-3500"],["tollfree="],["fax="],["hours=Closed Sunday's"],["price="],["content=Campanella’s is a family owned, traditional Italian restaurant. The Cranston restaurant is its only location. They are not exactly customer service oriented, but the quality of the food makes up for this fact.  Their food selections range from pizzas, to calzones, to pasta dishes, all at medium sized portions that are not overwhelming, but just right. A price range with most entree's under or around $10.00."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mariana's Gourmet"],["url="],["email="],["address=991 Oaklawn Ave"],["lat="],["long="],["directions="],["phone=+1 401 787-0797"],["tollfree="],["fax="],["hours="],["price="],["content=Mariana’s is an Italian restaurant that offers many services. They offer dine-in in a small and charming setting, as well as take out and catering services. Mariana’s caters events such as small business functions and weddings. They also offer a private dining experience in which customers may experience having the restaurant to themselves for the night, along with a personal chef. Serving breakfast, lunch, and dinner every day of the week. Mariana’s is a good place to take a date or a small group of friends."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Haruki"],["alt=Japanese Cuisine"],["url="],["email="],["address=1210 Oaklawn Avenue"],["lat="],["long="],["directions="],["phone=+1 401 463-8338"],["tollfree="],["fax="],["hours="],["price="],["content=Haruki is a popular Japanese restaurant that serves a large assortment of Japanese cuisine which also includes a large sushi menu of sashimi and maki rolls. Although Haruki has been in business for a decade now, the Cranston location was recently renovated. There is now a full bar, as well as a sushi bar. They also feature a private party room in which parties of 6 or more can eat on the floor in a traditional Japanese style. They serve lunch and dinner Monday through Saturday, and dinner on Sunday’s. Dinner reservations are recommended on weekends."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zaccagnini's Bakery"],["url="],["email="],["address=701 Oaklawn Avenue"],["lat="],["long="],["directions="],["phone=+1 401 943-4567"],["tollfree="],["fax="],["hours=Tues-Friday: 7AM to 7PM and Sat 7AM-6PM, Sun 6AM-2PM"],["price="],["content=Zaccagnini’s is a family owned bakery. They specialize is pizza and pastries. Their pizza has that home-cooked taste and their pastries are very popular during the holidays. The most well-known item on the Zaccagnini’s menu is their Zeppole’s. They also make Wandi’s, Spinach Loaves, Cheesecakes, and cookie platter’s daily. Zaccagnini's is closed on Monday's."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Athenian Deli"],["url="],["email="],["address=1242 Oaklawn Avenue"],["lat="],["long="],["directions="],["phone=+1 401 463-6025"],["tollfree="],["fax="],["hours="],["price="],["content=Athenian Deli is a Greek deli restaurant that not many people know about. It is not very appealing from the outside, which scares many people away; however this place is a hidden gem. The food is hearty and authentic home-style Greek. They offer subs, salads, gyros, soups and lots and lots of bread. Athenian not only serves Greek, but they have a small selection of Italian as well such as lasagna and meatballs. The seating is minimal, so most customers take their order to go. The service is very friendly and efficient and the wait is not long for a good quality meal. Lastly, Athenian is not pricey at all."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Garden Hills Deli"],["url="],["email="],["address=763 Oaklawn Avenue"],["lat="],["long="],["directions="],["phone=+1 401 944-9711"],["tollfree="],["fax="],["hours="],["price="],["content=Garden Hills Deli is a combination produce market and deli counter. They have weekly specials of fresh fruits and vegetables such as rabe, eggplant, grapes, and meats such as chicken breasts. Garden Hills Deli is family owned mom and pop atmosphere. Everyone knows everyone and they are very friendly and welcoming to newcomers. There is also a deli counter at which one can either buy deli meats, or order sandwiches such as subs and Panini’s that are loaded with fresh ingredients. They also take orders to make gift baskets and parcels. Seasonally, they sell flowers as well."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sundaes"],["alt=Ice Cream"],["url="],["email="],["address=775 Oaklawn Avenue"],["lat="],["long="],["directions="],["phone=+1 401 942-8150"],["tollfree="],["fax="],["hours="],["price="],["content=Sundaes is a very popular ice cream stand in Cranston. They offer a wide variety of ice cream concoctions and flavors. Customers can choose from soft serve, hard yogurt, regular hard ice cream, non fat, and dolewhip. Sundaes also offers fudge. Scoopers are mostly local high school students, so the lines get extremely long and there is a hefty wait during the summer season. They are open Spring, Summer, some of the Fall season, and are closed during the Winter. There is no indoor seating but plenty of outdoor seating."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Efendi's Mediterranean Grill"],["url="],["email="],["address=1255 Reservoir Avenue"],["lat="],["long="],["directions="],["phone=+1 401 943-8800"],["tollfree="],["fax="],["hours="],["price="],["content=Efendi’s is a local restaurant that serves American, Turkish, Italian, French, Greek, and Middle Eastern food. The food is good, but the atmosphere is better. The indoor dining is classy and mature, while the outside patio dining is more romantic and fun. The restaurant often features performances such as belly dancing.  Efendi’s is open for lunch and dinner and they also offer catering services. Dress code is business casual at the least, and the fare is a little more on the expensive side. Their desserts are all hand made and the menu changes daily. Would not recommend bringing the family to dine here, more so a date or girls night out atmosphere."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cold Stone Creamery"],["alt=Ice Cream Parlor"],["url=http:\/\/www.coldstonecreamery.com"],["email="],["address=1000 Chapel View Blvd."],["lat="],["long="],["directions=near Garden City in Chapel View Plaza"],["phone = +1 401 943-1172"],["tollfree="],["fax="],["hours=Su to Th noon to 9PM, F & Sa noon to 10PM"],["price=start at $3.00"],["content=This is one of a chain of Ice Cream Parlors that make their own ice cream daily on-site.You can have your own creations mixed for you from a wide variety of flavors and add-ons.Choose from bowl shaped cones, cups and shakes. They also offer low-fat and no sugar added ice cream as well as, fruit dishes and drinks."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nicole's Tuscany Grille"],["alt="],["url=http:\/\/www.nicolestuscanygrille.com"],["email="],["address=555 Atwood Ave."],["lat="],["long="],["directions=from Prov. take Rt 6 west to Rt 5 south"],["phone = +1 401 944-2500"],["tollfree="],["fax="],["hours=Su 1PM to 8PM, W & Th 11:30AM to 9:30PM, Fri & Sat 11:30AM to closing."],["price=Lunch is about $10.00 including soup and salad, Dinner $13.00 and up."],["content=You'll find an elegant, quiet dining room, with attentive staff and a suprisingly diverse menu including gourmet pizza, panini, salads, meat, fish, and pasta dishes. Private dining rooms are available for parties as well as full catering services. Convient parking."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=T's Restaurant"],["url=http:\/\/www.tsrestaurantri.com\/"],["email="],["address=1059 Park Avenue"],["lat="],["long="],["directions=From Rt. 95 take exit 16 to Rt. 10.  Take a right at the end of the ramp onto Reservoir Ave.  Take a right onto Park Ave.  T's is located about 1\/2 mile down Park Ave."],["phone = +1 401-946-5900"],["tollfree="],["fax="],["hours=7AM - 3PM daily"],["price=under $10 for Breakfast"],["content=This is a charming restaurant that serves breakfast and lunch.  There is another location in East Greenwich, RI.  They have an everyday menu that they make new additions to regularly, as well as a seasonal menu.  There is friendly service and great tasting food (with large portions).  Due to the popularity of this restaurant, there can be a wait of up to an hour during peak times."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Caffe Itri"],["alt=Italian"],["url=http:\/\/www.caffeitri.com\/"],["email="],["address=1686 Cranston St"],["lat="],["long="],["directions="],["phone = +1 401 942-1970"],["tollfree="],["fax="],["hours="],["price=$10 - 30"],["content=Tuscan style outdoor dining. A terrific Italian eatery with family-style vibe. Chicken or seafood pasta. Fast, friendly staff. Wheelchair accessible. Full bar. Smoking in outdoor bar area only. Live jazz Wednesday, Friday night."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arunothai Cuisine"],["alt=Cuisines from Vietnam, Thai, Korea, and Japan."],["url=http:\/\/arunothaicuisine.com\/default.aspx"],["email="],["address=2168 Broad St"],["lat="],["long="],["directions=Take the I-95 SOUTH Take exit #18\/THURBERS AVENUE take left on THURBERS AVE 0.1 mile turn on ALLENS AVE[RI-1A] Continue to follow RI-1A Turn on NORWOOD AVE - go 0.1 mi Take on BROAD ST[RI-117] - go 1.0 mi Arrive at 2168 BROAD ST, Pawtuxet Viilage CRANSTON, Opposite Sunoco Gas Station or Next to Little Fall Coffee Shop."],["phone = +1 401 383-9545"],["tollfree="],["fax="],["hours=Opens 12p - 10p on Tues, Wed, Thurs, Fri, Sat. Mon at 4:30p - 9:30p. Sunday at 12p - 9:30p."],["price=$10 - 20"],["content= Catering service.  Naturally spicy and hot. Buffet theme with outdoor seating upon request. BYOB."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=O'Rourke's Bar and Grill"],["url="],["email="],["address=23 Peck Lane"],["lat="],["long="],["directions=Refer to Patuxet Village"],["phone = +1 401 228-7444"],["tollfree="],["fax="],["hours=Start at 11AM"],["price=$10 - 20"],["content=Popular for Coppala Sister's Band. Burgers. Subs. Beer on tap. Side view of boats and the pier."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dear Hearts"],["alt=Ice Cream, Dessert. Frozen Yogurt."],["url=http:\/\/www.dearhearts.com\/"],["email="],["address=2218 Broad St"],["lat="],["long="],["directions=Cranston\/Pawtuxet Village"],["phone = +1 410 467-4500"],["tollfree="],["fax="],["hours="],["price="],["content=Outdoor seating by the Patuxet river where boats lay as residents."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rim Namh"],["alt=Thai"],["url="],["email="],["address=2212 Broad St"],["lat="],["long="],["directions=Cranston\/Pawtuxet Village"],["phone = +1 401 467-7897"],["tollfree="],["fax="],["hours=Hours similar to Arunothai Cuisine"],["price="],["content=BYOB. Small. Cozy. Patio. Take out. Spicy, hot food. Thai ice tea. Located on a bridge over the Pawtuxet River."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mr. Peabody's Cafe"],["alt=Cranston"],["url=http:\/\/mrpeabodyscafe.com\/index.html"],["email="],["address=2005 Broad St"],["lat="],["long="],["directions=FROM I95-N: * Take exit 16 to RI-10 toward Cranston. * Take the US-1\/Elmwood Avenue ramp (~.28 miles). * Take the ramp toward Park Avenue (~.02 miles). * Turn right onto Elmwood Avenu\/US-1 (~.33 miles). * Turn left onto RI-12\/Park Avenue (~1.34 miles). * Turn right onto Broad Street (~.22 miles). * Mr. Peabody's is on the right hand side! ... FROM I-95 S: * Take the Thurbers Avenue (exit 18) toward RI-1A. * Take a left off exit towards Allens Ave (~.2 miles). * Get into the right hand lane; take a right onto Allens Ave at the light (~1.5 miles). * Take a right onto Norwood Avenue (~.5 miles). * Take a sharp left onto broad street (~.5 miles). * Mr. Peabody's is on the right hand side!"],["phone = +1 401 941-2258"],["tollfree="],["fax="],["hours=Open Monday Holidays. T - F: 8a - 2p. Weekends: 8a - 2p."],["price=$6 - 12"],["content=Small house cafe. Sandwiches are 6 inches and 9 inches. Specialty sandwiched are $6 - 8."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mesa Cafe and Grill"],["alt=Cranston"],["url="],["email="],["address=100 Rolfe Square"],["lat="],["long="],["directions="],["phone = +1 401 781-0980"],["tollfree="],["fax="],["hours="],["price="],["content=Neighborhood cafe with framed artwork and plants hanging on the corners. Outdoor chalkboard lists daily specials.Popular cheesesteaks and the angus burger."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Miss Cranston Diner"],["alt=Cranston"],["url="],["email="],["address=1224 Oaklawn Ave"],["lat="],["long="],["directions="],["phone = +1 401 463-9793"],["tollfree="],["fax="],["hours="],["price="],["content=Extensive breakfast menu. Also serve lunch and dinner. Giant pancakes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hong Kong Buffet"],["url=http:\/\/www.hongkongbuffetri.com"],["email="],["address=1776 Cranston Street"],["lat="],["long="],["directions="],["phone = +1 401-942-8888"],["tollfree="],["fax="],["hours=Mon- Thurs 11:30AM to 10PM Fri-Sat 11:30AM - 11PM Sunday 12:00 to 10:00"],["price=12.95"],["content=Hong Kong Buffet is one of the best buffets in all of Rhode Island. It offers an array of great quality Chinese food such as : Egg rolls, chicken wings, chow mein, lo mein, boneless ribs, chicken and broccoli, etc. The Hong Kong Buffet will surely not disappoint anyone looking for a great clean atmosphere. While the buffet may seem a little pricey the amount of food offered is well worth it. The service is great; there is never a shortage of food within the buffet. Hong Kong Buffet has been voted as top 100 Chinese Restaurants in the United States 3 years in a row, which says a lot. Hong Kong also offers take out as well as catering. As any food restaurant it becomes quiet busy on the weekends and keep in mind that seating stops 1 hour prior to closing so plan ahead!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chipotle Mexican Grill"],["url="],["email="],["address=87 Hillside Road"],["lat="],["long="],["directions=Located in Garden City Shopping center"],["phone = +1 401-275-0212"],["tollfree="],["fax="],["hours="],["price="],["content=Subway style burrioto\/taco grill.  All meats, vegetables, rice, and salsas are made fresh daily.  Chipotle guarantee’s fresh food consistently and offers some of the largest portions for mexican foods in the area."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Papa Gino's"],["url="],["email="],["address=624 Reservoir Ave"],["lat="],["long="],["directions="],["phone = +1 401-461-2322"],["tollfree="],["fax="],["hours="],["price="],["content=Classic pizza restaurant, complete with buffet style diner.  Small dining room, offers delivery in the Cranston area."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dairy Twirl"],["url="],["email="],["address=787 Reservoir Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open daily 12-11"],["price="],["content=Dairy Twirl serves Bliss brand ice cream, six flavors of Del's Lemonade, soft serve ice cream and various other refreshments.  The store is walk-up window only, with both provided and street parking and a picnic table dining area. The menu is extensive and the service is fast. Cash only."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Johnny Rockets"],["url="],["email="],["address=1000 Chapel View Blvd, Suite 100"],["lat="],["long="],["directions="],["phone=+1 401-228-7833"],["tollfree="],["fax="],["hours=Open daily 12-11"],["price="],["content=Great place to come with kids, adults and senior citizens. Home of the Original Hamburger,and others such as the Rout 66, Houston, Smoke House Double, and many more, everyone and their taste-buds will have the time of their life. With the servers dancing, twirling straws, and making ketchup smily faces, everyone will be thrilled. A great place to bring friends, a date, children, parents and grandparents. Who doesn't love a little trip back to the 50's?"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nCranston hosts itself to a few small bars but besides country clubs or small bars scattered about, the main drinking locations are to be had in Providence. *Emphasis on small*\n\nBilly's Frosted Mug, 594 Reservoir Avenue, +1 401 785-0681\n\nPJ's Pub, 1139 Pontiac Ave, +1 401 383-5885\n\nFitzpatrick's, 1145 Park Ave, +1 401 943-8368\n\n",{"type":"'''","value":["McShawn's Pub"]},", 1336 Cranston St, +1 401 942-9747. Small Irish pub. Full bar. Take-out. Popular for their corn-beef sandwiches. Sandwiches are large.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Knightsville Pub"],["url="],["email="],["address=1669 Cranston Street"],["lat="],["long="],["directions="],["phone = +1 401 942-9868"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn Cranston"],["alt="],["url=http:\/\/www.daysinn.com\/DaysInn\/control\/Booking\/property_info?propertyId=05138&brandInfo=DI"],["email="],["address=101 New London Avenue"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-454-6835"],["fax="],["price="],["checkin="],["checkout="],["content=Offers 65 rooms at around $91 per day. Situated across from Garden City Center, the Days Inn Cranston is a convenient place to stay with access to shopping and dining on main roads (Reservoir Avenue, Budlong Road, Park Avenue). Offers standard hotel accommodations and pets are allowed."]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\n\nCompared to cities similar in size across America, Cranston has a relatively lower average crime rate. However when traveling by bike or foot at night proceed with caution, especially when on the eastern side, more urban side. Though a majority of the neighborhoods are protected by \"Neighborhood Crime Watch\" they are not necessarily any safer than those unprotected. Even in residential neighborhoods be sure to lock all car and house doors and close all first floor windows in the evening, for break-ins are not uncommon.\n\n",{"type":"==","value":["Go next"]},"\n\nTo leave Cranston, it is best to travel by car to another node of transportation (Bus, Air, or Train). Transportation by car in Cranston is very convenient and normally not inhibited by major traffic. Also, leaving by bus to a major bus hub such as Kennedy Plaza in downtown Providence is an option.\n\n",{"type":"*","value":["Warwick"]},{"type":"*","value":["Block Island"]},{"type":"*","value":["Historic Pawtucket"]},{"type":"*","value":["Providence"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["New Haven"]]}],["minorl1=",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Boston"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Providence"]]}]}],["image2=I-295.svg"],["imagesize2=22"],["directionl2=S"],["majorl2=Ends at ",{"type":"[[","value":[["File:I-95.svg"],["18px"]]}],["minorl2=",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]}],["directionr2=N"],["majorr2=",{"type":"[[","value":[["Attleboro"]]}],["minorr2=",{"type":"[[","value":[["Johnston (Rhode Island)"],["Johnston"]]}],["image3=US 1.svg"],["imagesize3=22"],["directionl3=S"],["majorl3=",{"type":"[[","value":[["New Haven"]]}],["minorl3=",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]}],["directionr3=N"],["majorr3=",{"type":"[[","value":[["Boston"]]}],["minorr3=",{"type":"'''","value":[{"type":"[[","value":[["Providence"]]}]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.7667"],["-71.4500"]]},"\n",{"type":"{{","value":[["isPartOf"],["Providence County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cranston, Rhode Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Rhode Island\/Localities\/C\/Cranston\/"]]}]