[{"type":"{{","value":[["pagebanner"],["Crete Banner.jpg"]]},"\n",{"type":"'''","value":["Crete"]}," (",{"type":"''","value":["Κρήτη"]}," \/ ",{"type":"''","value":["Kriti"]},", sometimes spelled \"Krete\" in English) is the largest of the ",{"type":"[[","value":[["Greece"],["Greek"]]}," islands and is the fifth largest in the Mediterranean Sea - after Sicily, Sardinia, Cyprus, and Corsica. It is located between the ",{"type":"[[","value":[["Sea of Crete"]]}," and the Libyan Sea, south of the ",{"type":"[[","value":[["Peloponnese"]]},". It contains the southernmost city within the European continent, Ierapetra, which is located only about 400 miles (about 645 km) from the coast of Libya. Crete is approximately 260 km long and 60 km wide. The island is divided into four prefectures: from west to east, Chania, Rethymnon, Heraklion, and Lasithi. Crete's population is approximately 650,000.\n\nWhile all Greek islands have their own charm and beauty, Crete is undoubtedly one of the most diverse, blessed with a remarkable amount of truly spectacular natural beauty and a wide variety of varied architecture that pays tribute to its ancient Minoan past and chronicles its history of conquest from the Greek mainland, the Venetian era, and the Turkish\/Ottoman period.\n\nCertainly, the island has its share of magnificent beaches and ritzy beach resorts, but there is plenty more to explore - from rugged mountain peaks (some of which remain capped with snow throughout much of the year) and breathtaking gorges to metropolitan cities and sleepy traditional villages where it is not uncommon to see donkeys carrying vegetables being led past cars and scooters. There are miles of olive trees and vineyards, palm trees, and desert-like landscapes. There are beautiful Byzantine churches and monasteries, many of which are open to visitors. There are ancient ruins scattered everywhere. In fact, just about everything that can be found anywhere in Greece can be seen here.\n\n",{"type":"[[","value":[["File:Agiospavlos DM 2004 IMG005 Blick aufs Krokodil.JPG"],["thumb"],["300px"],[{"type":"[[","value":[["Agios Pavlos"]]},", on Crete's southern coast"]]},"\n\n",{"type":"==","value":["Place Name Spellings"]},"\nAs true throughout Greece, you will find multiple spellings for the same place because of the transliteration from the Greek to Roman alphabet and because Greek grammar rules change the word's spelling depending on whether it is the subject or object of a verb, or to indicate possession (each of these also change the pronunciation). You will see road sign and place names on maps that spell the same place different ways. Sometimes a place will be spelled how it is pronounced, sometimes it will be spelled using Roman letter substitutions. So you will see Heraklion, Iraklion, Heraklio and Iraklio. You will see Rethymnon, Rethymno, Rethimnon, and Rethimno.\n\n",{"type":"==","value":["Regions"]},"\n\nCrete is divided in four regional units.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Crete regions.png"],["regionmaptext=Regions of Crete"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Chania (regional unit)"],["Chania"]]}],["region1color=#B383B3"],["region1description="],["region2name=",{"type":"[[","value":[["Rethymno (regional unit)"],["Rethymno"]]}],["region2color=#B5D29F"],["region2description="],["region3name=",{"type":"[[","value":[["Heraklion (regional unit)"],["Heraklion"]]}],["region3color=#71B37B"],["region3description="],["region4name=",{"type":"[[","value":[["Lasithi"]]}],["region4color=#4F93C0"],["region4description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Heraklion"]]}," — located in Heraklion Prefecture and is the largest city and capital of the island, with the Minoan Palace of Knossos archeological site, the island's main international airport and cruise\/ferry port, an important archeological museum, and a harbor boasting structures from the Venetian period (1205-1669)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Chania"]]}," — the island's second largest city and capital of Chania Prefecture, with a largely intact Old Town, another airport and cruise\/ferry port, numerous structures from the Venetian and Ottoman (1689-1898) period, a number of museums, and the important NATO naval base of Souda Bay."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rethymnon"]]}," — capital of Rethymnon Prefecture, with another airport and cruise\/ferry port, a well-preserved Old Town (at the foot of a massive Venetian fortress), which is a maze of lanes and alleys primarily reserved for pedestrians."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sitia"]]}," — medium-sized harbor city on the far eastern tip of the island (within Lasithi Prefecture), another cruise\/ferry port and airport, and access to some very unspoiled beaches. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ierapetra"]]}," — the southernmost city of Europe (located in Lasithi Prefecture) with some of the longest and finest sandy beaches on the island, an old Venetian fort, and the small, uninhabited island of Chrysi, which is protected as an area of intense natural beauty and which shelters the largest naturally grown group of Lebanese cedar forest in Europe. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Agios Nikolaos"]]}," — the charming capital of Lasithi Prefecture, that was once known as a partying hot-spot and which has another cruise\/ferry port, a lake lined with tavernas, many upscale shops and easy access to jet-set ",{"type":"[[","value":[["Elounda"]]}," and the historic former leper colony island of Spinalonga"]},{"type":"*","value":[" ",{"type":"[[","value":[["Malia"]]}," — Today, Malia (Lasithi Prefecture) has taken over as the hedonistic \"party capital\" of the island, popular mostly with young (especially British) travelers, and with an unsavory reputation for drunken tourists staggering through the streets, music bars and discos until dawn."]},{"type":"*","value":[" ",{"type":"[[","value":[["Archanes"]]}," — medium-sized mountain city with a charming Old Town about a 20-minute drive south of Heraklion city and set in the center of a heavy viticulture area marked by extensive vineyards."]},{"type":"*","value":[" ",{"type":"[[","value":[["Houdetsi"]]}," — a small mountain town just south of Archanes, with some nice old stone buildings, a few small hotels, and tavernas and kafeneions, notable as the home of the internationally respected musician, Ross Daly, and the site of his annual musical workshop (Labyrinth) that draws musicians from around the world."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Samaria National Park"]]}," — A breathtaking gorge on the southern part of Chania Prefecture open for the five to seven-hour moderately strenuous hike from May 1 through mid-October. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Lasithi Plateau"]]}," — A large fertile plateau in the center of the Lasithi Prefecture at an altitude of 840 meters (2,760 ft). Once, as many as 10,000 white-sailed windmills operated on the plateau, but these have largely been replaced by diesel and electric irrigation pumps. Numerous old stone windmills (some ruins & some beautifully restored) still stand along the passes above the plateau."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Orientation"]},"\n\nThe major tourist sites and settlements are located all along the northern coast of the island, and this is where a major highway (called the New National Road) runs east\/west from one end of the island to the other. There are branches running south from major cities, making portions of the south more accessible despite the distance from the main cities of the north. Except for the southern city of Ierapetra, the south coast is very undeveloped due to the ruggedness of the terrain. This is true also of the rugged mountainous areas in the interior.\n\nThe vast majority of visitors stay within the sphere of one of the main northern cities, and explore the island from that base of operations. It is a large island, made doubly so by the challenging roads, and requires time to fully explore. Vacationers from Europe rarely stay more than two weeks, so many will only see the island's major highlights and the area around their lodging. Still, there is a sizable number of Europeans who stay longer, come back year after year, and get to know the island very well.\n\nThere are pockets of areas (especially all-inclusive resort lodgings) that appeal to and are marketed to one or another nationality more than others. Visitors come from all over Europe, but the largest numbers are from the United Kingdom, Germany, Russia, and France. A sizable percentage of these visitors prefer the all-inclusive hotels. If you plan on staying in one, you will want to do a little research to see what nationality it caters to. You probably do not want to be someone who speaks only English in a hotel whose guests are predominantly French and Russian speakers.\n\nExcept for the major port cities and towns, settlements near the coast were built on the hills above the water. This practice dated to ancient times, and the purpose was for residents to be able to see pirates and other invaders from afar. They could then rush to the sea to challenge them or flee higher up in the mountains. Today, there are many settlements right on the water that began to develop as tourism exploded in the 1960s and 1970s. These new, lower villages are called \"kato\" (κάτο) while the old upper villages are called \"epano\" (επάνο). Most towns and villages, especially along the coast, will be in two sections - the upper and lower. Be clear about whether you are going kato or epano when asking for directions.\n\n",{"type":"===","value":["History"]},"\n\nCrete was the center of the Bronze Age Minoan Civilization, a sophisticated culture from about the 27th to 12th century BCE. The Minoans left behind the ruins of palaces, tombs and sacred sites. The civilization was so sophisticated that they had a large navy, and settlement sites show evidence of sophisticated water and sewage systems. There has been debate about the cause of Minoan decline, with theories suggesting it was initiated by the tsunami from the huge eruption of Thera on Santorini in 1450 BCE, by invading forces like the Mycenaean, and even that the Minoans exceeded the ability of the environment to support them. \n\nBecause of its strategic location, Crete has often been invaded and occupied. After the Mycenaeans, came the Romans, the Byzantine Empire, the Venetians and the Ottomans. These invaders left their marks on the island, leaving behind distinctive architecture, Muslim mosques, ancient lighthouses, and sophisticated aqueducts. \n\nCrete became an independent state in 1898, and was declared part of Greece in 1908. The island was again invaded in 1941 by the Germans. Resistance from Cretans and Allied troops (mainly from Australia, New Zealand, and Great Britain) was fierce. This became known as the Battle of Crete. \n\nThere is much mythology related to the island. The most important is the myth of King Minos, who refused to sacrifice a bull to the Greek gods. Poseidon in turn forced Minos' wife to fall in love with a bull which created the mythical beast, the Minotaur. It is said the palace of Knossos is the site of the famous labyrinth with the Minotaur slain by Theseus. A cave at Mount Ida is said to be the birthplace of Zeus.\n\n",{"type":"===","value":["Economy"]},"\n\nAgriculture is the most important industry of the island, although tourism is also extremely important to the economy. The island has begun to rely on tourism more and more since the 1970s; many towns serve no other purpose, and virtually close down during the winter.\nThere are only about 60 days of rain per year, and just about every single home and business is topped with solar panels. The west part of the island is more forested and receives more rain than the east. The entire island was once completely covered with forest, primarily cedar and pine. It has been largely deforested for firewood and to make room for the olive trees and vineyards.\n\nDifferent areas are known for different crops. The soil around Malia is particularly good for potatoes and bananas, and to a lesser degree oranges. The Malia bananas are particularly sought after. They are small and very tasty. As you drive through the town, you will see many roadside stands selling potatoes and bananas. The bananas are hanging on one large stem. Point out how many you want, and the vendor will slice those off for you. In many supermarkets, there will be a large branch propped up on the floor in the produce section. A sharp knife will be stuck in it and you can slice off your own bunch. Oranges from the area between Rethymnon and Chania are sought after. Driving that stretch of the National Road will reveal many stalls along the side in the apparent middle of nowhere, being attended by old men or women. Ierapetra is well known for its large nurseries, some of which have important export businesses for cut flowers - particularly long stemmed roses and lilies. Many other kinds of flowers, herbs, and strawberry plants are grown here for export and purchase around the island. Herbs of all kinds, walnuts, almonds, chestnuts, and honey are grown and produced everywhere on the island, and you can find stalls along roadsides everywhere marketing their fresh, pure goods.\n\n",{"type":"===","value":["Smoking"]},"\nWhen Greece entered the European Union, smoking was also addressed - sort of. \"No smoking\" signs are required inside all restaurants, bars, and tavernas. You are entirely likely to see the owner sitting under one of those signs and smoking, as well as many of the patrons also smoking. The main tourist season is during warm weather. Virtually every eating and drinking establishment has an outdoor area. People will be smoking in those areas, but at least you are outside. Better hotels and restaurants (especially small, enclosed ones) will enforce bans if asked, and better hotels will have non-smoking rooms.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe island has three significant airports:\n",{"type":"*","value":[" Nikos Kazantzakis at ",{"type":"[[","value":[["Heraklion"]]},". There are long term plans to replace Heraklion airport, which is too close to the city, by a new inland airport at Kasteli, southeast of Heraklion.  It is a small airport located at the edge of Heraklion.  Has basic facilities and a small parking lot."]},{"type":"*","value":[" the military airport Daskalogiannis at ",{"type":"[[","value":[["Chania"]]},". Chania airport is much smaller and far less busy than Heraklion airport.  Located on the Northwestern part of the island and the airport is also known as the K. Daskalogiannis Airport."]},{"type":"*","value":[" a new public airport in ",{"type":"[[","value":[["Sitia"]]},". Sitia airport serves a small number of domestic flights, mainly to\/from Athens, and charter flights from Europe (mainly France) during the summer."]},"\nThere are daily flights from ",{"type":"[[","value":[["Athens"]]}," airport by Olympic Air ",{"type":"[","value":["http:\/\/www.olympicair.com\/Home.aspx?a_id=549"]},", Aegean Airlines ",{"type":"[","value":["http:\/\/en.aegeanair.com\/"]}," and Athens Airways (hich take about 35min.)",{"type":"[","value":["http:\/\/www.athensairways.com\/cgi-bin\/airkiosk\/I7\/181002i?ZF=2&LANG=EN"]}," to ",{"type":"[[","value":[["Heraklion"]]}," and ",{"type":"[[","value":[["Chania"]]},". Sky Express operates flights from ",{"type":"[[","value":[["Athens"]]}," airport to ",{"type":"[[","value":[["Sitia"]]},". During the months of July and August Astra Airlines ",{"type":"[","value":["http:\/\/www.astra-airlines.gr\/"]}," flies from ",{"type":"[[","value":[["Thessaloniki"]]}," to ",{"type":"[[","value":[["Heraklion"]]}," and ",{"type":"[[","value":[["Chania"]]},".\n\nFrom April till early November charter airlines fly directly to Sitea, [Heraklion], and [Chania] from many European airports.\n\nFlights going from Heraklion and Chania to Thessaloniki take about an hour and a half.  The airport at Heraklion also has daily flights to Rhodes which takes 1 hr.\n\n",{"type":"===","value":["By boat"]},"\nFerry services from ",{"type":"[[","value":[["Piraeus"]]}," to ",{"type":"[[","value":[["Heraklion"]]},", ",{"type":"[[","value":[["Rethimno"]]}," and ",{"type":"[[","value":[["Chania"]]}," and from ",{"type":"[[","value":[["Thessaloniki"]]}," and the ",{"type":"[[","value":[["Cyclades"]]}," to ",{"type":"[[","value":[["Heraklion"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nSee the Orientation section for a description of how the roads are set up.\n\n",{"type":"'''","value":["Basics."]}," Hiring a car is very easy. You need a valid driving license written in the Roman alphabet. If it is in another alphabet (like Cyrllic or Chinese), you will need an International Driving License. The driving age in Greece is 18 for passenger cars and 16 for mopeds. Car hire companies may have different limits, so check first. When you pick up your vehicle, make sure to list all eligible drivers.\n\n",{"type":"'''","value":["Supply & Locations."]}," You will find a plethora of car hire outlets everywhere where there are tourists, including around airports and cruise\/ferry ports. Towns, and even small villages, that cater to tourists will have readily accessible car hire outlets. Some of the larger hotels are apt to have a rental desk on site. Even small hotels can help you arrange a rental. There are some international outlets, such as Hertz and Avis, as well as many local companies. The majority of the local companies are reliable and reputable.\n\n",{"type":"'''","value":["Prices."]}," Prices vary from outlet to outlet, so it pays to research carefully. A very low price could indicate that VAT tax and insurance are not included, and then you are surprised at the extras on arrival. A high price may indicate far more insurance than you require. Most hotels will receive a commission for arranging car rental, and that will be added to your rate. Do online research before arrival; request rates from more than one company and be persistent in having all your questions answered to your satisfaction. You can, and should, pay for rental vehicles with a credit card.\n\n",{"type":"'''","value":["Types of Vehicles."]}," In addition to regular passenger cars, you can rent 4-wheel drive vehicles, dune buggies, larger \"people movers\" for groups of six to nine (including driver), full-sized motorcycles, scooters, and bicycles. There are also quads. These are like motorcycles with four wheels and can comfortably accommodate two people. Regular passenger cars are small, many with only two doors. If you are four adults, you will probably be more comfortable with a four-door. Luggage space is also limited, so plan accordingly.\n\n",{"type":"'''","value":["Helmets, Seat Belts, Child Seats."]}," There are helmet, seat belt, and child seat laws in Crete. Child seats are available, but the supply is limited. You should reserve yours in advance or bring your own if in doubt. Rental companies are required to have helmets available for all vehicles that require one.\n\nAt least half the local people ignore helmet laws, which is an interesting reflection of the Cretans' fierce independence and resistance to authority. You will see people riding motorcycles and other open vehicles with a helmet looped over one arm. This began when the law to \"wear a helmet\" was first introduced. When stopped, they pointed out that the law didn't specify where one had to wear it. Whether or not you can still get away with this probably depends on the mood of the police officer who stops you.\n\nYou will see at least half the visitors ignore helmet laws, which is an interesting reflection on tourists... The roads in Crete can be dangerous, especially to the uninitiated; quads and motorcycles can be unstable, especially for the inexperienced. Since most tourists are tooling around on their quads and motorcycles in bikinis and skimpy shorts while sightseeing and taking photographs, it is highly advisable to wear a helmet. The emergency rooms are filled with tourists with broken limbs and nasty scrapes all over their bodies. These will mend. A squashed skull is another story. Quads, bikes, and motorcycles do NOT come with personal injury insurance. Check with your home insurance carrier.\n\n",{"type":"'''","value":["Moving & Parking Violations."]}," There are random checkpoints where police will pull you over to check your papers. Without a helmet or proper paperwork, you will probably be ticketed. There are also laws against speeding, illegal passing, tailgating, etc., but these are not often pursued unless egregious right in front of a police officer. Ticket costs are high. If you are caught driving drunk, the penalties are steep. If you are involved in an accident while driving drunk, the penalties are even stiffer, and you are apt to be taken immediately to jail.\n\nParking is rather flexible, and illegal parking is rampant. In cities and larger towns, there are centrally located parking lots that are relatively inexpensive. It's advisable to use them. In smaller towns and villages, you can park just about anywhere, including on the sidewalk (if there is one) or even blocking another vehicle. If doing the latter, you should make sure your destination is within sight\/sound of your car. When the blocked person needs to move, they will honk. There is ticketing for illegal parking (also expensive). In tourist towns, you should be aware and move your car if you see police ticketing. There are periodic \"sweeps\" of ticketing and towing in the crowded tourist towns when a business owner, bus or taxi driver complains.\n\n",{"type":"'''","value":["Road Hazards."]}," Driving in Crete, even on the main, modern east\/west highway can be challenging. You must have your wits about you at all times. This is especially true if you come from a country that drives on the left. Drinking and driving and not paying attention can be very dangerous. All the charming roadside shrines you see everywhere were erected by family members to mark the spot where a loved one died.\n\nEven on the main highway, there are long stretches of only two lanes that twist and turn. Even though there is only one \"legal\" lane in each direction, vehicles will pass in the face of oncoming traffic and on blind turns. You will see that almost all vehicles typically travel half in the breakdown lane and half in their own lane in order to create a \"middle\" lane for illegal passing - sometimes four lanes are created. Speeds are high. Big buses, long haul trucks, and taxis pull up close behind you and pass recklessly at breakneck speed very close to your vehicle.\n\nDriving on the narrow roads up in the mountains is another challenge, presenting blind hairpin turns, sheer drop offs, and roads sometimes wide enough for only one vehicle. There are apt to be goats on the road, along with slow moving farm vehicles, and bicycles. The tiny lanes in small villages are the same, and driving through a tourist town at the height of the season requires all your attention. Do not expect to be yielded the right of way even at a traffic light, expect cars to stop at any given time and for scooters to pull out in front of you.\n\nHaving said this, driving is the very best way to see the island, presenting spectacular vistas everywhere. On roads that offer picturesque views, there are often pullout areas for photo stops, and a car gives you the flexibility to stop wherever you like.\n\n",{"type":"'''","value":["Road Maps, Road Signs & Petrol Stations."]}," There are very detailed road maps available a most of the petrol stations on the main highways. Virtually all hotels and car rental places will provide you with a good tourist map. Road signs on all the main roads are in both Greek and English. Generally, you will pass a Greek road sign and then the same one in English a few meters later. Many of the non-main roads will have signs in both Greek and English. Since the economic crisis, many petrol stations will not accept credit cards. Ask before filling the tank. All petrol stations are full-serve - you do not pump your own.\n\n",{"type":"'''","value":["Taxis."]}," Taxis in Crete are quite expensive. They do not provide an economical touring option. They are good for airport runs, in an emergency, or for a short distance. There are taxis stands in all cities and larger towns. If there is no taxi stand, you should be able to find a taverna or other business that will phone one for you. Make sure you know the price before getting in the taxi.\n\n",{"type":"===","value":["By bus"]},"\n\nPublic transportation is fairly frequent and timetables ",{"type":"[","value":["http:\/\/bus-service-crete-ktel.com\/"]}," quite trustworthy. Bus drivers usually divert from their marked routes to enter little villages if asked to do so. Bus services along the north coast and towards the south coast are excellent, reliable, frequent and cheap.\n\nMost of these bus services are run by Kino Tamio Eispraxeon Leoforion, KTEL, which are groups of families which individually run their own bus companies.  This, in turn, creates a much more homely environment for Cretans and tourists and these families provide excellent service and show off their great deal of pride.\n\nCretan bus stations are very simple for the most part, except for in Heraklion which has two major bus stations (one for local buses in town and one for long-distance KTEL buses).\n\n",{"type":"===","value":["By ferry"]},"\n\nCrete has many ferry connections for example:\nYou can go from Piraeus to Heraklion with  Minoan Lines ",{"type":"[","value":["http:\/\/www.minoan.gr"]},", to Chania with ANEK Lines or Hellenic Seaways, to Ayios Nikolaos and Sitia with LANE Lines.\nLANE also operates routes from Ayios Nikolaos\/Sitia to Rhodes and other Greek islands.\nIn the summer, there are daily catmarans (hydrofoils) from Heraklion to Santorini. The trip takes about 2.5 hours. Hellenic Seaways and SeaJets offer these sailings.\nYou can also go to Crete by ferry from the Peloponnese (Gytheio) and Kythira island. This ferry lands on the west part of Crete, in Kissamos port.\n\nThe main ports in Greece that ferries come into are in Heraklion, Chania, Rethymno, Sitia, and Kastelli-Kassamos.\nSince there are no roads along the southwest coast there is a ferry line,",{"type":"[","value":["http:\/\/www.sfakia-crete.com\/sfakia-crete\/ferries.html"]}," with connections between Paleochora, Sougia, Agia Roumeli, Loutro and ",{"type":"[[","value":[["Hora Sfakion"]]}," (Sfakia). There is also a connection with the islet of Gavdos, Europe's southernmost point (Cape Tripiti).\n\n",{"type":"==","value":["Talk"]},"\n\nAll Cretans speak what is called Modern ",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]},", as opposed to the more formal Classical Greek, which is still spoken in churches. Since Cretans are quite religious, many know at least some Classical Greek, as do highly educated people. There is a distinctive Cretan dialect, that is much like Modern Greek, but with a number of differences. Most native Cretans will know this dialect, and older people (especially is small mountain villages) will still speak it. An example is the word for \"no.\" It is oxi (όχι), pronounced \"oshi\" in Modern Greek. In the Cretan dialect, it is simply \"oy.\"\n\nYou will have little trouble if you only speak English, as the majority of the people speak at least some. A large number of people, especially in the tourist industry, are quite fluent. The education on the island is excellent, and English is taught from the first grade. However, it is a good idea to learn at least a few basic phrases, so you can greet people in their own language. Many people will consider it rude if you march into a shop and simply ask if they speak English. This kind of approach might get you a firm \"no,\" even if the person does speak English. An effort to say good day in Greek first, will break the ice.\n\nMany Cretans speak other languages because of being in the merchant marine, living or studying in other countries, or simply spending a great deal of time speaking with English speaking visitors. The island welcomes a large number of tourists from around the world, especially northern Europe, and many in the tourist industry will speak other European languages. The menus in tavernas that cater to tourists are usually in several languages - Russian, French, Italian, English, and German. Certain areas are more popular with particular nationalities, and there the people in the tourist industry are apt to be proficient in that language.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Kreta samaria schlucht 4.jpg"],["thumb"],["250px"],["Samaria gorge"]]},"\nExamples of the below sights & sites can be found all over the island. Even if you are far away from the most famous, chances are you will find an example near you. Just ask or consult a map\/. \n\n",{"type":"*","value":[" Archeological sites, primarily ancient Minoan palaces and settlements, including ",{"type":"[[","value":[["Heraklion"],["Knossos"]]},", Phaistos, Gortyn, ",{"type":"[[","value":[["Malia"]]},", and Gournia. "]},{"type":"*","value":[" Monasteries & Convents. As true throughout Greece, the Cretan monastic tradition is strong. There are hundreds of monasteries and convents on the island, and most welcome visitors."]},{"type":"*","value":[" Churches. There are even more churches on Crete than monasteries. Even small villages will have a main church or two and several chapels. Many of the churches are open to visitors, especially the more historic ones in cities like Chania, Rethymnon, and Heraklion. "]},{"type":"*","value":[" Architecture. Because of invasion and occupation over centuries, there is varied architecture to admire, including Venetian fortresses and castles, Byzantine mosques, Roman aqueducts, and Turkish villas & baths. Examples can be found all over the island, but are primarily concentrated in and around the main port cities. "]},{"type":"*","value":[" Scenery. The scenery of this mountainous island is quite varied. The high mountains that stretch across the interior from east to west have blessed Crete with scenic valleys, dramatic gorges like the ",{"type":"[[","value":[["Samaria Gorge"],["Gorge of Samaria"]]},", thousands of caves, rivers and lakes. The east end of the island is semi arid, and the western end is more lush with forests. All of this scenery can be seen in a good day's drive. "]},{"type":"*","value":[" Beaches. There are beautiful beaches all around the island, including Vai on the far eastern tip that has the largest palm (Cretan date palms) forest in Europe, uninhabited Chrysi Island off the coast of Ierapetra, which boasts the largest natural growth Lebanese cedar forest in Europe, and the red sand beach of Matala made famous by the hippies who resided in caves here in the 1960s and 70s (and by the 1971 Joni Mitchell song \"Carey\"). "]},{"type":"*","value":[" Traditional villages. Head off the beaten path to discover traditional villages where life goes on much as it did hundreds of years ago. "]},"\n",{"type":"[[","value":[["File:Ierapetra beach.JPG"],["thumb"],["250px"],[{"type":"[[","value":[["Ierapetra"]]},", on Crete's southern \ncoast"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Visit the two \"must-see\" sites of the island - the Minoan Palace of Knossos outside of Heraklion and Spninalonga Island accessible from Agios Nikolaos, Elounda, and Plaka."]},{"type":"*","value":[" Visit some of the most important museums. There are well-respected archeological museums in the major port cities, with the most famous in Heraklion. Chania boasts an excellent art museum and nautical museum. "]},{"type":"*","value":[" Learn about the traditional agricultural lifestyle of the island. Some farms welcome visitors, and there are many museums of rural life. You will find these as yo travel around the island, and they include large museums like Lychnostatis in Hersonnisos and houses that have been lovingly restored, like the museum in the small village of Vrahasi. "]},{"type":"*","value":[" Witness grape and olive harvesting. Grapes and olives are two of the most important agricultural products of Crete. Depending on grape variety and altitude, grapes are harvested from the beginning of August through October (in October or November, you may be lucky enough to be invited to a rakazani, an event held at a raki distillery to mark the production of the season's first raki and accompanied by music, barbecue and plenty of drinking. Olives are harvested from October through January. If you are driving by during a harvest, stop. Show an interest. You will be treated to a demonstration - even if the harvesters speak no English. There are olive oil factories all over Crete. During the harvest time, stop in to see how the olives are transformed into liquid gold.   "]},{"type":"*","value":[" Attend festivals and celebrations. The Cretans know how to celebrate, and there are festivals ocurring through the year. Many of these are religious in nature, but there is almost always eating, drinking, music and dancing after the religious observations."]},{"type":"*","value":[" Hike & walk the mountains and gorges. While the hike through the Samaria Gorge is strenuous and can take up to seven hours, there are other gorges more accessible and easier to navigate."]},"\n",{"type":"==","value":["Eat"]},"\nCrete is  famous for its tasty and healthy cuisine. The Cretan Diet, which is also called the \"Mediterranean Diet,\" has been attributed with great health benefits and nutritional value. Studies have attributed this diet to the health and longevity of the people, as well as the lack of cancers and heart disease. This healthy diet had relied heavily on fresh vegetables, fruits, nuts, and pulses in season and fish. Meat was usually served only once a week or on special occasions like weddings and festivals. Today, Cretans eat meat fairly regularly as well as processed foods and sweet confections. Today, cancer and heart disease are not uncommon, although the people remain relatively healthy and long-lived.  \n\n",{"type":"===","value":["Restaurants & Dining Establishments"]},"\nUntil the tourist boom that began in the 1970s and 80s, there were primarily only two types of dining establishments, the traditional taverna and kafeneion (coffee shop). Full meals were served in tavernas, and kafeneions offered primarily coffee, drinks, and traditional snacks. There were also street food vendors who prepared gyros, pizzas and other regional snacks. Today, all of these are still prevalent. However, in cities and large towns, you will now find a variety dining establishments, including international restaurants (Indian, Mexican, Chinese, steak houses, English fish & chips shops, etc) and even fast food franchises like Subway, KFC and McDonalds. Some towns that cater mainly to tourists will have a variety of these that are generally open only during the tourist season. \n\nFor most tourists and Cretans, the preferred cuisine is still that found in traditional tavernas and kafeneions, and you will find these lining village squares in the interior and along the sea in coastal settlements. Most dishes are fresh from that day. The menu is only for tourists, Cretans ask the waiter for specialties, and have a look in the kitchen or in a \"vitrine,\" a glass display case. During the warmer months, dining is usually outside under umbrellas, pergolas and trees. \n\nDining out has always been a social occasion for Cretans, who will gather in groups for a meal that often lasts two or more hours. The period after lunch (from about 2:00 to 3:00pm until about 5:00pm) is reserved for resting and napping. More work will occur until 8:00pm or so, and the evening meal is usually after that, lasting until late at night. However, establishments that cater to tourists will remain open throughout the day and evening. \n\n",{"type":"====","value":["Olives & Olive Oil"]},"\nThe island of Crete is covered with olive trees. Virtually every family has at least some trees. The olive harvest season occurs in November and December, and every single member of the family helps with the harvest. Most villages have an olive pressing factory. Some villages even have very old presses with huge stone wheels that have been preserved for cultural value. Today's olive press factories are modern, but it is still possible to stop into one during the season to see the liquid gold being produced. \n\nOlive oil is used in copious amounts for cooking and in salads, although most restaurants use sunflower or similar oil for cooking fried foods like french fried potatoes. \n\nOlives themselves are commonly served as mezes (appetizers) with raki, ouzo, wine or beer. They are an ingredient in many salads, and an olive paste is often served with bread.\n\n",{"type":"====","value":["Bread"]},"\nThere are many varieties of bread, which are made fresh daily. Most Cretans would not dream of having a meal without bread, and it is offered at virtually all meals. It is usually a loaf of white bread that is served with olive oil and used to mop up sauces. \n\n",{"type":"====","value":["Honey & Yogurt"]},"\nThere are also bee hives all over Crete, and many families make their own pure honey. Yogurt, much thicker and creamier than commercial yogurt in other parts of the world, is often served as dessert with honey drizzled on it.\n\n",{"type":"====","value":["Cheese"]},"\nFeta cheese is a Greek product protected by a designation of origin in the EU. To qualify to be sold as true feta in the EU, the cheese must be made in a certain manner in a certain area (parts of mainland Greece and the island of Lesvos). However, it is produced and used extensively in Crete as it is elsewhere in Greece. It is served on salads, in particular the ubiquitous Greek salad. It is an ingredient in cheese pies and spinach pies, called \"spanakopita.\"  It is also an ingredient in the traditional Cretan \"dakos,\" a hard bread rusk, soaked with olive oil and topped with crumbled feta, chopped tomatoes and olives. It is also served in bite sized portions drizzled with a bit of olive oil and served as one or more mezes.  \n\nYou will also find a very good variety of delicious locally produced Cretan cheeses, such as:\n",{"type":"*","value":["Graviera: (Greek: Γραβιέρα) The standard hard cheese; there are many types and tastes. Taste before buying, as early cheese (cut before mature) will have a spicy taste, when a mature one will be salty and milk-sweet."]},{"type":"*","value":["Myzithra: (Greek: Μυζίθρα) A fresh cheese made of ewe's milk. It is sometimes made of goat's milk (in which case it is called \"katsikisia\") or mixed milk. A good goat myzithra will taste like expensive French \"chèvre frais.\""]},{"type":"*","value":["Anthotiros: (Greek: Ανθότυρος) from the words \"anthos\" (flower) and \"tiros\" (cheese) it is a very mild, soft spring cheese made when the sheep pastures are still full of flowers. The closest popular cheese is the Italian mascarpone as they are both high in fat and are both creamy in texture (unlike mozzarella which is high in protein and chewy in texture)."]},"\n",{"type":"====","value":["Meat & Fish"]}," \nLamb, chicken, pork, rabbit and goat are the traditional meats. Rocky, mountainous Crete (like southern Italy) is not good beef pastureland, so beef is not used as much. However, beef is served as an ingredient in many traditional dishes. Snails gathered wild and cooked in various ways comprise one of the most traditional and affordable dishes of Crete. Smoked meats like ham (apaki) and sausages (loukaniko) are also traditonal, as is souvlaki (seasoned pork meat, lamb, chicken or fish on skewers). Almost all tavernas will offer \"meat in the oven\" on Sundays; this is lamb, pork or chicken cooked slowly in a wood oven with potatoes and\/or onions or other vegetables. Traditional \"casserole\" dishes minced lamb or beef include pastitsio and mousaka. Stifado, is a thick beef stew made with tomatoes and onions. All tavernas will list these traditional dishes, but they are labor intensive and not all will always be available.  \n\nFresh fish becomes more and more rare, and is expensive, priced by its weight. Restaurants and tavernas by law must advise if the fish that they offer is fresh or frozen. Thus, always ask your waiter to show you the fish and weigh it in front of you before you order.\n\n",{"type":"====","value":["Side Dishes"]},"\n\n",{"type":"'''","value":["Salads and Vegetables"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Dakos"]}," Cretan rusk with tomato, feta cheese, olives, oregano and olive oil),  "]},{"type":"*","value":[" ",{"type":"''","value":["Horta"]}," boiled wild greens with olive oil and lemon juice). "]},{"type":"*","value":[" ",{"type":"''","value":["Xoriatiki"]}," Known as the Greek Salad "]},{"type":"*","value":[" ",{"type":"''","value":["Cretan Salad"]}," A twist on Greek salad with hard boiled eggs and warm boiled potatoes, "]},{"type":"*","value":[" ",{"type":"''","value":["Salata Marouli"]}," Romaine Lettuce Salad "]},{"type":"*","value":[" ",{"type":"''","value":["Lahano Salata"]}," A traditionally tart cabbage salad are other types of Cretan salads. "]},{"type":"*","value":[" ",{"type":"'''","value":["Fava"]}," is a (usually) warm dish of boiled & mashed chick peas served with olive oil & lemon. "]},"\n",{"type":"'''","value":["Soups"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Kotosoupa"]}," A chicken based soup with a lemon sauce"]},{"type":"*","value":[" ",{"type":"''","value":["Fakkes"]}," Tomato soup in a lintel base"]},{"type":"*","value":[" ",{"type":"''","value":["Fasolatha"]}," A hearty been soup in a tomato base"]},{"type":"*","value":[" ",{"type":"''","value":["Nisiotiki"]}," A hearty seafood soup"]},"\n",{"type":"'''","value":["Common Appetizers"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Tsatziki"]}," Famous cucumber dip that can go well with almost anything"]},{"type":"*","value":[" ",{"type":"''","value":["Taramosalata"]}," Cod roe-based dip"]},{"type":"*","value":[" ",{"type":"''","value":["Kalamari"]}," Deep fried squid"]},{"type":"*","value":[" ",{"type":"''","value":["Skorthalia"]}," Greek garlic mashed potatoes"]},{"type":"*","value":[" ",{"type":"''","value":["Gigantes"]}," Lima beans in a tomato sauce (can be spicy or not)"]},"\n",{"type":"====","value":["Common Entrees"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Bifteki"]}," Greek hamburger patties"]},{"type":"*","value":[" ",{"type":"''","value":["Souvlaki"]}," Sticks of meat served in or without a pita bread"]},{"type":"*","value":[" ",{"type":"''","value":["Fricasse"]}," Lamb and garden beans in a creamy lemon sauce"]},{"type":"*","value":[" ",{"type":"''","value":["Pilafi"]}," Greek style rice"]},{"type":"*","value":[" ",{"type":"''","value":["Psari"]}," A way to prepare Black Grouper or other types of fish"]},{"type":"*","value":[" ",{"type":"''","value":["Moussaka"]}," Famous eggplant casserole"]},"\n",{"type":"====","value":["Common Desserts"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Fruit"]}," in season."]},{"type":"*","value":[" ",{"type":"''","value":["Yogurt"]}," drizzled with honey."]},{"type":"*","value":[" ",{"type":"''","value":["Bougatsa"]},", a custard filled pastry made with phyllo. "]},{"type":"*","value":[" ",{"type":"''","value":["Kaitifi and Baklava"]}]},{"type":"*","value":[" ",{"type":"''","value":["Cakes"]}," - Traditional cakes are not too sweet, but Cretans have developed a sweet tooth and there are many bakeries specializing in all kinds of sweet confections."]},{"type":"*","value":[" ",{"type":"''","value":["Ice Cream"]}," is served everywhere during the warmer months"]},"\n",{"type":"==","value":["Drink"]},"\nRaki and wine are the predominant alcohol drinks produced and consumed by the locals. \n\n",{"type":"''","value":["Raki"]}," is also known as Tsipouro or Tsikoudia and is distilled from the left over grapes after making wine. Raki alcohol percentage varies a bit, usual average is 20%-45% it is, in essence, Greek \"moonshine\"and can pack a powerful punch. It is usually served with some \"mezes\" (appetizerss) like hard cheese, olives, cucumber or cold cuts. Raki is often a \"goodbye gift\" from many restaurants and taverna, and is served with dessert or fruit right after you ask for the bill. Not every restaurant follows this tradition, but the trend tends to expand.\n\nIf you happen to visit within the distilling period (August through November) and you are into local celebrations, try to visit a \"rakokazano,\" which is local a raki distillery. Usually, the raki distlling plants are located away from tourist spots, and the distilling of the first batches turns into a celebration where freshly produced raki is tested, accompanied by barbecued meats, potatoes and salads. You usually must be invited by a local. Few are sober after the event, so you should arrange for a designated driver or a taxi to get you back to your lodging.\n\nWine is produced all over the island, and some varieties are extremely good. The owners of most dining establishments produce their own wine, and this is sometimes on the menu. More often, the wine available in tavernas and kafeneions is \"house\" wine, which is ordered simply as red or white. Generally, house wine is dryish. \n\nCretans also like to drink Ouzo, which is an alcoholic drink made by distillation of grapes. It looks milky when water is poured in and mixed with, but it doesn't contain milk or derivatives of milk. During the distilling process it is made with ginger, cinnamon, aromatic seeds, plants, and fruits which give it a distinct liquorice taste.\n\nBrand name hard liquor is available, though fairly expensive. \n\nSoft drinks of all sorts, as well as coffees in a dizzying variety are available most everywhere.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Types of Lodging"]},"\nThere are hundreds of various types of lodging possibilities on the island; a few representative properties are listed. Credit cards are generally accepted at most mainstream properties. Discounts may be offered for cash. Some private homes\/villas may have a PayPal or similar method of payment. Very small hotels and \"rent rooms\" may accept only cash. Almost all properties can assist with sightseeing, tours, and rental cars.\n\n",{"type":"===","value":["Aparthotels. "]},"\nThere is a plethora of these types of accommodations, which usually have cooking facilities in the rooms\/suites, a small restaurant\/bar (breakfast often included), laundry facilities, swimming pool and free WiFi.\n\n",{"type":"===","value":["Hotels "]},"\nThese range from simple two-star to lavish five-star properties and all-inclusive resorts. There are city hotels, business hotels, and beach resort hotels.\n\n",{"type":"===","value":["Villas, Private Homes & Rooms"]},"\nThere are numerous villas and private homes available around the island, ranging from small one-bedroom \"cottages\" to lavish multi-bedroom villas. Some are offered privately by owners, and some are developments of two, four, or more detached villas. There are \"Rent Room\" signs just about everywhere you go; often just simple rooms for sleeping, although some will have basic cooking facilities.\n\n",{"type":"===","value":["Representative Examples of Lodging Types"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yourmemorieshotel.com\/home.aspx Best Western Your Memories Hotel"]}]}," A typical 3-star aparthotel, located in the town of Gouves about 15 kilometers east of Heraklion Airport and within walking distance of a good beach, offering studios and apartments with kitchenettes, included breakfast, free WiFi, and a swimming pool."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bluepalace.gr\/ Blue Palace Resort & Spa"]}]}," An example of an exclusive 5-star resort with all the facilities and amenities you would expect of a world-class beach resort, located in jet-set Elounda, which is near both Agios Nikolaos and Spinalonga Island."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.casadeidelfini.com\/ Casa Dei Delfini"]}]}," Typical of the kind of small historic boutique hotel you will find in city Old Towns, this property in the heart of Rethymnon's Old Town offers only four units, all with full cooking facilities."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maris.gr\/creta.aspx\/ Creta Maris Beach Resort"]}]}," A typical all-inclusive beach resort that is affordable for families and those on a budget, located in Chersonnisos about halfway between Agios Nikolaos and Heraklion."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/petravillas.gr\/ Petra Stone Villas"]}]}," Two private villas sleeping up to 8 people each, located just above the traditional village of Milatos, about 45 minutes from Heraklion Airport. Each is fully furnished with a fully-equipped kitchen, private swimming pool, free WiFi, and linens\/towels."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.astoriacapsis.gr\/en\/index.html Capsis Astoria Hotel"]}]}," One of the better city hotels on the island, Capsis Astoria is a 4-star property located in the heart of Heraklion, with numerous facilities, including restaurants and bars, rooftop swimming pool, and free WiFi,"]},"\n",{"type":"==","value":["Stay Healthy"]},"\n\n",{"type":"'''","value":["Overview."]}," The standard of medical care on the island is very good. There are public hospitals in all the cities and a few of the larger towns. There are private walk-in clinics (many quite sophisticated) located in all the cities as well as in many of the larger towns that cater to tourists. Many on hospital staff speak English; many more in private clinics will. \n\n",{"type":"'''","value":["Emergency Numbers."]}," For medical emergency\/ambulance, dial 166. For police, dial 100.\n\n",{"type":"'''","value":["Medical Care for Visitors."]}," Always carry your medical insurance information with you. Greece has reciprocal medical care agreements with all EU member nations. Any medical needs you have should be free or available for a very small fee, so long as you carry your European Health Insurance card with you. In many cases (especially for insured non-EU nationals), you may need to pay for services and seek reimbursement when you return home. Be sure to keep all invoices and prescriptions. If you do not have insurance, you will have to pay for services in advance, although you will be treated in the case of major illness or accident.\n\n",{"type":"'''","value":["Medication & Pharmacies."]}," Many medications that require a prescription at home are available over the counter in pharmacies - everything from asthma inhalers and antibiotics to diabetes tablets. Strong pain killers and a few other drugs (like insulin) will require a prescription from a physician. If you require medication that is regulated, it is a good idea to carry a written prescription from your physician. If you need a regulated drug and do not have a prescription from your own physician, you will need to visit a physician in a clinic or hospital who can prescribe it for you.\n\nVirtually all of the many pharmacists speak English. Pharmacies are marked by a green cross, usually neon; they generally close at 2PM and are closed on Sundays. In towns with heavy tourist traffic, you will find pharmacies open longer hours and on Sundays. A pharmacy will not accept your insurance card. Pay cash and seek reimbursement when you return home. Keep receipts.\n\n",{"type":"'''","value":["Seeking Medical Care."]}," All hotels will phone a physician for you. For minor ailments, from sunburn and allergic reaction to upset stomach, you can go to a pharmacy for advice. If you need to see a physician, go to the nearest hospital or clinic. If there is an emergency\/accident on the road, phone for an ambulance.\n\n",{"type":"====","value":["Dangers & Warnings"]},"\nThe Mediterranean sun and summer heat are fierce; wear sunscreen, hat & sunglasses and drink plenty of water.\nThere are unpredictable currents off many beaches; pay attention to lifeguards who will call you out of the water if deemed necessary. If swimming where there is no lifeguard, swim with friends. \n\nThere is little crime on the island, although the incidence of burglary & petty theft has risen since the economic crisis. Use commonsense precautions at ATMs and with the storage of valuables; use the safe in your hotel room and do not leave valuables in plain sight in a car.\n\nBe careful at night in party towns like Malia, where nightclub revelry (often drunken & almost always involving British citizens) continues until dawn. The summer of 2013 saw a number of gang and rival-related incidents, resulting in fights and even one murder. The summer of 2013 also saw a reported increase in sexual assaults (usually British on British), often involving young women too inebriated to protect themselves. Use commonsense precautions around alcohol, and go to clubs in groups of friends.\n\n",{"type":"====","value":["Travelers with Physical Disabilities"]},"\nSince entering the European Union, there have been efforts to make access for the disabled easier. However, a combination of factors has made this far from comprehensive. The major factors are the topography of the island, the nature of its most important sites, and the economy. Many hotels and other types of accommodations are in historic buildings, without elevators and often with many stairs to various facilities. This is especially true in small villages, and in the Old Town sections of cities. Getting into most public establishments (and to the toilet, once you're in there) usually means stairs.\n\nHistoric sites like the ancient ruins of Knossos will be very difficult to fully explore for those confined to wheelchairs and who have difficulty walking, although many of them (including Knossos) have significant sections that can be explored to create a rewarding experience. The Old Towns of cities (like Chania) and small mountain villages are hilly, often with steps from one area to another. Nonetheless, there are still places in most of these that can be explored. A wheelchair-bound person or one with walking difficulty will not be able to see everything, but they can still see a rewarding amount of things.\n\nMost government buildings, hospitals, museums, and office buildings in cities and large towns have elevators and wheelchair ramps. You will also find wheelchair ramps at many restaurants and hotels in areas that cater to tourists. Virtually all of the four and five-star hotels have ramps, elevators and\/or handicapped accessible rooms and facilities. Sidewalks in cities and larger towns will have ramps at intersections. Even able-bodied travelers should take care whenever crossing a street, as cars rarely stop for pedestrians in crosswalks - although they usually stop at red lights. Sidewalks are often uneven and have gaping holes. All pedestrians need to watch their feet. If you want to gaze up at something, stop; do not gawk while walking or you're apt to step in a hole.\n\nIf you have physical difficulties with walking or are confined to a wheelchair, it is important that you research your prospective lodging carefully and ask clear questions. Ask the advice of people who live on the island or go on one of the expat forums to get questions answered. Even with the obstacles that exist, it is possible to enjoy a rewarding visit.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Greece"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["Geo"],["35.21"],["24.91"],["zoom=9"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Crete"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Greece\/Regions\/Crete\/"]]}]