[{"type":"{{","value":[["pagebanner"],["Sevastopol monument banner.jpg"],["caption=Monument to Wrecked Ships in Sevastopol Bay"]]},"\n",{"type":"{{","value":[["warningbox"],["After a regime change in Ukraine, ",{"type":"[[","value":[["Russia"]]}," sent its army into Crimea then declared the entire Crimean Peninsula as Russian territory in March 2014. ",{"type":"[[","value":[["Ukraine"]]}," has denounced those claims and holds that the territory is still its own, but has withdrawn its military. Armed conflict is a possibility and ",{"type":"'''","value":["travel to the ",{"type":"''","value":["Crimean region"]}," is not recommended"]},". Many countries advise travellers to be vigilant in this region. If you plan to go to Ukraine or Russia in the next few weeks you should carefully research your travel plans.\n\nPublic transport links between Crimea and Ukraine are on and off, and flights are being delayed and cancelled without prior notice."],["us=http:\/\/travel.state.gov\/content\/passports\/english\/alertswarnings\/ukraine-travel-warning.html"],["uk=http:\/\/www.gov.uk\/foreign-travel-advice\/ukraine"],["canada=http:\/\/travel.gc.ca\/destinations\/ukraine"],["australia=http:\/\/smartraveller.gov.au\/zw-cgi\/view\/Advice\/Ukraine"],["nz=http:\/\/www.safetravel.govt.nz\/ukraine"],["ie=https:\/\/www.dfa.ie\/travel\/travel-advice\/a-z-list-of-countries\/ukraine\/"],["southafrica="],["india="]]},{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"[[","value":[["File:Crimea South Coast 04-14 img10 Gaspra Swallows Nest.jpg"],["thumbnail"],["350px"],["Russia's long-time summer playground, Crimea has seen various expressions of holiday spirit. Here the fanciful 1912 ",{"type":"'''","value":["Swallow's Nest"]}," between ",{"type":"[[","value":[["Yalta"]]}," and ",{"type":"[[","value":[["Alupka"]]},": summer retreat of an early oil baron."]]}," \n\n",{"type":"'''","value":["Crimea"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Крым) is a region to the south-west of ",{"type":"[[","value":[["Russia"]]},". The ",{"type":"'''","value":["Crimean Peninsula"]}," is connected to Ukraine by two narrow necks of land, making it more like an island with two natural land bridges than simply a bit of land jutting out into the sea. A ferry-boat connects over the 5 kms broad Kerch strait, to Taman Peninsula on mainland Russia. The peninsula was the site of the ",{"type":"''","value":["Crimean War"]},", between 1854 and 1856, and gave rise to ",{"type":"''","value":["modern nursing"]},", ",{"type":"''","value":["live"]}," war reporting, the infamous ",{"type":"''","value":["Charge of the Light Brigade"]}," and the ",{"type":"''","value":["Balaclava"]}," (woollen head garment).\n\n",{"type":"{{","value":[["disclaimerbox"],["While the political status of the Crimean region is a controversial and sensitive issue, for travel practicalities, Crimea is under the ",{"type":"''","value":["de facto"]}," control of the ",{"type":"[[","value":[["Russia"],["Russian Federation"]]},". ",{"type":"''","value":["This article does not represent a political endorsement of the claims of any side of the dispute."]}]]},"\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["File:Crimea_Wikivoyage.png"],["thumbnail"],["350px"],["Crimea"]]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Coastal Beach Cities"]}," -- The Coastal beach cities are very hospitable to tourists if you speak Russian.  Accommodation is plentiful and prices range widely, depending on location and accommodation type. Despite there being nothing particularly cheap listed online, touts offering cheap (from UAH100 in the off season) rooms and apartments are a good way to find budget accommodation. Also look for houses advertising accommodation: they will usually have a large white sign stuck on the door that has about three words written in Cyrillic (unfortunately wording varies). During summer expect the beaches to be packed with mostly Russian tourists. Behind the beaches the ",{"type":"'''","value":["Coastal Mountains"]}," tower up to 1,500m above the towns."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Coastal Mountains"]}," -- The mountain area that stretches from the coast to about 70 km inland contains some very pristine untouched nature.  The mountains are formed by ragged limestone that has been shaped into high peaks with canyons, cliffs and valleys transecting them in all directions.  Expect a great adventure if you want to go hiking here, but also expect to rough it. Camping sites are few and far between so you'll probably have to just find one of the many secluded fields to camp in.  The area has numerous caves as well as small lakes. There are almost no marked trails"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Sea of Azov and Kerch"]}," -- Gateway to ",{"type":"[[","value":[["Russia"]]}," across the Kerch Strait."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Inland Plains"]}," -- Fairly flat farm land like much of the rest of ",{"type":"[[","value":[["Ukraine"]]}," and Western ",{"type":"[[","value":[["Russia"]]},". Looks nice while passing through it by train."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Simferopol"]]}," -- The capital. The train station is very clean and beautiful. For the most part this is a place of transit to the coast or to the mountains. It is famous for having the world's longest trolley bus service of 86km."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Alushta"]]}," -- The first beach city on the way to Yalta from the west, this city does not have much in it except old boat docks that have been transformed into beaches."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bakhchysarai"]]}," -- Located in a canyon between Simferopol and ",{"type":"[[","value":[["Sevastopol"]]},", this town has a wealth of interesting sites to see including the Crimean Tatar Khan's palace, the cave cities (Kachi-Kalion, Chufut-Kale, Eski-Kermen, Shuldan) and the Armenian monastery that is built in a cave."]},"\n",{"type":"[[","value":[["File:Надгробие 08.JPG"],["thumb"],["right"],["The abandoned Jewish cemetery in Feodosiya"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Feodosiya"]]}," -- Feodosiya is located 100km to the east of Simferopol.  From the outskirts it looks like an urban industrial disaster but once past the factories it has a very nice old town. Very similar to ",{"type":"[[","value":[["Odessa"]]}," in architecture but just on a smaller scale. Home to the Ayvazovsky Picture Gallery."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kerch"]]}," -- Your last stop before reaching the eastern edge of the Crimea and heading across the straits into the rest of Russia."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Shcholkine"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sevastopol"]]}," -- A major port for the Russian Black sea fleet. Given the title 'Hero City' for its resistance to the Nazis during WWII. Numerous monuments to the past's military exploits. Nice shops."]},"\n",{"type":"[[","value":[["File:Letters Sevastopol on Railroad Station.jpg"],["thumb"],["Letters Sevastopol on Railroad Station"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Yalta"]]}," -- A very beautiful city containing many of the Russian Czar's palaces and other great monuments. Twinned with Margate in England amongst other places. Yalta is a tourist hotspot, which contains a mixture of Soviet hotels and modern high rise apartments. Yalta was once the main holiday destination for many Russians before they were allowed to travel outside the Soviet Bloc."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Yevpatoria"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":["The Bolshoi (Grand) Canyon"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Alupka"]]}," -- Rocky beaches, home to a number of dacha's and the magnificent ",{"type":"'''","value":["Vorontsov palace"]},", where Churchill stayed during the ",{"type":"'''","value":["Yalta Conference"]}," in 1945."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Balaklava"]]}," - famous for the Crimea war of the 1850s, the infamous Charge of the Light Brigade and home to a ",{"type":"'''","value":["former secret Soviet submarine base"]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Koktebel"]]}," -- Located between Feodosiya and ",{"type":"[[","value":[["Sudak"]]},", this small town has a great beach area that has a carnival type environment.  It sits below a spectacular ",{"type":"'''","value":["wilderness area"]}," to the west that regrettably you can only visit on a guided tour."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sudak"]]}," -- A beautiful coastal city with the remains of a very old ",{"type":"'''","value":["Genoan fortress"]},"."]},"\n",{"type":"*","value":["Massandra -- Small city near Yalta with the ",{"type":"'''","value":["Massandra Palace"]}," and the fаmous ",{"type":"'''","value":["winery \"Massandra\""]},"."]},"\n",{"type":"*","value":["Livadia -- Small city near Yalta where the ",{"type":"'''","value":["Yalta Conference"]}," that divided Europe into spheres of influence was held in the ",{"type":"'''","value":["Livadia Palace"]}," in 1945."]},"\n",{"type":"==","value":["Understand"]},"\nThis region features many landscapes: Crimean steppe (or prairie) to the East and North, Feodosia's sandy beaches, undulating hills of vineyards and fruit trees, castles reminiscent of ",{"type":"[[","value":[["Bavaria"]]}," cling to cliffs plunging into the warm sea and there are forested mountain ranges with fabled cave cities to the West.\n\nCrimea observes ",{"type":"'''","value":[{"type":"[[","value":[["Moscow"]]}," Standard Time"]}," (MSK). \n\n",{"type":"===","value":["Media"]},"\nRuth Maclennan's film ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.ica.org.uk\/whats-on\/crimea-theodosia-discussion Theodosia"]}]}," is a good introduction to the place of Crimea in the Russian psyche.\n\nWhen you get to Crimea you can buy the local guide book \"TIME to COME to CRIMEA!\" (in both English and ",{"type":"[[","value":[["Russian"]]},") at one of the many small booths on the street. For your reading entertainment here are some quotes:\n\n",{"type":"*","value":[" \"The attitude of the population to lesbians is curious and benevolent; to gays it is hostile, except for the famous ones.\""]},{"type":"*","value":[" \"The modern military tourism including, for example, shooting from grenade launchers and flights by supersonic fighters, is developing at numerous polygons and air stations that used to be secret ones.\""]},"\n",{"type":"===","value":["Weather and Water"]},"\nThe weather in Crimea during the summer season is very much Mediterranean.  Expect relatively hot weather and lots of thunderstorms that come and go. Hot and very humid at night. In the winter snow can cover the mountains and make the roads almost impassable\n\nThe water is fairly warm, although not as warm as the Adriatic.  The water is clean and clear, although also a bit less than the Adriatic.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"====","value":["Genealogical research"]},"\nAll historical documents, including birth records, for all nationalities (Russians, Tatars, Jews and Germans, are kept in the National Archive in ",{"type":"[[","value":[["Simferopol"]]},".\n\nYou may contact them by email at archive@home.cris.net although the best way to receive a response to your email will be to send it in Russian.  The archive is open from 08:00 to 17:00 Monday through Friday.  Individual access to much of the archive is not permitted, although for USD30 you can pay someone to who works in the archive to do the work for you. Nobody in the archive speaks English so either be prepared to speak Russian or bring along a translator.  \n\nThe archive is located at No. 3 Keckemetckaj, which is the main street running directly east from the train station in ",{"type":"[[","value":[["Simferopol"]]}," (about 1km).\n\nThe archives and its staff are not accustomed to foreigners so be prepared to explain to the guard at the front desk what it is you want to do.\n\nThe Lutheran Church in ",{"type":"[[","value":[["Simferopol"]]}," supposedly has a list going back to the early 1800s of all German families who emigrated to Crimea under Catherine the great, or so it was said at the Archive. This information has not actually been confirmed at the Lutheran Church. For that matter, finding the Lutheran Church, though mentioned in the guide book, is actually a quite difficult task.\n\nThe city of ",{"type":"[[","value":[["Feodosiya"]]}," has a Jewish Community Centre that is very active in doing research on the Jewish community of Crimea. You may contact them at ruslilya3@mail.ru, they can communicate in basic English (so you can send the email in English) but more than likely the response back will be in Russian.\n\n",{"type":"==","value":["Talk"]},"\nThe three official languages are:\n\n",{"type":"'''","value":[{"type":"[[","value":[["Russian"]]}]}," is the ",{"type":"''","value":["lingua franca"]},": Stalin flooded the region with Russian families, while exporting the local Crimean Tatars to ",{"type":"[[","value":[["Uzbekistan"]]},". Try to learn a little before you come, even if it's just getting familiar with the Cyrillic alphabet, as few people speak or understand English.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Ukrainian"]]}]}," About a quarter of the population are ethnic Ukrainians. Generally the Slavic people that you meet will likely be pro-Moscow and therefore may not appreciate being spoken to in Ukrainian, although if you don't know either language well, you may not be able to tell the two languages apart.\n\n",{"type":"'''","value":["Crimean Tatar"]}," (of which the Yalıboylu dialect is mutually intelligible with ",{"type":"[[","value":[["Turkish"]]},") is widely spoken by the indigenous Crimean Tatars, who constitute about 12% of population. Given the mass deportation, older Crimeans may also speak ",{"type":"[[","value":[["Uzbek"]]},".\n\n",{"type":"[[","value":[["German"]]}," was the main foreign language taught to Soviet school children and many people will know a few words.\n\nSome of the street signs in Yalta are in English from the time of the Yalta Conference in 1945.\n\n",{"type":"==","value":["Get in"]},"\nAfter the annexation of Crimea by Russia in March 2014, Russian immigration and custom agencies started operating in the peninsula's ports of entries. \nIt was ",{"type":"[","value":["http:\/\/www.themoscowtimes.com\/news\/article\/foreigners-now-need-russian-visa-to-visit-crimea\/497173.html announced"]}," by the Russian authorities on April1, 2014, that foreign citizens would need regular Russian entry visas to visit Crimea. However, Crimea's authorities ",{"type":"[","value":["http:\/\/voiceofrussia.com\/news\/2014_04_04\/Crimea-proposes-lifting-visas-for-tourists-6958\/ plan to petition"]}," Russia's federal government to introduce a simplified visa regime for certain categories of short-term visitors, different from that applied in mainland Russia.\n\nAs of 23 Mar 2014, it's currently not possible to travel overland or by air or by scheduled sea services from ",{"type":"[[","value":[["Ukraine"]]}," to the Crimean peninsula or offshore islands.\n\nOfficials of the Ukrainian border authorities announced on April 3, 2014, that an entry to Crimea ",{"type":"'''","value":["not"]}," from the mainland Ukraine will be considered as an \"illegal entry to the territory of Ukraine\". In practice, it means that if, after entering Crimea by a direct flight or boat from the mainland Russia (or Turkey, etc), a foreign citizen tries to enter the mainland Ukraine, he will be subject to an \"administrative punishment\" (a fine, or possibly denial of entry to Ukraine). (",{"type":"[","value":["http:\/\/www.svoboda.org\/content\/transcript\/25319809.html Перелет Москва – Крым теперь наказуем"]}," \"Flying from Moscow to Crimea will now be a punishable act\", in Russian).\n\n",{"type":"===","value":["By train"]},"\nThere used to be overnight trains running to Crimea from throughout Ukraine. The cost varied, but from the Slovak border was about USD20  in the third class, USD30 in second class. \n\nIf you travel by overnight sleeper train it is quite comfortable, cheap and the quality is OK. Just the average travelling speed of trains is slow in Ukraine in general at about 90km\/h.\n\nThe rail ferry between (",{"type":"[[","value":[["Kerch"]]},") and Russia's ",{"type":"[[","value":[["Krasnodar Krai"]]}," presently is only used to move freight cars; as of March 2014, there is no direct passenger rail service across the Strait of Kerch. As of the spring 2014, Russian railway authoriries are considering the introduction of direct rail service from Moscow (and elsewhere in Russia) to Crimea via the Kerch rail ferry, to replace the rail service that used to cross eastern Ukraine.\n\n",{"type":"===","value":["By plane"]},"\nThere are flights to ",{"type":"'''","value":[{"type":"[[","value":[["Simferopol"]]}]}," from Moscow and Istanbul and travellers are hoping that flights will be restored from many western European cities, including Frankfurt, Tallinn and Riga.\n\n",{"type":"===","value":["By bus"]},"\nThere was until recently a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/eclubreisen.de Euroclub-bus"]}]}," from various destinations in Germany to Simferopol.\n\n",{"type":"===","value":["By ferry"]},"\nFrequent passenger and vehicular ",{"type":"[","value":["http:\/\/www.transcontinental.ie\/2012\/07\/22\/ukraine-russia-ferry\/  ferries"]}," operate across the narrow Strait of Kerch, between Kerch's Port Krym and Port Kavkaz on a spit of the Russian mainland. (",{"type":"[","value":["http:\/\/www.pereprava.com.ua\/  Schedules and fares in Russian"]},").\nAs of April 2014, the one-way passenger ticket is 162 RUR (adults) \/ 81 RUR (children); transporting a car costs  1190 to 1688 RUR. (",{"type":"[","value":["http:\/\/ikrim.net\/2014\/0404\/043418.html Ferry info updates for 2014"]},", in Russian)\n\nIn March 2014, plans have been announced both for the introduction of direct ferry service from ",{"type":"[","value":["http:\/\/kerch.fm\/2014\/03\/21\/katamaran-kerch-anapa-sdelaet-pervyy-reys-26-marta.html Kerch to ",{"type":"[[","value":[["Anapa"]]}]}," and for a bridge across the 5km wide Strait of Kerch.\n\n",{"type":"==","value":["Get around"]},"\nYou can get anywhere in Crimea by mini bus.  You can also go by taxi. Prices vary; be prepared to haggle a fare as you will always find someone to do a deal with. Many private citizens also work as pseudo taxi drivers; sometimes it is difficult to tell. Taxis range from modern comfortable cars to 1950s gas powered Soviet cars!\n\nFrequently while travelling in the country if you look like a foreigner (for example with a backpack) and you are standing on what passes as a 'major' road people will stop and ask if you want a ride... for a price. Fortunately that price is usually quite small to go some very long distances.\n\nThe road system in Crimea is in very poor repair; expect huge potholes. There is a very strict zero tolerance policy for drinking and driving. Police patrols are frequent as well as roadside checks for documents. The death toll on Ukraine's roads is very bad, you have been warned.\n\nIf you can afford it you could consider flying, a return flight Kiev <-> Simferopol with Ukraine International Airlines is about USD100.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bakhchysarai 04-14 img14 Palace Grand Mosque.jpg"],["thumb"],["The Khan's palace"]]},"\n",{"type":"*","value":[{"type":"'''","value":["The Khan's Palace"]}," -- The Khan's palace is in the small mountain village of ",{"type":"[[","value":[["Bahkchisaray"]]}," half way between Simferopol and Sevastapol. The Khan's palace was the seat of the Tatar rulers of Crimea dating back to 1443. With the Ottoman conquest of Crimea in 1475 the Khan's became a vassal state of the Ottoman Empire but were left as the rulers. After the Crimean war with the victory of Russia all of the Khan's were made Russian nobility but the capital of Crimea was moved to Simferopol. The palace grounds include impressive gardens, several old mosques including cemeteries, a harem and of course the palace itself. You can take a guided tour of the palace but only in Russian."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chufut Kale Cave City"]}," -- An hour and a half walk up a beautiful canyon from the town of ",{"type":"[[","value":[["Bahkchisaray"]]}," you will find the ",{"type":"'''","value":["Chufut Kale"]}," cave town dating back to the 6th century.  It is located high up in the cliffs so the walk is a bit strenuous but not overwhelming. It is a city of what appears to have been several thousand people who built\/dug their homes into the limestone rock. The city was abandoned in the 19th century. There are some other cave cities (about 14), completely different as far as size and picturesqueness concerned"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Bolshoi (Big) Canyon"]}," -- The Bolshoi Canyon is on the opposite side of the mountain range that Yalta sits below.  It will take about an hour and a half to get there by car from Yalta. It can also be reached from ",{"type":"[[","value":[["Bahkchisaray"]]}," by hitch hiking or ",{"type":"''","value":["minibus"]},". ",{"type":"''","value":["Bolshoi"]}," means 'Grand or Large' in Russian.  After reaching the entrance to the park you will have to pay a small fee (USD2) to start down the trail.  From there it is about an hour hike into the canyon along a small mountain stream.  You never actually end up getting a perfect view of the canyon as you are also down in the middle of it surrounded by lush vegetation but it is impressive all the same. The trail ends at a small picnic area where a local man is selling awful wine and really good fried food.  There is a small waterfall and a pool where you can do some minor diving\/jumping. You can continue further up the stream without the trail but it is a bit more rough going."]},"\n",{"type":"*","value":[{"type":"'''","value":["Caves"]}," There are three caves equipped for easy access: Krasnaya, Mramornaya, Emine-Bayır-Hosar. And there are a lot of undeveloped caves attractive to speleologists."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Swallow's Nest"]}," a folly, now an Italian restaurant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Livadia"]}," Palace - former summer palace to the Russian tsars and famous setting for the Yalta Conference."]},{"type":"*","value":[" ",{"type":"'''","value":["Massandra"]}," Palace - another former Tsarist palace, which looks a bit like a French Chateau, once visited by Stalin who declined to stay there as he did not feel very safe."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Gurzuf"]]}],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small pretty coastal town that retains (perhaps has regained) its old Ottoman characteristics. Close ",{"type":"[[","value":[["Yalta"]]}," off the road to ",{"type":"[[","value":[["Alushta"]]},". Climate is very similar to French Riviera. Gorgeous views and clean warm sea."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Inkerman Cave Monastery"]}," - a cave monastery in a cliff rising near the mouth of the Black River, in the city of Inkerman, administered as part of the sea port of Sevastopol. It was founded in 1850 on the site of a medieval Byzantine monastery where the relics of St. Clement were supposedly kept before their removal to San Clemente by Saints Cyril and Methodius. "]},{"type":"[[","value":[["File:Indoors of Inkerman Cave Monastery.jpg"],["thumb"],["Indoors of Inkerman Cave Monastery"]]},"\n",{"type":"[[","value":[["File:Inkerman Cave Monastery.jpg"],["thumb"],["Balcony of Inkerman Cave Monastery"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Khersones"]}," - Also known as Chersonesus. An ancient Greek colony founded approximately 2,500 years ago in the southwestern part of the Crimean Peninsula, known then as Taurica. The ancient city is located on the shore of the Black Sea at the outskirts of Sevastopol on the Crimean Peninsula of Ukraine, where it is referred to as Khersones. It has been nicknamed the \"Ukrainian Pompeii\" and \"Russian Troy\". The site is now part of the National Historical-Archeological Museum-Zapovednik of the Ukrainian Khersones Tavriysky. Located in ",{"type":"[[","value":[["Sevastopol"]]},"."]},{"type":"[[","value":[["File:Sevastopol 04-14 img36 Chersonesus.jpg"],["thumb"],["Amphitheatre of Khersones"]]},"\n",{"type":"[[","value":[["File:Pillars of Khersones.jpg"],["thumb"],["Pillars of Khersones"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Eklizi-Burun, Crimea.JPG"],["thumb"],["Splendid mountain views of Eklizi-Burun (1,527 m) from a spot between ",{"type":"[[","value":[["Alushta"]]}," and ",{"type":"[[","value":[["Simferopol"]]},"."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," in Crimea is wonderful. There are very few other backpackers and almost no clearly marked trails (as in posted signs) so you're going to be roughing it. The trails themselves though, appear to be well used.  In the mountainous region though you can pretty much pick any two small towns and hike between them and be assured of an adventure.  Campsites are few and far between but there is lots of open space for camping; be environmentally sensitive of course about the place you choose to camp.  For a brief description of a hike see ",{"type":"[[","value":[["Bahkchisaraj"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Koktebel Jazz Festival"],["url=http:\/\/koktebel.info\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Day ticket around USD12"],["content=Takes place each year in August\/September, with some of the acts performing on the nude beach."]]}]},"\n",{"type":"==","value":["Buy"]},"\nCurrently, the Crimea still uses the Ukrainian hryvnia. Starting 1 April 2014, pensions and other state payments will be paid in Russian rubles, although there have been statements to say that Ukrainian hryvnia will not be phased out completely until January 2016.\n\n",{"type":"==","value":["Eat"]},"\nStreet food can be delicious in Crimea, if you are not prone to gastritis.  Once your system is acclimated, definitely try some local Tatar specialties such as chebureki (Russian: чебуреки), from an outdoor stand or a cheburechnaya (Russian: Чебуречная, chebureki joint). These are succulent half-moon shaped meat pies, usually filled with lamb or beef (Crimean Tatars, being Muslim, do not eat pork), and deep-fried in aromatic sunflower oil. Samsa are also good, hot pastries filled with mince meat and chopped onions.\n\nTry manti (Russian: манты), which are steamed lamb-filled dumplings, often served with adjika (Russian: аджика), which is a very hot red chilli pepper paste.  \n\nTry lyulya-kebab and shashlik (Russian: люля-кебаб and шашлык), which are shish-kebabs, especially if you can find ones cooked over a wood fire. If you can find pork shashlik, definitely try them.  You will have more success with this in a Russian-run restaurant, as pork is not served in Tatar restaurants.\n\nFind a good Tatar restaurant and try the lagman (Russian: лагман).  It's an incredibly rich, thick lamb soup with vegetables and long homemade noodles that is absolutely to die for.\n\nThe ice cream sold at the beach includes a simple one called molochnoye (Russian: молочное, \"made of milk\").  It's white, but it's not vanilla-flavoured.  It tastes like sweet milk.\n\nIf you see women walking up the beach selling something from buckets, it's probably paklava (Russian: паклава, baklava).  This paklava is like nothing you have ever had before.  It's thin layers of homemade dough, put together to resemble big flowers, deep-fried and covered with nuts and honey.  It's absolutely heavenly.\n\nFind a pastry shop and try the trubochki (Russian: трубочки, \"little trumpets\").  A trubochka is a cornucopia shape of short pastry filled with meringue and sometimes dipped in nuts.  Delicious with chai (Russian: чай, tea).\n\n",{"type":"==","value":["Drink"]},"\nThe beer in Crimea is outstanding and cheap.  \n\nCrimea is a wine-producing region.  Most of the wine produced here, at the famous Massandra Palace winery and in Koktebel', is dessert wine in the style of Port or Madeira. Unwary foreigners might buy a bottle of what looks like red or white wine in a kiosk and find it undrinkably sweet. That's because it's meant to be sipped, in very small quantities, not drunk like a Merlot.  If it's regular wine you're looking for, avoid anything labelled Портвейн (Portwine), Мадейра (Madeira), Мускат (Muscat), Токай (Tokay). For table wines, ask for \"sukhOye vinO\" (dry wine) or look for labels such as Совиньон (Sauvignon), Каберне (Cabernet), and Ркацетели (Rkatseteli), or look for Georgian wines, which are delicious and plentiful.\n\nTry the regional sparkling wine, produced at Noviy Svet (Russian: Новый Свет, \"New Light\"), near ",{"type":"[[","value":[["Sudak"]]},". It's labelled \"Шампанское\" (\"Shampanskoye\", champagne).  It's very good.  Try to buy it somewhere reputable, though, because there are knock-offs.  Noviy Svet is a very beautiful spot; you can tour the caverns where the wine is aged.\n\nIf you're not going anywhere else in Russia and Ukraine, try kvass (Russian: квас). \n\nIt's a very refreshing non-alcoholic drink made of fermented wheat, the traditional drink of farmworkers in the bread-basket of Ukraine, prized for its restorative properties.\n\nTry the local kefir (Russian: кефир), a cultured-milk beverage.  When ice-cold, it's extremely refreshing on a hot day.\n\nIf you're feeling adventuresome, you might look for \"kumys\" (Russian: кумыс or кымыз), which is fermented mare's milk, a traditional drink of the Tatars and nomadic peoples of Central Asia.\n\nBeware, some of the local mineral waters taste very salty.  Look for a Western European brand, especially if you're going to be exercising.\n\nVodka is cheap and plentiful, some of the supermarkets have the best prices and the widest choices.\n\n",{"type":"==","value":["Connect"]},"\nAs of April 3, 2014, ",{"type":"[[","value":[["Germany"]]},"'s Deutsche Post is no longer accepting letters for Crimea due to the current political situation.\n\n",{"type":"==","value":["Stay safe"]},"\nMotor vehicles will be the biggest hazard to your safety in Crimea. Drivers tend to stick to speed limits as there are many militsyia (police) but the road surfaces are poor which leads to some unsafe overtaking, even on the curvy coast and mountain roads. Pedestrians cross roads at their own peril. Be particularly careful if a car has stopped for you at a marked pedestrian crossing; check around the car before you venture past it farther into the crossing, because another very well may swing around it and go right through... right where you would be walking. Most cars ignore pedestrians! \n\nCrimea does not have a major problem with crime. However, foreigners are at risk of being robbed if they are not careful about flashing wealth, except in Yalta during the summer which is filled with rich Russians. Foreigners should not hitchhike or take unmarked cabs unless they are travelling in a group.  The safest way for a foreigner to travel alone is to take a bus or a ",{"type":"''","value":["marshrutka"]}," (a microbus that follows the regular bus routes). Moreover, beware of drunk men at night, especially if your skin is coloured. Beware also of the police, who may be corrupt and ask you for \"presents\" - ie, bribes.\n\nThe countryside, which is extremely poor, is very safe. You are more likely to get kicked by a wandering horse than robbed. Crimeans on the whole are very polite, except when lining up for a bus or service at a shop when pushing to the front has been perfected into an art form. Standing in line is not an option!\n\nThere are plenty of ATMs and, as always, be careful around them. At night avoid lonely places where numerous drunks hang out, they are not really a danger except they might fall on top of you.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["44.93"],["34.10"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern Russia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Crimea"]]}]