[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Crystal River"]}," is a city in ",{"type":"[[","value":[["Central Florida"]]},".\n\nCrystal River is located in Citrus County, approximately 90 miles northwest of ",{"type":"[[","value":[["Tampa"]]}," near the Gulf of Mexico. This tranquil community is known as the place “Where Man and Manatee Play.” Manatees abound in the year round 72-degree spring fed waters in Crystal River from the months of November through March. You can go swimming with these gentle creatures that sometimes let you get close enough to scratch their bellies! Crystal River offers manatee safaris, manatee snorkeling tours and dive tours. Built around Kings Bay, near the Homosassa River, Crystal River also offers fishing, boating, camping, nature trails for hiking, canoeing and kayaking. There are nine area golf courses near Crystal River. Some of the other interesting places to visit near Crystal River includes the Homosassa Springs Wildlife Park, the Naber Kids Doll Factory and the Crystal River State Archeological Site. This area boasts a wide variety of restaurants, hotels, motels and other vacation rentals. Crystal River, located on Florida’s “Nature Coast,” is an eco-tourism paradise that visitors of all ages are sure to enjoy.  \n\nThe so-called Nature Coast keeps its secret: the river-riddled, marsh-mellow coastline of Citrus, Hernando and Pasco Counties is tailor-made for fishing, boating and kayaking among manatees, otters, bald eagles, swallowtail kites and more than 200 other species of birds that have been spotted there. Northernmost Citrus County alone holds four of Florida’s designated Outstanding Waters – rivers Withlacoochee, Homosassa, Crystal and Chassahowitzka. All empty into Gulf of Mexico bay waters mottled with verdant, gnarly mangrove islands. Each year, October through March, the warm waters of spring-fed Crystal and Homosassa river hosts the largest herd of manatees in the U.S. \n\nThe homey town of Crystal River has become synonymous with the gentle sea giants, in fact. Crystal River National Wildlife Refuge was created specifically to protect the endangered species and can arrange boat and kayak tours designed for spotting them in their habitat. Those who want to get closer take to the waters with snorkels or scuba gear to swim among them, but no touching allowed!\n\nThere really is a Crystal River in Crystal River, Florida. It is a six mile long winding waterway fed by some 30 springs, connecting Kings Bay with the Gulf of Mexico. The bay and the river combine to provide virtually every aquatic activity conceivable—from swimming and diving, to boating, water skiing, fishing and just drifting along admiring the views that make this city “The Gem of the Nature Coast.”\n\nLong before Europeans came to the New World, native civilizations recognized the resources of the Crystal River area and left signs of their presence, some of which have been excavated and made accessible to visitors at the Crystal River State Archaeological Site. Boaters can see many other mounds as they cruise down the river.\n\nThere is solid evidence of the Deptford culture here from 500 BC to 300 A.D, then the Weedon Island culture from 300 to 900 AD, and finally, the Safety Harbor culture from about 900 A.D. until historic times, perhaps 1400 A.D.\n\nCrystal River was once a center of cedar timber logging, and back about 100 years ago a local mill produced cedar slats that were sent to the Dixon Pencil Co. Countless users who chewed on Dixon pencils and released that characteristic aroma of cedar wood were getting a small taste of this beautiful community.\n\nWest Indian Manatees—those large, beloved marine mammals that graze underwater vegetation—are frequent visitors to the Crystal River area, because they cannot tolerate the wintertime chilly water of the Gulf of Mexico. Rather, they much prefer the steady 72-degrees of the spring-fed river. Together with neighboring Homosassa, Crystal River is the site of the largest gathering of manatees in North America and the only place in the nation where people can legally swim and snorkel with them.\n\nFishing was, and continues to be, a major attraction for Crystal River visitors. Many professional athletes have come here to enjoy some of the best saltwater fishing available anywhere. The short run to the Gulf and then the abundance of fish relatively near the shore make for memorable days.\n\nThe proximity of the Withlacoochee River provides a freshwater alternate to the saltwater delights of Crystal River. There is a very long canoe trail that can provide a week or more of lazy drifting and exploration, plus equally scenic equestrian trails.\n\nThe City of Crystal River has all the resources of any town in America, including excellent schools, convenient shopping, acclaimed antiquing, good restaurants featuring local seafood and produce, a Heritage Village with interesting shops and more. Crystal River also has an excellent airport, suitable for private aircraft and located just outside of the main business area.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Crystal River National Wildlife Refuge"]}," is one of the best places to see endangered West Indian manatees that migrate each winter along the “Manatee Coast” north of Tampa Bay. This 40-acre U.S. Fish and Wildlife Service sanctuary is a protected manatee habitat that includes the spring that forms the headwaters of the Crystal River."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chassahowitzka National Wildlife Refuge"]}," has over 31,000 acres of musk grass, widgeon grass, oaks, cypress, and red cedars stretching between the Homosassa and the Chassahowitzka River. Originally established in 1943 as a waterfowl sanctuary, it is now also critical habitat for West Indian manatees. Other wildlife includes alligators, raccoons, river otter, deer, turkey, black bear, bobcat, green turtles, gopher tortoises, and Eastern indigo snakes. ",{"type":"'''","value":["Birdwatchers"]}," may spot cormorants, great blue herons, green-backed herons, ospreys, white pelicans, laughing gulls, wood storks, peregrine falcon, ducks, coots, and songbirds. The Chassahowitzka National Wildlife Refuge is only accessible by boat. Enforced restrictions apply prohibiting airboats, hunting, fires, and camping."]},"\nOther nearby attractions include the pre-Columbian shell mounds of the ",{"type":"'''","value":["Crystal River Archaeological State Park"]},", the 1852 ",{"type":"'''","value":["Yulee Sugar Mill Ruins Historic State Park"]},", and the top-rated ",{"type":"'''","value":["World Woods Golf Club"]},".\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ellie Schiller Homosassa Springs Wildlife State Park"],["url=http:\/\/www.floridastateparks.org\/homosassasprings\/default.cfm"],["email="],["address=4150 S. Suncoast Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visitors can see West Indian manatees every day of the year from the park's underwater observatory in the main spring. The park showcases native Florida wildlife, including manatees, black bears, bobcats, white-tailed deer, American alligators, American crocodiles, and river otters. Manatee programs are offered three times daily. At the Wildlife Encounter programs, snakes and other native animals are featured. Recreational opportunities include picnicking, nature study, and bird-watching. The park features a children's education center, providing hands-on experiences about Florida's environment. Transportation from the visitor center on U.S. 19 to the West Entrance is available by tram or boat. The park has two gift shops and a café with a selection of beverages and snacks. The park is open daily 9AM-5:30PM The ticket counters close at 4PM Located in Homosassa Springs on U.S. 19."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["ABC Pizza"]}," which is a very good place to go eat...well...pizza or pasta.  "]},{"type":"*","value":[{"type":"'''","value":["Grannie's Restaurant"]}," has good southern cooking.  "]},{"type":"*","value":[{"type":"'''","value":["Crackers Bar and Grill"]}," right on the river itself and accessible by boat."]},"\nThere are also fast food restaurants as well.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vintage on the 5th"],["url=http:\/\/www.vintageon5th.com\/index.cfm?sid=37669&pid=576709"],["email="],["address=114 NE 5th St"],["lat="],["long="],["directions=Heading North on US Hwy 19, turn Left at N. Citrus Ave.  Turn Left 1 Block North on NE 5th St. We are the Second Building on the Right, Directly behind the Watertower.  There is a Public Parking Area Across the Street."],["phone = +1 352 794-0004"],["tollfree="],["fax="],["hours="],["price="],["content=Vintage on 5th is an eclectic, destination restaurant located in the historic downtown area of Crystal River, FL in a renovated church built in 1940. We specialize in fresh fish, hand-cut Angus beef and exceptional seafood dishes. We also serve regional Southern favorites like Shrimp & Grits, decadent Vintage Mac & Cheese and Fried Green Tomatoes, as well as Pasta Dishes, Rack of Lamb and \"Maple-Leaf Farms\" Half-Duckling. We pour 30 wines by the glass and have a well-rounded wine list with over 120 fairly priced selections."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Plantation Golf Resort & Spa"],["alt="],["url=http:\/\/www.plantationinn.com\/"],["email="],["address=9301 W. Fort Island Trail"],["lat="],["long="],["directions="],["phone = +1 352 795-4211"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=US 19.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Tallahassee"]]}],["minorl1=",{"type":"[[","value":[["Perry (Florida)"],["Perry"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Saint Petersburg (Florida)"],["Saint Petersburg"]]}],["minorr1=",{"type":"[[","value":[["Port Richey"]]}],["image2=US 98.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Pensacola"]]}],["minorl2=",{"type":"[[","value":[["Port St. Joe"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Lakeland"]]}],["minorr2=",{"type":"[[","value":[["Brooksville"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["28.90250"],["-82.59250"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Citrus County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Crystal River,_Florida"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Florida\/Localities\/C\/Crystal_River\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Crystal River (city), Florida"]]}]