[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Crystal Coast"]}," describes a scenic and tourist-oriented stretch of beaches and towns in ",{"type":"[[","value":[["North Carolina"]]},", stretching from Emerald Isle in the west to Beaufort and Cape Lookout in the east (although a broader definition includes the area as far west as Swansboro, and as far east as the Pamlico Sound). The islands in this region are considered to be part of the southern ",{"type":"[[","value":[["Outer Banks"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\nCities in the heart of the Crystal Coast:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Morehead City"]]},", pop. 7,691 -- the main city in the region, and a good base for outings in the area."]},{"type":"*","value":[" ",{"type":"[[","value":[["Beaufort (North Carolina)"],["Beaufort"]]},", pop. 3,771 -- a historic town established in 1713 with many original restored homes and a bustling waterfront."]},{"type":"*","value":[" ",{"type":"[[","value":[["Emerald Isle"]]},", pop. 3,488 -- family-oriented beaches with lots of cottages for rent."]},{"type":"*","value":[" ",{"type":"[[","value":[["Atlantic Beach"]]},", pop. 1,781 -- a popular beach resort since the 1920s."]},{"type":"*","value":[" Salter Path"]},{"type":"*","value":[" Indian Beach"]},{"type":"*","value":[" Pine Knoll Shores"]},"\nCities in the broader Crystal Coast area:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Newport (North Carolina)"],["Newport"]]},", pop. 3,349"]},{"type":"*","value":[" ",{"type":"[[","value":[["Harkers Island"]]},", pop. 1,525 -- a historic fishing community known for its wooden decoy carving and its littleneck clams."]},{"type":"*","value":[" ",{"type":"[[","value":[["Swansboro"]]},", pop. 1,426 -- quaint downtown shopping and a pleasant riverside."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cape Carteret"]]},", pop. 1,214"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" Cape Lookout National Seashore -- a lighthouse, wide beaches and a herd of wild ponies. ",{"type":"''","value":["(accessible from ",{"type":"[[","value":[["Harkers Island"]]}," and ",{"type":"[[","value":[["Beaufort (North Carolina)"],["Beaufort"]]},")"]}]},{"type":"*","value":[" Croatan National Forest -- coastal and inland swamp habitats, tidal trails, forest walks and canoeing. ",{"type":"''","value":["(accessible from ",{"type":"[[","value":[["Newport (North Carolina)"],["Newport"]]}," and ",{"type":"[[","value":[["Swansboro"]]},")"]}]},{"type":"*","value":[" Hammocks Beach State Park -- a salt marsh, boating and swimming, unspoiled beaches and nesting loggerhead turtles. ",{"type":"''","value":["(accessible from ",{"type":"[[","value":[["Swansboro"]]},")"]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Crystal Coast is primarily a vacation destination, which means that it's busiest during the summer months. Aside from the ordinary tourists, many people own property in the area but only live there part-time. In season, the crowds can get fairly heavy. Off-season, since there are so few people in the area, many shops and restaurants are closed.\n\nAlthough temperatures in this part of North Carolina can become very hot and humid, the Crystal Coast - particularly the Bogue Banks area - often feels much more pleasant, thanks to the sea breezes blowing in off the Atlantic.\n\nAs the Crystal Coast - and the area's larger settlements - technically end at Beaufort, locals refer to the rural area from the North River to Cedar Island as \"Down East\", also sometimes called the Core Sound region. This area of Carteret County is a living reminder of the area's traditions: the settlements are mostly small waterfront fishing villages, many of the residents make traditional handicrafts, and they have their own unique dialect.\n\n",{"type":"==","value":["Talk"]},"\n\nIf you visit Harkers Island or other parts Down East, you're likely to hear residents using the local \"high tide\" (",{"type":"''","value":["aka"]}," \"hoi toide\") brogue, similar to the more well-known one used on nearby ",{"type":"[[","value":[["Ocracoke"]]},". In the larger towns, of course, you'll hear plenty of Southern dialects being spoken.\n\n",{"type":"==","value":["Get in"]},"\n\nThe nearest major airport is ",{"type":"'''","value":["Raleigh-Durham International"]}," (RDU); driving time to Morehead is approximately 3 hours. There are also smaller airports in Jacksonville (1 hour; a taxi from the airport costs around $40), New Bern (1 hour) and Wilmington (2 hours).\n\nIf you're driving in from the Raleigh area, ",{"type":"'''","value":["US-70"]}," is the most direct route to get to the Crystal Coast.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:crystal-coast-map.png"],["thumb"],["500px"],["right"],["Map of the Crystal Coast region of North Carolina"]]},"\n\nTravel in the coastal area is done almost exclusively by car. US-70, which runs through downtown Morehead City, is the main connector within the Crystal Coast. If you want to visit the Bogue Banks cities (primarily Atlantic Beach or Emerald Isle), you'll want to take NC-58, which runs the length of the island.\n\n",{"type":"===","value":[" By car "]},"\n\nMost western beaches are located along NC 58 on the island of Bogue Banks, while the \"Down East\" beaches are located on the far eastern extremities of US 70 as well as the southern end of NC 12.\n\nNC 58 offers easy access from Trenton and Jones County as well as an quick shortcut from Kinston and north to the Bogue Banks\n\nNC 24 offers easy access from US 17 South, US 258 South and the Jacksonville area\n\nOtherwise, US 70 is the best bet.\n\n",{"type":"===","value":[" By bus "]},"\n\nThere isn't really any regular, reliable public transportation in the area. Carolina Trailways, a member of the National Trailways Bus System, makes periodic stops in the area. There's also the Carteret County Area Transportation System ",{"type":"[","value":["http:\/\/www.co.carteret.nc.us\/departments\/ccats2.htm"]}," (CCATS), which is mainly used for human-services-related transportation, but provides a passenger service as well. Tickets must be reserved in advance; travel within a single zone is $2.50. The main ",{"type":"'''","value":["bus station"]}," is in Morehead City: 105 N 13th Street, 252-726-3029.\n\n",{"type":"===","value":[" By boat "]},"\n\nGiven the ease of accessibility to water, you can also take the opportunity to travel by boat. There are a variety of marinas in the area, if you want to use your own boat. Some of the other areas - notably Cape Lookout - are only accessible by ferry, and you'll also have to take the ferry if you want to visit more of the Outer Banks. Numerous ferry ports ",{"type":"[","value":["http:\/\/www.crystalcoastnc.org\/ThingsToDo\/BySea\/FerryServices\/"]}," dot the soundside, but remember that you'll most likely need a car once you reach your destination, so even with sea travel you can't leave it behind. All ferries in the area are equipped to accommodate vehicles.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Fort Macon State Park in ",{"type":"[[","value":[["Atlantic Beach"]]},"."]},{"type":"*","value":[" North Carolina Aquarium at Pine Knoll Shores near ",{"type":"[[","value":[["Atlantic Beach"]]},"."]},{"type":"*","value":[" North Carolina Maritime Museum in ",{"type":"[[","value":[["Beaufort (North Carolina)"],["Beaufort"]]},"."]},{"type":"*","value":[" The remains of Blackbeard's pirate ship in ",{"type":"[[","value":[["Beaufort (North Carolina)"],["Beaufort"]]},"."]},{"type":"*","value":[" Core Sound Waterfowl Museum in ",{"type":"[[","value":[["Harkers Island"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n\nYou're on the beach, so: sunbathe, swim and hunt for seashells. The island of Bogue Banks is unusual because of its east-west orientation (unlike most of the Outer Banks, which lie north-south), which means that visitors can enjoy sunrises and sunsets over the ocean. Shoppers will enjoy the attractions of quaint ",{"type":"[[","value":[["Swansboro"]]},", historic ",{"type":"[[","value":[["Beaufort (North Carolina)"],["Beaufort"]]}," and the waterfront in ",{"type":"[[","value":[["Morehead City"]]},". If you enjoy more active vacation pursuits, you can learn to shag in ",{"type":"[[","value":[["Atlantic Beach"]]},". (It's a dance.)\n\nTo get an underwater view of North Carolina's aquatic animals and environments, visitors enjoy the North Carolina Aquarium at Pine Knoll Shores ",{"type":"[","value":["http:\/\/www.ncaquariums.com"]},".  The Aquarium offers many educational programs, both indoors and out, including collection cruises, kayaking, surfing classes, and fishing courses. ",{"type":"[","value":["http:\/\/www.ncaquariums.com"]},"\n\nMany visitors come for the fishing competitions: the King Mackerel Blue Water Fishing Tournament ",{"type":"[","value":["http:\/\/www.swansbororotary.com\/"]}," in ",{"type":"[[","value":[["Swansboro"]]}," during late May, the Big Rock Blue Marlin Fishing Tournament ",{"type":"[","value":["http:\/\/www.thebigrock.com"]}," in Morehead City for a week in June, and the King Mackerel Tournament ",{"type":"[","value":["http:\/\/www.abkmt.com\/"]}," in Atlantic Beach in early September. If you're more interested in solo recreational fishing, there are several piers in the area, or alternatively you can take a deep-sea fishing cruise.\n\nAside from swimming and fishing, other water sports are very popular in the area: you can go scuba-diving, rent a boat or a jet-ski, or for a more relaxed water-based experience, take a dinner or harbor cruise.\n\nIf you're interested in local wildlife, you can visit the Shackleford ponies (ferries and cruises are available from ",{"type":"[[","value":[["Beaufort (North Carolina)"],["Beaufort"]]}," or ",{"type":"[[","value":[["Harkers Island"]]},") or take a hike in one of the area's native maritime forests.\n\n",{"type":"===","value":["Events"]},"\n\nThe area is home to several major festivals:\n\n:* ",{"type":"'''","value":["Newport Pig Cooking Contest"]},", at the end of March ",{"type":"[","value":["http:\/\/www.newportpigcooking.com\/"]},"\n:* ",{"type":"'''","value":["Beaufort Music Festival"]},", in early May ",{"type":"[","value":["http:\/\/www.beaufortmusicfestival.com\/"]},"\n:* ",{"type":"'''","value":["North Carolina Seafood Festival"]},", in early October ",{"type":"[","value":["http:\/\/www.ncseafoodfestival.org\/"]},"\n\nThere are also a couple of notable holiday celebrations:\n\n:* On the ",{"type":"'''","value":["Fourth of July"]},", fireworks shows are held over the water in Atlantic Beach, Emerald Isle, Morehead City and Swansboro.\n:* After ",{"type":"'''","value":["Thanksgiving"]},", Swansboro celebrates the start of the Christmas season with its annual flotilla, in which a parade of decorated and lit-up boats sails into the harbor after dusk.\n\nThe  North Carolina Aquarium at Pine Knoll Shores ",{"type":"[","value":["http:\/\/www.ncaquariums.com"]}," also offers events year-round:\n\n:* \"Family Nights\" offered every Thursday in July.  The Aquarium stays open late until 9PM will special themes and activities.\n:* Annual Surf Fishing Workshop Weekend - offered in October.\n:* The \"Get Hooked\" Fishing School - offered each spring.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:shrimpburger.jpg"],["thumb"],["right"],["250px"],["an upmarket Crystal Coast shrimpburger"]]},"\n\nYou simply can't visit a coastal area like this without indulging in some of the freshly-caught local ",{"type":"'''","value":["seafood"]},". Practically every restaurant in the area has local seafood on the menu - boiled, grilled and fried, or panned in butter for the true purist, with hush puppies and coleslaw - although of course some take more pride in their preparation than others. Take particular care if you decide to go to a seafood buffet, because quality can be extremely variable; you might want to ask the locals to recommend their favorite. A beloved dish throughout the Low Country (the coastal Carolina\/Georgia region) is the intriguing combination of ",{"type":"'''","value":["shrimp and grits"]},": at its most basic, it's boiled shrimp atop Cheddar-cheese grits, but just about every restaurant that serves the dish has its own interpretation. ",{"type":"'''","value":["Littleneck clams"]}," from Harkers Island are a local delicacy, as are ",{"type":"'''","value":["shrimpburgers"]}," (fried shrimp, coleslaw and sauce on a bun) and the water-based \"down east\" ",{"type":"'''","value":["clam chowder"]},". \n\nAnother local specialty is the ",{"type":"'''","value":["Bogue Sound watermelon"]},", available only for a few months during the summer and renowned for its particularly flavorful taste.\n\nEastern North Carolina also cherishes the local recipe for ",{"type":"'''","value":["pulled-pork barbecue"]},": slow-cooked, shredded, seasoned with vinegar and hot peppers, and served on a bun with chopped coleslaw.\n\nFinally, there's ",{"type":"'''","value":["salt-water taffy"]},", which isn't a local specialty as such, but seems to be a requirement for any beach resort area.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beaufort Wine & Food Festival"],["url=http:\/\/www.beaufortwineandfood.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The fifth annual Beaufort Wine and Food Festival from April 22 to 26 brings “spirit” to wine enthusiasts and foodies on the Crystal Coast – North Carolina’s Southern Outer Banks – made memorable this year as the town celebrates its tercentennial anniversary. Included in the weekend are a Grand Tasting Village, a Pinot Panel, Sommelier Seminars and a Moet & Domaine Chandon Celebration Brunch, as well as cooking classes, fine art auctions, golf outings and wine pairing dinners."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beaufort Old Homes & Gardens Tour"],["url=http:\/\/www.beauforthistoricsite.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=History connoisseurs experience the charming setting of a quaint seaport village in the Crystal Coast – North Carolina’s Southern Outer Banks – during the 49th annual Beaufort Old Homes & Gardens Tour, from June 26-27, 2009, in conjunction with the town’s 300th birthday. The Hammock House – Blackbeard the infamous pirate’s Beaufort escape – opens its doors for visitors this historic year during the Old Homes & Gardens Tour. The event also allows guests to view a variety of historic highlights from the oldest courthouse in North Carolina and the Old Burying Grounds with gravesites from early 18th century to award-winning gardens and charming private homes dating back as far as 300 years."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nAs in practically all of the South, ",{"type":"'''","value":["sweet iced tea"]}," is the beverage of choice for a lot of people; the stronger and sweeter, the better. \"Iced\" is always assumed (ask for \"hot tea\" if you want it steaming) and \"sweet\" is the default, although people still tend to specify \"sweet tea\" when ordering. Most places do offer \"unsweet\" tea, but remember to ask for it if you want it.\n\nIn almost all of the incorporated towns of Carteret County, restaurants with Alcohol Beverage Control (ABC) permits are allowed to serve mixed drinks; the exception is Newport, which - along with the unincorporated areas of the county, including Down East - will only serve you beer and wine. If you want to purchase your own alcohol, beer and wine are commonly available in stores, but liquor can only be purchased at an ABC store, open Monday through Saturday.\n\n",{"type":"==","value":["Sleep"]},"\n\nAccommodations range from high-end hotels to a few budget motels, although bear in mind that prices are higher the closer you get to the ocean. Peak season at the coast is generally from Memorial Day through Labor Day; during this three-month period, hotel prices are at their highest. The cheapest time to visit is between November and March, when the cold weather keeps the beach goers away, and many local businesses shut down.\n\nIf you want something more interesting than a hotel room, you have several options. ",{"type":"'''","value":["Camping"]}," is available, although not plentiful these days. There are many ",{"type":"'''","value":["bed and breakfasts"]}," in the area, particularly if you decide to stay in ",{"type":"[[","value":[["Beaufort (North Carolina)"],["Beaufort"]]},", where they're practically your only option. Many visitors opt to rent ",{"type":"'''","value":["vacation cottages"]}," for a week or more; they're large enough to house a family or a big group of friends, and you can often find them for fairly reasonable prices.\n\n",{"type":"==","value":["Stay safe"]},"\n\nParticularly during the off-season, this is a laid-back community where most of the locals know one another, and as such is a very safe place to visit or live. Take more care during the tourist season, when the area is inundated with visitors; it's still hardly a haven of crime, but it doesn't hurt to be circumspect. The police patrol regularly, to discourage any potential troublemakers.\n\nDuring late summer, do keep an eye on the weather reports; North Carolina isn't called \"the landing strip of the Atlantic\" for nothing, and the Crystal Coast is an appealing target for ",{"type":"'''","value":["hurricanes"]},". However, it's worth noting that this area isn't hit as often as areas further north or south; Beaufort, for example, still has dozens of intact buildings dating from the 1700s.\n\nA relatively more minor annoyance, although a rapidly-growing one, is ",{"type":"'''","value":["fire ants"]},". This invasive insect species builds large mounds which, if disturbed, disgorge lots and lots of red ants that bite and sting very painfully. You're more likely to run into them inland, but they're a very good reason not to go walking around barefoot on the grass (although of course the beach and adjacent areas are perfectly safe).\n\nAs with any outdoor activity, be sure to wear plenty of ",{"type":"'''","value":["sunscreen"]}," and a hat if you're going to be spending a lot of time outdoors. Even on an overcast day, the sun can be strong enough to burn your skin if you aren't careful.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cedar Island"]]},", about 1 hour east of Morehead on US-70, is the area's gateway to the rest of the Outer Banks. You can reach ",{"type":"[[","value":[["Ocracoke"],["Ocracoke Island"]]}," from the ferry terminal here; the sea trip is a little over 2 hours."]},{"type":"*","value":[" ",{"type":"[[","value":[["New Bern"]]}," is about 1 hour north on US-70."]},{"type":"*","value":[" ",{"type":"[[","value":[["Wilmington (North Carolina)"],["Wilmington"]]}," is about 2 hours south on US-17."]},{"type":"*","value":[" The Research Triangle area (",{"type":"[[","value":[["Raleigh"]]},"-",{"type":"[[","value":[["Durham (North Carolina)"],["Durham"]]},"-",{"type":"[[","value":[["Chapel Hill"]]},") is about 3 hours northwest on US-70."]},{"type":"*","value":[" ",{"type":"[[","value":[["Myrtle Beach"]]},", ",{"type":"[[","value":[["South Carolina"]]}," is about 4 hours south on US-17."]},"\n",{"type":"{{","value":[["geo"],["34.6946074"],["-76.5357571"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North Carolina Coastal Plain"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Crystal_Coast"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]}]