[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Cu Chi"]}," is about 40 km northwest of ",{"type":"[[","value":[["Ho Chi Minh City"]]}," in ",{"type":"[[","value":[["Southern Vietnam"]]},". The ",{"type":"'''","value":["Cu Chi Tunnels"]}," are an elaborate underground community made up of 250 km of tunnels and chambers below the city.\n\n",{"type":"==","value":["Understand"]},"\n\nThe tunnels were dug with simple tools and bare hands during the French occupation in the 1940s, and further expanded during the Vietnam War in the 1960s to provide refuge and a defensive advantage over the American soldiers. Despite all the bombings in their town, the Cu Chi people were able to continue their lives beneath the soil, where they slept, ate, planned attacks, healed their sick, and taught their young. Some even wed and gave birth underground, but over 10,000 lost their lives here.\n\n",{"type":"==","value":["Get in"]},"\n\nA multitude of tour buses leave ",{"type":"[[","value":[["Ho Chi Minh City"]]}," for the Cu Chi tunnels daily. Expect to pay around US$5 for a half day guided trip (not including admission to the tunnels), with 90 minutes travel and about an hour and a half touring the area. Buses mostly leave around 8:00, so consider a private car if this isn't suitable. Tour operators on Phan Dinh Phung will quote from $35 - $50 return by private car, or possibly lower -- don't be afraid to shop around.\n\nIf you're making the trip independently, hop on bus 13 from the Ben Thanh bus station.  The last stop on the route is Cu Chi.  Bus fare is 7,000 VND, and the ride is about 1.5 hours.  When you arrive at the Cu Chi bus station negotiate a motorbike driver for the 20-minute ride for around 100,000 VND return (pay attention as starting price could be 200,000 VND or more). It is also possible to take bus 79. Ask the driver for Cu Chi tunnels, the ride will last about 45 minutes and cost 5,000 VND. The bus will reach a T-junction with Ben Duoc on the left and Ben Dinh on the right. Get off at this point and walk on to Ben Dinh, or stay on the bus as it drives right pass the Ben Duoc entrance. Warning, the buses are sometimes very warm and crowded but manageable. \n\nAdmission to the tunnels is 80,000 VND as at May 2012, which includes a guide who may or may not speak English well.  While friendly, these guides may attempt to rush the tour or distance you from paid guides\/groups -- just indicate that you aren't ready to move on yet and take your time if you feel you're being rushed. Mr. Van Minh provides transport in a modern air-conditioned sedan, and while he speaks little English (your hotel would be able to make arrangements), he drives carefully, rarely uses the horn, and is keen to point out interesting sites along the way. He can be contacted on 09 0856 2927.\n\nThere are actually two locations frequented by tourists:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ben Duoc"]}," This is further out from Ho Chi Minh and many local Vietnamese go there.  Tour companies can organize a day tour on demand, but you would be better off hiring a motorbike.  Entrance is 80,000 dong and a motorbike should cost about $1-2 per hour.  The round trip is about 6 hours. A walking tour with tunnels and temple last about 1-2h. The tunnels feature enlarged tunnel segments for you to crawl through and demos of the sleeping, medical and command quarters underground. The ticket office also features two Mig's.  Some guides here are lethargic and speak little English, but have show improvements recently.  There are many dioramas including a mock village.  A starch lunch is served for which a donation box is provided. Bats are also present (see below)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ben Dinh"]}," This is the touristed tunnels and you'll be in good company.  Note that all the tunnel sections at this site have been specially created for tourists and were never part of the real network.  Also note that bats can be found roosting in some of the tunnels, so if you get bitten or scratched by one find a hospital quickly as bats may carry rabies."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nA well defined walking track loops around the area, with things to see spaced at regular intervals, including examples of how people lived and what they ate. There is a 30m section of tunnel which visitors can crawl through (not recommended for the claustrophobic), examples of traps used during the war, and the remnants of bomb craters.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fire Weapons"]}," - choose between the AK-47, M16, .30 calibre machine gun, M60, M1 carbine, M1 Garand and Russian SKS. fun, if you can put from your mind the purpose of these guns. In May 2012, firing an AK-47 costs 35,000 dong per bullet.You do not have to go the Cu Chi tunnels in order to fire a gun as the range and tunnels are separate. It is located outside the Cu Chi complex, by walking it is 1.5 miles or take a motorbike."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are numerous souvenir shops at the end of the walking track. Given the location there is some focus on war memorabilia, as well as the traditional Vietnamese souvenirs found elsewhere.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are a number of stalls selling food and drinks near the entrance. Mid-way around the walking track is a kiosk\/restaurant selling drinks and food and ice-cream at reasonable prices, and at the end there are samples of traditional \"Tapiaco (Asian Potato)\" to try.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ho Chi Minh City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tay Ninh"]]},", about 2h by public bus"]},"\n",{"type":"{{","value":[["geo"],["10.9667"],["106.4667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Vietnam"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]