[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Cuatrocien4.jpg"],["thumb"],["200px"],["Poza Azul in Cuatro Cienegas."]]},"\n",{"type":"'''","value":["Cuatro Ciénegas"]}," (",{"type":"''","value":["Four marshes"]},") is a desert oasis in northern ",{"type":"[[","value":[["Mexico"]]},". It is a protected natural reserve where unique plant and animal species thrive in the cool pools, fed by underground waters percolating up through the desert floor. \n",{"type":"[[","value":[["Image:Cuatrocien1.jpg"],["thumb"],["200px"],["The area is a protected biosphere."]]},"\n\n",{"type":"==","value":["Understand"]},"\nCuatro Cienegas is a fragile ecosystem. The number of pools, called ",{"type":"''","value":["pozas"]},", in the valley varies seasonally and a precise count is never completely accurate. The biodiversity of Cuatro Cienegas and its unusual ecosystem has earned it labels like \"Desert Aquarium\" and \"Galapagos of Mexico\". \n",{"type":"[[","value":[["Image:Cuatrocien3.jpg"],["thumb"],["200px"],["Cool, crystal clear waters make it easy to view the underwater ecosystem."]]},"\n\n",{"type":"==","value":["Get in"]},"\nBuses run regularly from the twin border towns of Eagle Pass Texas and Piedras Negras Coahuila. Grupo Senda serves the area through its Coahuilenses buses, and ticket prices from the border are approximately $20. You can also bus in from the city of Monclova, about an hour away or other points in Coahuila and neighboring states.\n\nDriving to Cuatro Cienegas is more practical, especially if you have a 4WD SUV or pickup. Some pozas and recreational areas are far off the main road. The protected area lies about 4 hours from the U.S. border.\n",{"type":"[[","value":[["Image:Cuatrocien5 pozabecerra.jpg"],["thumb"],["200px"],["Poza Becerra is a popular place for camping, picnicing, snorkeling, and swimming."]]},"\n\n",{"type":"==","value":["Get around"]},"\nYou can walk around the area near the visitor center at Poza Azul. Some of the more remote pools require 4WD or a good pair of legs (preferably those of a horse). Pools are no longer open for swimming, since new legislation was passed to protect them in 2008.\n",{"type":"[[","value":[["Image:Cuatrocien6 dunasyesu.jpg"],["thumb"],["200px"],["Fine powdery white gypsum is blown by prevailing winds into sand dunes."]]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" A series of fresh water springs and marshland surrounded by sweeping desert vistas."]},{"type":"*","value":[" Massive white sand dunes of pure gypsum."]},{"type":"*","value":[" The tranquil small town of Cuatro Cienegas"]},{"type":"*","value":[" The statue of former president Venustiano Carranza, who was born in Cuatro Cienegas"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Picnic at the banks of the chilly Rio Mezquite...and don't forget to bring your snorkeling gear and some floating pool toys."]},{"type":"*","value":[" Camp, swim, and snorkel at the Poza la Becerra...one of the largest pools in the valley."]},{"type":"*","value":[" Climb the gypsum sand dunes at Dunas de Yesu."]},{"type":"*","value":[" Learn about the fragile local ecosystem at the Poza Azul."]},"\n",{"type":"==","value":["Buy"]},"\nThere is a small store set up near the camping area at Poza la Becerra. Has very basic grocery items, but plenty of cold beer. Other small stores can be found in the town of Cuatro Cienegas.\n\n",{"type":"==","value":["Eat"]},"\nThere are a couple of small restaurants in the town of Cuatro Cienegas, but no noteworthy restaurants exist there.\n\n",{"type":"==","value":["Drink"]},"\nBring a cooler of cold drinks with you, this is the desert.\n\n",{"type":"==","value":["Sleep"]},"\nCamping is allowed at Poza Becerra, which also allows swimming. Cost is about US$5, there are grills and picnic tables in the area as well as a few palapas. The area is busy on weekends, pretty quiet the rest of the week.\n\nA few small hotels can be found in Cuatrocienegas, none have more than about 20 rooms and none cost more than about US$50. The Hotel Santa Fe is on the main road as you come into town. It appears to be a well-kept motor court style motel. I also noticed a couple small inns on Ocampo street, and there is a lodge that rents family-style cabins outside the town, it's called El Nogalito.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Santa Fe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(869) 696-0425"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Carretera a Monclova km 0.4."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=El Nogalito"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(869) 696-0009"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Carretera a Ocampo km 1."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mision Marielena"],["alt="],["url=http:\/\/www.hotelmisionmarielena.com.mx"],["email="],["address="],["lat="],["long="],["directions="],["phone=(869) 696-1151"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Hidalgo 200 Ote."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Quinta Santa Cecilia"],["url=http:\/\/www.hotelquintasantacecilia.com"],["email="],["address=Ocampo 105"],["lat="],["long="],["directions=2 blocks from the plaza"],["phone=52-869-696-00-17 or Skype (830) 399-4124"],["tollfree="],["fax="],["hours="],["price=Contact for prices"],["checkin="],["checkout="],["content=Hotel Quinta Santa Cecilia, where charming, Colonial style architecture comes together with the amenities and services of a modern hotel. Built from native material and decorated with hand-crafted Mexican furniture, the hotel offers an escape to one of the 13 natural wonders in Mexico.\n."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Monclova"]]}," is the nearest town of any size or significance. It is 80 km east of Cuatro Cienegas."]},"\n",{"type":"{{","value":[["isPartOf"],["Coahuila"]]},"\n",{"type":"{{","value":[["Usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Cuatro Ciénegas"]]},"\n",{"type":"{{","value":[["geo"],["26.985833333333"],["-102.06666666667"]]}]