[{"type":"{{","value":[["pagebanner"],["Santa Clara (Cuba)) banner Monument to Che Guevara.jpg"],["caption=The Che Monument in Santa Clara"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Valle vinales 1.jpg"],["caption=The Cathedral of San Cristobal."],["location=LocationCuba.png"],["flag=Flag of Cuba.svg"],["capital=",{"type":"[[","value":[["Havana"]]}],["government=Communist dictatorship"],["currency=Cuban peso (CUP), Cuban convertible peso (CUC)"],["area=110,860 km",{"type":"<","value":["sup",["2"]]}],["population=11,382,820 (July 2006 est.)"],["language=",{"type":"[[","value":[["Spanish"]]},", Castilian"],["religion=Nominally 85% Roman Catholic prior to Castro assuming power; Protestants, Jehovah's Witnesses, Jews, Muslims, and Santería are also represented. Cuba is officially a secular state."],["electricity=110V\/60Hz or 220V\/60Hz (North American, European, or Italian plug)"],["callingcode=+53"],["tld=.cu"],["timezone=UTC -5"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cubatravel.cu Cuba"]}]}," is the largest ",{"type":"[[","value":[["Caribbean"],["Caribbean island"]]},", between the Caribbean Sea and the North Atlantic Ocean. It lies 145 km (90 miles) south of ",{"type":"[[","value":[["Key West"]]},", ",{"type":"[[","value":[["Florida"]]},", between the ",{"type":"[[","value":[["Cayman Islands"]]}," and the ",{"type":"[[","value":[["Bahamas"]]},", to the west of ",{"type":"[[","value":[["Haiti"]]},", and northwest of ",{"type":"[[","value":[["Jamaica"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBefore the 1959 Revolution, Cuba was a popular tourist destination for ",{"type":"[[","value":[["United States of America"],["United States"]]}," citizens, mainly due to the large number of casinos catering to gamblers put up by the American mafia.  Revolutionaries claim the Batista dictatorship was a government that neglected many of its own citizens' health and welfare to maintain power. Many Americans had beach homes during the summer, and rich American companies owned large factories and land with the cooperation of Fulgencio Batista, the ruling military dictator.  Since the Revolution, Cuba has been subjected to a trade and economic embargo (referred to in Cuba as el bloqueo, or the blockade) by the United States. Since 2009, US citizens with relatives living in Cuba have been allowed to visit the country. \n\nAfter 1959 Cuban tourism was mostly for Cubans only, and the facilities were not renovated until the 1990s, when Cuba lost financial backing from the defunct Soviet Union and opened its doors to foreign tourism. Now many European, Canadian, and even American visitors come to the island.  In the typical tourist regions like Varadero and Holguín many modern 3-star to 5-star hotels are available, while in less popular tourist regions visitors can still rent rooms in many Cuban homes (called ",{"type":"[[","value":[["casa particular"],["casas particulares"]]},").  \n\nDue to several long-standing factors (e.g. bureaucratic ineffectiveness, the U.S. embargo, lack of resources, and the loss of Soviet subsidies), much of the country's infrastructure is in need of repair. In major tourist destinations there will generally be few problems with either power or water, although such outages may occur. Electricity outages have been common in Cuba, except in tourist facilities that have a generator. 2006 was designated the Year of the Energy Revolution in Cuba, and many small generators have been installed in an attempt to avoid blackouts. Since Venezuela began providing Cuba with cheap oil and the refinery in ",{"type":"[[","value":[["Cienfuegos"]]}," was relaunched, the energy situation has improved.  Many tourist accommodations offer 220V as well as 110V power sources. This is adequate for your power needs and should be enough to accommodate anything you plug in, at least to a reasonable limit.\n\n",{"type":"===","value":["History"]},"\nBefore Columbus landed on Cuba in 1492, the Taíno people had been living there for eons. In 1511, the first Spanish settlement was founded by Diego Velázquez de Cuéllar at Baracoa, and other towns soon followed including the future capital San Cristobal de Habana (Havana) which was founded in 1515.\n\nCuba remained a Spanish colony from 1511 to 1898 with an economy based on plantations, agriculture, mining and exports of sugar, coffee and tobacco to North America and Europe. The work was done primarily by African slaves brought to the island, until they were liberated in the late 19th century.\n\nIn 1898, Cuba was wrested from Spain by the United States in the Spanish-American War. Unfortunately, the U.S. subsequently kept Cuba under military occupation as a protectorate for a few decades and then controlled it through a series of corrupt military dictators who were also friendly with the Mafia. \n\nIn the late 1950s, Fidel Castro led a Communist guerrilla army to victory over the regime of Fulgencio Batista. Following his victory, Cuba became a 1-party Communist country aligned with the Soviet Union, and in a state of confrontation with the United States, which attempted to overthrow his government by proxy invasion, blockade, embargo, and several assassination attempts on Castro's life by the Central Intelligence Agency. The only thing all these hostile actions succeeded in doing was helping to cripple Cuba's economy. Nevertheless, literacy and health care improved greatly under Fidel's rule. In more recent years, Venezuela under the rule of Hugo Chávez provided free oil to Cuba in exchange for Cuban doctors. But all is not well in Cuba, as there is a tremendous gap between the income of visitors to the island and what local workers can earn. In recent years, since Fidel Castro retired, his brother, Raúl, has introduced more market-based reforms. However, the country remains a tightly-controlled 1-party Communist state, and people who publicly criticize the government or Party do so at their own risk and frequently pay a penalty for so doing.\n\n",{"type":"===","value":["Culture"]},"\nCuba is well-known for its great Afro-Cuban music, which is a part of the melding of African and Cuban culture that is also expressed in the traditional belief in Santería, the local name for Yoruba religion and practices that originate from ",{"type":"[[","value":[["Nigeria"]]},". As in other Caribbean lands, traditional Afro-Caribbean religious and ritual practices are anathema to some, yet are believed in to a greater or lesser degree by many if not most. Most Cubans who profess a religion identify as Christian, especially Roman Catholic, even though some of the Christians also believe to some degree in Santería. The ruling Communist Party is not aggressively atheist, and amended the Cuban Constitution in 1992 to make Cuba no longer officially atheistic.\n\nCuba also has delicious food, which is a product of the melding of the cuisine of the Taíno natives, the Spanish conquistadores, the Africans who arrived as slaves, and immigrants from various parts of the world including China.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Cuba.png"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Western Cuba"]]}],["region1color=#b383b3"],["region1items=Pinar del Rio, Havana, Matanzas, Isla de la Juventud"],["region1description=The capital, the rolling hills of Pinar del Rio and an off-the-beaten-path island with good scuba diving add up to an exciting region"],["region2name=",{"type":"[[","value":[["Central Cuba"]]}],["region2color=#71b37b"],["region2items=Villa Clara, Cienfuegos, Santi Spíritus, Ciego de Avila"],["region2description="],["region3name=",{"type":"[[","value":[["Eastern Cuba"]]}],["region3color=#4da9c4"],["region3items=Camaguey, Las Tunas, Holguín, Santiago de Cuba, Granma, Guantánamo"],["region3description="]]},"\n\n",{"type":"==","value":["Cities"]}," \n\n",{"type":"[[","value":[["File:Statue du Che à Santa Clara, Cuba.JPG"],["thumb"],["200px"],["Statue of Che Guevara above his mausoleum, ",{"type":"[[","value":[["Santa Clara (Cuba)"],["Santa Clara"]]},"."]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Havana"]]}," – cosmopolitan capital with a swinging nightlife"]},{"type":"*","value":[" ",{"type":"[[","value":[["Baracoa"]]}," – a quaint beach-side town, and Cuba's first capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Camagüey"]]}," – Cuba's third-largest city is a maze of narrow alleyways, Catholic churches, and jars known as ",{"type":"''","value":["tinajones"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cienfuegos"]]}," – a French-founded city that rivaled (and eventually overtook) Trinidad as Cuba's main southern Port"]},{"type":"*","value":[" ",{"type":"[[","value":[["Matanzas"]]}," – with a name that translates to \"massacres,\" this industrial port city at the end of the Hershey railway is a hidden gem of Afro-Cuban culture and history"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pinar del Rio"]]}," – center of the cigar industry"]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Clara (Cuba)"],["Santa Clara"]]}," – site of the battle that won the Revolution and now home of the mausoleum to Ernesto \"Che\" Guevara"]},{"type":"*","value":[" ",{"type":"[[","value":[["Santiago de Cuba"]]}," – coastal city rich in Caribbean influence and steeped in revolutionary history"]},{"type":"*","value":[" ",{"type":"[[","value":[["Trinidad (Cuba)"],["Trinidad"]]}," – World Heritage Site with charming, colonial-era buildings"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Valle de Viñales 2.jpg"],["thumb"],["200px"],["Viñales National Park"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cayo Largo"]]}," – a small island with nudist facilities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gran Parque Natural Topes de Collantes"]]}," – a national park in the Sierra del Emcambray mountains, straddling Cienfuegos, Villa Clara, and Sancti Spiritus provinces"]},{"type":"*","value":[" ",{"type":"[[","value":[["Isla de la Juventud"]]}," – a large island south of Havana"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jardines del Rey"]]}," – an island chain of beach resorts including Cayo Coco and Cayo Guillermo"]},{"type":"*","value":[" ",{"type":"[[","value":[["Maria la Gorda"]]}," – a tiny village with some snorkeling and diving options"]},{"type":"*","value":[" ",{"type":"[[","value":[["Parque Nacional Ciénaga de Zapata"]]}," – similar to Florida's Everglades National Park, with vast swamps and world-famous birdwatching, scuba diving, and beaches; and the site of the 1961 American Bay of Pigs invasion"]},{"type":"*","value":[" ",{"type":"[[","value":[["Parque Nacional La Güira"]]}," – Another national park in Pinar del Rio province, with mountains and caves, but without many tourist facilities"]},{"type":"*","value":[" ",{"type":"[[","value":[["Reserva de la Biosfera Sierra del Rosario"]]}," – a UNESCO Biosphere Reserve in the Sierra del Rosario mountains of Pinar del Rio province; the principal sites are Soroa and Las Terazzas"]},{"type":"*","value":[" ",{"type":"[[","value":[["Varadero Beach"]]}," – 20-kilometer-long beach of fine white sand and waters"]},{"type":"*","value":[" ",{"type":"[[","value":[["Viñales"]]}," – a national park in Pinar del Rio province, with mountains and caves; it has the best-developed tourist facilities of Cuba's national parks"]},"\n",{"type":"==","value":["Get in"]},"\n: ",{"type":"''","value":["For information specific to ",{"type":"[[","value":[["United States of America"],["U.S. citizens"]]}," see '"]},{"type":"[[","value":[["Americans in Cuba"]]},"'''''\n\n",{"type":"===","value":["Visa and legal issues "]},"\n\nA ",{"type":"'''","value":["tourist visa card"]}," (visa de tarjeta del turista) is necessary for travellers from most nations. This visa, which is really little more than a piece of paper on which you list your vital statistics, costs between 15-25 CUC (or €15-25), depending on where purchased. It can be purchased at the Airport in Cuba on arrival, however it should be noted that many airlines will require a valid tourist visa card before boarding flights. It is usually valid for 30 days and can be extended once for another 30 days at any immigration office in Cuba (for 25 CUC) - beyond this you would need a flight out of Cuba within the extended visa period. Canadians are the exception, getting 90 days on arrival and can apply for a 90 day extension. Your passport needs to be valid at least six months past the end of your planned return. Canadian passports must be valid for at least one month beyond the date of expected departure (",{"type":"[","value":["http:\/\/travel.gc.ca\/destinations\/cuba"]},").\n\nFrom Canada, the tourist card is normally provided on the flight. It can be purchased at Cancun airport (250 MXN) if departing from there, and similar in most other Latin American gateway airports. Please note that if departing the UK and many parts of Europe at least (this may apply to other countries), you will require to have the visa",{"type":"''","value":[" before"]}," boarding the plane. Boarding may be denied (this is because the airline will then get a $1,000 fine from the immigration authorities) and airplane ticket lost. In the UK, applying for the visa is a very simple process and can be done by post or in person at the Cuban embassy in London. Please do note that if apply to Cuban Consulate by post, there is a new charge introduced in 2011 which is a £25 for a non-personal transaction. If you cannot go to the Cuban Consulate use VisaCuba (",{"type":"[","value":["http:\/\/www.visacuba.co.uk"]},") because it will be cheaper. Through them it will cost £20 in total per person. If you apply in person to the Cuban Consulate, you get the visa straight away. It can also be done through online agencies as mentioned before although they may be slightly more expensive (normally £15 + £15 admin fee and additional postage).\n\nRegular tourists who renew their 30 day visa are eligible to depart the country (to any destination) and return immediately enjoying a further 60 days (30 days plus a 30 day extension). You are only allowed two consecutive stays in this manner.\n\nIf you want to stay with friends or family in Cuba you have to go with your intended host within two days after arrival to a migration office and pay 40 CUC for a 30 days ",{"type":"''","value":["family visa"]},". \n\nCitizens of ",{"type":"[[","value":[["Antigua and Barbuda"]]}," (28 days), ",{"type":"[[","value":[["Barbados"]]}," (28 days), ",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},", CIS (except ",{"type":"[[","value":[["Ukraine"]]}," and ",{"type":"[[","value":[["Uzbekistan"]]},"), ",{"type":"[[","value":[["Dominica"]]},", ",{"type":"[[","value":[["Grenada"]]}," (60 days), ",{"type":"[[","value":[["Liechtenstein"]]}," (90 days), ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]},", ",{"type":"[[","value":[["Malaysia"]]}," (90 days), ",{"type":"[[","value":[["Mongolia"]]},", ",{"type":"[[","value":[["Montenegro"]]}," (90 days), ",{"type":"[[","value":[["Namibia"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Slovakia"]]},", ",{"type":"[[","value":[["Saint Kitts and Nevis"]]},", ",{"type":"[[","value":[["Saint Lucia"]]},", ",{"type":"[[","value":[["Saint Vincent and the Grenadines"]]},", ",{"type":"[[","value":[["Serbia"]]}," (90 days), ",{"type":"[[","value":[["Turkmenistan"]]}," who can stay 30 days without visa. (The source of the previous sentence is unknown. Aeromexico staff at Cancun airport claim that only citizens of China and Russia need no visa.)\n\nIt is important to note that there is also a ",{"type":"'''","value":["departure tax"]}," of CUC 25, to be paid in cash when ",{"type":"''","value":["departing"]}," Cuba by airplane; this is not required for boat departures. This tax is not well publicised but it is essential to remember it. You will run into significant difficulties if you do not have enough cash to pay this tax when leaving the country. An ATM is available at the airport but these facilities are not as reliable in Cuba as in other places.\n\nCuban customs ",{"type":"[","value":["http:\/\/www.aduana.co.cu\/agr3.htm"]}," can be strict, though they sometimes go easy on tourists.\n\n",{"type":"===","value":["Cuban Born "]},"\nTo enter Cuba, Cuban citizens residing permanently in another country require a current Cuban passport with the appropriate authorisation. This authorisation is known as \"Habilitación\" of the passport. To obtain this authorisation the Cuban citizen must be recognised a migrant by the Cuban government.\n\nMost Cuban born that are citizens of other countries still need a current authorised Cuban passport to enter Cuba. The Cuban government does not recognise the citizenships that might have been acquired by anyone born in Cuba. This means that all Cuban born are considered to be Cuban citizens even if they have a different citizenship.\n\nAn exception to this rule are Cubans born that migrated from Cuba before the 1st of January 1971. In this case they can enter Cuba with a non-Cuban passport and the appropriate visa. However, it should be noted that some consulates are known to disregard this exception and for travellers to be forced to acquire a Cuban passport at a significant cost. The Cuban consulate in Sydney, Australia is one that have been reported to be doing this.\n\nFor more information see the Cuban government's web page \"Nación y Immigración\" (in Spanish)\": http:\/\/www.nacionyemigracion.cu\/InfConsular\/TramitesConsulares_NuevoProcedimientoEntradaPais.html\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"====","value":["Havana"]},"\n",{"type":"[[","value":[["Image:La Habana airport.JPG"],["thumb"],["right"],["Jose Marti International Airport"]]},"\n",{"type":"'''","value":["Jose Martí International Airport"]}," outside Havana is the main gateway and is served by major airlines from points in ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Mexico"]]},", and ",{"type":"[[","value":[["Europe"]]},". There are also regional flights from other ",{"type":"[[","value":[["Caribbean"]]}," islands. Cuba's national carrier is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cubana.cu\/ Cubana de Aviacion"]}]},", connecting the island to a handful of destinations in ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["South America"],["South"]]}," and ",{"type":"[[","value":[["Central America"]]},", ",{"type":"[[","value":[["Canada"]]}," and ",{"type":"[[","value":[["Europe"]]},".\n\nFlights from Miami to Cuba are offered to authorized American passengers. Try calling Cuba Travel Services (CTS Charters). They offer daily non-stop flights between Los Angeles and Miami to Cuba.  \n\nAn official taxi to Havana center costs 25 CUC but you can find cheaper (illegal) ones. The cost is roughly 1 CUC per kilometer. There is a new bus service from the Terminal One (domestic flights) to La Habana Centro. So if you arrive in Cuba before 8PM you can ask the taxi driver to bring you there and wait for the bus (1 CUC for the Taxi and a few cents for the bus).\n\nThere are also regular ",{"type":"'''","value":["holiday charter"]}," flights to resorts such as ",{"type":"[[","value":[["Varadero"]]},", and these can sometimes be less expensive than those going to Havana.\n\nThe airports are all fully-air-conditioned and quite modern, compared to other destinations in the Caribbean, offer good medical care in case of problems, and are usually relatively hassle free.\n\nYour checked luggage, though, is at great risk.  It is increasingly common for your luggage to be opened and anything of value removed.  This used to be a problem at Jose Marti International (Havana) only, now it seems to have spread to all airports.  Packing valuables in checked luggage is extremely risky - if not foolish.\n\nPlease note that if you have purchased an oneworld ticket then further flights into America within that year will be disallowed through American Airlines.\n\n",{"type":"====","value":["Santiago de Cuba "]},"\nWhile Havana, is by far the most popular port of entry, There are also flights available to ",{"type":"'''","value":["Antonio Maceo Airport"]}," from some of Cuba's nearest Caribbean neighbours, ",{"type":"[[","value":[["Jamaica"]]},", and ",{"type":"[[","value":[["Haiti"]]},". There are also flights from more distant locations, such as Miami, Toronto, Madrid & Paris. Santiago de Cuba is connected with the rest of Cuba by Road and rail connections.\n\n",{"type":"===","value":["By boat"]}," \nThere's only one regular ferry landing to Havana from a foreign port: ",{"type":"[[","value":[["Cancún"]]},", ",{"type":"[[","value":[["Mexico"]]},".  Details can be found at TravelCubaCaribean's Web site ",{"type":"[","value":["http:\/\/www.travelcubacaribbean.com\/cruise\/cruise.asp"]},".\n\nYachters are expected to anchor at the public marinas. Most ports are closed and tourists are not permitted to walk around them. Private vessels may enter at Marina Hemingway in ",{"type":"[[","value":[["Havana"]]}," or Marina Acua in ",{"type":"[[","value":[["Varadero"]]},". There are no visa requirements.  Expect to hand out several $10 bills to facilitate your entry.\n\n",{"type":"==","value":["Get around"]}," \n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.viazul.com\/ Víazul"]}]}," is Cuba's hard currency bus line and is by far the best choice of public transportation to tour the island.  They run comfortable air-conditioned long-distance coaches with washrooms and televisions to most places of interest to tourists.  The buses are getting a bit grubby, but they are reliable and punctual.  Complete schedules can be found on the Viazul website ",{"type":"[","value":["http:\/\/www.viazul.com\/"]}," (the Varadero - Santa Clara - Cienfuegos - Trinidad and return service is missing from the website but runs daily).  The buses can be used theoretically by anyone, including Cubans, but in reality, few Cubans can afford the convertible peso fares.  Reservations can be made in advance, but are usually unnecessary except at peak travel times.  Do not waste your time making an on-line reservation on the website -- that feature rarely works.  Refreshments are not served, despite what the website says, but the buses stop for meal breaks at highway restaurants with bad food.  (Bring your own food!)  The buses are often over air conditioned, so bring along something warm to wear.  Note that most westbound buses from Santiago de Cuba run overnight. \n\nAstro is the bus line that most Cubans use. Astro recently renewed their fleet with 300 new Chinese coaches that are as comfortable as Viazul (without the washroom).  Although the new buses have proven to be unreliable and often break down, they are still better than the old buses that Astro used to run.  Astro has a much more extensive network than Viazul, and contrary to popular belief depending upon the vendor and your ability to speak Spanish, especially if your destination is not covered by Viazul, it is possible to purchase tickets. \n\nIn La Habana routes are covered by newer YuTong Chinese buses throughout the city, and are a welcome respite from the extortionate taxi fares. Each fare costs 0.40 CUP however far one travels. This is particularly useful in getting to the airport, where the official rate is 20-25 CUC from Centro or Vieja via taxi (although patient bargaining can lower this to 15 CUC); any bus to Santiago de Las Vegas such as P-2, P-12 and P-16, which run from Parque Fraternidad next to the Capitolio and anywhere along Avendida de la Indepencia, can take you near the airport to Boyeros (again for 0.40 CUP or 0.02 CUC, a thousandth of what you'd pay for a taxi). From Boyeros outside the Psychiatric Hospital, or a few stops before, or one after, one can walk, flag a taxi down, or if going to Terminal 3 take the 'Connexions' bus. People will be helpful when asking for advice about this whilst on the bus, even without Spanish skills. To reiterate at the time of writing this option will cost you from 0.02GBP as opposed to 20GBP.\n\nThere are also local provincial buses, consisting of overcrowded old beat-up eastern European buses that may or may not be running but they are very very cheap. Each town will have a \"terminal terrestre\" where buses or trucks (large pre 1960s vehicles) serve local destinations and usually neighbouring provinces (for example from Santiago you can get to Bayamo or Guantanamo). They are usually quite easy to find - in La Habana it is found in the Lido, in the Marianao (the P-9, P-5 or P-14 will get you close), whilst in Santiago it is found on Calle 4 (along from La Plaza de la Revolucion).\n\nIt is important to note that queues will be lengthy (it is best to arrive in the early hours of the morning, or alternatively give the chauffeur a tip to allow you to jump the queue) and you should always say that you are a student, as tourists are theoretically forbidden from using this transport. You may occasionally need to pay a little extra by virtue of being a tourist, but this should never be more than 1-2 CUC for long journeys (as opposed to 5-10 CUP for locals).\n\nIt is also possible to travel between some popular tourist destinations, such as Havana and Varadero, on special ",{"type":"'''","value":["tourist minibuses"]}," carrying 4-5 people. The cost is a few dollars more but highly recommended if you are not planning to sleep the whole distance - plus you can ask the driver to stop along the way!\n\nAlternatively there are some collectivos which might actually be cheaper than the official bus. The advantages of these collectivos is that they bring you exactly where you want, they can be cheaper and they run and stop for a snack when you want them to. Example Santa Clara - La Habana: Viazul costs 18 CUC and leave at 3:15AM and 5PM, the collectivo costs 40 - 50 CUC (if you fill it up with 4 people it is 10 to 12 CUC each or alternatively you can wait for the driver to look for other passengers). While this transport (like many things in Cuba!) is illegal in theory, remember that the money goes directly to the owner (as opposed to the Cuban government) and the chances of any problems are minimal.\n\n",{"type":"===","value":["By taxi"]},"\n\nOfficial ",{"type":"'''","value":["taxis"]}," are pretty expensive for long distances. Between ",{"type":"[[","value":[["Havana"]]}," and ",{"type":"[[","value":[["Viñales"]]},", for example, will run about CUC 90-100, although this can work out cheaper than traveling by bus or train if you split the fare between several people. Some recent (Dec 2010) fares include 100 CUC for 4 pax Havana-Trinidad, 50 CUC for 4 pax Santa Clara-Matanzas (this will be more or less depending on your luck, bargaining skills, and willingness to wait for another taxi). If you're up for a little adventure, you can find some enterprising locals willing to (illegally) play \"taxi\" with their old car for a little less money.  Be aware that if they get caught, you will have to get out of the car.  Although you will not be in any trouble with the authorities, you may find yourself in the middle of nowhere with no transportation.\n\nTaxis are the most convenient way to get around within the big cities. There are several types of taxis, including the official government taxis, the private and potentially unlicensed \"yank tanks\", and the small three-wheeled coco-taxis. They're fairly abundant and not hard to find - they tend to group in front of large hotels, but it will usually be cheaper to find one elsewhere.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["infobox"],["Yank Tanks"],[{"type":"[[","value":[["File:Cuban cars.jpg"],["right"],["200px"]]},"\n\nYou will find an unusually large number of old U.S.-made cars on the street.  Popularly known as \"Yank Tanks,\" these are pre-revolution imports from the 1950s that have been nursed along for half a century, because the Soviet-made cars available during the Cold War were too scarcely allocated for most Cubans to buy (and other cars remain too expensive today)."]]},"\n\nIn Cuba, all vehicles drive on the right hand side of the road.\n\n",{"type":"'''","value":["Car rental"]}," starts from CUC 65 per day (including insurance) plus the cost of a full tank of gasoline. The refundable deposits start around CUC 200.  Rental cars are for the most part fairly new, imported European or Asian models. You can rent cars from ",{"type":"[","value":["http:\/\/www.cubacar.info\/vermietstationen.htm any Cubacar outlet"]},". Any traffic tickets received are noted on a rental car sheet and are deducted from your rental deposit.  Note that if you are involved in a serious traffic accident involving injury or death, you will be detained in Cuba until the legal process sorts things out. This leaves travellers stuck in Cuba from several months to a year while collisions await trial - even if the visitor is not at fault or was just a passenger at the time of collision.  For this reason, many countries advise their citizens not to rent cars in Cuba. ",{"type":"'''","value":["Beware of ",{"type":"[","value":["https:\/\/en.wikivoyage.org\/wiki\/Cuba#Scams scams"]}]}," regarding the cost of insurance. There is only one type of insurance policy covering everything (except for radio and tires) and the price varies only depending on the car type(details in the \"Stay safe\" section). Attentively check the contract and be sure you have a receipt for every CUC you pay.\n\nBusier roads and city streets are generally of fair (drivable) quality and should not pose much trouble if due care is exercised, however some quiet rural roads are in need of serious repair.\n\nGenerally traffic is light, especially away from Havana. Outside of towns and cities traffic is usually very light, with no cars for miles on some rural roads. Be warned - you also share the highways with local salespeople selling cheese, snacks and onions(!), cyclists (sometimes going the wrong way, and at night usually without lights) and horse-drawn vehicles.  Also note that the Autopista (the main highway running down the center of the country) is crossed at occasional intervals by railway tracks - take care to slow down before going over to avoid damage to the tires or suspension.  Many of these have a stop sign (\"PARE\" in Spanish) which you should carefully heed - or risk a fine of CUC 30, even if no train is coming.\n\nRoads are poorly signposted (and frequently not at all), so if you do plan to do serious driving, it would be well-advised to get a detailed map and ask for directions when not sure.\n\nBe aware that many traffic lights, especially in cities, are placed on the FAR corner of the crossing, not where you are supposed to stop, thus inviting you to stop in the middle of the intersection! Something that you obviously don't want... Also most of them have light as weak as a glow-worm. \n\nExpect to encounter checkpoints when traveling in the interior of the country. These usually require you to slow down to 40. Respect this or get fined 30 CUC!\n\nGasoline costs CUC 1.00\/Regular, CUC 1.20\/Special and 1.40\/Super per litre. Tourist rental cars are not supposed to use regular.\n\n",{"type":"===","value":["Hitchhiking and the \"Amarillo\""]},"\n\nThe Cuban government's system for facilitating hitchhiking is by far the most economical way for foreigners to travel in Cuba, though a flexible schedule and good Spanish are a must.  Known as \"El Amarillo\" (\"the yellow guy\") for the yellowy-beige uniforms of its administrators, the system consists of points along main routes where certain vehicles are required to stop and pick up hitchhikers.  Amarillo points (\"el punto amarillo\") along major highways are often full service rest stops for hitchhikers, with water, peso-priced food, and a 24 hour indoor waiting area.  \n\nHitchhiking is the only system where you can travel for Cuban prices without paying a tourist premium.  Given that transportation is one of a tourist's biggest expenses in Cuba, this can make your money go much farther.  Tell folks you're a student (not a tourist) to avoid funny looks and price gouging.\n\nTo use the system within cities, just keep your eyes peeled for a man or woman in a yellow \/ beige uniform standing along the road near a line of people.  Tell the official where you need to go, and wait.  To travel long distances, you need to get to the \"punto amarillo\" on the edge of the city in the direction you're going.  Ask a local for help on the best way to do that.  Then as you pass through cities, ask what bus or taxi to take to get to the \"punto amarillo\" on the outgoing road at the opposite extreme of the city.  This can be tricky, and it's often worth it to take a local taxi.  If you can find a Cuban to accompany you on your journey, their help will be invaluable.\n\nIn daytime hours, when the amarillo is present, you pay a nominal amount of money (approx. 20 pesos from one city to the next) to the official when you find a ride.  The money all goes to the government; drivers don't get any.  As a result, it's much easier to travel long distances at night, when the amarillo has gone home and drivers can make some money picking up hitchhikers.  \n\nOf course, it's always possible to hitchhike just by sticking out your thumb to passing cars, but be prepared to give the driver 20-50 pesos for a long ride. This is common in the countryside, near small towns and along the major \"autopistas\"--which are long, mostly straight roads that resemble an interstate system. The locals refer to the act as \"hacer botella\"--to hitchhike. \"Dar botella\" refers to giving someone a ride and \"pedir botella\" refers to asking for a ride. Your rides will usually begin and end at the various exits along the roadway, where there are usually a few people waiting, and sometimes an Official flagging down passing vehicles.\n\nMost of the rides you get will be in the back of large trucks, open to the weather.  This is an exciting and beautiful way to travel the Cuban countryside.  Though an accident would obviously be very dangerous for passengers, school kids, older adults, and parents with small children use this system every day.  Make sure to bring protection against sun and rain and, if traveling at night, wind and cold.\n\n",{"type":"===","value":["By train"]},"\nThe main train line in the country runs between ",{"type":"[[","value":[["Havana"]]}," and ",{"type":"[[","value":[["Santiago de Cuba"]]},", with major stops at ",{"type":"[[","value":[["Santa Clara (Cuba)"],["Santa Clara"]]}," and ",{"type":"[[","value":[["Camagüey"]]},".  Trains also run to other cities such as ",{"type":"[[","value":[["Cienfuegos"]]},", Manzanillo, Morón, ",{"type":"[[","value":[["Sancti Spiritus"]]},", and ",{"type":"[[","value":[["Pinar del Rio"]]},".\n\nThere is one reliable train in Cuba: the overnight Tren Francés between Havana and Santiago de Cuba, which runs on alternate days.  It uses equipment that was formerly operated on the Trans-Europe Express, and donated to Cuba by France a few years ago (hence the name).  There are first class and special first class seats on this train (the special seats are better and more expensive), but no sleepers.  If only one train in Cuba is running, this will be it.\n\nAll other trains in Cuba are unreliable.  The equipment is often in poor condition, breakdowns are common, and when they occur, you can be stuck for the better part of the day (or night) waiting for a replacement engine.  There are no services on the trains, so bring plenty of food and water with you.  Trains are frequently cancelled.  Some trains offer first class seats (don't expect too much); others have second class seats, which can be very uncomfortable.  Schedules are at best optimistic and should always be checked in advance of travel.  There are no sleepers on overnight routes.\n\nIf you are still thinking of taking a train, other than the Tren Francès, you should know that many Cubans prefer to hitchhike than take the train.\n\nIf you are still determined to take a train, approximate schedules are given under the different city descriptions.  Foreigners must pay much higher fares (which is still very cheap) than the locals.  Tickets are roughly two-thirds what Viazul charges.  Theft is a problem so watch your luggage!\n\nThe following services can be expected to run (special first class: air-conditioned, reservation required, meals and drinks available; regular first class: more comfortable seats, otherwise like second class):\n\n",{"type":"*","value":[" 1\/2, every third day, Habana Central - Santiago de Cuba, \"Tren Frances\", train, first class"]},{"type":"*","value":[" 3\/4, every third day, Habana Central - Guantánamo, train, second class"]},{"type":"*","value":[" 5\/6, every third day, Habana Central - Santiago de Cuba, train, second class"]},{"type":"*","value":[" 7\/8, every third day, Habana Central - Bayamo, train, second class, continues as 28\/29"]},{"type":"*","value":[" 9\/10, every second day, Habana Central - Sancti Spiritus, \"El Espirituano\", train, second class"]},{"type":"*","value":[" 11\/12, two per week, Santa Clara - Santiago de Cuba, train, second class"]},{"type":"*","value":[" 19\/20, every second day, Habana La Coubre - Cienfuegos, second class"]},{"type":"*","value":[" 28\/29, every third day, Bayamo - Manzanillo, train, second class, continues as 7\/8"]},{"type":"*","value":[" 83\/84, daily, Camagüey - Bayamo, train, second class"]},{"type":"*","value":[" 88\/89, every second day, Guantánamo - Holguin, train, second class"]},{"type":"*","value":[" 90\/91\/92\/93\/800\/801\/802\/803\/804\/805, daily, Matanzas - Habana Casa Blanca, Hershey railbus"]},{"type":"*","value":[" 119\/120, daily, Habana La Coubre - Unión de Reyes, train, second class"]},{"type":"*","value":[" 133\/134, daily, Matanzas - Agramonte, train, second class"]},{"type":"*","value":[" 139\/140\/141\/142\/143\/144, Habana 19 de Noviembre - San Antonio de los Baños"]},{"type":"*","value":[" 159\/160\/161\/162, daily, Cárdenas - Aguada de Pasajeros, railbus, second class"]},{"type":"*","value":[" 163\/164, daily, Colón - Aguada de Pasajeros, railbus, second class"]},{"type":"*","value":[" 165\/166, daily, Los Palacios - Guane, train, second class"]},{"type":"*","value":[" 168\/169, daily, Guane - Pinar del Rio, train, second class"]},{"type":"*","value":[" 213\/214\/215\/216, Artemisa - Habana 19 de Noviembre"]},{"type":"*","value":[" 224\/225, every second day, Pinar del Rio - Habana Central, \"El Lechero\", second class"]},{"type":"*","value":[" 331\/332, six per week, Cienfuegos - Santa Clara, train, second class"]},{"type":"*","value":[" 333\/334, five per week, Cienfuegos - Sto Domingo Viejo, train, second class"]},{"type":"*","value":[" 337\/338\/339\/340, daily, Santa Clara - Caibarién, railbus, second class"]},{"type":"*","value":[" 341\/342\/344, daily, Sagua - Santa Clara, railbus, second class"]},{"type":"*","value":[" 343, daily, Concha - Santa Clara, railbus, second class"]},{"type":"*","value":[" 345\/346, daily, Sagua - Caibarién, railbus, second class"]},{"type":"*","value":[" 347\/349\/350\/351\/352, daily, Sagua - Concha, railbus, second class"]},{"type":"*","value":[" 353\/354\/355\/356, daily, Santa Clara - Vega Alta, railbus, second class"]},{"type":"*","value":[" 357\/358\/359\/360, daily, Zaza del Medio - Tunas de Zaza, train, second class"]},{"type":"*","value":[" 361\/362\/363\/364, daily, Placetas Norte - Sopimpa, railbus, second class"]},{"type":"*","value":[" 365\/366\/367\/368\/369\/370\/371\/372, daily, Trinidad - Meyer, railbus, second class"]},{"type":"*","value":[" 373\/374, daily, Trinidad - Enlace Central FNTA Iznaga, \"Expreso\", railbus, second class"]},{"type":"*","value":[" 379\/380, daily, Aguada de Pasajeros - Cienfuegos, second class"]},{"type":"*","value":[" 501\/502\/503\/504, daily, Morón - Camagüey, railbus, first class"]},{"type":"*","value":[" 505\/516, daily, Morón - Júcaro, railbus, second class"]},{"type":"*","value":[" 506\/511\/512\/515, daily, Júcaro - Ciego de Avila, railbus, second class"]},{"type":"*","value":[" 507\/508\/509\/510\/513\/514, daily, Morón - Ciego de Avila, train, second class"]},{"type":"*","value":[" 519\/520\/521\/522\/523\/524, daily, Fallá - Morón, railbus, second class"]},{"type":"*","value":[" 525\/526, daily, Morón - Ciego de Avila, railbus, second class"]},{"type":"*","value":[" 532\/533\/534\/535, daily, Nuevitas - Camagüey, train, second class"]},{"type":"*","value":[" 536\/537\/538\/539\/540\/541, daily, Nuevitas - Tarafa, railbus, second class"]},{"type":"*","value":[" 542\/543\/544\/545, daily, Santa Cruz del Sur - Camagüey, railbus, second class"]},{"type":"*","value":[" 546\/547\/548\/549\/550\/551\/552\/553\/554\/555, daily, Las Tunas - Balcón, railbus, second class"]},{"type":"*","value":[" 557\/558\/559\/560\/561\/562\/563\/564\/565\/566\/567\/568, daily, Piedrecitas - Kilómetro 5.6, railbus, second class"]},{"type":"*","value":[" 608\/609, daily, Santiago de Cuba - Manzanillo, train, second class"]},{"type":"*","value":[" 610\/611, every second day, Santiago de Cuba - Holguin, train, second class"]},{"type":"*","value":[" 613\/614, daily, Herrera - Santiago de Cuba, train, second class"]},{"type":"*","value":[" 615\/616, daily, Holguin - Herrera, train, second class"]},{"type":"*","value":[" 617, daily, Bayamo - Jiguani, train, second class"]},{"type":"*","value":[" 618\/619\/620, daily, Jiguani - Manzanillo, train, second class"]},{"type":"*","value":[" 621, daily, Manzanillo - Bayamo, train, second class"]},{"type":"*","value":[" 622\/623\/624\/625, daily, Bayamo - Guamo, train, second class"]},{"type":"*","value":[" 626\/630, daily, Contramaestre - Jiguani, railbus, second class"]},{"type":"*","value":[" 627\/631, daily, Jiguani - Oriente, railbus, second class"]},{"type":"*","value":[" 628\/632, daily, Oriente - Contramaestre, railbus, second class"]},{"type":"*","value":[" 633\/634, daily, Contramaestre - Santiago de Cuba, railbus, second class"]},{"type":"*","value":[" 712\/713\/714\/715, daily, Guantánamo - Martires de la Frontera, railbus, second class"]},{"type":"*","value":[" 716\/717\/718\/719\/720\/721, every second day, Guantánamo - San Anselmo, railbus, second class"]},{"type":"*","value":[" 722\/723, daily, Guantánamo - Yayal, railbus, second class"]},{"type":"*","value":[" 726\/727\/730\/731\/732\/733, daily, Guantánamo - Caimanera, railbus, second class"]},{"type":"*","value":[" 807\/809\/853\/870\/872, daily, Talleres Calle 7 - Canasi, Hershey railbus"]},{"type":"*","value":[" 810\/811\/812\/813\/814\/815\/816\/817\/818\/819\/820\/821\/822\/823\/824\/825\/826\/827\/828\/829\/830\/831, daily, Jaruco - Talleres Calle 7, Hershey railbus"]},{"type":"*","value":[" 832\/833\/836\/837\/842\/843\/846\/847, daily, Caraballo - San Mateo, Hershey railbus"]},{"type":"*","value":[" 834\/835, daily, Caraballo - Playas del Este, Hershey railbus"]},{"type":"*","value":[" 838\/839\/844\/845\/848\/849\/850\/851, daily, Caraballo - Hershey, Hershey railbus"]},{"type":"*","value":[" 840\/841, daily, Caraballo - Talleres Calle 7, Hershey railbus"]},{"type":"*","value":[" 852\/854\/855\/865\/866, daily, Canasi - Santa Cruz del Norte, Hershey railbus"]},{"type":"*","value":[" 856\/857\/868, daily, Santa Cruz del Norte - Talleres Calle 7, Hershey railbus"]},{"type":"*","value":[" 858\/859\/860\/861, daily, Santa Cruz del Norte - Jibacoa, Hershey railbus"]},{"type":"*","value":[" 862\/863, daily, Santa Cruz del Norte - Hershey, Hershey railbus"]},{"type":"*","value":[" 864\/867, daily, Canasi - Hershey, Hershey railbus"]},{"type":"*","value":[" 876\/881\/882\/883, daily during summer, Playas del Este - Habana La Coubre, Hershey railbus"]},"\nThe following services ",{"type":"'''","value":["may"]}," run (all daily, second class):\n\n",{"type":"*","value":[" 86\/87, Holguin - Las Tunas, train"]},{"type":"*","value":[" 117\/118, Matanzas - Los Arabos Nuevo, train"]},{"type":"*","value":[" 335\/336, Los Arabos Nuevo - Santa Clara, train"]},{"type":"*","value":[" 569\/570, Camagüey - Talleres, train"]},{"type":"*","value":[" 572\/573, Las Tunas - Camagüey, railbus"]},"\n",{"type":"===","value":["By plane"]},"\n\nThe fastest and most comfortable way to cover larger distances is on either of the Cuban airlines, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cubana.cu\/ Cubana de Aviación"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aero-caribbean.com\/ Aero Caribbean"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aerogaviota.com Aerogaviota"]}]},". They operate on the following routes:\n\n",{"type":"====","value":["Cubana de Aviación"]},"\n\n",{"type":"*","value":[" Havana - Camaguey - Havana, Yakovlev Yak-42D"]},{"type":"*","value":[" Havana - Santiago - Havana, Yakovlev Yak-42D"]},"\n",{"type":"=====","value":["operated by Aero Caribbean"]},"\n\n",{"type":"*","value":[" Havana - Camaguey - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Guantanamo - Havana, ATR 42-300\/320"]},"\n",{"type":"====","value":["Aero Caribbean"]},"\n\n",{"type":"*","value":[" Havana - Baracoa - Havana, ATR 72-212"]},{"type":"*","value":[" Havana - Bayamo - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Cayo Coco - Cienfuegos - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Cayo Largo del Sur - Varadero - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Cienfuegos - Cayo Coco - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Las Tunas - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Manzanillo - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Moa - Holguin - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Nueva Gerona - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Santiago - Havana, ATR 42-300\/320"]},{"type":"*","value":[" Havana - Varadero - Cayo Largo del Sur - Havana, ATR 42-300\/320"]},"\n",{"type":"=====","value":["operated by Global Air (Mexico)"]},"\n\n",{"type":"*","value":[" Havana - Cayo Coco - Holguin - Havana, Boeing 737-200"]},{"type":"*","value":[" Havana - Holguin - Cayo Coco - Havana, Boeing 737-200"]},{"type":"*","value":[" Havana - Santiago - Havana, Boeing 737-200"]},"\n",{"type":"====","value":["Aerogaviota"]},"\n\n",{"type":"*","value":[" Havana - Kigston, Jamaica - Havana"]},{"type":"*","value":[" Havana - Cayo Las Brujas - Havana"]},"\n\n",{"type":"*","value":[" Playa Baracoa (Havana) - Baracoa - Playa Baracoa (Havana)"]},{"type":"*","value":[" Playa Baracoa (Havana) - Cayo Coco - Playa Baracoa (Havana)"]},{"type":"*","value":[" Playa Baracoa (Havana) - Cayo Largo del Sur - Playa Baracoa (Havana)"]},{"type":"*","value":[" Playa Baracoa (Havana) - Holguin - Playa Baracoa (Havana)"]},{"type":"*","value":[" Playa Baracoa (Havana) - Cayo Las Brujas - Playa Baracoa (Havana)"]},{"type":"*","value":[" Playa Baracoa (Havana) - Santiago de Cuba - Playa Baracoa (Havana)"]},"\n\n",{"type":"*","value":[" Holguin - Playa Baracoa (Havana) - Baracoa - Holguin - Playa Baracoa (Havana)"]},"\n\n",{"type":"*","value":[" Varadero - Cayo Largo del Sur - Varadero"]},"\n",{"type":"===","value":["By bike"]},"\n\nCalm roads and beautiful scenery make Cuba an ideal country for biking. You will have to bring your own bike as bikes suitable for trekking are not readily available in Cuba.  Do not under any circumstances rent a bike (i.e. el Orbe in Havana) in Cuba as you will get a Chinese junker or something that will leave your backside raw.  \n\nRoads in most places in Cuba are reasonable, but it may still be a good idea to bring a mountain bike. Mountain bikes are stronger and allow for better driving off-road. Make sure to bring all spare parts you might need along the way, since they will not be available in Cuba. As casas particulares are available even in relatively small towns it is easy to plan an itinerary. Food for on the road can often be obtained locally for cheap Cuban Pesos, but make sure if you travel through more remote areas to carry enough food (and water!).  Obtaining bottled water outside the major cities can be a definite problem. \n\nBikers are often met with enthusiasm and interest; when taking a break you will often be approached by curious locals. It is possible to take bikes on a tourbus, like \"Viazul\", to cover larger distances. You have to arrange a personal agreement with the driver however, who will expect a little bonus in return. It is also possible to take bikes on trains and even to hitch with bikes (wave some convertible pesos to approaching drivers to catch their attention).\n\n",{"type":"===","value":["By boat"]},"\n\nThere are two main island groups to explore along the southern shore of Cuba. Your sailing area from the two main bases, Cienfuegos or Trinidad incorporates the Canarreos Archipelago and the Juventud Islands or Jardines de la Reina Archipelago. Windward Islands ",{"type":"[","value":["http:\/\/www.windward-islands.net\/"]},".\n\n",{"type":"===","value":["When To Go"]},"\n\nThe best times to go are between December and April, to avoid the horrendous storms and hurricanes before December and the sticky heat of the Cuban summer which can be unbearable for some. This is also the high season so expect a price increase during this period.\n\n",{"type":"==","value":["Talk"]}," \n\nThe official language of Cuba is ",{"type":"[[","value":[["Spanish"]]},", quite similar to the Dominican Republic and Puerto Rican Spanish, although the version here is quite different from that spoken in Spain (although quite similar to the one in Canary Islands because many Cubans are descendants of Canarians), Mexico and South America. Cubans tend to swallow the last syllable in a word and generally swallow the 's' sound.\n\n\nBasic to fair English is spoken in some tourist locations and language should not be a deterrent to visiting the country for non-Spanish speaking tourists capable of speaking English, though basic Spanish would prove useful, especially in more informal settings.\nCubans enjoy talking to tourists, especially if you are staying with them in the \"Casas particulares\" and some knowledge of Spanish will help you understand regular Cubans' experiences.\n\nInstead of the Spanish \"Que tal?\" for \"How are you?\", Cubans will say \"Que vola?\" (similar to \"What's up?\", generally quite informal) or \"Como andas?\" (literally means, \"How are you walking?\").\nYoung Cubans amongst themselves will use the word \"asere\" which means \"buddy\" but is generally used between men and is not recommended for use by women.\n\n",{"type":"==","value":["See"]},"\nThere are historical sites to visit in Cuba including ",{"type":"[[","value":[["Cienfuegos"]]},", ",{"type":"[[","value":[["Trinidad"]]}," and ",{"type":"[[","value":[["Camagüey"]]},".\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Walk along Havana's ",{"type":"'''","value":["Malécon"]}," during the early evening and take in some of Havana's culture. Be cautious about prostitutes, as mentioned above; they are heavy in this area, especially in sections where rich white male tourists are known to walk. "]},{"type":"*","value":[" If you have the money (usually about US$60 or the euro equivalent), go to the ",{"type":"'''","value":["Tropicana"]},", which is an ex-Mafia hangout owned and operated by the state. The Tropicana is located, as it has always been, deep within a strategically tree-heavy area with a narrow road within the city, back behind the trees, and since its admission price is far too expensive for any average Cuban to afford, the people who go there are almost all international tourists. The club still has old-style traditions such as table service, lavish costumes, dazzling lights, a coat check area, etc. Real (but quite small) cigars are also available and can be smoked inside the venue, including near the stage. The Tropicana is so well-kept that it is almost a time warp (with the exception of the modern stage-equipment and the lack of a dress code) and, so long as you can forgive yourself the fact that most Cubans cannot afford what you are doing, and that the people who work there could not be there if they were not employed there, your night is sure to be extremely enjoyable."]},{"type":"*","value":[" Go see a neighbourhood performance of Afro-Cuban dance, which exists in almost every neighbourhood."]},{"type":"*","value":[" Go see local music, which exists in almost every neighbourhood."]},{"type":"*","value":[" Go to the clubs, all of which heavily play things like Cuban reggae and Cuban rap, as well as more traditional-sounding Cuban music with modern lyrics."]},{"type":"*","value":[" Go to the beaches — but be careful, as in ",{"type":"[[","value":[["Jamaica"]]},", of being solicited by prostitutes and con people, both male and female."]},{"type":"*","value":[" Don't stay at a resort, unless you don't want to experience the local culture. You will probably be bored and things around you will feel fake, gaudy and overdone — because they are."]},{"type":"*","value":[" Go out in the countryside and talk with farmers. Check out the area markets. There are two types of markets-- state-run markets, which give food very cheaply and for which Cubans keep ration books (and that you probably can't shop at because you won't have a ration book of your own), and profit-oriented markets where farmers sell their produce directly, which of course, is quite a bit more expensive."]},{"type":"*","value":[" Expect to hear a lot of Carlos Santana blaring out of windows at odd times of the day."]},{"type":"*","value":[" Drink lots of fresh fruit juice, which basically flows like water in Cuba due to the abundance of fresh fruit."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Money"]},"\n\n",{"type":"''","value":["For information specific to ",{"type":"[[","value":[["United States of America"],["U.S. citizens"]]}," see '"]},{"type":"[[","value":[["Americans in Cuba"]]},"'''''\n\nAs of 2013, there are two currencies circulating in Cuba, Cuban Pesos (CUP) and Cuban Convertible Pesos (CUC). Wide circulation of US dollars in Cuba ended in November 2004. The CUP is worth less than the US nickel, while the CUC (used mostly by tourists) is on par with the US dollar. Raul Castro, who has long criticised the system as paying hôteliers and taxi drivers more generously than medical doctors, announced in October 2013 that the dual currency system will be scrapped in approximately 18 months.\n\n",{"type":"'''","value":["CUC"]}," is the currency most tourists will use in Cuba. It is how you will pay for hotels, official taxis, entry into museums, meals at restaurants, cigars, rum, etc. Conversion into CUC can be done at exchange houses (casa de cambio, or cadeca). These are located in many hotels and in other places throughout the cities. CUC are valued at 25 times the value of CUP. Tourists are permitted to import or export a maxiumum of CUP 100 or CUC 200 at any one time. Locals refer the currency colloquially as \"kook\" or \"kooks\"\n\n",{"type":"'''","value":["CUP"]}," are also known as local Pesos and are referred to in Spanish as \"Moneda Nacional\" (National currency). As of Jan 2011, 1 CUC buys 24 CUP and 25 CUP buys 1 CUC. There is a limited range of goods that can be bought for local pesos, and these are transactions carried out in agricultural markets or from street vendors. Fruits, vegetables, fresh juices and snacks from street vendors are among the things CUP can buy. CUP's also buys the local cigars 'tabacos' or 'Nacionales' in local shops. These taste fair, and you get one for 1 CUP, far cheaper than what you have to pay for the exportation brands. Try them, they are OK. If you plan on staying in Havana there are plenty of locations that offer goods in CUP and they are worth checking out. There are even sit down restaurants with food priced in CUP. The food is cheaper and you will be eating with actual Cubans. However the quality of cuisine can be very hit or miss.\n\nBecause the products that can be purchased with CUP are limited, it is a good idea to change only about CUC 5-10 into CUP at a time, \n\nIf you are on a budget, finding food vendors in CUP is the best way to go. These will not be aimed at tourists and therefore much cheaper. A street vendor selling donuts for 5 CUP will bump up the price to 1 CUC (roughly five times more) though, so make sure you always have some CUPs on you.\n\n",{"type":"====","value":["Exchanging currency"]},"\n\nThe USD is no longer a proxy currency in Cuba, and now incurs a 10% exchange penalty that other foreign currencies are exempt from. Therefore, if you are holding USD, it will be cheaper to convert to another currency (CAD\/EUR\/GBP), so long you don't lose more than 10% in the conversion.\n\nFor the overwhelming majority of travelers, it is completely unnecessary to exchange your money (losing) twice.  Check to see if your home currency is accepted at the Banco Metropolitano ",{"type":"[","value":["http:\/\/www.banco-metropolitano.com\/tasasn.htm"]},". Over 75% of Cuba's visitors hold Canadian Dollars, Sterling or Euros which are perfectly acceptable.  Mexican Pesos, Swiss Francs, Japanese Yen, Australian Dollars and at least four other currencies are also reportedly converted at major banks in Cuba.  If you must change a large sum of home currency for another, make sure to change directly into CUCs, and research exchange rates in advance.  For currencies that aren't accepted in Cuba, converting to Euros in your home country will probably be the easiest & cheapest option.\n\nBanco Central de Cuba publishes official exchange rates ",{"type":"[","value":["http:\/\/www.bc.gov.cu\/English\/exchange_rate.asp"]}," and the official buy\/sell rates ",{"type":"[","value":["http:\/\/www.bc.gov.cu\/Espanol\/tipo_cambio_METROPOLITANO.asp"]}," on its website. If you must buy Canadian Dollars or Euros first, compare retail rates from different forex vendors: the interbank rates cited by online calculators will underestimate your true exchange costs by 5-10%. \n\nMost travel transactions and expenses are in 'pesos convertibles' or 'chavitos' (CUC$). The best rates for CUC$ are at the banks or CADECA kiosks, not resorts.  There's little difference between the rates offered at Cuban airport kiosks or banks.  Consider changing only what you need, because re-conversion will add another exchange cost.  Also, be advised that travelers changing money on the street have been defrauded, with fake or local currency.  Caveat emptor!    \n\nChanging a very small sum (USD$ 5.) into 'moneda nacional' (CUP) is useful only for theaters, cinemas, local buses, etc.  Most tourists will not ever use the 'moneda nacional' on holiday. Travelers or Backpackers with a low budget can save a lot of money in food expenses if they are willing to compromise on food quality. This is particularly feasible in Havana where there is more street food.\n\n",{"type":"====","value":["Traveler's Checks"]},"\n\nTraveler's checks drawn on American banks are not technically valid in Cuba, though many have had success cashing U.S. traveler's checks at major tourist hotels. American Express checks are difficult to cash due to the likelihood that they were purchased with U.S. dollars. For example, Swiss traveler's checks will be accepted, as long as they are in Swiss francs, even if the checks are made \"in licence\" of an American bank, as long as the real producer of them is non-American. Visa Traveller's cheques are accepted, though the same caveats about being drawn on an American bank apply.  It's better to bring cash to Cuba; resorts accept Euros, Canadian dollars, British pounds, Swiss francs and Hong Kong Dollar currencies without any fees. If backpacking or leaving the resort areas, exchange your currency to CUCs, as foreign currency is not accepted by many locals.  For U.S. dollars, they will charge a penalty of 10%, so it's better to change to Euros, Canadian dollars or Swiss francs before travelling there.\n\n",{"type":"====","value":["ATMs and Credit cards"]},"\n\nATMs are rare in Cuba, with only a handful found in Havana. Most are linked with either the MasterCard\/Cirrus or Visa\/Plus interbank systems. U.S.-issued cards will not be accepted. Unlike some national systems, only primary accounts (typically checking) are recognized. Even if you find an ATM and meet the above criteria it still may not have sufficient cash for a large withdrawal - if refused, try again and ask for a smaller amount or ask the bank clerks for a cash advance, they can process cash advances.\n\nVisa & MasterCard credit cards (of non-US origin) can usually be used, including for cash advances, but places that accept Visa as payment are extremely limited. Credit cards are charged in US dollars plus 11.24% (the 8% exchange difference plus a 3% fee). The best places to attempt to use a credit\/Debit card for a cash withdrawal are at the state run Cadecas \/ Cambios - rather than banks used by Cubans, using the 'red' (company name) ATMs. Debit cards are generally not accepted, although this does vary from card to card.  \n\nAs a rule of thumb: if your debit card has a PLUS or CIRRUS logo it may work. If you were able to make a purchase via internet it may work. If it is a USA bank card it won't work.\n\nMany banks will tell you that your debit card will be accepted in Cuba when in fact it will not.  Do not rely on ATMs for cash as you may be used to in other countries. Top Tip: Have enough currency or travellers cheques when you enter the country to get by, if necessary. There is a high chance you will not be able to withdraw any cash other than with a credit card,for which you will pay the 12.5% conversion to \"US dollar rate\" and then conversion of those US dollars to your local currency at the rate charged by your card (which is usually about 2% more than the posted bank rate). To withdraw cash you will need to present your passport to an employee, and you will be asked where you are staying.  The Cadecas are open longer hours than the banks, but the queues are usually much shorter in the banks.\n\nOther than for use at ATMs and banks, there are generally no facilities for making payments with plastic in hotels, shops and restaurants, necessitating the use of cash.\n\n",{"type":"====","value":["Banks"]},"\n\nBanks often close at 3PM, and earlier on the last day of the month. ",{"type":"'''","value":["Cadecas"]}," (exchange bureaus) may be open longer, especially in hotels.  When going to a bank allow enough time as service is usually slow and many people may already be waiting. Foreigners may get preferred treatment in exchange for a small tip.\n\nYou must bring your passport in case you want to exchange traveler's checks or make a credit card advance, although cash can be changed without a passport. Exchange rates do vary from place to place, and some hotels do give significantly worse exchange rates than the banks.\n\n",{"type":"===","value":["Merchandise"]},"\n\nAs in any developing country, most of the merchandise available is designed for tourists to take back home. The biggest Cuban exports for tourists are rum, cigars, and coffee, all of which are available at government-owned stores (including the duty free store at the airport) or on the streets. For genuine merchandise, you should pay the official price at the legal stores.\n\nCubans also do well in creating ",{"type":"'''","value":["music"]}," such as salsa, son, and Afro-Cubano. You can purchase CDs or tapes anywhere, but paying the average cost of 20 CUC assures you of quality.\n\nIf you are planning to take big quantities (several boxes or more) of ",{"type":"'''","value":["cigars"]}," with you, be sure you have purchased them officially from an approved shop that gives you proper purchase documentation. Foreign nationals are allowed to export up to 50 cigars (generally 25 to a box) without special permits or receipts, but the export of more requires official receipts.  If you buy cigars cheap on streets and you don't have official purchase invoice then your cigars may\/will be confiscated.  Also, be advised that any purchase of Cuban cigars outside government-approved stores (even in resorts) has the potential to be fake, and that the \"cigar factory worker who steals from the factory\" does not exist in any appreciable quantities.  If you find a \"deal\" from a street vendor, it's incredibly likely you are getting fakes, some of which may not even be made of tobacco.  Always ensure, no matter where you buy, that the Cuban government origin warranty stamp is properly affixed to the cigar box.  Americans are no longer allowed to bring Cuban cigars back into the U.S., regardless of their value, if they have an OFAC license, or even if they were given as a gift. It is also illegal for Americans to smoke or buy Cuban cigars anywhere in the world.\n\nOfficially you'll need permission to export ",{"type":"'''","value":["paintings"]}," that are larger than 70cm\/side. When you buy artwork from approved shop then they'll give you also the required document, that consists of one paper and one stamp that will be glued on back of your painting. Serial numbers on the stamp and paper must match. Cost of the document is about CUC 2-3. In reality, it is possible that no one will be interested in your paintings.\n\n",{"type":"===","value":["Medical Tourism"]},"\n\nCuba has long been a popular Medical Tourism destination for patients worldwide that seek high quality medical care at low costs.  According to the Association of Caribbean States, nearly 20,000 international patients visited Cuba in 2006 for medical care.  Cuba is especially attractive to many Latin American and North American patients given its easy proximity and relaxing environment.   \n  \nA wide range of medical treatments are provided including joint replacement, cancer treatment, eye surgery, cosmetic surgery and addictions rehabilitation.  Costs are about 60 to 80 percent less than U.S. costs.  For example, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.choicemedicalservices.com Choice Medical Services"]}]}," a health tourism provider, provides a hip replacement at leading Cuban hospitals for US$5845\n\n",{"type":"==","value":["Eat"]}," \n\nBeing that all restaurants are owned by the government and run by employees, the food in Cuba is notoriously bland. If you are expecting the fiery pepperpot spiciness found on some of the other Caribbean islands, consider that the national dish in Cuba is rice and beans (moros y cristianos). A popular saying goes that the best Cuban food can be found in the United States. Within Cuba, the best food will generally be found in your ",{"type":"'''","value":[{"type":"[[","value":[["casa particular"]]}]}," or in ",{"type":"'''","value":["paladares"]}," (locally owned restaurants in private homes).\n\nBlack beans are a main staple in Cuban households. Cubans eat mainly pork and chicken for meat. Beef and lobster are controlled by the state, and therefore illegal to sell outside of state owned hotels and restaurants, however special lobster lunch\/supper offers are plentiful for tourists. You may see turtle on menus in Paladares, but be aware that they are endangered and eating them is illegal.\n\n",{"type":"'''","value":["Paladares"]}," are plentiful, even in the smaller towns. Seating is often limited, so you may need to arrive when they open, usually around 5 or 6PM.  If you are staying in a ",{"type":"[[","value":[["casa particular"]]}," ask your host for recommendations, as the quality of the food can vary substantially between paladares. Only eat in ones that have a printed menu with prices, otherwise you are very likely to pay two to three times as much as you should. That said, several have taken to printing two different menus, one with local prices and one with foreigner prices. Eating in paladares is perfectly legal, but be aware that if you are taken there by a Cuban, you may be charged extra in order to cover commission of the person who brought you.  A supper will cost around 7 to 10 CUC per person.\n\nEating in state owned hotels and restaurants is significantly more expensive and compares with prices in many first world countries.  An average supper with soup, dessert and a glass or two of wine could easily set you back 20 to 30 CUC per person.\nNote that in these establishments, the vast majority of the employees' income would come from tips (their monthly salary often being less than the cost of one meal), making it a friendly and welcome gesture to tip liberally for good service. \n\nIn bigger towns you will also find some state-run restaurants which cater mainly to Cubans and accept local currency. Prices are extremely low, but the quality of food, service and ambiance is typically shocking. You may be able to secure better food by offering to pay in CUCs. Still, this may be an option if you are on a really low budget or look for an 'authentic' Cuban experience. If you choose to tip, do so in CUCs as anything else would be an insult to staff. \n\nIt is difficult to find any restaurants serving breakfast in Cuba outside of resorts; most ",{"type":"[[","value":[["casa particular"],["casas particulares"]]}," will serve their guests a large breakfast for around 4 CUC per person if requested. However, make sure you get value for money - often you can buy for much less money (in national pesos) the same fruit, coffee bread\/omelette etc. out in the street that your casa particular owner will want to charge you 4 times more for just to present it to you in a more comfortable fashion. \n\nSometimes if you ask nicely, your casa particular owner may let you use their kitchen to prepare your own food - in fact, they are usually quite accommodating if for instance you have special dietary requirements, or young children etc.\n\nA tasty serving of rice, vegetables, plantains, and pork or beef (called a ",{"type":"''","value":["cajita"]}," [\"little box\" in English]) is an attractive and affordable option, and are generally sold for around US$1 out of people's homes.  \n\nYou can also find small street vendors selling a variety of foods, typically sandwiches and pizzas for between 2 and 12 CUP. The quality varies from vendor to vendor so when you find a good one take note. Many of these stores are run from people's living rooms, and buying from them is a good way to help provide some extra income to a Cuban family. While these meals are satisfying and cheap, be warned that long lines are common and the vendors are rarely in any rush to see everyone fed quickly.\n\n",{"type":"'''","value":["Havana Chinatown"]},"\nFood in Cuba is quite monotonous and - let's be honest - pretty bad (mainly rice, beans, chicken, sandwiches and pizza, all prepared without much regard to taste or presentation), but check out the small Havana Chinatown a few blocks west of the Capitolio if you are looking for something different. There are a few Chinese themed restaurants there, where the food is neither spectacular nor really authentic, but decent enough if you can't face another serving of rice and beans. Street food can also be a notch better here, try the area around the intersection of Avenida de Italia and Avenue Zanja.\n\n",{"type":"==","value":["Drink"]}," \n\nCuban national cocktails include the ",{"type":"''","value":["Cuba Libre"]}," (rum and cola) and the ",{"type":"''","value":["Mojito"]}," (rum, lime, sugar, mint leaves, club soda and ice).\n\nIf you request a rum in a small country restaurant do not be surprised if it is only available by the bottle. ",{"type":"'''","value":["Havana Club"]}," is the national brand and the most popular. Expect to pay $4 for three year old white rum or $8 for seven year old dark rum.\n  \n",{"type":"'''","value":["Cristal"]}," is a light beer and is available in \"dollar\" stores where Cubans with CUCs and visitors may shop. Cubans prefer the ",{"type":"'''","value":["Bucanero Fuerte"]},", which at 5.5% alcohol is a strong (hence the \"fuerte\") darker beer.  Both Cristal and Bucanero are brewed by a joint venture with Labatts of Canada, whose beer is the only Cuban beer sold in CUC. A stronger version, ",{"type":"'''","value":["Bucanero Max"]}," is also available - primarily available in Havana.\n\nThere are also smaller brews, not available everywhere, such as Hatuey and Corona del Mar. These are sold in CUP. \n\nNote that - similar to restaurants - there are two types of establishments you can go to drink in Cuba: ",{"type":"'''","value":["Western-style CUC bars"]}," with near-Western prices, a good selection of quality drinks (and sometimes food), nice decorations, semi-motivated staff and often live music, typically found around tourist hot-spots such as Old Havana and tourist hotels. Here you will mostly meet other tourists, expats and a few Cubans with access to hard currency, but don't expect a 'local' experience. \n\nThe alternative is to seek out ",{"type":"'''","value":["local neighborhood bars"]}," where you can choose from a quality, but limited, selection of drinks (mainly locally produced rum by the bottle, beer and soft drinks, very rarely will you be able to get cocktails such as mojitos), cigars of dubious and cigarettes of only slightly better quality, and sometimes snacks. Local bars accept CUPs and are dirt-cheap, although bar keepers will often ask you for CUCs instead - it's up to you to negotiate an acceptable price, but keep in mind that local bar staff are state employees and (literally) paid a pittance. These bars are also a good way to meet locals who may even open up a bit and talk about their lives after a couple of drinks. \n\nLocal bars are not that hard to find despite typically having no prominent signs displayed outside. Just ask or walk around a local neighborhood and look out for a bare-walled, neon-lit room without any decorations or furniture, save for a bar and a few rickety chairs and tables, sullen staff and depressed\/bored\/drunk-looking customers, almost always men. Contrary to Cuba's reputation as a music and fun loving nation, local bars are not boisterous affairs - they are quiet, almost subdued, music is rarely played (if at all, it will come from a radio but never be live), and have the charm of third-world railway station waiting rooms. \n\nNonetheless, they make for a fascinating experience (especially if you make the effort to speak to some locals - offering to buy a drink will get a conversation going, no surprise there), and they provide a good insight into what life must be like for ordinary Cubans without access to hard currency. As a foreign visitor, you will be generally welcomed. ",{"type":"'''","value":["Discussing politics over a drink"]}," is a tricky, and typically lose-lose proposition: speak negatively about the Cuban political system and you may put your Cuban drinking companions into a very difficult position as they may very well be informed on for hanging out with subversive foreigners.\n\n",{"type":"==","value":["Sleep"]}," \n\nIf you want to experience something of the real life of Cubans, the best places to stay are ",{"type":"[[","value":[["casa particular"],["casas particulares"]]}," (private houses licensed to offer lodging services to foreigners). They are cheaper than hotels (average CUC 20\/room) and the food (breakfast CUC 3-4, dinner CUC 7-10) is almost always better than you would get in a hotel.  Casas particulares are plentiful even in small towns;  they are somewhat more expensive in Havana than elsewhere.  Note that any service offered by a casa particular other than accommodation, such as driving you to the bus station, will be added to your bill, regardless of whether this is stated up front.  Items such as bottled water supplied with your meal will also have a charge.  Always make sure that you talk to the owner about what things will cost when you arrive to avoid unpleasant surprises later. These houses are under a lot of restrictions by the government, so make sure that you are staying at a legal \"casa\". A legal house will have a sticker on the front door (often a blue sign on a white background), you will notice these as you walk past houses. Upon arrival, the houseowner will need to take down your passport details and how long you will be staying for. Some Cubans do offer illegal accommodation and although they are cheaper, the quality of the food and service is generally lower. If found, the Cubans will risk a large fine and it is best to avoid illegal casas completely. \nIf travelling around the island, it is recommended to ask the casa owners if they have friends or family in the city you are going to. There is a network of casas and the family will gladly organise for you to be met by their friends off the bus at your next destination. \n\nIf travelling by bus, you will be accosted by ",{"type":"''","value":["jineteros"]}," (hustlers) trying to lead you to a casa, where they will get a commission and you will be charged the extra.  For the best rates, arrange your accommodation in advance, either by asking your host to recommend someone or by using a casa particular association (note, however, that the party making the introduction will almost always receive a commission, which you end up paying as it will be included in the accommodation price).  Some will let you book accommodation over the internet before your trip, and will go out of their way to arrange accommodation for you while you are there.\n\nMost small cities and larger towns have at least one state-run hotel, which is often in a restored colonial building.  The prices range from around CUC 25 to CUC 100, depending on what you are getting.  Resorts and high-end Havana hotels can be significantly more expensive.\n\nCubans hosting foreigners for free is technically illegal and risk a large fine if caught. Some will bend the rules, but be cautious if you choose to take up the offer (e.g. don't walk out the front door if you see a police car nearby, especially if you look obviously foreign).\n\n",{"type":"==","value":["Learn"]}," \n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uh.cu\/ University of Havana"]}]}," offers both long and short-term Spanish courses. If you do chose to study at the university, try and see if you can obtain a student \"carne\" which will enable you to benefit from the same advantages as Cuban students (museums at a 25th of the price, entrance to nightclubs full of mostly Cubans). If you want to take private classes or study Spanish in smaller groups, Babylon Idiomas ",{"type":"[","value":["http:\/\/www.babylon-idiomas.com\/en\/learn-spanish-cuba.htm"]}," is offering a wide range of intensive courses for all levels that you can start on any Monday of the year. You can study Spanish in Havana, Trinidad or Santiago de Cuba.\n\nCuban ",{"type":"'''","value":["museums"]}," are plentiful, frequently open, and usually charge only one or two CUC for admission.  You may get a guided tour from one of the staff members; even if you do not speak Spanish, this can be useful.  They will generally make you check your bags, and charge a small fee for the privilege of taking pictures inside.\n\n",{"type":"==","value":["Work"]},"\n\nThe average official salary for Cubans is about US$15 per month. Non-Cubans can only obtain a business\/work visa or a work permit through a Cuban business or a foreign business registered in Cuba.  Business visas are generally for up to three months.  Work permits are renewable annually.\n\n",{"type":"==","value":["Stay safe"]}," \n\nCuba is generally a very safe country; strict and prominent policing, combined with neighborhood-watch-style programs (known as the Committee for the Defense of the Revolution, or C.D.R.) are officially there to keep the streets safe from violent crime, however in reality it is a secret police network. Therefore, a certain degree of common-sense and caution is advisable, especially in major cities. Visitors should avoid coming to the attention of the Cuban police and security services.\n\nDrug laws can be harsh and their implementation unpredictable.  The same may be said about the laws concerning prostitution. The importation, possession or production of pornography is strictly prohibited.  It is not uncommon to see a dog jogging on the luggage carousel sniffing arriving luggage, especially when arriving from countries prone to drug-trafficking, so be sure to lock and\/or wrap your luggage to avoid any problems in this regard.\n\nTourists are generally advised not to involve themselves in the following three areas: politics, drugs, or pornography\/prostitution. It should be noted that there is very little tolerance amongst the authorities for any comments made against the Revolution, Fidel, Che, etc., and an extensive network of informers exist who routinely turn in neighbors who espouse politically undesirable beliefs.  As such, it is advisable not to make any such comments.\n\nAs far as women are concerned, they will receive a lot of attention from men, especially away from the more touristy centre of Havana. Avoiding cleavage and short skirts will lessen the attention, although by no means stop it. Do not get annoyed by the whistles or hissing sounds, as Cuban women often acknowledge and welcome the attention. Acknowledging it too enthusiastically, however will probably encourage the men.\n\n",{"type":"===","value":["Scams"]},"\nA few well established scams exist:\n\n",{"type":"*","value":[{"type":"'''","value":["Renting a car"]}," in Cuba calls for your attention on every single CUC you pay. One of the reported scams is referring to the ",{"type":"'''","value":["cost of insurance"]}," and it is quite expensive as you may get to pay twice the real cost. Price of the insurance depends only on the car model, but the clerk might start to explain the difference between 2-3 types of policies, at different costs (for the same car class). Obviously, the more expensive one has full coverage (except for the radio and tires theft). This is the scam! If you choose the more expensive option, you are told that it is not possible to pay the full amount with credit card. Nevertheless it is possible to pay a part of it with credit card (exactly the cost of the less expensive one)and pay cash for the difference. You will not get any receipt, nor does this sum appears on the rental contract. This is the exact amount the scammer gets from you. ",{"type":"'''","value":["Remember: There is only one type of insurance policy covering everything (except for radio and tires) and the price varies only depending on the car type."]}," "]},{"type":"*","value":["Real-looking discount cigars of dubious authenticity being offered by street touts. Quite often though these are indeed genuine articles which have been stolen or collected over a long period of time by cigar workers and are sold at substantial discount on legal and taxed cigars. If you are unable to distinguish genuine cigars then you should only buy from the official cigar dealers. The best people to buy untaxed (illegal but genuine) cigars from tend to be hotel doormen who will not be offended if asked \"if they know where you can get cheap cigars\" and may lead you to a room in the hotel used for this purpose. If buying untaxed cigars you should not pay more than say CUC 50 for a box of say 25 Esplendidos (around ten times cheaper than taxed cigars a rule of thumb). Be careful that you see the box you are buying open to prove there are in fact cigars in it. Also often stickers are included to allow you to seal the box as if it had been taxed. There is a risk that customs will confiscate these on exit, but for less than 50 cigars it is very unlikely. If carrying more than they should be split between the members of your party. Since the activity of selling untaxed cigars stolen or collection from the factory is illegal and the locals are often very short of money outside the main tourist season it is possible to haggle the prices very low, but since a typical salary for a hotel worker may be the equivalent of USD 20 per month it may seem unfair."]},"\n",{"type":"*","value":["\"Friendly\" locals inviting tourists to bars for a drink (normally a Mojito) or to a restaurant; the tourist will be charged two to three times the normal price, and the spoils split between the establishment and the \"friend\". In Central Havana area, a running trick is a young local man or couple, in pretext of practising English, to invite tourists to attend a performance by \"Buena Vista Social Club\" (no, most of the members of BVSC have passed away and the group hasn't performed in Havana for many years) while suggesting to go to a nearby bar for a drink while waiting for the show to start."]},"\n",{"type":"*","value":["Short-changing in bars or taxis or giving national pesos (CUP) in change for convertible pesos (CUC). Or, offering to swap 3 CUC or more for a \"special edition\" 3 peso coin with a picture of Che Guevara (the swap is of a CUC for CUP which is worth about 20 times less). Unfortunately unlike bills, convertible coins are unmarked as such. Get familiarized with the coins as soon as you get them from the bank or CADECA - the ones with a big star or Che Guevara on one side are all national pesos."]},"\n",{"type":"*","value":["Water is often sold around tourist areas. Sometimes these bottles have been filled with local tap water and re-sealed (which can be poisonous). You can usually see this tampering on the bottle, but not always, in any case tap water will taste markedly different to bottled water and should be avoided in all cases. If in doubt you should discard the water. In fact, real bottled water (same goes for canned soft drinks) is a luxury even to locals and costs about the same either in national pesos (around 10 CUP) or convertibles (around 0.45 CUC) in stores, local or tourist ones alike - if you get one too cheaply, it's probably too good to be true."]},"\n",{"type":"*","value":["Locals offer to swap money at a 'local bank' where the natives can get the best rates and ask you to remain outside whilst they do the deal as your presence would drive the rate up. If you give them your money you will never see them again. "]},"\n",{"type":"*","value":["Credit cards scams are common and accordingly money should only be withdrawn in reputable hotels or banks. Ideally carry cash with you, USD, EUR and GBP are almost universally accepted (in order of popularity) despite being illegal to spend. "]},"\n",{"type":"*","value":["In Havana it is important to always be careful when using money. When taking a taxi, ask someone familiar with the system what the approximate fare should be, as many drivers will try to set an artificially high fare before departing. If in doubt, insist that they use the meter. You can almost be sure that any predetermined fare from the airport is at least 5-10 CUC higher than it should be - insist on the meter."]},"\n",{"type":"*","value":["Shop assistants have been known not to give change and go on serving the next customer, assuming the tourist will not be able to speak enough Spanish to question the matter. In addition, some ambiguity exists between whether or not published prices are in CUC or CUP, and many vendors will take CUC when CUP is due and pocket the difference without telling you of your mistake. If in doubt, observe what the other customers are doing before making your purchase."]},"\n",{"type":"*","value":["Credit card scams are common. Do not let your credit card out of your hands, and watch as the salesperson passes the card in the machine. If anything seems strange, DO NOT SIGN! Merchants in small shops may take your card to an adjacent bank counter and use it to take out a cash advance. Look closely at your receipts, if the receipt indicates 'Venta' and a dollar or CUC amount, this means that is has been passed as a cash advance (which will be kept by the dishonest employees). Credit card facilities are however generally so limited to non-existent in shops that it is customary and more practical to just pay with cash."]},"\n",{"type":"*","value":["Often, real products such as rum and cigars may be switched by employees for fake ones which are under the counter or in a storeroom. "]},"\n",{"type":"*","value":["Jineteros\/jineteras are a problem in larger cities, and will try to sell tourists anything, including restaurants, cigars, sex and drugs. Note that this type of solicitation is illegal in Cuba and most will leave you alone if you ignore them or politely say no for fear of police attention. If you do find yourself in a situation with a more relentless jinetero, tell them that you have been in the country for several weeks, that you are a student at the university or that you are from a third-world country (which you could pass as a citizen of if you're white, Brazil usually works since it's a non-Spanish speaking country, Russia is another good example; Vietnam or Thailand works well if you're Oriental) and they will probably leave you alone. Many rely on tourists who are unfamiliar with the system and comparatively rich, so ideally you should try to make an impression otherwise. Keep in mind that even if a tout scoops only a few CUCs from unsuspecting tourists a day, he or she will probably make as much as a doctor's monthly salary in just a matter of a week or two."]},"\n",{"type":"==","value":["Stay healthy"]},"\n\nCuba is considered very healthy except for the water; even many Cubans boil their water. That said, some travelers drink untreated water without ill effect.  The best solution is bottled water and lots of it, especially for visitors who are not used to the 30+°C\/85+°F temperatures.  Bottled water (agua de botella) is easily found and costs between .65 and 2 CUC for a 1.5L bottle, depending on the shop.  It should be noted that the mineral count (total dissolved solids) of bottled water is quite high compared to elsewhere in the world, so if you are planning to visit Cuba for an extended period of time (e.g. as a student or on work permit), it might be a useful idea to bring a small jug\/sports bottle water filter with a few cartridges along to further purify the water.\n\nCuban milk is usually unpasteurized, and can make visitors sick.  Additionally, tourists should be wary of vegetables washed in tap water.  Despite the warnings, most Cuban food is safe to eat and you do not need to be paranoid.\n\nThe island is tropical and thus host to a number of diseases. Some recommend an aggressive program of inoculations when planning a trip to Cuba, but most travelers come with little or none. Hepatitis B and tetanus shots are recommended by most travel clinics. Hepatitis B is generally spread by direct blood or sexual contact, the inoculation course requires three injections over several weeks, followed by a blood test to determine if it actually worked; shorter courses are available. (Interestingly, the hepatitis B vaccine is actually produced in Cuba for world-wide use). Generally tetanus immunization is more important, since tetanus is a risk with any wound or cut, especially in a dirty, contaminated wound.\n\nHIV\/AIDS infection is less than 0.1%, however, as always, you should exercise care and make sure you or your partner wears a condom should you become sexually active while in Cuba.\n\nCuba has one of the highest number of doctors available per capita in the world (around one doctor for every 170 people), making doctors readily accessible throughout most of the island.  Your hotel reception should be able to point you to the closest doctor.  (So plentiful in fact are doctors in Cuba, that it is not uncommon to see doctors selling paintings, books or other artwork to tourists at the flea market to make money to supplement their meager salaries.)\n\nFinding medication is, however, often difficult. It is highly recommended to stock up on over-the-counter medications before heading to Cuba, as pharmacies lack many medications that westerners might expect to find, such as aspirin, ibuprofen and immodium. Do not attempt to import psychoactive drugs into Cuba. Havana also features a clinic (and emergency room) for foreigners, which offers extremely prompt service.\n\nToiletries such as shampoo, conditioner, razors, tampons and condoms are also hard to come across and expensive, so stock up before you leave.\n\n\n\n",{"type":"====","value":["Police, Fire and Medical contact numbers"]},"\n\nThe emergency number in Cuba is: ",{"type":"'''","value":["106"]},".\n\n",{"type":"==","value":["Respect"]},"\n\nCubans are generally friendly and helpful people. Keep in mind that they make about US$15 a month; if they can help you, they probably will, but they may expect you to return the favor. If you are invited into a Cuban's home for supper, take the invitation. You will really be treated like a guest of honor. It is a great way to get a feel for the culture. Of course, ordinary Cubans are not permitted to host this type of event, but it goes on as a matter of course.\n\nOne way to help local Cubans is by staying in ",{"type":"[[","value":[["casa particular"],["casas particulares"]]}," and eating in paladares. While free enterprise is usually banned, several years ago the government began selling expensive licenses to individuals wishing to open up rooms for rent in their houses, or set up a few tables on their porch and cook out of their kitchens. Not only are the licenses very expensive but the fees must be paid monthly regardless of income, leaving those less fortunate the possibility of actually ",{"type":"''","value":["losing"]}," money. Not only is it more interesting to stay with locals and eat in their homes, you're actually directly benefiting them in one of the few ways possible.\n\nDo not push Cubans into a discussion of political issues, as this could have serious repercussions on you and the person you are talking to.\n\nTraditionally Cuba is Catholic, but the government has often cracked down on demonstrations of faith.  Recently, however, it is less frowned upon since Pope John Paul II's visit, and there are more important issues to deal with. Other religions in Cuba are hybrid religions, mixing elements of Catholicism with others of traditional African religions. The most common one is called \"Santeria\" and their priests can be recognised by the full white regalia with bead necklaces that they wear. Women going through the process to become priests are not allowed (amongst other things) to touch other people, so if your casa owner is distant and dressed all in white, do not be too surprised. There are many museums in Cuba (especially in the Southern cities like Santiago de Cuba) which depict the history and traditions of Santeria.\n\n",{"type":"==","value":["Connect"]},"\n\nCuba is, by design, one of the most expensive countries in which to communicate.  Incoming phonecalls to Cuba cost about €1 \/ minute, even through services like Skype.  Outgoing calls from Cuba are similarly expensive, and can be as high as €5 per minute for making international when roaming with your cellphone from overseas.  Having internet access at your house is illegal, though illegal connections (usually through a modem set up at a school or workplace) can be obtained for about 30 CUC per month.  \n\nIn many cities the only way for tourists to access the internet is through the government's communications centers.  Look for buildings bearing the name \"ETECSA\", which stands for Empresa de Telecomunicaciones de Cuba S.A.  ETECSA also has internet stations in some of the larger government hotels and resorts.\n\nThe connection speed is comparable to analog dial-up speed in Havana or slower in smaller locations, at a cost of 6 CUC \/ hour.\n\nThis is payable by purchasing a prepaid scratch card with a PIN code granting you access for one hour.  The same card can be used throughout the country at any ETECSA terminal, allowing you to disconnect after your session and use the remaining time on the card further at the next hotel\/city you go to.\n\nWI-FI in hotels and restaurants is certainly uncommon if not non-existent and tourists should not rely on this being available when planning their means of communication.\n\nMany will tell you that Skype is unavailable in the country, yet on a recent visit (Nov 2011) it was possible to Skype the UK and Australia, with video, from a hotel lobby using an iPad and the hotel's wifi.\n\n",{"type":"===","value":["Phone"]},"\n\nThe country code for Cuba is ",{"type":"'''","value":["53"]},".\n\nThe emergency number is 116. The information number is 113.\n\nGSM cell phones will work in Cuba (900 MHz).\n\nCellphones can be rented at several stores in Havana, including one in the airport. The rates are 9 CUC per day (6 CUC for the phone and 3 CUC for the SIM card), plus about 36 cents a minute for prepaid cards. If you bring an unlocked GSM phone operating at 900 MHz (or quad-band world phone) you can buy a SIM card for 111 CUC, plus your prepaid minutes. If you're staying two weeks or more it makes sense to bring a cheap phone, buy a SIM card and prepaid minutes, then give the phone to a Cuban friend when you leave. Cellphones are among the most desired items for Cubans (bring a case for the phone too, Cubans are very fussy about keeping their phones scratch-free). You will have to go to a cellphone store with your friend and sign a paper to give the phone to your friend. Don't give your friend an unlimited plan that charges to your credit card!\n\n",{"type":"===","value":["News"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Granma"]}," has a ",{"type":"[","value":["http:\/\/www.granma.cubasi.cu\/ daily edition"]}," and an ",{"type":"[","value":["http:\/\/www.granma.cu\/ingles\/index.html international version"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.juventudrebelde.cu Juventud Rebelde"]}]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cubavision.cubaweb.cu\/portada.asp Cuba Vision"]}]},", is the national television station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.radioreloj.cu Radio Reloj"]}]},", broadcasts news 24 hours and states the time every minute on the minute — ",{"type":"''","value":["dos cuarenta y dos minutos"]},"..."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/radiohc.cu Radio Havana Cuba"]}]},", multi-language shortwave radio station "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.radiorebelde.com.cu Radio Rebelde"]}]},", another news radio station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/news.thecubaexperience.co.uk Cuba Holiday News"]}]},", online news channel, with selected news for people interested in travelling to Cuba."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.havanatimes.org Havana Times"]}]},", Photos, News Briefs and Features from Havana, Cuba."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cubaheadlines.com Cuba Headlines"]}]},", Cuba News Headlines. Cuban Daily News | Cuba News, Articles and Daily Information."]},"\nMost of the radio stations are available live online ",{"type":"[","value":["http:\/\/media-radio.cubasi.cu\/"]},".\n\n",{"type":"===","value":["Television"]},"\n\nIf you're staying at a hotel or casa particular, it's likely there will be a television, and watching Cuban television is a good place to observe Cuba's unique mix of vibrant culture, sports and controversial politics.\n\nThe Cuban telenovelas are one of the state's key instruments for addressing sexual taboos and educating young people about AIDS, for example.  The locally produced cartoons are the most interesting and uniquely Cuban.  They range from abstract and artsy to informative to entertaining.\n\nThe most famous of the genre is the children's program Elpidio Valdés, which chronicles the adventures of a band of rebels in the 19th century revolt against the Spanish.  The mix of cartoon slapstick humor and images of violent revolution (dashing revolutionaries stealing rifles, blowing up Spanish forts, and sticking pistols into the mouths of goofy Spanish generals) in a program geared at children is simultaneously delightful and disturbing.\n\nThere are classes under the heading \"Universidad Para Todos\" (University for Everybody) with the purpose to teach Cubans subjects like mathematics and grammar through the television. Also one of the channels is called the \"Educational Channel\" (Canal Educativo), although this uses \"educational\" in its widest sense, including foreign soap operas and pop concerts.\n\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["Geo"],["22"],["-79.5"]]},"\n",{"type":"{{","value":[["related"],["Americans_in_Cuba"]]},"\n\n\n\n",{"type":"[[","value":[["Commons:Category:Cuba"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Cuba"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Cuba\/"]]}]