[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["otbp=yes"]]},"\n\n",{"type":"[","value":["http:\/\/www.cucphuongtourism.com\/ ",{"type":"'''","value":["Cuc Phuong National Park"]}," (Vườn quốc gia Cúc Phương)"]}," is in Ninh Binh Province of ",{"type":"[[","value":[["Vietnam"]]},". It is Vietnam’s largest national park and one of the most important biodiversity sites in the country. It is home to hundreds of species of flora and fauna. The park can be visited from Hanoi as a day trip or visitors can stay at the park’s lodgings for a longer stay. Visiting the park is a terrific opportunity to get a close look at Vietnam’s nature. Fees generated from tourism help protect the parks wildlife and improve the local economy. The best time of the year to visit the park is during the dry season, from Nov-Feb.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Cuc.Phuong.National.Park.jpg"],["thumb"],["240px"],["Cuc Phuong National Park"]]},"\n\n120 km southwest of Hanoi on 22,200 hectares of rainforest, Cuc Phuong National Park is the centrepiece of Vietnam’s conservation efforts and one of the most accessible parks in the country. Vietnam’s first and largest national park, Cuc Phuong's beauty and a few of its thousands of species of plants and animals can be seen with the help of a park ranger. If you’re not interested in hiking up and down the karst mountains, a good alternative is the easy but rewarding trip to the primate and turtle rehabilitation and breeding centres. \n\n",{"type":"===","value":["History"]}," \nIn 1960 Cuc Phuong was made into a forest reserve and in 1962 Cuc Phuong National Park was dedicated by Ho Chi Minh, who reminded the Vietnamese people that protecting the environment protects their future. But mankind's relationship with Cuc Phuong began long before Ho's visit. The remains of prehistoric humans dating 7,000-12,000 years ago have been found in the numerous caves in the park. In 1789 the Quen Voi section of the park was the site of a major battle in the civil war between Nguyen Hue and Thanh Long. More recently, conflicts have emerged between the government and 2,500 Muong ethnic minority tribesmen who live, farm, and hunt in the park. In 1987, 500 Muong were relocated outside of the park and international conservation groups have worked to eliminate poaching by employing locals in the park and selling Muong handicrafts in gift shops.\n\n",{"type":"===","value":["Landscape"]},"\nCuc Phuong is in the foothills of the northern Annamite Mountains. The park consists of verdant karst mountains and lush valleys. Elevation varies from 150-656 m (500-2,152 ft) at the summit of May Bac Mountain, or Silver Cloud Mountain. The limestone formations produced numerous caves, many of which are accessible for exploration.\n\n",{"type":"===","value":["Flora and fauna"]},"\nCuc Phuong is home to a large range of flora and fauna. Inhabitants of the park include 97 species of mammals, most notable are the endangered langurs; 300 species of birds; 36 reptilian species; 17 species of amphibians; 11 species of fish; 2,000 species of vascular plants, and thousands of species of insects, most of which do not bite. A number of species in the park are listed on Vietnam Red Book of endangered species.\n\n\nPrimates in the park include macaques, gibbon, Francois' leaf monkey and slow loris. Other mammals including bats, porcupine, flying squirrel, small striped squirrel, belly-banded squirrel, and the rare giant black squirrel. In the past Asiatic black bears, wild dogs, and tigers have been spotted in Cuc Phuong, but over-hunting and lack of prey have jeopardized the existence of these species within the park. Leopard, clouded leopard, and jungle cat may still stalk prey in Cuc Phuong. \n\nBird species include bar-backed partridge; scaly-breasted partridge; silver pheasant; red jungle fowl; grey peacock-pheasant; laughing thrushes; red-vented barbet; green-eared barbet; scimitar-billed babblers; brown hawk owl;  scarlet minivet; racket-tailed drongos; racket-tailed magpie; white-winged blue magpie. Migrant species include thrushes, flycatchers, tits, finches, pipits amongst others. Hornbills can also be spotted in the forest. \n\nAn endemic sub-species of subterranean cave fish is also located in the park.\n \nMosquitoes and leeches are present in the park, but they are not as bad as you may imagine and repellent keeps at least the mosquitos away.\n\nFlora in the park includes multi-layered canopy with trees up to 70 m in height.; flowers, including orchids; ferns with amazingly tall leaves; and an abundance of lianes and cauliflory. The park also contains plants used as spices and medicines as well as edible fruits, nuts, and shoots.\n\n",{"type":"===","value":["Climate"]},"\nThe average temperature in Cuc Phuong is 21 Celsius (70 F), with a mean winter temperature of 9 C (48 F). High temperatures can reach above 30 C (85 F) and lows are just above 0 C (32 F). At the low elevations in the valley the temperature is hot and humid while at higher elevations the temperature drops and frostbite is a threat. On average it rains more than 200 days a year. The average annual rainfall is 2,100 mm (7 ft). The dry season is Nov-Feb, the driest months being Dec-Jan.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Cuc Phuong Map.JPG"],["thumb"],["240px"],["Map of Cuc Phuong National Park"]]},"\n\n",{"type":"*","value":["From ",{"type":"[[","value":[["Hanoi"]]},":"]},":Visitors can travel to Cuc Phuong National Park via Hanoi’s Giap Bat Bus Terminal, the city’s southern bus terminal. Hop on a bus going to ",{"type":"[[","value":[["Nho Quan"]]},", the town nearest the park. There are several buses in the morning and afternoon and tickets will cost roughly 50,000 dong. From Nho Quan you can catch a motorcycle taxi to the park headquarters for about 40,000 dong. The total travel time is 2 ½ to 3 ½ hours. \n\n:An alternative is to book a trip with one of the many travel agencies in Hanoi who can arrange convenient and comfortable, yet pricy, trips to the park. \n\n:If you plan on making only a day trip to the park, then it’s best if you go through a travel agency, but if you’re going to stay for one or more nights then the public bus option is viable.\n\n",{"type":"*","value":["From ",{"type":"[[","value":[["Ninh Binh"]]}," City: "]},"\n:From Ninh Binh a motorcycle taxi to the park’s headquarters will cost approximately 100,000 dong and a hired car is 300,000-400,000 dong.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA permit to enter the park can be purchased at the park headquarters.\n\n",{"type":"==","value":["Get around"]},"\nTravel within the park can be done on foot or by motorbike, ",{"type":"[[","value":[["cycling"],["bicycle"]]}," or car. A 20 km paved road cuts to heart of the forest and passes a number of paths leading to caves. Bicycles are the most environmentally friendly alternative and with less noise you’re more likely to see wildlife. Bicycles and motorbikes are available for rent at the park headquarters. Once you’ve reached the park’s centre there are numerous stone paths for walking.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nA permit to enter the park can be purchased at the park headquarters at a reasonable price.\n\n",{"type":"==","value":["Get around"]},"\nTravel within the park can be done on foot or by motorbike, bicycle, or car. A 20 km paved road cuts to heart of the forest and passes a number of paths leading to caves. Bicycles mean less noise, thus you’re more likely to see wildlife. Bicycles and motorbikes are available for rent at the park headquarters.\n\n",{"type":"==","value":["See"]},"\nThe Visitor’s Centre at park headquarters is a good place for information about Cuc Phuong. \n\nExploration of Cuc Phuong's many limestone caves makes a rewarding excursion. The caves include Thang Khuyet Cave, Con Moong Cave, Pho Ma Cave, Nguoi Xua Cave,  and the Cave of Prehistoric Man (Dong Nguoi Xua). The latter is the site of the one of the earliest discoveries of human habitation in Vietnam. Excavated in 1966, the cave revealed human graves, stone axes, pointed bone spears, oyster shell knives, and tools for grinding dating back 7,500 years. These artifacts have long been removed and the cave is open to tourists. The entrance to the cave is littered with picnic refuse and spent incense sticks, but if you duck under the first crevice to the right you’ll find a stairway that takes you 10 m up for further exploration. Make sure to bring a torch (flashlight)!\n\nThe ",{"type":"'''","value":["Botanical Garden"]},"  near the park’s headquarters is good place to take a stroll and get an introduction to the region’s flora. Early in the morning you will hear birds singing, accompanied by perhaps a gibbon or two. \n\n",{"type":"[[","value":[["Image:Cuc.Phuong.Turtle.Rehab.Center2.jpg"],["thumb"],["240px"],["Manager of Cuc Phuong Turtle Conservation Center holding Specimen"]]},"\n\nThe ",{"type":"[","value":["http:\/\/www.primatecentre.org\/ ",{"type":"'''","value":["Endangered Primate Rescue Centre"]}]}," is an important rehabilitation centre for Vietnam's critically endangered and majestic primates. Langurs, loris, and gibbon species are housed at the centre and include the critically endangered Delacour's Langur, golden-headed langur, Tonkin snub-nosed monkey and black crested gibbon. \n\nThe centre was established in 1993 with the help of the Frankfurt Zoological Society and has grown to 100 animals in 30 cages, 4 houses,  and two semi-wild enclosures. The primate species at the site were confiscated from wildlife smugglers and include representatives of 16 Indochinese primates. The centre can be visited during the day and donations are encouraged. A small gift stand is located in the centre. The centre is a 10 minute walk from the park headquarters.\n\n",{"type":"[","value":["http:\/\/www.asianturtlenetwork.org\/project%20profiles\/vietnam\/cuc_phuong.htm ",{"type":"'''","value":["The Cuc Phuong Turtle Conservation Centre"]}]}," was established in 1998 and is home to some of the most endangered turtles in Vietnam. Six hundred turtles representing 15 of Vietnam’s 23 native species are bred at the centre and released back into the wild. At the centre it is possible to see hatchlings and adult turtles. The turtles at the centre are mostly specimens rescued from smugglers who supply the illegal trade in Vietnamese turtles to China, where they end up on restaurant menus. The centre can be visited during the day and donations are encouraged. A small gift stand is located in the centre. The centre is a 10 minute walk from the park headquarters.\n\nA ",{"type":"'''","value":["Carnivore and Pangolin Conservation Centre"]}," is next to the turtle centre and houses civets, including the rare Owston’s civet, and other small carnivores (including weasels, otters, and wild cats) and pangolins rescued from the wildlife trade. Due to quarantine restrictions and the need for secluded breeding facilities for endangered civets, the centre is not open to visitors unless special arrangements are made in advance. \n\nNear Cuc Phuong National Park is a preserve at Van Long where you can see Delacour’s langur in the wild. Cuc Phuong’s park headquarters can help arrange a trip to Van Long.\n\n",{"type":"==","value":["Do"]},"\nDozens of trails cut through the forest and can be used for simple hikes for an hour or two-day treks through the forest. Trekking options include loop trails that take only a few hours of moderate walking to a two-day trek across the park. If you do decide to get off the path and into the brush, make sure you are wearing a long sleeved shirt and long pants. The prickly vines will make mincemeat out of any exposed flesh and the disgusting, yet harmless, leeches will find you to be a quick and easy lunch.\n\nOrnithologists flock to Cuc Phuong to catch a glance of silver-pheasants, red-collared woodpeckers, brown hornbills, and bar-bellied pitas and others from among the three hundred species that inhabit the park.\n\nTour guides are available for a reasonable fee and can take you on day or nighttime treks, which is probably the best way to spot Cuc Phuong’s numerous little creatures. \n\nThe park headquarters can also arrange river rafting trips and tours catering to your needs.\n\n",{"type":"==","value":["Buy"]},"\nGift shops are located at the park headquarters and the lodging in the heart of the forest. A wide selection of T-shirts and woodcarvings by the local Muong minority are available for sale. Proceeds go to support the park and ethnic minority Muong who live in the park.\n\n",{"type":"==","value":["Eat"]},"\n\nFood is available at a restaurant at the park headquarters and at the lodging in heart of the park. If you bring food into the park just remember to properly dispose of any plastic wrappings, bottles, and cans.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["Clean and affordable lodging is available at the park headquarters. The lodge provides beds, showers, and a restaurant. Room options include Spartan wooden cabins to more comfortable, and expensive, hotel rooms with a TV. Prices range from US$6-25 per night. Reservations can be made at park headquarters."]},"\n",{"type":"*","value":["Check at park headquarters for camping options. "]},"\n",{"type":"*","value":["Home stays in the Muong village deep in the forest are available for those who are making two day treks across Cuc Phuong."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ha Long Bay"]]}," - famous for its unearthly scenery."]},{"type":"*","value":[{"type":"[[","value":[["Hanoi"]]}," - the capital of Vietnam."]},"\n\n\n\n",{"type":"{{","value":[["geo"],["20.316667"],["105.608333"]]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Vietnam"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cuc Phuong National Park"]]},"\n\n",{"type":"[[","value":[["vi:Vườn quốc gia Cúc Phương"]]}]