[{"type":"{{","value":[["pagebanner"],["Cuckmere Banner.jpg"],["caption=Cuckmere Haven and its famous meanders"]]},"\n",{"type":"'''","value":["Cuckmere Haven"]}," is in the ",{"type":"[[","value":[["South Downs"]]}," and ",{"type":"[[","value":[["East Sussex"]]}," of ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Coastguard Cottages - geograph.org.uk - 18320.jpg"],["right"],["thumb"],["An iconic image, Cuckmere Haven and the Seven Sisters"]]},"\nCuckmere Haven is an area of flood plains in Sussex, England where the river Cuckmere meets the English Channel between Eastbourne and Brighton. The river is an example of a meandering river, and contains several oxbow lakes. The beach at Cuckmere haven sits next to the famous chalk cliffs, the Seven Sisters.\n\nThe River Cuckmere has been forming the meanders since the last ice age, in the 19th century the meanders were cut off by a canal (for shipping up the river and to lower the risk of flooding) there is currently a plan to re-instate the meanders to promote the growth of a salt marsh.\n\n",{"type":"===","value":["History"]},"\nThe first occupiers of the locality was prehistoric man; flint objects such as arrow heads and axes have been found; At about 3,500 BC, a more advanced stone age man started to arrive on the coasts of south east England. Bringing agriculture to the Cuckmere Valley, deforestation happened in the area around Cuckmere Haven, radically changing the areas appearance.\n\nBy AD 1000 Exceat village had developed, and was become a thriving settlement, being noted in the Doomsday book; by the 1500s the village was greatly reduced, due to the Black Death and sheep farming on the downs. Smuggling was a bit activity along the coasts of southern England, and Cuckmere haven was no exception,  In 1840 the canalised section of the river was constructed by prisoners at Lewes Prison to reduce flooding.\n",{"type":"[[","value":[["Image:Cuckmere meanders - geograph.org.uk - 628832.jpg"],["right"],["thumb"],["the famed meanders"]]},"\nThe last war involved Cuckmere Haven to a far greater degree than during any previous outbreaks of hostility. During the early part of the war, and extensive network of lights was laid out within the valley. The purpose of these was to give German bomber crews the illusion that they were over the port of Newhaven, around 6 miles Westwards. Later on Pillboxes were constructed (and can still be seen) in the valley to repel any German invasion.\n\n",{"type":"==","value":["Flora and Fauna"]},"\n",{"type":"[[","value":[["Image:Lesser Sea -spurrey (Spergularia marina) - geograph.org.uk - 1461163.jpg"],["thumb"],["right"],["Sea Spurrey"]]},"\nCuckmere Haven is famed for its Saltmarsh environment between the flood bank and the tidal river, a salt marsh has developed which is covered by most tides. The level of the mud is slowly, but constantly rising. At slack water either side of high tide, the suspended silt particles, which have been brought down by the river, sink and are deposited around the roots and stems of salt marsh plants. These are specially adapted to living in a soil with a very high salt concentration and are called halophytes.\n\nThe bare mud is first colonised by the fleshy (succulent) green glasswort (",{"type":"''","value":["Salicornia sp."]},") but as the level of the mud rises and is covered by water for a shorter time, other plants become established. These include sea purslane (",{"type":"''","value":["Halimione portulacoides"]},") which has flattened grey-green leaves, sea spurrey (",{"type":"''","value":["Spergularia media"]},"), which may be distinguished from the similar sea blite (",{"type":"''","value":["Suaeda maritima"]},") when not in flower, by the whitish scale at the base of the leaves, and the red fescue grass (",{"type":"''","value":["Festuca rubra"]},"). Still higher and reached only by the highest tides are the grey-green sea wormwood (",{"type":"''","value":["Artemesia maritima"]},") and the mauve-flowered sea aster (",{"type":"''","value":["Aster tripolium"]},"). The seed and fruit of these plants are mainly dispersed in sea-water by the movement of the tides.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Public Transport"]},"\n",{"type":"'''","value":["From London (Victoria)"]},"\nTake the London – Eastbourne train and change at Lewes for the Seaford train. At Seaford, come out of the station and the bus stop is on the opposite side of the road on the left (next to ‘Flowers’ furniture shop). Take the 12, 12A or 13 bus to Exceat.\n\n",{"type":"'''","value":["From Brighton"]},"\nTake the train to Lewes, then proceed as above or take the 12, 12A or 13 bus from Brighton (the train may be marginally quicker - but more expensive, fares by bus should be about £4.00 return)\n\n",{"type":"'''","value":["From Eastbourne"]},"\nTake the 12, 12A or 13 bus from Eastbourne bus station (around £3.00 return)\n\nPlease note that the 13 bus runs on Sundays and Public Holidays only.\n\n",{"type":"===","value":["Car"]},"\nCuckmere Haven is situated on the A259 between Seaford and Eastbourne.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance is free, but there is a small charge for the carpark.\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":["Foot"]}," - slow and steady, there is a metaled path to the beach (although the beach is comprised of cobbles and may not be suitable for all people), alternatively there are paths up into the sides of the valley for the more adventurous; clifftop walks to Beachy Head are popular "]},{"type":"*","value":[{"type":"'''","value":["Bike"]}," - bikes can be rented at ",{"type":"'''","value":["Cuckmere Cycle Co"]}," there are many different models, also one could cycle in Friston Forest, an area of downland forest behind Cuckmere Haven."]},{"type":"*","value":[{"type":"'''","value":["Canoe"]}," - Canoes can be hired from the Canoe Center near to Car park, they cannot be landed in the meanders though"]},"\n",{"type":"==","value":["See and Do"]},"\n",{"type":"'''","value":["All visitors must note that the Park is a working farm with grazing sheep and cattle, and therefore you are kindly requested to keep dogs under close control at all times."]}," \n",{"type":"===","value":["Walking"]},"\nThere are two signed walking trails at the Park:\n",{"type":"*","value":[{"type":"'''","value":["Park Trail"]}," is marked with purple arrowed numbered posts and is 5 km (3miles) long. "]},{"type":"*","value":[{"type":"'''","value":["Habitat Trail"]}," is marked by green arrowed posts and is a 7 km (5 miles) circular trail around the perimeter of the Park."]},"\nBoth trails begin at the gate opposite the Visitor Centre (opposite the car park and bus stop). After wet weather the path can get muddy and you are advised to wear stout footwear also mobile phones have a tendency to lose signal (although it depends on network)\n\nTo purchase a map showing these routes use the Visitor Centre.\n\nthere is also an 'easy access trail'  for 2 km along the valley floor to the shingle beach and mouth of the river, it provides a view of Seaford Head and is suitable for people with impaired mobility (quite how they would see the view), wheelchairs, mobility scooters and push chairs.\n\n",{"type":"===","value":["Cycling"]},"\nThere is a concrete track which offers safe and easy access to the beach and amazing views of the Seven Sisters Cliffs. The path is flat and suitable for all ages and abilities. The Friston Forest, a 1700 acre area easily accessible from the Park offers a number of trails and routes from a pleasant family ride to downhill biking. Information about these routes can be found at the Cuckmere Cycle Hire shop, which is located next to the Visitor Centre. the Park can be easily reached by the National Cycle Network.\n\n",{"type":"===","value":["Bird Watching"]},"\nWith a wide variety of different habitats packed into this special 280 hectare site, there are some great year round birding opportunities, weather permitting! more information is available ",{"type":"[","value":["http:\/\/www.sevensisters.org.uk\/rte.asp?id=48\/ here"]},".\n\n",{"type":"===","value":["Canoe"]},"\nIf you'd rather use the famed meanders for having a look around the Seven Sisters Canoe Centre has instructors and canoes. Hire is for groups who pre book only, although occasionally there are days when people can turn up and just have a go. For more information call 01323 491289.\n\nIf you have your own canoe members of the public can use the meanders for canoeing at any time. However, anyone accessing the meanders by canoe must use the dedicated slipway - this is the only permitted entry and exit point. The banks of the meanders are quite fragile and nesting birds could be disturbed.\n\n",{"type":"===","value":["Visitors Centre"]},"\nThe Visitor Centre is situated in an 18th-century barn, and provides a range of useful information about the Park. There are also displays and exhibitions detailing the history, geology and wildlife of the Park. There is a shop with leaflets, maps, souvenirs and local craft items for sale.\n\nThe Centre is open daily from 10.30am until 4.30pm April - October (inclusive). From November - March the Centre is open from 11.00am - 4.00pm Saturday and Sunday only.\n\n",{"type":"===","value":["Seven Sisters Sheep Centre"]},"\nWalk, Bus, Cycle or Drive (could try canoeing if you're up for it) up to the ",{"type":"[","value":["http:\/\/www.sheepcentre.co.uk\/ Seven Sisters Sheep Centre"]}," it offers one of the largest collections of sheep in the world with over 40 different breeds of sheep. With many older breeds no longer seen on modern farms. In the spring lambing take place (March to April). ",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Prices"]},"\n",{"type":"<","value":["br"]},"\nChildren                            £3.00 ",{"type":"<","value":["br"]},"\nOap & Consessions                   £3.50 ",{"type":"<","value":["br"]},"\nAdults                              £4.00 ",{"type":"<","value":["br"]},"\nFamily                              £13.00 ",{"type":"<","value":["br"]},"\n(2 adults, 2 children)\n\n",{"type":"===","value":["Fossil Hunting"]},"\nThe Chalk Cliffs of the Seven Sisters provide a fairly rich hunting ground for fossils, but please be aware there have been rock falls - it is advisable to wear glasses and maybe even hard hats. Coastal erosion is a problem in this area, so chopping off vast swathes of the cliff isn't a great idea. However, fossilised ammonites, sea urchins and gastropods can be found.\n\n",{"type":"==","value":["Buy"]},"\nThere is a gift shop in the information centre\n\n",{"type":"==","value":["Eat and Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Exceat Farm House"]}," offers traditional Sussex fare in a farmhouse environment. It is behind the Visitors' Centre. It can get crowded year round, so it may be best to book in advance 01323 870218"]},{"type":"*","value":[{"type":"'''","value":["Golden Galleon"]}," is situated on the other side of the valley, offering home-cooked food and even home-brewed beer"]},{"type":"*","value":["One could always walk into ",{"type":"'''","value":[{"type":"[[","value":[["Alfriston"]]}]}," further up the valley"]},"\n",{"type":"==","value":["Sleep"]},"\nThere is limited accommodation in the area - however if you are planning to walk to the area there is a campsite\n\n",{"type":"===","value":["Camping"]},"\n\nNote that in April 2011 the campsite closed for general public use.\n\nFoxhole Campsite and Camping Barn are essentially backpackers' accommodation offering space for 20 small tents and sleeping up to 35 people in a traditional Sussex barn. This is the only place on the Country Park where camping is permitted. It is open from 1 April–31 October. Any group of 4 people or more needs to pre-book and age restrictions apply. Booking in advance is advisable as the site is small and space is limited - however, booking in August and at weekends is essential - the site does fill up and if you do not have a confirmed advance booking you will unfortunately be turned away. Prices are: £4.50 adults\/ £4.00 under 18s for the campsite, and £6.00 adults\/ £5.00 under 18s for the camping barn. There is a discount of £1 per person per night for anyone arriving at the Country Park by sustainable means such as cycling\/ walking. It is a quiet informal site with basic facilities that can only be accessed on foot or bike along the valley floor.\n\nCars can be left overnight in the car park (this is done at the owner's risk). Payment must be made for every day or part thereof that the car is left in the car park - daily rates are £3.50. An overnight fee of £5 is also applicable for each overnight stay - for this please purchase a £5 'coach ticket' and display this next to the daily tickets. The overnight fee applies until 9am the following morning. If your car will be in the car park after 9am you will also be required to buy a daily ticket at £2.50 for up to 2 hours or £3.50 for over 2 hours.\n\nFor more information please call 01323 870280\n\n",{"type":"==","value":["Stay safe"]},"\nThere's normally someone else walking around, but the area can get foggy (surprisingly quickly) so beware, the beach has some submerged remains (various boats have run aground in the area) and the area can experience strong tides. the cliffs that flank the valley provide a fairly obvious health hazard.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Newhaven has a Ferry service to ",{"type":"[[","value":[["Dieppe"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["Brighton (England)"],["Brighton"]]}," to the West and ",{"type":"[[","value":[["Eastbourne"]]}," to the, erm, East is a simple bus (£4.00\/2.00 taking about an hour and a half \/half an hour) or bus to seaford and train (£3.60 return taking about half an hour) by car it is easily accessible along the coast road."]},{"type":"*","value":[{"type":"[[","value":[["South Downs Way"]]}," passes thought the park, from there one could walk to Eastbourne or all the way to ",{"type":"[[","value":[["Petersfield"]]}," in ",{"type":"[[","value":[["Hampshire"]]}," "]},{"type":"*","value":["Go cycling in Friston Forest"]},{"type":"*","value":["Walk\/drive\/cycle up the valley to ",{"type":"[[","value":[["Alfriston"]]}]},"\n",{"type":"[[","value":[["Wikipedia:Cuckmere Haven"]]},"\n\n",{"type":"{{","value":[["geo"],["50.7640"],["0.1470"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Sussex"]]},"\n",{"type":"{{","value":[["usablepark"]]}]