[{"type":"{{","value":[["pagebanner"],["Pumapungo banner.jpg"],["caption=Pumapungo ruins"],["unesco=yes"]]},"\n",{"type":"[","value":["http:\/\/www.cuenca.com.ec ",{"type":"'''","value":["Cuenca"]}]},", full name Santa Ana de los cuatro ríos de Cuenca, is the capital of the Azuay Province. Cuenca, which literally means \"basin\", is a vibrant colonial city in southern ",{"type":"[[","value":[["Ecuador"]]},", the third largest in the country. The dominant features of the city's geography are also the source of its name in Spanish: the four rivers of Cuenca (meaning a basin made by a confluence of rivers). These rivers are the Tomebamba (named after the Cañari culture), Yanuncay, Tarqui and Machangara, in order of importance. The first three of these rivers originate in the Páramo of Parque Nacional Cajas to the west of the city. These four rivers are part of the Amazon river watershed. In fact, the locals are very proud of their rivers.  The city is located in the highlands of Ecuador and lies in a valley at about 2,500 m (8,200 ft) above sea level, and is home to 518,000 people according to the 2010 ",{"type":"[","value":["http:\/\/www.inec.gob.ec\/estadisticas\/ census"]},". Its moderate climate makes it enjoyable year round. The center of the city is listed as a UNESCO World Heritage Trust site because of its many historical buildings. From downtown, looking southwest, you can see the beautiful Cajas mountains.  The majority of this area is protected by the large Cajas National Park (Parque Nacional Cajas), well worth the trip.\n\nCuenca is surrounded by mountains on all sides, with passes to the west, south and east. Everywhere you look in Cuenca, there are flowers, blooming trees, grass and rushing waters.\n\nThe city is cleaner and safer than most large cities in developing countries and there are claims it has purer water than most U.S. and European cities.  Unlike other cities in Ecuador, the drinking water is OK to consume. From 2010 to 2013 the government utility agency, ETAPA, built brand new water and sewage mains covering 8,000 hectares (20,000 acres).\n\nThe Cuenca city government recently hired a Spanish urban planning company to design 80 km of bicycle trails that will be constructed throughout the city of Cuenca. These trails are in addition to the trails that already follow several of the rivers that run through Cuenca.\n\n",{"type":"==","value":["Understand"]},"\n\nCuenca is a city whose culture encompasses over 100 years or more at the same time. While walking in Cuenca, you will see modern buildings, use high-speed internet and wireless communications while seeing natives washing their clothes in the river while talking on cell phones. You will see many modern vehicles while seeing people move their cows, horses and donkeys to graze along the rivers and parks. In around the markets, you will see people milking their goats and others hauling milk into town on a donkey. This is the charm of Cuenca, a culture that encapsulates traditions and practices of many decades.\n\nIn mid-February 2013, construction began on the Tranvía (tram).  Work will continue to near the end of 2014, with the rapid transit system becoming fully operational in early 2015. The Tranvía is designed to decrease traffic and pollution in Cuenca, particularly in the Historic District.\n\nCuenca is a very walkable city. Over the past year, the city has been upgrading miles of sidewalks which is making the city even more pedestrian friendly.  Just watch for the drivers, because they will not watch for you.  The Ecuadorian government is working on slowing down traffic, but this will take some time and education.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are daily local flights from and to Quito, Guayaquil and neighboring countries as well. Currently ",{"type":"[","value":["http:\/\/www.tame.com.ec\/tame\/english\/home\/default.asp TAME"]},", LAN and AeroGal all offer daily service to Cuenca. AirCuenca offers service every day except Sunday.\n\nA taxi from the airport to the center of the city is approximately $2–3 USD.\n\n",{"type":"===","value":["By bus\/car"]},"\nCuenca lies on the Pan-American highway. Buses offer connections to many cities in Ecuador.  The bus system in Ecuador is well developed.  Buses can be obtained every one or two hours during the day.\n\n",{"type":"[[","value":[["Loja"]]}," for connections to ",{"type":"[[","value":[["Vilcabamba"]]}," (4.5-7 h, $7.5). Be warned that the Viajeros buses to Loja do not have a working bathroom and they can take up to 7 hours (we were told at the office that it would take 4 hours and that it would only make one stop, but we stopped more than 50 times and ended up so full the bus could hardly struggle uphill). This was with",{"type":"'''","value":[" Viajeros"]}," \"International\".\n\n",{"type":"'''","value":["San Luis"]}," buses run from Cuenca to Loja using the national park route and take 4.5 hours, $8. Departures at 7:45, 11:00, 16:00, 19:30 and 24:00. There is a working toilet.\n\nAlausi.    4 hours (Transportes Alausi)\nRiobamba.  6 hours (Patria)\n\nPiura, Peru: There is a new service to Piura leaving at 19:30, 21:00 and 23:00.  This is a partnership between two companies, Pullman Sucre and CIFA International.  It is necessary to change bus at either Machala or Huaquillas.  The 19:30 and 23:00 services connect to a special sleeper seat service.  The price is $12–15 USD depending on the class of service. It is a good idea to purchase your ticket a day in advance as it is not unusual for them to book out.\n\nTumbes, Peru: As above, plus additional departures at 13:15 and 15:00. $7 from the border.\n\nThere is a $0.10 departure fee for leaving from the bus terminal.\n\n",{"type":"==","value":["Get around"]},"\n\nCuenca's tourism office, iTur, is located on the main plaza (Parque Calderón) and has lots of helpful maps and brochures to guide you during your visit in and around the city. (Monday-Friday 8:00–22:00, Saturday-Sunday 8:30–13:30 Mariscal Sucre, between Luis Cordero and Benigno Malo. Tel: 07-282-1035, itur@cuenca.com.ec, URL: www.cuencaecuador.com.ec). There is also a satellite iTur office in the airport (Monday-Wednesday 7:30–11:00, 14:00–15:30PM and 17:00–19:00, Thursday-Friday 7:30–11:00, 14:00–15:30, 16:30–19:00, Saturday 8:00–12:00. Tel: 07-286-2203, ext 162).\n\nCentral Cuenca is easily walkable, and it is often faster than taking a cab through the narrow traffic-jammed lanes.\n\nCabs are readily available and charge $1.50–$3 per trip. The fee should be negotiated before entering the car. Some taxis make use of taxi-meters.\n\nCity buses are also fairly easy to figure out.  Most bus stops are marked. The cost is $0.25 per ride (exact change is required as you put coins into a machine, there is no fare collector on the bus). You can find a guide to using the City buses, as well as maps of the routes and an online trip planner at ",{"type":"[","value":["http:\/\/www.CuencaTransit.com CuencaTransit.com"]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Christmas Parade (Pase del Niño Viajero)"]}," — On 24 December, Cuenca offers a magnificent parade, considered to be the largest and best Christmas celebration in Ecuador and even South America. The procession begins at 10:00 at San Sebastian, goes along Simón Bolivar street, Plaza Calderón and ends up in San Blas. Thousands of musicians accompany the procession and every neighborhood decorates trucks, horses and whatever they can find with plenty of symbols. Children dress up in colorful costumes or as biblical figures.  The parade last for at least 7 hours.  During the parade, you will see thousands of people dressed up as Joseph, Mary, the three Wise Men, angels, etc.  This is truly a sight to see."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["New Cathedral"]}," (c 1885). ",{"type":"[[","value":[["Image:New_Cathedral2.jpg"],["thumb"],["right"],["New Cathedral"]]}," Looming over the main plaza is the city's main church, with its famous 3 large domes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Sagrario"]}," (the \"old cathedral\"). Construction began in 1557. It's no longer in use as a church, and is now a museum.  A restoration project has been completed recently and the original paint and old murals can now be seen in certain sections. $2."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festival de Independencia"]}," — The independence of Cuenca is celebrated with a huge festival that lasts twice as long as the battle itself. Each year it begins the first few days of November and lasts for three to four days. There are hundreds of art displays, craft booths, roving entertainment, street food, and general festivities.  Artisans from all over Ecuador, Colombia, Peru and Bolivia display and sell their works.  During this time, there are also many stages with bands and performers. On the north side of the river, at the bottom of the Escalinatas, the grounds of the art museum CIDAP host much more elaborate display booths than those that crowd the sidewalks. A little farther up the river, at La Esquina des Artes across from the University of Cuenca, there are several artists, and a few vendors sell gourmet food products. La Esquina des Artes is an area of permanent shops of artists and artisans."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Devil’s Nose train"]},", located in Riobamba - Alausi, Riobamba, about 2.5 hours from Cuenca, is considered one of the world’s best railway engineering feats. This scenic railroad travels over a series of switchbacks as it zigzags down the steep mountainside passing small villages and Andean lakes along the way. Cost $25."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sightseeing Bus"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=$5 for 2 hour tour of Cuenca and a visit to the Mirador de Turi (Turi viewpoint).  Leaves from Parque Calderón. For one price, you can get off the bus anywhere you like and get on the next bus that comes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cuenca River Walk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just completed at the end of 2012, the new river walk is a great place to walk, relax and enjoy the views of the city. The city of Cuenca has a vision for the river walk to someday become another ",{"type":"[","value":["http:\/\/www.thesanantonioriverwalk.com San Antonio, Texas"]},". The river walk is along the Tomebamba river that flows close to downtown."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pumapungo Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also known as the Central Bank Museum, the museum covers four floors and has expansive grounds with well preserved ruins. The museum has very good exhibits for those interested in the complete history of the region and city, including exhibits like the shrunken heads."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ingapirca"],["url=http:\/\/www.complejoingapirca.gob.ec\/ingles\/"],["email="],["address="],["lat=-2.548588"],["long=-78.87188"],["directions="],["phone=+593-7-2217109"],["tollfree="],["fax=+593-7-2217107"],["hours=9h00-17h30"],["price=$6 foreigners, $2 Ecuadorians"],["content=",{"type":"[[","value":[["Image:Ingapirca archaeo 01.jpg"],["thumb"],["upright=1.2"],["Ingapirca"]]},"\nApproximately one hour north by automobile or one and a half hours by bus is the excavated ruins of Ingapirca (Kichwa: Inkapirka, meaning “Inca wall”).  The ruins are located just outside of the small town of El Tambo in the Cañar Province. The town was named after the Inca palace and temple site. These are the largest known Inca ruins in Ecuador. At the site, you will see the excavated temples of both the Incas and the Cañar. Ingapirca was the northern ruling city of the Inca empire.\n\n",{"type":"'''","value":["Directions:"]}," In order to reach Ingapirca, there are two different access roads from the main Panamerican highway that are approximately 8 to 10 km travel: (1) North entrance from El Tambo (recommend option); and (2) South entrance which is just south of Uculoma.  The journey east from the Panamerican takes you through typical southern Andean countryside panorama, including sheep, donkeys, llamas.  You can hire a driver ($20–30 from Cuenca), but there is also a bus service.  Direct buses to the ruins can be boarded at the bus terminal close to Cuenca airport, leaving at 9:00 and 12:20, returning at 13;15 and 15:45, journey time 2¼ hours.  Outside these times, take a bus to El Tambo (2 hours) and change there for a bus to Ingapirca (30 minutes).  The bus fare is $2.50.\n\nThe majority of the tours are in Spanish.  There is an English guided tour once per day. Ingapirca is always closed on the many holidays in Ecuador, so make sure to check out the holiday schedule before you take a trip to Ingapirca."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baños Mineral Springs and Spa in Cuenca"]}," — On the outskirts of Cuenca, about a 15 minute bus ride from Coral Centro on Las Americas, is a quaint little town called Baños. There are actually two towns in Ecuador called Baños, the other ",{"type":"[[","value":[["Baños"]]}," is nearer Quito. Baños is right below a mountain where natural warm mineral water flows into the valley. The people of this quiet little town took advantage of this natural resource and created three different mineral spring parks where one can go and bathe in the mineral pools.  Two of these mineral springs are geared for families with small children. The cost for the family is $8 USD per day per person.  Piedra De Agua Mineral Springs & Spa is in the same area. Admission is $10 to spend the whole day in these mineral pools. There were no children in these pools.  There is a full spa and restaurant at this mineral spring."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Learn Spanish"]},". There are many language schools for foreign visitors in Cuenca."]},"\n",{"type":"==","value":["Buy"]},"\nBuy some flowers at the flower market on Calle Sucre across from the new cathedral. Continue on about a block from there to get to the clothing and artesan market where one can also find knit crafts from ",{"type":"[[","value":[["Otavalo"]]},". Lovely handmade ruanas, sweaters, hats, mittens, and finger puppets are also available here.\n\nInside the yellow CemuArt building across from the police station at the market other artesans have booths with beautiful embroidery, metal, wood and leather work, Panama hats, musical instruments, knit goods, jewelry and other handicrafts.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=ABC Libreria"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=593-7 2845 749"],["tollfree="],["fax="],["hours="],["price="],["content=At Padre Aguirre 8-11 y Sucre. diagonal to the flower market has a tiny selection of English books."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rafael Paredes & Hijos"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=831-569"],["tollfree="],["fax="],["hours="],["price="],["content=To buy from their fine range of Panama hats. You get a short tour round, an explanation of how they are made and a chance to see your hat go from a simple woven straw cone to a finished wearable hat. Various styles, men's and women's and sizes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Used Books"],["url="],["email="],["address=Hermano Miguel"],["lat="],["long="],["directions=near Calle Larga"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are two wonderful used english bookstores --although a bit pricy ($5-20)"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mall del Rio"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cuenca's biggest shopping mall, with cinemas (typically Spanish language only) and food court.  2-2.50$ by taxi (10 mins)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=La Esquina des Artes"],["url="],["email="],["address=Av. 12 de Abril and Agustín Cueva"],["lat="],["long="],["directions="],["phone=(593 7) 2831118"],["tollfree="],["fax="],["hours="],["price="],["content=The ",{"type":"[","value":["http:\/\/www.esquinadelasartes.com location"]}," is a permanent and quaint display of artists and artisans located next to the University of Cuenca."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Oliveto"],["url="],["email="],["address=Calle Larga y Luis Cordero"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Romantic Italian restaurant with the largest wine selection in Cuenca. Serves both lunch and dinner.  Closed on Sunday and Monday."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Women's Coop"],["url="],["email="],["address=on General Torres --near Mariscal Sucre"],["lat="],["long="],["directions=next to the artisanry market"],["phone="],["tollfree="],["fax="],["hours=closes around 2PM"],["price=$1-1.50"],["content=Cheap, nutricious, and local lunch with a soup and a drink. Made by indigenous women in a sweet courtyard. Vegetarian and meat options."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Eucalyptus"],["url=http:\/\/www.cafeeucalyptus.com"],["email="],["address=Gran Colombia 9-41"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=5-11PM, later on Th-Sa"],["price=Mains $3-9"],["content=Very popular with travelers, they offer everything from Pad Thai to pasta, salads, hummus and guacamole, all very tasty. It's warm and friendly, and also good for groups. Quite expensive for Ecuador, $5.07 for a coca-cola plus tip makes one think that the travellers are taken advantage of."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mixx Gourmet Ice-cream"],["url="],["email="],["address=Parque San Blas"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home made ice cream with a variety of flavors, including exotic gruits and alcoholic flavors such as whisky, beer, brandy or vodka."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Fornace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A well known local pizza chain in Cuenca that has three or four branches. The fruit pizza is excellent and quite inexpensive. The ice cream there is also delicious and costs about 70¢ for the first scoop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=San Sebas Cafe"],["url="],["email="],["address=1-94 San Sebastian y Mariscal Sucre"],["lat="],["long="],["directions=On the corner of Parque San Sebastian"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great little cafe with a good atmosphere. Serves both breakfast and lunch.  Closed on Monday and Tuesday."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Banana Cafe"],["url="],["email="],["address=Hermano Miguel 4-36 y Calle Larga"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by three local women, Banana's serves an outstanding breakfast at a fair price. They also have a sandwich plate with chips for an early lunch -- they close at 1PM The menu includes such items as GREAT omelets, pancakes, french toast, homemade granola, fresh fruit juices, smoothies & yogurt (plus numerous other yummy breakfast goodies)."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Mesa"]}," is a great salsateque on Wednesday nights. Full of locals and extended stay travelers. Extremely fun."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Cafecito"]}," hostel-bar-restaurant. Appears very noisy and uncomfortable as a hotel, but it is a good place to eat lasagna or sandwiches although more expensive than most places. El Cafecito is the perfect place to start your night with a few drinks and to then proceed elsewhere."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Villa Del Rosario"],["url="],["email="],["address=5-25 Honorato Vasquez, Cuence"],["lat="],["long="],["directions=Opposite El Capitolio hostel"],["phone="],["tollfree="],["fax="],["hours="],["price=$8-10"],["checkin="],["checkout="],["content=Lovely, quiet place, with a mix of rooms to suit all travellers: singles, doubles, double en-suites. Gorgeous little courtyard with garden in the middle of it all; a hummingbird likes to hang out there sometimes! Very cheap, but really clean, and just nice. $2 breakfast: eggs, toast, juice, coffee, bread and jam. Towels provided. Lady owner very friendly, but it really helps to speak Spanish! Cuenca is really safe, but even more so in this area - Calle Larga is a block away.\n\nReception is next door, but there is a bell to ring to the left of the main door to get someone to come over - it's hard to spot it, but the bell is there!"]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa Cuencana"],["url=http:\/\/lacasacuencana.wordpress.com\/"],["email=lacasacuencana@hotmail.com"],["address=Hermano Miguel 4-45"],["lat="],["long="],["directions="],["phone=593 7 282 6009"],["tollfree="],["fax="],["hours="],["price=from $6 for a dorm room"],["checkin="],["checkout="],["content=Owned by an Ecuadorian family, this hostel is located in the heart of Cuenca's historic district. Dorms and private rooms available with or without private bathroom. Hostel is quiet enough to get a good night sleep but in the same neighborhood of all the great restaurants and bars."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tourist of the World Hostal"],["url="],["email=esperanzab65@gmail.com"],["address=Calle Larga 5-79"],["lat="],["long="],["directions="],["phone=2829125"],["tollfree="],["fax="],["hours="],["price=from $6 for a single room"],["checkin="],["checkout="],["content=Hostel with nice views on the river, a kitchen, and lots of random DVDs. Also, extremely friendly owners. Just ring the door bell across the street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Sol"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=07-2822507"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Estévez de Toral 10-33 and Gran Colombia, Nice family run hostel near center. Price: 7 USD (January 2011) including breakfast Bed quality varies, atmosphere is great and the owners (Luis and Maria-Elena) are very helpful. You can use their kitchen and laundry facility is available. To get there, take bus 28 from the bus terminal (25 dollarcent) and get off at Estévez de Toral. The hostel doesn't have a sign, so look for the number."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Villa Flora"],["url="],["email=villafhotel@hotmail.es"],["address=Borrero 5-15"],["lat="],["long="],["directions=entre Juan Jaramillo y Honorato Vásquez"],["phone=2846-842 or 2845-935"],["tollfree="],["fax="],["hours="],["price=from 10$ p.p. with private bathroom"],["checkin="],["checkout=02:00pm"],["content=Very charming and confortable hostel, excellent location in the historic centre. The rooms are well decorated, and it is clean. Also includes a cafeteria service, a laundry, and cable tv. 8$ the single room with shared bathroom."]]}," WARNING TO TRAVELLERS: Hostal Villa Flora is a dump. The hostal is mostly used for young Ecuadorian couples to have sex. It is not clean, the rooms are cramped and stuffy. There are no windows except to the hallway and the bathroom smells like raw sewage. The staff are really indifferent and make a lot of noise all through the night.  This place should be avoided."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Naranja"]}," at Mariscal Lamar 10 38 & Padre Aguirre has nice, clean rooms at less than $US 13. Features 2 indoor patios, fully equipped kitchen and is centrally located just 3 blocks from the main square in a safe area. Is a colonial house with indoor balconies and has single, double, triple and quadruple rooms. infonaranja@yahoo.com Telephone: ( 593 7 ) 2825415 24h movil 08 8867661."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=hostal yakumama"],["url=http:\/\/www.hostalyakumama.com\/"],["email="],["address=Luis Cordero 5-66, Cuenca Canton"],["lat="],["long="],["directions="],["phone=+593 7-283-4353"],["tollfree="],["fax="],["hours="],["price=6 bed dorm $8, 4 bed dorm $9, 2 bed dorm (bunk) $9\/$10, double (shared bathroom) $20, double (private bathroom) $27. All prices include breakfast"],["checkin="],["checkout="],["content=Brand new hostel run by Swiss siblings just a couple of blocks away from Cuenca's main square. The place features an amazing design and also has a very nice restaurant and bar."]]}]},"\n",{"type":"===","value":["Mid-Range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Casa del Aguila"],["url=http:\/\/www.hotelcasadelaguila.com"],["email="],["address=Mariscal Sucre"],["lat="],["long="],["directions="],["phone=593-7-2849580"],["tollfree="],["fax="],["hours="],["price=$US 59.00 for two people, excluding 22% tax and free breakfast"],["checkin="],["checkout="],["content=In a pictorial colonial-style building in the Historical center. 17 comfortable rooms with bathroom, distributed in 3 floors"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Calle Angosta"],["url=http:\/\/www.hostalcalleangosta.com"],["email=hostalcalleangosta@hotmail.com"],["address=Tarqui I2-38 entre Sangurima y Vega Munoz"],["lat="],["long="],["directions="],["phone=593 7 282 2489"],["tollfree="],["fax="],["hours="],["price=From $27 for a single room with private bath, $40 for a couple with private bath - all include breakfast: bread, juice, coffee, and eggs"],["checkin="],["checkout="],["content=This place is set back off the road, so it's pretty quiet. You are immediately treated like family, and they will do anything reasonable to help you out. There is parking, and you are about 8 blocks from central park. The water hot and they provide cable TV. While it does lack a little homeyness, it's because the facility is brand new."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada del Rio Lodging"],["alt="],["url=http:\/\/www.cuencahostels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+59372823111"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice hostel in the center of the city with a full kitchen, hot showers 24\/7, and the friendliest service in town. Warm, homey, and very centrally located. From 20$ for the dorm, 28$ private (weekday - higher on weekends!)."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Inca Real"]},": Charming heritage site at General Torres 8-40 between Sucre and Bolivar, behind the new cathedral.  Most rooms are large, and all are quiet. All room windows open onto interior courtyards. Three colonial houses joined into one charming hotel. There are three interior courtyards. The first is the hotel lobby and breakfast room, the second has a lovely fountain, and the third is a quiet hideaway. Phone: 07-2823-636.  $US 45.14 for two people, including tax and breakfast."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Cofrada del Monje"]},", Phone: 2831251. Great location on Plaza San Francisco at Presidente Cordova 10-33 y Padre Aguirre. The rooms may be a bit noisy with the windows open, but the street noise will die down after dark when the buses quit running. If you're concerned about noise, the quietest rooms are on the sides: 1, 2, 6, 7. The hot water available. US$ 32.00 for two people, tax and breakfast included."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Macondo"],["alt="],["url=http:\/\/www.hostalmacondo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Calle Tarqui 11 64 & Mariscal Lamar, is situated in an old colonial building with a pretty courtyard. The price includes breakfast. Very pretty but simple rooms, quiet, with a self-serve kitchen, free wireless, book exchange, and large DVD library. Very nice hot showers with good pressure. A private room with a private bathroom is $28 USD (Sept 07)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Milan"],["url=http:\/\/www.hostalmilan@etapanet.net"],["email="],["address=Presidente Cordova 8-89"],["lat="],["long="],["directions=corner of Padre Aguirre"],["phone=2831104"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The most affordable nice hotel in town. Located in the center, across from the church and square of San Francisco. Most rooms have a balcony. All have cable TV and hot water. Price includes breakfast on the roof. Friendly staff, excellent value. $17 for one person, $25 for double."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Crespo"],["url=http:\/\/www.hotelcrespo.com"],["email="],["address=Calle Larga 7-93"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$50+"],["checkin="],["checkout="],["content=Overlooking the river, it has woody carpeted rooms, some with great views. Breakfast is included, Wifi is free, and they also have 1 computer near the lobby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mansion Alcazar"],["url=http:\/\/www.mansionalcazar.com"],["email="],["address=Bolivar 12-55"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$120+"],["checkin="],["checkout="],["content=This beautiful hotel is probably the best in town."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["Cajas National Park"]}," 1 hour drive to a beautiful national park with beautiful lagoons.The temperature is very cold in this area and fishing is a good pasttime in this area. Go with a guide or ask for a guide at the park entrance.  It is very easy to get lost here as maps are not always accurate. The entrance is free of charge.\n\n",{"type":"'''","value":["Sig Sig and Chordeleg"]}," Lovely towns about an hour outside of Cuenca.  The landscape during the bus ride is quite scenic.  Chordeleg is known for its silver and gold and is a pleasant town to walk around in.  Sig Sig is known for a co-op of women who weave 'sombrero de paja toquilla' aka 'Panama Hats' or 'Montecristi'.  There is a beautiful river to sit by and a market to visit.\n\n",{"type":"'''","value":["Onward towards ",{"type":"[[","value":[["Peru"]]}]},":  Many travelers find themselves in Cuenca as their last stop in Ecuador before heading to Peru.  The fastest way to get to Peru is via ",{"type":"[[","value":[["Huaquillas"]]}," and into ",{"type":"[[","value":[["Tumbes"]]},".  At Cuenca's Terminal Terrestre there is a company called Pullman Sucre that will sell you a ticket to Tumbes, ",{"type":"[[","value":[["Mancora"]]}," or ",{"type":"[[","value":[["Piura"]]},".  The journey is fairly simple and involves the following: First 5 or so hours on a Pullman bus until Huaquillas where the bus will stop by the highway at the Ecuadorian immigration point to get your exit stamp. Since this is the end of the journey on the first bus you will have to ",{"type":"''","value":["wait"]}," for the CIFA bus to arrive and pick you up.  The CIFA bus will head through ",{"type":"[[","value":[["Aguas Verdes"]]}," and onto the Peruvian immigration point to get the entry stamp and then head onward towards for another 30–40 mins to Tumbes.\n\n",{"type":"{{","value":[["geo"],["-2.899167"],["-79.015278"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Andean_Highlands_(Ecuador)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cuenca, Ecuador"]]}]