[{"type":"{{","value":[["pagebanner"],["Cuenca banner.jpg"],["caption=Cuenca, Spain"],["pgname=Cuenca"],["unesco=yes"]]},"\n",{"type":"'''","value":["Cuenca"]}," is a town in the ",{"type":"[[","value":[["Castile-La Mancha"]]}," region of ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nCuenca is situated between ",{"type":"[[","value":[["Madrid"]]}," and ",{"type":"[[","value":[["Valencia (City)"],["Valencia"]]},", in the third least populated region in ",{"type":"[[","value":[["Europe"]]},", and the town itself is a world heritage site - the old town is an outstanding example of a medieval city, built on the steep sides of a mountain. The many ",{"type":"''","value":["casas colgadas"]}," (\"hanging houses\") are built right up to the cliff edge, making Cuenca one of the most striking towns in Spain, a gem in the province of ",{"type":"[[","value":[["Castilla La Mancha"]]},".\n\n",{"type":"==","value":["Get in"]},"\nCuenca lies on the secondary rail route from Madrid to Valencia with at least four trains each way daily. The journey takes around 2½ hours from Madrid and 3½ from Valencia. The trains have poor quality, it would be better travel on road (1h 30m from Madrid), althought starting 2010-2011, Cuenca will have high speed trains (45m from Madrid). It's a popular weekend destination, for lovers, artists and romantic people, so hotels are often less crowded during the week.\n\nThere is a coach station called Cuenca bus station in the centre of Cuenca that travels to nearby cities. Travel time to Madrid is approximately 2 hours and it is about the same travel time to Valencia, costing around €12.\n\n",{"type":"==","value":["Get around"]},"\nIts best to go by car, but if you don't mind walking there is much that can been seen and done in the center of town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Museum of Spanish Abstract Art"]},", Calle  Canónigos 16001, +34 969212983. Cuenca was the longtime home of artist and photographer Fernando Zóbel, and he chose it as the location for the museum, located in two converted centuries-old \"casas colgadas\". Many of the pictures hang in glorious isolation with an entire wall for a single picture, and a few windows provide imposing views out over the gorge."]},{"type":"*","value":[{"type":"'''","value":["Archeological museum"]},". Dedicated largely to Roman finds in the area."]},{"type":"*","value":[{"type":"'''","value":["Cathedral"]},". Its façade is unfortunately marred by a nineteenth century attempt at remodeling, but has a beautiful Gothic interior with very detailed (and in some cases seemingly pagan) carvings. There is a near-absolute ban on photography, or even sketching, inside the cathedral, except by obtaining explicit permission, typically granted only on the basis of a portfolio."]},"\n",{"type":"[[","value":[["File:Hanging houses in Cuenca Spain.jpg"],["thumb"],["Hanging house in Cuenca, Spain from the 15th Century"]]},"\n",{"type":"[[","value":[["File:Designed by Eiffel a Bridge in Cuenca Spain same person who designed the Eiffel Tower in Paris.jpg"],["right"],["thumb"],["A bridge in Cuenca Spain that was Designed by Eiffel, the same person who designed the Eiffel Tower in Paris."]]},"\n\n",{"type":"==","value":["Do"]},"\nSee the hanging houses by the tourist train that leaves from the Cuenca tourist office on the hour every half an hour. If you have a car you can drive to some beautiful waterfalls in another part of Cuenca.\n\n",{"type":"==","value":["Buy"]},"\n\nBecause of the museum and because the town is a popular place for visitors from Madrid, Cuenca has a fine collection of small art galleries.\nYou can collect Cuenca souvenirs in the tourist center near town.\n\n",{"type":"==","value":["Eat"]},"\n\nMost of the best restaurants are down below in the newer part of town, which is far less picturesque.\n\nAlaju, Morteruelo, Ajo Arriero, Zarajos are the most typical foods\n\n",{"type":"==","value":["Drink"]},"\nThere are some lovely outdoor pubs in the old city of Cuenca. And a more trendy street in the center of town, filled with 10 to 15 clubs. There is also a massive square near this street where people hang out drinking alcohol with friends.\nHigh alcohol content liqueur named ",{"type":"'''","value":["Resoli"]}," Resoli is a coffee anise and orange flavoured liqueur, 15 years after I first tried it I am still enchanted, it is worth taking a bottle home.\n\n",{"type":"==","value":["Sleep"]},"\nThere is a hotel in the centre of town, its sign H O T E L can be seen from far around Cuenca in all directions. If in doubt ask at the tourist office.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Ciudad de Cuenca"],["alt="],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/cuenca\/nh-ciudad-de-cuenca.html?action=search"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ronda de San José, 1, +34.96.9230502. This hotel is in a new and calm residential zone, a few minutes away from the commercial centre, the old part of town and the intercity bus and railway stations of the capital."]]}]},"\nThere are some cheap hostels in town. \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pension Central"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 969 211 511"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Alonso Chirino 7. Cheapest-priced at about €24 a double (also cheap is the"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Mora"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 969 214 138"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cjón. de San Francisco 1."]]}," "]},"\nBoth are near the town center.\n\nIn old town go to Parador",{"type":"[","value":["http:\/\/www.parador.es\/en\/tratarFichaParadorCabecera.do;jsessionid=E8583BD81510B2D1492B47ABCB98BE33?parador=104&LANG=en&SM=true&fechaDesde=&fechaHasta=&codigoIdiomaOrigen=es"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.0667"],["-2.1500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Castile-La Mancha"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Cuenca, Spain"]]},"\n\n",{"type":"[[","value":[["Commons:Cuenca"]]}]