[{"type":"{{","value":[["pagebanner"],["Sony Pictures Entertainment banner.jpg"],["caption=Entrance to Sony Pictures Studios"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.culvercity.org\/ Culver City"]}]}," is on the ",{"type":"[[","value":[["West Side (Los Angeles County)"],["West Side"]]}," of ",{"type":"[[","value":[["Los Angeles County"]]},".  The city is steeped in the history of filmmaking - Citizen Kane, The Wizard of Oz, and Gone With the Wind were all filmed here, I Love Lucy was produced at Desilu Studios, and the iconic Culver Hotel was built by Charlie Chaplin and later sold to John Wayne.  Today people come to the city during the day for film production work at Sony Studios (formerly MGM Studios) and at Culver Studios, while in the evening visitors arrive to take advantage of the growing number of unique restaurants in the city's re-invigorated downtown.\n\n",{"type":"[[","value":[["File:Culvercity-5044804355 12843d66a2 o.jpg"],["thumb"],["400px"],["Culver City has a long history in the film industry."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nCulver City was founded in 1913 by Harry Culver, a brilliant real estate developer from Nebraska who sold tract homes to \"immigrants\" from the Midwest. For a monthly mortgage payment, the homes included furniture, dishes, a record player, and sometimes even a Model T. In the 1920s, silent film comedy producer Hal Roach and Metro Goldwyn Mayer (MGM) built studios. By the 1930s, Culver City boasted three major film studios, including MGM, and was  publicized as the \"Heart of Screenland.\" During the 1930s through the 1940s Culver City was home to half of America's motion picture production.\n\nHundreds of movies have been produced on the lots of Culver City's studios, including the Tarzan series and the original King Kong. The yellow brick road from The Wizard of Oz is still inside the lot on Stage 27 of Sony Studios. More recent films include Grease, Raging Bull, E.T. the Extra-Terrestrial, City Slickers, Wag the Dog and Contact. Television shows made on Culver City sets include Lassie, I Love Lucy, Batman, The Andy Griffith Show and Jeopardy!. Wheel of fortune is spinning there too.\n\nOutside of the studios, Culver City is mostly composed of middle-class homes that were originally built to house studio workers, with street names reflecting this heritage, such as (Mary) Pickford and (Douglas) Fairbanks.  The downtown area has been undergoing a rejuvenation since the late 1990s with new restaurants, art galleries, theaters and shops that attract a large number of visitors from the local area.\n\n",{"type":"==","value":["Get in"]},"\n\nCulver City is the western terminus of the Metro Rail Expo Line to ",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown LA"]]},". The station is at the northern end of downtown Culver City, off National Blvd between Washington and Venice Blvds.\n\nCityBus Line 6 connects directly to the Los Angeles Airport (LAX) Transit Center.  There are services every 15 minutes peak, 30-60 min off-peak.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["Mapframe"],["34.007778"],["-118.400833"],["zoom=13"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.culvercity.org\/bus Culver CityBus"]}]}," operates buses in and around Culver City.\n\nBe aware that Culver City has placed red-light cameras throughout the city, and at $446 the fine for running a red light is one of the highest in the country. Be very aware at intersections, and when the light turns yellow, STOP!\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Attractions "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Culver Studios"],["url=http:\/\/theculverstudios.com\/"],["email="],["address=9336 W Washington Blvd"],["lat=34.023894"],["long=-118.392475"],["directions=at Ince Blvd and Lindblade Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1919, fans of classic motion pictures will immediately recognize the studio's colonial mansion from the opening credits of the David O. Selznick International productions such as Gone With the Wind and Duel in the Sun. Unfortunately public tours are not available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Jurassic Technology"],["alt="],["url=http:\/\/www.mjt.org"],["email=info@mjt.org"],["address=9341 Venice Blvd"],["lat=34.0256"],["long=-118.3954"],["directions=four blocks west of Robertson Blvd"],["phone=+1 310 836-6131"],["tollfree="],["fax="],["hours=Th 2PM-8PM, F-Su noon-6PM"],["price=$8 suggested donation"],["content=This museum is an artistic mixture of fact and fiction, featuring weird and wonderful displays of things that never happened, next to strange but true practices of bygone years. It can be hard to distinguish between the two, and it's best not to try. An enjoyable afternoon's visit and a tribute to the weirdness of the world. An upstairs tea room serves complimentary tea and cookies. Free movie screenings hourly. This attraction is actually in the ",{"type":"[[","value":[["Los Angeles\/Palms"],["Palms district"]]}," of Los Angeles, although it has a Culver City address."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Star Eco Station"],["alt="],["url=http:\/\/www.ecostation.org"],["email="],["address=10101 Jefferson Blvd"],["lat=34.01194"],["long=-118.38957"],["directions=near the intersection of Jefferson & Overland"],["phone=+1 310 842-8060"],["tollfree="],["fax="],["hours=F 1PM-5PM, Sa-Su 10AM-4PM"],["price=$8 for adults, $6 for children"],["content=An exotic environmental science & wildlife rescue center that is in a nondescript building, the Eco Station is a hidden attraction offering hands-on experiences with rescued tropical birds, mammals, reptiles and other critters. Most of the facility's animals are illegal shipments seized by US customs that needed a home. Hands-on tours lasting from forty-five minutes to one and a half hours (depending on crowd size and the enthusiasm of the group) leave every half hour from 10AM-3PM on weekends and seven days a week in the summer. Hands-on opportunities as part of the tour. Special community events throughout the year. Appropriate for all age learners. Infants IN strollers - FREE."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Wende Museum"],["alt="],["url=http:\/\/www.wendemuseum.org\/"],["email=ccuevaswolf@wendemuseum.org"],["address=5741 Buckingham Parkway, Suite E"],["lat=33.990853"],["long=-118.3821"],["directions=Culver City bus 3 and MTA 108 and 358 drop off at Slauson and Buckingham"],["phone=+1 310-216-1600"],["tollfree="],["fax="],["hours=Friday 10AM-5PM. Also by appointment Mon-Thur 10AM-5PM"],["price="],["content=Collects and exhibits artifacts from the fall of Communist Europe in the late 1980's. Much of the collection is about the German Democratic Republic (DDR). Also has materials from Eastern Europe and the Soviet Union."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mayme A. Clayton Library and Museum"],["alt="],["url="],["email=info@claytonmuseum.org"],["address=4130 Overland Ave"],["lat=34.013138"],["long=-118.401396"],["directions="],["phone=+1 310-202-1647"],["tollfree="],["fax="],["hours=Thursday, Friday, and Saturday, 10:30AM – 4PM"],["price="],["content=African-American history and culture, with a collection of over 2 million items. Initially the solo effort of Dr. Clayton in 1975, housed in her garage, by 2007 there was a foundation and the collection moved to its present home. Guided public tours at 11AM and 2PM Thursday, Friday and Saturday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Culver City Historical Society"],["alt="],["url=http:\/\/culvercityhistoricalsociety.org\/"],["email=info@culvercityhistoricalsociety.org"],["address=Veterans Memorial Building, 4117 Overland Ave"],["lat=34.012956"],["long=-118.402523"],["directions="],["phone=+1 310 253-6941"],["tollfree="],["fax=(310) 253-6942"],["hours=1-3PM on the 1st and 3rd Sundays of each month, and by appointment"],["price="],["content=An Archives and Resource Center preserves local history, and aims to serve everyone from  young children to senior citizens."]]}]},"\n",{"type":"===","value":[" Public artwork "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sony Pictures Child Care Center"],["alt="],["url="],["email="],["address=3861 Clarington Ave"],["lat=34.021366"],["long=-118.399559"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nFrom the sidewalk, you can see sculptural gates and fencing, created by artist John Okulick, using the colors of \"My First Sony\" (red, yellow, blue). Also, Margaret Nielsen designed a mural maquette ."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Game Show Building"],["alt="],["url="],["email="],["address=10185 Culver Blvd"],["lat=34.018235"],["long=-118.398894"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From the sidewalk, you can see Terry Allen's sculpture \"Golden Time\", a humorous comment on work after overtime. Michael Hayden's sculpture uses cutting edge materials (holographs) producing a rainbow spectrum on the sidewalk and surrounding areas of the Game Show Building. Hayden collaborated with Game Show Building architect, Steven Ehrlich, AIA, who won a National AIA Design Award for the project."]]}]},"\n",{"type":"*","value":[" Jim Heimann's sculptures \"Studio Pass I\", \"Studio Pass II\", and \"King Kong Gone\" (1995-6), celebrate the history of Culver Studios and Sony Pictures (9336 Washington Boulevard \/ Ince Boulevard, The Culver Studios)"]},{"type":"*","value":[" Jim Heimann's sculpture \"Plato's Cup\" (1995) (9412 Washington Boulevard) is a riff on a weathervane, which pays homage to the film industry, a former cafe at the location, and the initials of the building's owner. "]},{"type":"*","value":[" Jud Fine's courtyard installation \"Scan\" (9050 Washington Boulevard) traces the history of television. "]},{"type":"*","value":[" R. M. Fisher designed \"Wading Pool\" (2000) (10202 Washington Boulevard), the plaza fountain, which celebrates Sony's history of filmmaking and references the set of \"Lost Horizon.\""]}," \n",{"type":"*","value":[" Albert Paley's entrance gates \"Primordial Reflections\" (1996) provide a monumental entry to architect Jaquelin T. Robertson's Media Building (9050 Washington Boulevard)."]},"\n",{"type":"*","value":[" A giant art installation, ",{"type":"''","value":["Syncopation,"]}," by Los Angeles artist Ed Massey, was wrapped around a building on the northwest corner of Hughes Ave. and Washington Blvd., opposite the new Kirk Douglas Theater (in Culver City). (Massey was the artist who oversaw the wrapping of the oil well at Beverly Hills High School with panels of fabric.)"]},"\n",{"type":"*","value":[" The Lawrence and Martha Joseph Residence and Apartments at 3819-3827 Dunn Drive (in Palms) have been aptly called the \"Hobbit House,\" and people actually live in these unusual apartments.  Los Angeles city historic-cultural landmark No. 624."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:PacificTheatre Large.JPG"],["thumb"],["300px"],["Pacific Theatres in downtown Culver City"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Baldwin Hills Scenic Overlook"],["url=http:\/\/www.parks.ca.gov\/?page_id=22790"],["email="],["address=6300 Hetzler Rd"],["lat=34.01919"],["long=-118.38434"],["directions=off of Jefferson past Duquesne"],["phone="],["tollfree="],["fax="],["hours=8AM-sunset daily"],["price=$6 for self-parking"],["content=Over three hundred feet above the surrounding neighborhoods, this overlook provides tremendous views of the LA basin, as well as some short nature trails for those interested in native plants and animals. A self-pay parking lot is available at the top of the hill, but hearty souls can park for free along Jefferson and then walk up 315 vertical feet of switchbacks and steps. The visitor's center is open Th-Su 10AM-5PM (subject to the latest budget crisis), and special events including twilight walks and bird-watching are scheduled regularly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Culver City Farmer's Market"],["url=https:\/\/www.culvercity.org\/Business\/AboutEconDev\/FarmersMarket.aspx"],["email="],["address=Main St and Bagley Ave"],["lat=34.02498"],["long=-118.39470"],["directions=downtown between Venice and Culver Blvds"],["phone="],["tollfree="],["fax="],["hours=Tu 3PM-7PM"],["price="],["content=The market offers fresh foods, flowers, crafts, and other fare. Two hours of free parking are available in downtown garages. When you walk across the alley, you are actually moving from Los Angeles to Culver City (or vice versa)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sony Pictures Studio Tour"],["url=http:\/\/www.sonypicturesstudiostours.com"],["email="],["address=10202 West Washington Blvd"],["lat=34.017222"],["long=-118.401667"],["directions="],["phone=+1 310 244-8687"],["tollfree="],["fax="],["hours="],["price=$28 per person"],["content=Formerly the MGM studios, the tour leads through stages that have seen the filming of such productions as the Wizard of Oz, Men in Black, and Spider-Man. Tours are offered M-F at 9:30AM, 10:30AM, 1:30PM and 2:30PM. Reservations are recommended."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nCulver City offers a bit of everything when it comes to shopping. The Westfield Malls, located just off of I-405 at Sepulveda, is a 200 store mega-mall. The district near the intersection of Washington Blvd and La Cienaga Blvd is a major art destination, featuring dozens of galleries. The downtown area is home to several smaller and more upscale shops, as well as the old Helms Bakery complex, now home to a variety of upscale furniture stores. And for those looking for familiar shopping establishments, major chain stores such as Target, Bed Bath & Beyond, Best Buy and Toys 'R Us are also represented within the city limits.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fox Hills Shopping Center"],["url=http:\/\/westfield.com\/foxhills"],["email=foxhills@westfield.com"],["address=294 Fox Hills Mall"],["lat=33.98524"],["long=-118.39213"],["directions=at the intersection of Slauson and Sepulveda"],["phone=+1 310 390-5073"],["tollfree="],["fax="],["hours=M-F 10AM-9PM, Sa 10AM-8PM, Su 11AM-6PM"],["price="],["content=With nearly 200 stores, The Fox Hills Mall is a major shopping center located close to the 405 and 90 freeways. The complex underwent a major expansion in 2010 and now features a Target, Best Buy, Gold's Gym and BJ's Restaurant in addition to the many smaller stores."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sorrento Italian Market"],["alt="],["url=http:\/\/www.sorrentoitalianmarket.com\/"],["email="],["address=5518 Sepulveda Blvd"],["lat=33.99303"],["long=-118.39513"],["directions="],["phone=+1 310 391-7654"],["tollfree="],["fax="],["hours="],["price="],["content=Established by the former mayor (and councilman) of Culver City, this market has a reputation as ",{"type":"''","value":["the"]}," place to go for authentic Italian grocery items on the West Side. The deli offers amazing sandwiches and the friendly family owners are more than willing to help with everything from selecting a wine to choosing a dessert."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Choco Vivo"],["alt="],["url=http:\/\/chocovivo.com\/"],["email=info@chocovivo.com"],["address=12469 W Washington Blvd"],["lat=33.99694"],["long=-118.43047"],["directions="],["phone=+1 310 845-6259"],["tollfree="],["fax="],["hours=11AM-9PM daily"],["price="],["content=Choco Vivo is a unique chocolate shop that makes chocolate from scratch, starting with beans imported from a grower in Mexico and using a stone grinding technique dating back to the Mayans and Aztecs. Their chocolate contains no dairy, so the end result is a dark chocolate that is very different from what most people are used to. Bars are sold at $6 each that include different amounts of cacao and flavorings such as sea salt or almond. A \"tasting\" option is also available in the store, as well as flavored chocolate drinks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Kopeikin Gallery"],["url=http:\/\/www.kopeikingallery.com"],["email="],["address=2766 S La Cienega Blvd"],["lat=34.01019"],["long=-118.37307"],["directions="],["phone=+1 310 559-0800"],["tollfree="],["fax="],["hours="],["price="],["content=Photography gallery with rotating exhibits."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["Eatpricerange"],["Under $10"],["$10 - $20"],["Over $20"]]},"\n\nDuring the past several years Culver City has been gaining a reputation for excellent restaurants, with the downtown area in particular becoming home to around twenty non-chain restaurants that offer everything from sushi to barbecue to Korean to organic fare.  Other restaurants are spread throughout the city in areas such as Helm's Bakery or along Washington Boulevard.  For those who just need a quick bite, the standard chains are well-represented including Denny's, Coco's, Jack in the Box, Taco Bell, Chipotle, and others.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Annapurna Cuisine"],["url=http:\/\/www.annapurnacuisine.com"],["email=info@annapurnacuisine.com"],["address=10200 Venice Blvd"],["lat=34.02133"],["long=-118.40174"],["directions="],["phone=+1 310 204-5500"],["tollfree="],["fax="],["hours=Su-Th 11AM-9PM, F-Sa 11AM-10PM, closed M"],["price=Mains $6-10"],["content=This Indian vegetarian restaurant serves up tasty South Indian dishes including a large selection of masala dosas. It's usually full of Indian families."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grand Casino Bakery"],["url=http:\/\/www.grandcasinobakery.com\/"],["email="],["address=3820 Main St"],["lat=34.02473"],["long=-118.39438"],["directions="],["phone=+1 310 202-6969"],["tollfree="],["fax="],["hours=6AM-8PM daily"],["price="],["content=This is a simple, quaint little Argentine bakery. The Empanadas are delicious, and you can always find the big screen in the dining area tuned to a soccer match."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=S&W Country Diner"],["url=http:\/\/www.swdiner.com\/"],["email="],["address=9748 Washington Blvd"],["lat=34.02211"],["long=-118.39648"],["directions=at Hughes Ave"],["phone=+1 310 204-5136"],["tollfree="],["fax="],["hours="],["price=$5-$10"],["content=Affordable, home-cooked style breakfast and lunch in a cozy, neighborhood diner. Food is good and portions are reasonably large, but be prepared for long lines in the mornings, especially on weekends. Cash only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tito's Tacos"],["url=http:\/\/titostacos.com\/"],["email="],["address=11222 Washington Pl"],["lat=34.00811"],["long=-118.41440"],["directions=west of Sepulveda"],["phone=+1 310 391-5780"],["tollfree="],["fax="],["hours=9AM-11:30PM daily"],["price="],["content=Cheap (a full meal for under $5) and authentic Mexican food, individually prepared while you watch. You stand in line to order, then move aside to wait. Delicious and unusual. Noisy; you hear Spanish and English spoken here in equal amounts. Family-friendly. Park in the lot or under the freeway (feed the meters with dimes or quarters), not in the red cul-de-sac."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Surfas"],["url=http:\/\/cafesurfas.com"],["email="],["address=8824 National Blvd"],["lat=34.02853"],["long=-118.38719"],["directions=corner of Washington & National"],["phone=+1 310 558-1548"],["tollfree="],["fax=+1 310 558-1549"],["hours=M-Sa 8:30AM-3PM, Su 10AM-3PM"],["price="],["content=Located within Surfas Restaurant Supply, the cafe offers absolutely amazing (although small) Italian sandwiches for $6-8. In addition, Italian drinks, pastries, cheeses, and salads are available for those looking for top-quality food to go."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gaby's Mediterranean Grill"],["url=http:\/\/www.gabysexpress.com\/"],["email="],["address=10445 Venice Blvd"],["lat=34.02031"],["long=-118.40457"],["directions=at the intersection with Motor Ave"],["phone=+1 310 559-1808"],["tollfree="],["fax="],["hours=Open until 1AM on weekdays and 2AM on weekends"],["price=Meals are between $8 and $13"],["content=Reasonably priced and very tasty Lebanese restaurant. Seating is in an outdoor patio complete with hookahs, heat lamps, candles, and a bustling crowd that mixes young hipsters with Lebanese locals. Service is friendly and the place stays busy until closing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Giovanni's Trattoria and Pizzeria"],["url=http:\/\/www.giovannistrattoria.com"],["email="],["address=10026 Venice Blvd"],["lat=34.02254"],["long=-118.39966"],["directions=at the intersection with Clarington Ave"],["phone=+1 310-839-1757"],["tollfree="],["fax="],["hours=M-F 11:30AM-3PM and 5:30PM-10PM, Sa-Su 5:30PM-10PM"],["price=Meals are between $8 and $17"],["content=Neighborhood Italian restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Govinda's"],["url=http:\/\/harekrishnala.com\/govindasla\/"],["email=govindas.buffet@harekrishnala.com"],["address=3764 Watseka Ave"],["lat=34.02521"],["long=-118.39715"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The unusual vegetarian restaurant operated as part of the hospitable and charitable tradition of the International Society for Krishna Consciousness. A buffet luncheon or sandwiches will cost you less than ten bucks.  Above the restaurant you will find a boutique filled with fine garments and unusual handicrafts and art objects from India, the spiritual home of the Krishna devotees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=J R's Bar-B-Que"],["url=http:\/\/jrs-bbq.com"],["email="],["address=3055 La Cienega Blvd"],["lat=34.03093"],["long=-118.37241"],["directions="],["phone=+1 310 837-6838"],["tollfree="],["fax="],["hours="],["price="],["content=The industrial location is appropriate for a barbeque place that's \"Tender as Mother's Love.\" Real pit barbecue beef ribs, pork ribs, \"rib tips\", great sides, and if you have room left, peach cobbler or 7-up cake! Three choices of sauce - they're serious when they say it's hot. The proprietor, \"Robert Johnson\", may or may not be the famous bluesman."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kay & Dave's"],["url=http:\/\/www.kayndaves.com"],["email="],["address=9341 Culver Blvd"],["lat=34.02483"],["long=-118.39361"],["directions=downtown Culver City across from the Ince Parking Structure"],["phone=+1 310 558-8100"],["tollfree="],["fax="],["hours="],["price=$10-$20 per person"],["content=Tasty fresh Mex food made without lard or trans fats. The vibe is easy-going with plenty of outdoor seating (including a firepit) and a friendly, slightly quirky staff. Happy hour specials include 2-for-one margaritas and appetizer specials."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=K-Zo"],["url=http:\/\/www.k-zo.com"],["email="],["address=9240 Culver Blvd"],["lat=34.02517"],["long=-118.39314"],["directions=downtown"],["phone=+1 310 202-8890"],["tollfree="],["fax="],["hours="],["price=$6-$15 for most sushi rolls and tapas items"],["content=Another restaurant born of Culver City's downtown renaissance, K-Zo is a sushi bar and \"Japanese tapas\" restaurant, offering various hot and cold bites in addition to the more standard Japanese fare. Prices are a bit higher than some other restaurants, but the food is generally excellent, service is friendly, and the atmosphere is great. For those seeking to maximize their eating dollar, the popcorn shrimp nuggets ($8.50) and eel avocado roll ($6) are particularly tasty and filling."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Dijonnaise"],["url=http:\/\/www.ladijonaise.com"],["email="],["address=8703 Washington Blvd"],["lat=34.02933"],["long=-118.38462"],["directions=in the Helms Bakery complex"],["phone=+1 310 287-2770"],["tollfree="],["fax="],["hours="],["price="],["content=Worth a visit if only to be served by waiters with authentic French accents, the cafe also offers excellent French cafe fare at reasonable prices.  A few blocks from downtown on a corner of the old Helms Bakery complex; expect large crowds, with both indoor and outdoor seating."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Novecento Pasta & Grill"],["url=http:\/\/www.novecentopastagrill.com\/"],["email="],["address=3837 Main St"],["lat=34.02515"],["long=-118.39489"],["directions=between Venice Blvd and Culver Blvd"],["phone=+1 310-842-3838"],["tollfree="],["fax="],["hours=M-Th 11:30AM-2:30PM and 5PM-9PM, F 11:30AM-2:30PM and 5PM-10PM, Sa 5PM-10PM, closed Su"],["price="],["content=Northern Italian cuisine on Main St. Try the homemade gnocchi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tender Greens"],["url=http:\/\/www.tendergreensfood.com"],["email="],["address=9523 Culver Blvd"],["lat=34.02318"],["long=-118.39494"],["directions=downtown"],["phone=+1 310 842-8300"],["tollfree="],["fax="],["hours=Su-Th 11:30AM-9PM, F-Sa 11:30AM-10PM"],["price=$5 and up"],["content=As you might guess, the emphasis here is on the fresh salads of all types, but you can get them small, meal-sized or pair them with steak, chicken or fish.  This popular eatery uses local, organic produce to assemble fresh and healthy salads and soups, as well as delectable hot dishes from the grill, such as free-range chicken, Angus flatiron steak, and line-caught tuna. This eco-conscious restaurant also uses biodegradable to-go containers, reclaimed timber, and non-toxic cleaners. The atmosphere is relaxed and beautiful, with a spacious patio for outdoor dining.  Portions are large, and a wide array of boutique wines and microbrews will please any palate. Friendly service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ugo"],["url=http:\/\/cafeugo.com"],["email=ugo@cafeugo.com"],["address=3865 Cardiff Ave"],["lat=34.02458"],["long=-118.39584"],["directions=downtown Culver City across the street from the theatre"],["phone=+1 310 204-1222"],["tollfree="],["fax=+1 310 204-1992"],["hours="],["price=$10-$30"],["content=A cozy Italian cafe with extensive outdoor seating and a reasonably-authentic Italian menu.  This establishment specializes in Italian cafe food, so expect sandwiches, carpacchio, insalata, pasta, and gelato rather than the standard \"spaghetti and steaks\" fare common at most Italian restaurants."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Akasha Restaurant"],["url=http:\/\/www.akasharestaurant.com"],["email="],["address=9543 Culver Blvd"],["lat=34.02314"],["long=-118.39489"],["directions=Corner of Culver and Watseka"],["phone=+1 310 845-1700"],["tollfree="],["fax="],["hours="],["price=$15-$35"],["content=Features New American food, meaning that everything is delicious, organic, and local. You'll never feel trendier but welcomed. Good for dates and business meetings.  There is also a well-stocked bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ford's Filling Station"],["url=http:\/\/www.fordsfillingstation.net"],["email="],["address=9531 Culver Blvd"],["lat=34.02312"],["long=-118.39500"],["directions=downtown"],["phone=+1 310 202-1470"],["tollfree="],["fax="],["hours="],["price="],["content=Run by the son of actor Harrison Ford, this relatively new (February 2006) and somewhat trendy restaurant strives for a pub atmosphere while still keeping the quality of a high-end restaurant. The drinks are good if slightly pricey ($6 for a beer) and the food is excellent.  Half of the menu consists of excellent home-cured deli meats for about $10 a tray, while the flatbreads and other dishes are slightly more expensive ($15 - $30) but very tasty."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Waterloo & City"],["url=http:\/\/www.waterlooandcity.com\/"],["email="],["address=12517 West Washington Blvd"],["lat=33.99686"],["long=-118.43135"],["directions=near Washington & Centinela"],["phone=+1 310-391-4222"],["tollfree="],["fax="],["hours=M–Sa 6-10PM, Su 5-9PM (Dinner). Su-Th 5-Midnight, F-Sa 5PM-1AM (Bar)"],["price=$15-$30 for meals"],["content=This upscale pub combines French\/British fusion cuisine with an impressive wine and beer list - beer connoisseurs will love the selection while those who prefer Buddweiser might prefer going elsewhere.  It is named for the London underground railway line where the co-owner\/chef began his youthful world adventures.  Staff is attentive, intelligent and friendly, and while portions aren't huge the food is extremely well prepared.  Favorites include the sticky toffee pudding. Daily happy hour from 5-7PM."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Bars"]},"\n\nMost of the downtown restaurants also have a lively bar scene.  Other bars located throughout the city include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Alibi Room"],["url=http:\/\/www.alibiroomla.com\/"],["email="],["address=12236 Washington Blvd"],["lat=33.99707"],["long=-118.42612"],["directions=1 block East of Centinela"],["phone=+1 310-390-9300"],["tollfree="],["fax="],["hours=Open Mon-Sat.  Food served 5:30PM to midnight, happy hour 11PM - 2AM"],["price="],["content=This lounge is most famous for Ray Choi's Kogi Korean barbecue tacos ($7 for three), but also offers a unique selection of cocktails including the Cuban Mistress (rum, hibiscus, strawberry, rhubarb bitters, lemon, ginger beer) or the Breaking Bad (tequila, Del Maguey Vida Mezcal, pear, fresh lemon, serrano chile infused agave).  All food is ordered directly from the bar and brought to you based on the oversized playing card you'll receive after paying.  The vibe is upscale hipster, with a younger, affluent crowd.  It gets extremely full and very noisy as the evening goes on, so consider an early arrival if you want a cushy lounge seat and the chance to talk to your dining companions without yelling."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Backstage"],["url=http:\/\/www.backstageculvercity.com"],["email="],["address=10400 Culver Blvd"],["lat=34.01633"],["long=-118.40026"],["directions=near Culver and Overland at the intersection with Motor"],["phone=+1 310 839-3892"],["tollfree="],["fax="],["hours="],["price="],["content=Proudly advertising itself as \"the best dive bar in the world\" Backstage offers a high-energy atmosphere with a really fun crowd.   Expect a packed house on weekends and call ahead to reserve a table if you don't want to be standing. Drinks are reasonably priced ($4 for a draft beer), the staff is extraordinarily friendly, and there is karaoke (Thursday - Saturday), pool, darts, and decent bar food to help keep the evening entertaining."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Blind Barber"],["url=http:\/\/blindbarber.com\/"],["email="],["address=10797 West Washington Blvd"],["lat=34.01544"],["long=-118.40708"],["directions=on Washington Blvd behind Best Buy"],["phone=+1 310 841-6679"],["tollfree="],["fax="],["hours=Bar: Mon-Sat: 6PM-2AM, Sun: Closed, Barbershop: Mon-Sat 12PM-9PM, Sun 12PM-6PM"],["price=Cocktails $10+, Beers $5+"],["content=If you didn't know it was here, you'd never find this great hangout.  The front is a working barbershop with a nondescript door in the middle of the back wall.  Walk through that door and you're in a bar with a roaring-twenties theme.  The cigarette dispenser by the bathroom sells hair product, the fans are operated on pulley systems, and a free drink is offered with every barber service.  Cocktails are fancy and made by bar tenders who double as waitstaff.  Snacks include numerous varieties of grilled cheese and upscale bar munchies like sloppy joe sliders or imported olives."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bottlerock"],["url=http:\/\/www.bottlerockculvercity.com\/"],["email="],["address=3847 Main St"],["lat=34.02510"],["long=-118.39492"],["directions=downtown Culver City"],["phone=+1 310 836-9463"],["tollfree="],["fax="],["hours=Su-Th noon-11PM, F-Sa noon-midnight"],["price="],["content=Located downtown, this unique establishment is a combination wine bar, wine retailer, and cafe.  Over 800 wines are sold, with prices ranging from $5 to over $600 per bottle, but most people come either for wine tasting or simply to enjoy a glass of wine with an appetizer.  Happy hour is Monday - Thursday from 4PM to 6PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Duke's Hideaway"],["url=http:\/\/www.culverhotel.com"],["email="],["address=9400 Culver Blvd"],["lat=34.02385"],["long=-118.39427"],["directions=in the Culver Hotel downtown"],["phone=+1 310 838-7963"],["tollfree="],["fax="],["hours="],["price="],["content=Named after John Wayne (the hotel's former owner and resident), Duke's Hideaway attracts mainly local residents and employees from the nearby Sony and Culver Studios looking for a laid-back spot to enjoy a few drinks.  Chairs are comfortable and plentiful, prices are reasonable, the bartenders tend to be chatty, it's usually not overly crowded, and the close proximity to the rest of downtown makes it a good spot to begin or end an evening.  Happy hour 5 to 7PM M-Th."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Father's Office 2.0"],["url=http:\/\/www.fathersoffice.com\/"],["email="],["address=3229 Helms Ave"],["lat=34.03038"],["long=-118.38466"],["directions=in the Helm's Bakery complex"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This upscale pub is famous for its burger, just don't try to make any substitutions - they don't allow them, and they really mean it.  There are also over 70 beers on tap."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tattle Tale Room"],["url=http:\/\/www.tattletaleroom.com\/"],["email="],["address=5401 Sepulveda Blvd"],["lat=33.99493"],["long=-118.39541"],["directions=at the intersection of Sepulveda and Sawtelle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The crowd at this bar combines students from Loyola Marymount with middle-aged regulars. Karaoke every night but Thursday, pool tables, and an atmosphere that borders on dive-bar without actually crossing the line."]]}]},"\n",{"type":"===","value":["Coffee & Teas"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Conservatory for Coffee, Tea and Cocoa"],["url=http:\/\/www.conservatorycoffeeandtea.com"],["email="],["address=10117 Washington Blvd"],["lat=34.02065"],["long=-118.39884"],["directions=across from Sony Studios"],["phone=+1 310 558-0436"],["tollfree="],["fax="],["hours="],["price="],["content=Family-run coffee shop that roasts their own beans daily and makes one of the best macchiato's this side of the Big Pond. They are known for their \"latte art\" - you have to order one in a china cup to appreciate it. A local favorite, they also have a huge variety of teas from around the world and make a wonderful Mexican hot chocolate."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nCulver City has only a handful of hotels, but neighboring cities such as ",{"type":"[[","value":[["Santa Monica"]]},", ",{"type":"[[","value":[["Venice (California)"],["Venice"]]},", ",{"type":"[[","value":[["Marina del Rey"]]}," and ",{"type":"[[","value":[["El Segundo"]]}," have numerous options within a 10-15 minute drive of Culver City.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard by Marriott Los Angeles Westside"],["url=http:\/\/www.courtyardlawestside.com"],["email=phirneisen@rimcorp.com"],["address=6333 Bristol Pkwy"],["lat=33.98065"],["long=-118.39217"],["directions=3 miles north of LAX, visible from the 405"],["phone=+1 310 484-7000"],["tollfree=+1 800 321-2211"],["fax=+1 310 590-2593"],["hours="],["price=Rates range from $139 for a room with two queen beds to $299 for a one-bedroom suite"],["checkin="],["checkout="],["content=Opened April 2008, this hotel features 260 spacious rooms and suites in addition to 10,000 square feet of flexible meeting space and a full catering department."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Culver Hotel"],["url=http:\/\/www.culverhotel.com"],["email="],["address=9400 Culver Blvd"],["lat=34.02385"],["long=-118.39427"],["directions=downtown"],["phone=+1 310 838-7963"],["tollfree=+1 888 328-5837"],["fax="],["hours="],["price=$89 for a room with queen beds to $299 for the John Wayne Suite"],["checkin="],["checkout="],["content=Listed on the National Register of Historic Places and located in the heart of downtown Culver City, this hotel opened in 1924 and offers a unique lodging option with rooms featuring antique furniture.  The hotel was once owned by John Wayne and served as accommodation for most of the cast of the Wizard of Oz during its filming."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Hotel Los Angeles Westside"],["url=http:\/\/www.radisson.com\/culvercityca"],["email=rhi_cuca@radisson.com"],["address=6161 W Centinela Ave"],["lat=33.98216"],["long=-118.39710"],["directions="],["phone=+1 310 649-1776"],["tollfree=+1 888 201-1718"],["fax=+1 310 649-4411"],["hours="],["price=Rates start around $130 per night"],["checkin="],["checkout="],["content=This chain hotel is located close to the 405 freeway and is a ten-minute drive from the LAX airport.  Amenities include free high-speed internet access, pool, fitness center, free airport shuttle, meeting spaces and dining.  Those expecting a five-star experience will be disappointed by the relatively basic rooms and somewhat dated elevators and floorplans, but despite a bit of age this hotel offers an upgrade over many of the area's other motels."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nCulver City offers free internet access in several areas.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Culver City WiFi"],["url=http:\/\/www.culvercity.org\/Government\/IT\/WiFi\/WiFiAccess.aspx"],["email="],["address="],["lat="],["long="],["directions=downtown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free wireless internet access is provided in downtown Culver City, but connectivity varies greatly depending on your location. Login is required using any web browser to activate access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Culver City Library"],["url=http:\/\/www.colapublib.org\/libs\/culvercity\/"],["email="],["address=4975 Overland Ave"],["lat=34.00681"],["long=-118.39603"],["directions=near Overland and Culver"],["phone=+1 310 559-1676"],["tollfree="],["fax="],["hours=M-F 10AM-8PM, Sa 10AM-5PM, closed Su"],["price="],["content=The Culver City library offers free internet connections (no wireless) as well as an extensive book collection."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Venice (California)"],["Venice"]]}]},".  The neighboring beach town offers miles of sand, an eclectic nightlife, and the infamous Muscle Beach."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santa Monica"]]}]},".  Best known for its famous pier, Santa Monica is a must-see destination for most tourists, and home to many restaurants and bars frequented by locals."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Marina del Rey"]]}]},".  The \"marina of the king\" is home to a vast number of restaurants and hotels, and while not as touristy as some of the neighboring beach cities is nonetheless a fun spot to spend an evening."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles\/West"],["West LA"]]}]},".  The west side of the sprawling city of LA is home to UCLA and the Getty Museum, and surrounds Culver City to the north and east."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-405.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["North Valley"]]}],["minorl1=",{"type":"[[","value":[["Los Angeles\/West"],["West LA"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Long Beach"]]}],["minorr1=",{"type":"[[","value":[["Westchester (California)"],["Westchester"]]}],["image2=LAMetroLogo.svg"],["imagesize2=22"],["image2a=LACMTA Circle Expo Line.svg"],["imagesize2a=22"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown L.A."]]}],["minorr2=",{"type":"[[","value":[["Los Angeles\/South Central"],["South Central L.A."]]}]]},"\n\n",{"type":"{{","value":[["geo"],["34.007778"],["-118.400833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Westside (Los Angeles County)"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Culver City, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/C\/Culver City"]]},"\n",{"type":"[[","value":[["Commons:Category:Culver City, California"]]}]