[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nCupramontana is a municipality in the province of ",{"type":"[[","value":[["Ancona"]]}," (in the Marche region) and employs just under 5,000 inhabitants. Cupramontana is the capital of \"Verdicchio dei Castelli di Jesi\", one of the main Italian white wines and the birthplace of Luigi Bartolini, great engraver of the twentieth century and author of the novel \"Ladri di biciclette\". Located in the heart of the Marche region, 505 meters above sea level, is Cupramontana the ideal place for a green holiday, for \"wine and food\" tours and cultural tourism.\n\n",{"type":"==","value":["Understand"]},"\nAncient olive trees, vineyards and breathtaking hillside surround Cupramontana, the capital of the Verdicchio. At the highest point of the historic city, located ca.550 m high, one looks west over the mountains of the Apennines and the eastern Adriatic Sea.\n\nThe frazione Poggio Cupro is part of the municipality.\n\n",{"type":"===","value":["History"]},"\nCupramontana, in the middleages until 1861 called Massaccio, got its name from the goddess Cupra, goddess of fertility and love. On this territory was brought to live a civilisation of traditional life and cultivation of the soil. During the greek-gotic battle in the VI century, the old roman village Cupramontana was completely destroyed and forgotten for ages. It were first the benedict monks and afterwards between the VIII and XI century the camaldolesian monks, who reintroduced the cultivation of vineyards. The viniculture would increase over the years and already in the 16th century you could find vineyards growing together with fieldmaple (acer campestris), a technique until recently in use.\nIn the 18th century they even got an overproduction, so they started exportation to other regions.\nFrom then on, the Verdicchio grape, which grew perfectly in the local hilly soil and microclimate, became the most used grape in the area.\nCupramontana, member of the national association \"Città del Vino\", is nowadays known as the capital city of the Verdicchio.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nBeautiful churches, an old \"piazza\" historical \"palazzi\" including the unique ",{"type":"[","value":["http:\/\/www.cadnet.marche.it\/cupramontana\/museo.html wine labels Museum"]},", and a mystical monastery are the witnesses of a long history and historical stories, interesting to listen during a multilingual tour.\n\n",{"type":"===","value":["Poggio Cupro"]},"\nPart of Cupramontana, completely surrounded by medieval walls and restored in the early sixteenth century. Above the arched entrance of the castle there is the fresco \"Madonna and Child\" (1529), attributed to Pier Paolo Agabiti (1470-1540). The church of S. Redeemer from the XII century, together with the castle, was rebuilt in the late fifteenth century. The portal is from 1516 and the fresco of San Floriano, discovered in 1965, is the oldest image of the patron saint of Jesi. The church also contains a painted wooden statue from the first half of the XVI century.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[{"type":"'''","value":["Infiorata Corpus Christi"]},", 2nd Sunday after Pentecost. Religious feast of Corpus Christi. Residents of Cupramontana and tourists realize floral carpets in the streets of the town, over a length of about 900 mt. The days before the Infiorata, the Cuprensi collect the flowers, and early in the morning of the high day, the streets are filled with volunteers to create designs and to fill with the flowers. The religious procession has placed mid-morning."]},"\n",{"type":"*","value":[{"type":"'''","value":["Night of the Verdicchio"]},", third weekend of July. A night dedicated to the main product of the territory, the Verdicchio wine. The retailers, bars, supermarkets and wineries exhibit their best products in the streets of the historic center and the caves of the convent of the Franciscan Sisters. In a festive atmosphere with numerous side events: concerts, dance performances and exhibitions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Festival of folklore"]},", late July. The tradition of folk dancing still lives in this city. The Saltarello is the main dance and in honor of folklore an annual international festival of folklore is held."]},"\n",{"type":"*","value":[{"type":"'''","value":["Medieval Dinner"]},", first Saturday of September. In the old castle of Poggio Cupro, a hamlet that has maintained its historic appearance, there is the medieval evening. Tourists and residents in medieval costumes, take part together at a dinner and taste the medieval tradition, attending performances, art demonstrations and parades in medieval style."]},"\n",{"type":"*","value":[{"type":"'''","value":["Festival of the Grape"]},", first weekend of October. Every first weekend of October, Italy's second oldest \"Festa dell'Uva\" takes place in Cupramontana. It is the celebration of the grape and Verdichhio wine. It is a four-day festival of people, performances, shows and local dishes. Annually, more than 40,000 visitors take part in this event. The floats in the parade on Sunday, adorned with grapes, is the highlight."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThe city is known for its delicious white wine Verdicchio. All winemakers invite you to tastings and proudly display their conventional or organic production. Even the excellent olive oil in the area, you can test and experiment in local olive oil mills.\n\nNice aperitifs can be taken in the bars.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[","value":["http:\/\/www.cupramontana-accoglie.it Cupramontana Accoglie"]}," is an association, founded in 2003, which provides accommodation in the Marche to promote tourism in the area of Cupramontana, capital of the Verdicchio.\nThe association consists of touristic structures operating on the principles of green accommodation and rural hospitality; bed & breakfasts, agriturism, country houses and apartments.\nThis type of hospitality means a lot of human contact, strong ties with the land, regional traditions, the inherent cultural richness, local products and the eno-gastronomia. All members of the association promote rural economy, integrating this with a strong sense of rural hospitality.\nA lot of them are also working farming businesses.\n\n",{"type":"===","value":["Bed&Breakfast"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=La Girandola"],["alt="],["url=http:\/\/www.lagirandola.eu"],["email=info@lagirandola.eu"],["address="],["lat="],["long="],["directions="],["phone=+39 0731 781271"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Piana 66 - 60034 Cupramontana - -"]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Nearby"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.frasassi.com\/ Grotte di Frasassi"]}," (Frasassi caves)"]},{"type":"<","value":["br"]},"\nDiscovered in 1971 and opened to the public in 1974, they reveal a magnificent underworld. The route is exalting and the illumination accentuates the forms and colours of the concretions: inlaid stalactites, gigantic stalagmites, lakes enclosed among cristal arabesques and alabastre lances dangling from the majestic vaults. One of the most beautiful underground itineraries in the world.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parcogolarossa.it\/ Parco Naturale Gola della Rossa e di Frasassi"]}," (Regional park of the Gola della Rossa and Frasassi)"]},{"type":"<","value":["br"]},"\nFounded in 1997, this park (9167 hectares) forms the green heart of the area with his artistical and cultural treasures, hidden in the harmonious landscape.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.conero.it\/ Parco Naturale Monte Conero"]}," (Regional park of the Monte Conero)"]},{"type":"<","value":["br"]},"\nIts beaches, its bays, the mediterranean flora, only a 30 minutes drive from Cupramontana.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sibillini.net\/ Parco Nazionale dei Monti Sibillini"]}," (National park of the Monti Sibillini)"]},{"type":"<","value":["br"]},"\nIn summer a paradise for hikers, in winter a fantastic ski area.\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Ancona"]]},"\n",{"type":"{{","value":[["Geo"],["43.45"],["13.116667"]]},"\n",{"type":"[[","value":[["wikipedia:Cupramontana"]]}]