[{"type":"{{","value":[["pagebanner"],["Curonian Spit banner.jpg"],["caption=Juodkrantė dunes"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Curonian_Spit1.jpg"],["thumb"],["350 px"],["Curonian Spit in Kaliningrad Oblast: dunes, forest, and sea"]]},"\n\nThe ",{"type":"'''","value":["Curonian Spit"]}," is a 98 km long narrow sandy peninsula separating the Curonian Lagoon from the Baltic Sea. It is a trans-boundary ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," shared by ",{"type":"[[","value":[["Lithuania"]]}," and ",{"type":"[[","value":[["Russia"]]},". The town of ",{"type":"[[","value":[["Neringa"]]}," is on the Spit.\n\n",{"type":"==","value":["Understand"]},"\n\nStretching from the Sambian peninsula in the south to the Lithuanian port city of ",{"type":"[[","value":[["Klaipėda"]]}," in the north, the Curonian Spit is a narrow (400 meters wide at its narrowest point and 4 km wide at its widest) peninsula separating the Baltic Sea from the Curonian Lagoon. The northern part of the peninsula (52 km) belongs to Lithuania, while the southern ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.park-kosa.ru\/ park"]}]}," is in ",{"type":"[[","value":[["Kaliningrad Oblast"]]}," in ",{"type":"[[","value":[["Russia"]]},". It has been a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," since 2000 and has the status of national park in both countries.\n\n",{"type":"===","value":["History"]},"\n\nThe entire spit was under German rule from circa 13th century till the First World War. While fishing was the major occupation of the Spit's inhabitants in the middle ages, tourism has flourished in the area since the start of the 20th century.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe Curonian Spit contains the largest drifting sand dunes in Europe. The highest of them rise up to 60 meters. The area is generally covered with forests, that constitute about 70 percent of land.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"'''","value":["Russian part."]}," For flora and fauna, head down to the Curonian Lagoon, where the highest sand dunes in Europe are located. In order to protect the sand dunes, wooden broad walks have been built above them to enable visitors to marvel at the desert-like scenery without causing damage. You may spot some wildlife. Along the way, it is worthwhile to find the 'Dancing Forest' or 'The Drunkards' Forest', where tree trunks are curled and twisted from their roots and \"Efa's dune\". It is a magnificent sight to step into a forest of trees that look like over-sized bonsai.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["From Kaliningrad."]}," The direct bus from the city centre to the spit. The journey costs less than 120 rubles and takes about two hours. Possibly difficult to reach by public transportation, since buses from Zelenogradsk run only occasionally during the day and are often packed when they do run.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nA car or a motorbike entering Neringa municipality that contains most of the spit on the Lithuanian side is charged an ecological fee (LTL30 in summer and LTL10 during the rest of the year). Campers are charged LTL90 in summer and LTL50 during the rest of the year.\n\nAlso please note that entering some of the nature reserves is either limited or prohibited.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is a single road running through the whole length of the spit and it is easy to access any part of the spit with a car or motorbike. Bus services also exist. However, as the spit is divided by the border, traveling the whole length of the spit may require a visa and may be a bit time consuming.\n\nThe Lithuanian part of the spit has a bicycle path from the northern tip of the peninsula to the town of ",{"type":"[[","value":[["Nida"]]}," near the Russian border, so a more environmentally friendly way of travelling is also possible.\n\n",{"type":"==","value":["See"]},"\n\nThe Curonian Spit offers some of Europe's finest landscapes as well as cozy towns and villages. Two of the most impressive ranges of dunes are the Grey Dunes (or the Dead Dunes) north of the village of Pervalka and the range of dunes starting with Parnidžio dune just south of ",{"type":"[[","value":[["Nida"]]}," and stretching into the Russia.\n\nOn the Lithuanian side three of the most important settlements are ",{"type":"[[","value":[["Nida"]]},", ",{"type":"[[","value":[["Juodkrantė"]]}," and ",{"type":"[[","value":[["Smiltynė"]]}," (a part of ",{"type":"[[","value":[["Klaipėda"]]}," city municipality).\n\n",{"type":"==","value":["Do"]},"\n\nThe Curonian Spit is a popular summer holiday resort and a range of outdoor activities is available. Beaches of Nida, Juodkrantė and Smiltynė have been awarded with the Blue Flag while Corunian Lagoon presents opportunities to enjoy fishing or sailing.\n\nFor those more interested in culture there are several museums (including the Lithuanian Maritime Museum in the old fortress at the northern tip of the peninsula). The town of Juodkrantė has a rather interesting open air exposition (Hill of Witches) of wooden sculptures depicting mythological creatures. In the town of Nida there is a museum about the German writer Thomas Mann who used to summer here.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Smoked fish"]},{"type":"*","value":[" Amber souvenirs"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["Wikipedia:Curonian Spit"]]},"\n",{"type":"{{","value":[["geo"],["55.2744"],["20.9708"]]}]