[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Custer"]}," is in ",{"type":"[[","value":[["Central Idaho"]]},".\nCuster,  was founded in early 1879 by speculators who laid the town out right below the General Custer mill site. During the 1880's it was second in importance to nearby Bonanza, reaching a peak population of only 300. In the 1890's however, Custer superseded Bonanza as the most important town of the Yankee Fork. Economically supported by the operations of the Lucky Boy and Black mines, Custer reached its peak population of 600 in 1896.\n",{"type":"[[","value":[["Image:Custer-Museum.jpg"],["thumb"],["Custer Schoolhouse"]]},"\nCuster was a one  street town. The town extended for half a mile from the Centaurs Dairy and the General Custer mill at the upper end, to the Nevada Hotel and the Miners Union Hall at the lower end. Chinatown, with about thirty residents, was situated right below the lower end of Custer. \n\nNearby Bonanza was a sister city and the business and social center until fires in 1889 and 1897 destroyed much of the town. Many merchants re-established their businesses in Custer, gradually making it the new business and social center for Yankee Fork area. Custer sported a new school house, jail, Miner's Union Hall, post office, and baseball team.\n\nBy 1903, the glory days of mining were slipping away as the mines played out one by one. Business slumped and by 1910 Custer had become a ghost town. The Challis National Forest took ownership of the area in 1966, and in 1981, Custer was placed on the National Register of Historic Places. Through the efforts of the Friends of Custer Museum, the site was kept open for public enjoyment. In 1990, the Idaho Department of Parks and Recreation joined the Forest Service in managing Custer. This led to the establishment of the Land of the Yankee Fork Historic Area. \n\n",{"type":"==","value":["Get in"]},"\nEleven miles north of Stanley Idaho, off Highway 75, turn at Sunbeam Idaho, on to the forest road that follows the Yankee Fork River, and follow the signs... approx. nine miles. \n\n",{"type":"==","value":["Get around"]},"\nNo fee. The park is open year round, although snow will restrict auto travel in the winter months.Free guided and self-guided walking tours are available Memorial Day - Labor Day during business hours. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The museum housed in the original schoolhouse."]},{"type":"*","value":["The Empire Saloon, now a gift shop."]},{"type":"*","value":["The interpretive slide show."]},{"type":"*","value":["The Yankee Fork Gold Dredge"]},{"type":"*","value":["Bonanza City-2 miles"]},{"type":"*","value":["Custer Day"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Walk the interpretive path around the town."]},{"type":"*","value":["Gold panning with free guided demonstrations."]},"\n",{"type":"*","value":["Drive the Custer Motorway from Custer to Challis."]},"The 35 mile road was created to link the towns of Challis and Custer\/Bonanza and finished in 1879.  Several stopping places were operated along the way to accommodate the needs of freighters and stage passengers, since the trip from Bonanza to Challis always took at least two days. The stage changed horses at the Eleven Mile Barn, the Toll Gate and the Slab Barn on Pine Summit. The following tolls were charged for use of the road:\n\n    ",{"type":"*","value":[" 1 wagon and 1 span of animals $4.00"]},"    ",{"type":"*","value":[" Each additional span $1.00"]},"    ",{"type":"*","value":[" Man on horseback $ .50"]},"    ",{"type":"*","value":[" Pack animal $ .25"]},"    ",{"type":"*","value":[" Loose animals other than sheep or hogs $ .25"]},"    ",{"type":"*","value":[" Hogs, each $ .15"]},"    ",{"type":"*","value":[" Sheep, each $ .10"]},"\nToll was discontinued in 1889, when a new road, running along the Salmon River and up from the mouth of the Yankee Fork, provided an easier link to Challis.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["souvenirs at the gift store"]},{"type":"[[","value":[["Image:Empire-Saloon.jpg"],["thumb"],["The Empire Saloon"]]},"\n\n",{"type":"==","value":["Eat"]},"\nYour picnic lunch at one of the tables provided.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nNo lodging here. There are several campgrounds in the area.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Land of the Yankee Fork Historic Area"],["alt=Idaho Dept. of Parks and Recreation"],["url=http:\/\/www.idahoparks.org\/parks\/yankeefork.aspx"],["email="],["address=P.O. Box 1086\nChallis, ID 83226"],["lat="],["long="],["directions="],["phone = +1 208-879-5244"],["tollfree="],["fax=208-879-5243"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nFollow the Custer Motorway to Challis (32 miles)\nor return to Highway 75.\n\n",{"type":"{{","value":[["IsPartOf"],["Central Idaho"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]