[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Three_cenotes_railway_Cuzama.JPG"],["thumb"],["160px"],["right"],["The centuries-old railway along the Tres Cenotes route"]]},". \n",{"type":"'''","value":["Cuzamá"]}," is a village in the state of ",{"type":"[[","value":[["Yucatán"]]},", in the north of Mexico's ",{"type":"[[","value":[["Yucatán Peninsula"]]},". It is famed for three beautiful cenotes (cave formations), and is a destination along the Yucatán's ",{"type":"[[","value":[["Ruta de los Cenotes"]]},"\n\n",{"type":"==","value":["Get in"]},"\nYou can get to Cuzama by either bus or by car.  If you have rented a car, Cuzama is easy to get to from Mérida.    It takes about 45 minutes to get to the town of Cuzuma.  Once you arrive in Cuzama, make a right turn at the town square.  This is where the church and town hall are located.  Look for the road that leads towards Chunkanán and the cenotes' entrance.  If you are going by bus, you will want to go to the Noreste bus terminal in Mérida.  This is the second class bus terminal which is located at Calle 50 x 65 x 67.  The bus will cost around 32 pesos as of 2010.  There are colectivos near the bus station (as of March 2011 they were at Calle 67 between calles 50 and 52 but their location can change) which will also take you to Cuzama.  The colectivos (white vans) are generally cheaper and faster.   They may seem more intimidating, but the colectivo drivers for Cuzama will approach you and ask you if you are going to Cuzama so it's pretty easy.  Check when the last colectivo is leaving from Cuzama that afternoon.  You may also consider taking a tour to Cuzama, which is easy, but not necessary. \n\nThe cenote entrance is about 3.3 km (2 miles) from the center of Cuzama.  If you took a bus or colectivo to Cuzama, this is where you will be dropped off (in front of the church).  You can either walk (follow the signs) or take a bicycle taxi which should cost about $2 each way.  While tips are not required, you may feel that the bicycle taxi kids deserve it after wheeling you back and forth in the intense heat.  Consider bringing snacks and water.  For an article that does a good job of explaining more about the cenote, see ",{"type":"[","value":["http:\/\/past-explorations.blogspot.com\/2012\/01\/cenotes-de-cuzama-daytrip-from-merida.html"]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nBefore you take the tour, you can ask the household in the one and only store to cook for you. There are only two choices: chicken and poc chuc, a Yucatecan tender pork dish. The chicken is good, but the poc chuc is really special.\n\nAs you usually eat on your way back from the Cenotes, you can get there really hungry; consider asking for two dishes instead of one. The price is really cheap, about $US 3.00 only.\n\nDrink? For something different, try one of Yucatan's brand sodas: Krystal. Different flavours, some unusual, about $8 Mexican pesos.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["20.7500"],["-89.3167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Yucatán"]]},"\n",{"type":"[[","value":[["wikipedia:Cuzamá"]]}]