[{"type":"{{","value":[["pagebanner"],["Sacsayhuamán banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Plaza de Armas - Cusco.jpg"],["thumb"],["400px"],["Plaza de Armas"]]},"\n\n",{"type":"'''","value":["Cuzco"]}," (also \"Cusco\", or \"Qosqo\" in Quechua), located in the ",{"type":"[[","value":[["Southern Sierra (Peru)"],["Southern Sierras"]]}," is a fascinating city that was the capital of the Inca Empire.  Cuzco is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["Unesco World Heritage Site"]]}," and is one of ",{"type":"[[","value":[["Peru"]]},"'s most visited cities as it is the largest and most comfortable city from which tourists can begin visits to ",{"type":"[[","value":[["Machu Picchu"]]},", the ",{"type":"[[","value":[["Sacred Valley of the Incas"]]},", and other Inca sites in the region.\n\n",{"type":"==","value":["Understand"]},"\n\nCuzco is a beautiful city with well preserved colonial architecture, evidence of a rich and complex history. The city itself represents the center of indigenous Quechua culture in the Andes, and by merely walking the streets one sees the layers of history. Spanish colonial buildings erected directly atop Inca walls line the square, while the modern tourist nightlife flourishes in their midst.\n\nThe city is surrounded by a number of ruins, the most impressive being ",{"type":"'''","value":["Sacsayhuaman"]},", the site of the 1536 battle in which dozens of Pizarro's men charged uphill to battle the forces of the Inca.\n\nNowadays, Cuzco is known for its indigenous population—often seen on the streets in traditional clothing—and its substantial tourist-fueled night life.\n\nAt 3,400 m above sea level, ",{"type":"[[","value":[["altitude sickness"]]}," (",{"type":"''","value":["soroche"]},") can be a problem. See the ",{"type":"[[","value":[["#Stay_healthy"],["Stay healthy"]]}," section for advice. Altitude sickness tends to sneak up on you and although its symptoms may not be apparent at first, it has the potential to develop into something extremely dangerous.\n\nMore information on Cuzco is available from the official Tourist Office:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Directur"]},", Portal Blankets 117 (",{"type":"''","value":["close to the Plaza de Armas"]},")."]},"\n",{"type":"==","value":["Security"]},"\nAs Peru's main tourist attraction, Cusco is a mecca for thieves and scammers. ",{"type":"[[","value":[["Pickpocketing"]]}," (especially by children) is a major problem. New scams are being thought of all the time. By night, it's not wise to venture away from the main well lit areas. The markets, bus station and other crowded areas are the epicentres for these activities. Often targets are distracted by some strange going on (e.g. fight or dispute) whilst another person performs the robbery.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe airport is at the edge of the city (taxi ride). There are daily internal flights to and from ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Arequipa"]]}," and small jungle airstrips in the Amazon basin. Lan Peru has the most flights between Cuzco and Lima, followed by Star Peru and Taca. It is best to book the earlier flights to avoid weather delays and overbooking.\n\nThe closest major international airport is ",{"type":"[[","value":[["Lima"]]},". The cheapest one-way flights to Lima cost around US$70.  StarPeru generally has the cheapest flights.  Frequently, bad weather conditions can cause flights to be canceled, often up to two days on end. If you are flying straight into Cuzco, beware of ",{"type":"[[","value":[["altitude sickness"]]}," for the first couple of days.\n\nWith only 5 gates and a few off the main terminal this airport is fairly small but because it sees thousands of tourists a day, it has a good amount of facilities. There are a few restaurants before and after security and some shops too. Massage facilities and communication services are also available. There are a few ATMs in the check-in Area. If you have time, look across the parking lot for last-minute shopping.\n\nWhen leaving Cuzco airport, there is an airport tax that must be paid. As of April 2010, the domestic airport tax is a little less than US$5. This can be paid in soles or in dollars. As of June 2011, this was included in the price of some tickets.\n\nNote that the market rate for a taxi from the airport to the Plaza de Armas is around 7 soles, not 30 or more as the 'official' airport taxis may try to charge you.  As a tourist, it's best to use the unofficial cabs outside and expect to pay around 10-15 soles without much trouble.\n\n",{"type":"===","value":["By bus"]},"\n\nThe ",{"type":"'''","value":["Terminal Terrestre"]}," is about a 20 minute walk down the Av. Sol. You can also take a taxi for a few soles.\n\nBuses are plentiful to and from other Peruvian and Bolivian cities like ",{"type":"[[","value":[["Lima"]]}," (about 24 hr), ",{"type":"[[","value":[["Puno"]]}," (6-8 hr, 25 soles), ",{"type":"[[","value":[["Arequipa"]]}," (10 hr, 20 soles), ",{"type":"[[","value":[["Nazca"]]}," (14-16 hr), ",{"type":"[[","value":[["Copacabana"]]}," (9-12hr, 60 soles) and ",{"type":"[[","value":[["La Paz"]]}," (12-15hr, 90 soles) but are quite long and slow, although the views can compensate. The main roads are mostly quite good, but some can be bad, making trips take longer than expected.\n\nIt should be understood that buses in Peru are not operated to first world standards, especially the cheaper ones. The drivers work long hours and poor maintenance is common. There are frequent accidents, often with fatalities. If you are of nervous disposition, stick with the more upmarket companies.\n\nAlso, make sure your bus has a bathroom or that it stops for bathroom breaks every couple of hours before you buy tickets.  There are Puno-Cuzco buses that have\/do neither, and that can mean a VERY long 6–8 hours.\n\n",{"type":"*","value":[{"type":"'''","value":["Expreso Los Chankas"]},", Pje Cáceres 150. One of the only companies to offer direct service from ",{"type":"[[","value":[["Ayacucho"]]}," to Cusco. 55 soles for a 22 hr ride on a semi-cama bus. Buses at 6:30AM and 7PM."]},"\n",{"type":"===","value":["By rail"]},"\n\nCuzco is connected to ",{"type":"[[","value":[["Machu Picchu"]]}," and Puno by rail. Rail service was recently discontinued to Arequipa. This service is operated by ",{"type":"[","value":["http:\/\/www.perurail.com\/ PeruRail"]},".\n\n",{"type":"==","value":["Get around"]},"\n\nThe center of Cuzco is small enough to walk around, although you will probably need to catch a bus or taxi to the bus station, Sacsayhuamán or airport. Beware about walking around at night alone and\/or drunk, robberies have often been reported.\n\n",{"type":"'''","value":["Taxis"]}," are very common in Cuzco.  Officially they cost 2-4 soles depending on distance.  Call ",{"type":"[","value":["http:\/\/www.alocusco.com Alo Cuzco Taxis"]}," Often many drivers are not locals.  Beware when using taxis at night; robberies have been reported in collusion with taxi cab drivers, at certain times radio taxis may be the safest option. The driver might also try to extort a hefty sum of money (15 soles) for a short ride if you don't haggle before - which is likely if you're just arriving at night at the bus terminal and want to avoid the hordes of touts. Just pay 5 soles and leave it at that.\nDo not get in any taxis which already has a passenger. \nDo not get in a street taxi by night, order one by telephone.\n\nIf you are staying in Cuzco for a long time, the ",{"type":"'''","value":["Combis"]}," are a cheap and reliable form of transportation.  These are the Volkswagen vans and small buses with names like Imperial, Batman, or Zorro.  It costs about 60 centimos to ride them.  If you are unsure if a certain combi will take you where you want to go, just ask.  They will call out the stops as they go and if you want to get off, you just yell \"Baja!\", as in, \"I want to get off!\"  They run until 10PM.  But if you are a fan of lots of personal space, this may not be the best option for you, as they tend to be quite full.  Carry your backpack in front of you.\n\nFor large groups, a tourist bus can be very convenient to get to places like ",{"type":"'''","value":["Pisac"]}," and ",{"type":"'''","value":["Ollantaytambo"]},". Check with one of the many local travel agencies.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"{{","value":[["infobox"],["Boleto turistico"],["A boleto turistico is required for access to some of the sights in and around Cuzco. It can be bought at the Oficina Ejecutiva del Comité (OFEC), Av Sol 103, Cuzco, ☎ +51 84 227 037.\n\nThere are three different kind of tickets:\n\n",{"type":"*","value":[" A full ticket (valid for ten days and for all sites), 130 soles;"]},"\n",{"type":"*","value":[" A student ticket (ISIC student card required as proof), 70 soles;"]},"\n",{"type":"*","value":[" A partial ticket, (only valid for one day and a limited number of sites)"]},"\nThe ticket gives access to the following sites in Cuzco: Santa Cataline Monastery, Museo Municipal de Arte Contemporáneo, Museo Historico Regional, Museo del Sitio del Qoricancha, Museo de Arte Popular, Centro Qosqo de Arte Nativo Danzas Folklórico, and Monumento Pachacuteq. \nAnd around Cuzco: ",{"type":"[[","value":[["Sacsayhuamán"]]},", ",{"type":"[[","value":[["Qénqo"]]},", Pukapukara, Tambomachay, ",{"type":"[[","value":[["Chinchero"]]}," and the ruins of ",{"type":"[[","value":[["Pisac"]]},", ",{"type":"[[","value":[["Ollantaytambo"]]},", Tipón and Pikillacta."]]},"\n\n",{"type":"===","value":["Museums and galleries"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo Municipal de Arte Contemporáneo"]},", located in the Municipal Palace at Plaza Regocijo. Has exhibitions of contemporary art. Admission with the ",{"type":"''","value":["boleto turistico"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo Historico Regional"]},", located in the home of the Inca historian Garcilaso de la Vega. Many paintings from the 17th and 18h century."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo del Centro de Textiles Tradicionales de Cusco"]},", Av Sol. No. 603. A beautiful (and free) museum inside El Centro's textile store featuring a gallery containing displays of traditional Quechuan and Andean textiles. The museum explains the historical significance of textiles and the techniques by which they are made. A must-see, and visitors can buy the traditional textiles as they come in. A large majority of the money goes to the women who produce them, and the textiles are of much higher quality than the synthetic and machine-woven textiles found throughout the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo del Sitio del Qoricancha"]},", Av Sol. With information about the different pre-Columbian cultures and fragments of ceramics and textiles of the Inca culture.  A very small museum, the showcase room includes three mummies and skulls modified by the Incas with holes or sloped foreheads.  Allow an hour to an hour and a half.  English explanations are present but lacking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museo de Arte Popular"]},", located in the basement of the OFEC office. Displays a collection of popular art."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Galleries"]},"; the stunning scenery of the Cuzco area are often very well depicted by local artists. It is possible to find cheap prints that are of surprisingly good quality if you're prepared to shop around."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Santa Catalina Convent"]},", also a collection of religious art. Admission with the ",{"type":"''","value":["boleto turistico"]},"."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Qoricancha"]},", the Sun Temple, was the central site of worship for the Incas. Like so many other testimonies of fantastic Inca architecture, it was severely devastated by the conquistadores, the Spanish conquerors, who built their Christian church, Santo Domingo, on top of the ruins. Yet most of the bottom part of the temple is fairly well preserved and makes the site worth several hours of your time. The site is one of the best in Cuzco, or Qosqo in the Quechua language, containing both Catholic and Inca heritage with stunning views of the surrounding area. Looking at the outside from Avenida del Sol, you get a perfect view of the church standing on the temple and you see the differences of the Inca and the Spanish way of building. Qoricancha also is the starting point of the yearly processions at Inti Raymi, the Sun Festival, in the rememberance of the Inca tradition of celebrating the winter solstice. This procession then moves all the way up to Saxayhuamán. In order to understand, especially the remarkable remains in the Inca section, a guided tour is advisable. Located 4 blocks from Plaza de Armas on Av. El Sol.  Admission 10 soles."]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=ChocoMuseo"],["url=http:\/\/peru.chocomuseo.com"],["email="],["address=Calle Garcilaso 210"],["lat="],["long="],["directions="],["phone=+51 84 24 47 65"],["tollfree="],["fax="],["hours=11AM-7PM"],["price=Admission is free"],["content=A shop (\"museum\") explaining the history of cacao (free) and offering chocolate workshops (not free) as well as cacao farm tours (not free). Different recipes from around the world are available all made with chocolate from the factory located inside the cacao and chocolate museum. Great artisanal and organically sourced hot chocolate."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Sacred, Magical and Medicinal Plants Museum"],["url=http:\/\/museoplantascusco.org"],["email=info@museoplantascusco.org"],["address=Calle Santa Teresa 351"],["lat="],["long="],["directions= near Plazuela San Francisco"],["phone=+51 84 22 2214"],["tollfree="],["fax="],["hours=10AM-6PM, closed on Sundays"],["price=Admission is 15 soles"],["content=The Museum of Sacred, Magical and Medicinal Plants is a privately owned museum established in 2011 as a non-profit organization. The mission of the Museum is to contribute to the conservation of the vegetal wealth of the Amazon and the Andes of South America, in particular those plants that contribute to human well-being, and the associated indigenous traditional knowledge on the medicinal, ritual and shamanic use of plant resources."]]}]},"\n",{"type":"===","value":["Historic"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The walls"]}," of the city are Inca, particularly near the Plaza de Armas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monumento Pachacuteq"]},", down Av. Sol, is a statue of the Inca warrior King Pachacuteq. The statue is placed on a cylindrical base and the total monument is over 22 m high. The cylindrical base can be climbed, but views are disappointing because the monument is located at a lower part of town. Admission with the ",{"type":"''","value":["boleto turistico"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Four Archaeological Ruins"]}]},"\n:* ",{"type":"'''","value":["Sacsayhuamán"]},", The closest and largest of these ruins is the amazing Inca Sacsayhuamán (sometimes called Saqsaywaman and pronounced \"Sock-say-wah-mun\") ruins high above Cuzco.  It is a steep climb from the Plaza de Armas up Plateros street which changes to Saphi.  Look for the long staircase on the right, follow the paved curvy road up to the next cobblestone pedestrian path and follow this climb past the first closed control point to the second control.  No need to take a cab if you can handle it.  But, be careful, as robberies have been reported in mornings and evenings.  There is a charge to explore the ruins at the second control or present your ",{"type":"''","value":["boleto turistico."]}," Those on a budget can get a sense of the ruins without paying by walking up the hill and up to the entrance.  You can then walk to the adjacent hill with the big Jesus on it and look down on the city.  However, the sheer size of the stones that were moved and the importance of the battle there make it worth entrance fee.  Read up on the battle beforehand as the guides don't discuss it.  Also, a view of the circular base of the former tower as shown in many of the photos is not possible due to the protective ropes.  Go earlier in the morning as later visits are disrupted by whistles from guards telling unobservant tourists to get off the ruins. Or go even more early (before 7AM) and get in for free (2013).\n\n",{"type":"[[","value":[["File:Sacsahuaman wall3.jpg"],["right"],["thumb"],["Amazing Inca walls at Sacsayhuamán"]]},"\n\n\n\n:* ",{"type":"'''","value":["Qenko"]},", (",{"type":"''","value":["or Q'enqo"]},"), The Second site up the road from Sacsayhuamán.  Take the cumbi shared busses up the hill for 1 sole or take a walk of about 0.5–1 km up a gradual incline to visit the site. Its name means \"Zig-Zag\" in Quecha, and probably refers to the Zig-Zag channels carved into a rock.  Explore the pass through cave and view the altar on which llamas were sacrificed.  The large erect stone shown on the ",{"type":"''","value":["boleto turistico"]}," is a solar calendar.  On each side of the stone is a square wall two stones high.  Each stone is representative of a number of days, the total is the total days in the year.  Opposite the stone are the familiar windows in which mummies and human remains were discovered. Accessible with the ",{"type":"''","value":["boleto turistico"]},"\n\n",{"type":"[[","value":[["File:Qenko.jpg"],["thumb"],["imported rock"]]},"\n\n:* ",{"type":"'''","value":["Pukapukara"]},", (",{"type":"''","value":["red fort"]},"). Named after the red hue of the hillsides nearby.  The third site along the route, even heartier walkers will find the walk a bit long and a bit steep despite the paved and well traveled road.  However, the views along the walk are great and small mud brick bars are intermittent between the sites.  Hire a taxi or take a cumbi shared bus up from Qenko for one sole to save time and energy.  A larger site than Q'enqo, the guides have more to say about this site.  It was likely a checkpoint or military control.  Offerings of coca leaves among other things were received here. Accessible with the ",{"type":"''","value":["boleto turistico"]},".\n\n",{"type":"[[","value":[["File:Puca Pucara.jpg"],["thumb"],["Puka Pukara, ruin of fort overlooking road"]]},"\n\n:* ",{"type":"'''","value":["Tambomachay"]},", The most distant ruin on the route from Cuzco.  It is a small site with an ornamental fountain whose source is unknown as reportedly archaeologists lack the tools necessary to determine the source without damaging the site.  Likely it is an underground spring.  In several Incan sites such as Ollentaytambo water sources were covered or underground to protect the water supply from poisoning. Accessible with the ",{"type":"''","value":["boleto turistico."]},"  Bathrooms are free with the Boleto.  Take a cumbi all the way back to Plaza de las Armas in Cuzco for 1 sole.\n\n",{"type":"[[","value":[["File:Tambo Machay.jpg"],["thumb"],["Tambo Machay"]]},"\n\n: ",{"type":"'''","value":["Guides and tours to all four sites in one day"]},",  If interested, pay\/negotiate for a guide at the second control at Sacsayhuamán to tour you through all four sites.  Ask the guard at the ticket control which guides have been through the government training.  Expect between 60-80 soles depending upon the season which is about 15-20 soles per site. Allow 4-5 hr for the trip when taking the Cumbis shared buses.  Pack a snack although water is available along the way.  Bathrooms (clean and well maintained) are only available at the final site Tambomachay.  A boleto turisitico is recommended as control points exist at three of the four sites and are carefully monitored.\n\n: If you don't want to hire a guide, then you could take a taxi or combi to Tambomachay\/Pukapukara and walk back down the hill to the remaining sites. This is much kinder on the legs! If you go to the first two sites in the morning, there is a backpacker's cafe about 250 m down the road on the right that does tasty and inexpensive sandwiches and very good fruit juice. The walk down to Q'enqo and Sacsayhuamán has nice views.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["in Cuzco City"]},"\n\n",{"type":"*","value":[" Go to ",{"type":"'''","value":["San Pedro Market"]}," - Though it's becoming more tourist-oriented it still has plenty of genuine local colour, a nice change from Plaza de Armas. If you're looking for a full blown market with a special isle for entrails, this is the place to be. Colorful, vibrant, packed, San Pedro Market is not to be missed."]},"\n",{"type":"*","value":[" Walk around the ",{"type":"'''","value":["Plaza de Armas"]},"; the square has churches, shops, restaurants and bars backing on to it and is a great place to spend an afternoon. The historical center of Cuzco is beautiful, but you will have to deal with all the street vendors and hawkers of cheap paintings and other souvenirs. They are everywhere in and around the Plaza de Armas. They somewhat spoil the experience."]},"\n",{"type":"*","value":[" Get a massage. You will invariably be propositioned by young ladies handing out flyers advertising massages. These are legit, only cost 15-20 Soles for 1+ hour, but are not done by trained masseuses. Still, for the price it can't be beat."]},"\n",{"type":"*","value":[" Check out the ",{"type":"'''","value":["Plaza de San Francisco,"]}," which is a few blocks southwest of the center, and is a great place to visit one of Cuzco's many great ",{"type":"'''","value":["coffee shops"]},". Next to the Plaza is the main market, which is fairly traditional and is a worthwhile visit. The market has a mix of stalls selling food and other household items as well as clothing and souvenirs."]},"\n",{"type":"*","value":[" Play ",{"type":"'''","value":["Sapo,"]}," a traditional bar game played in chicharias all over Peru. The game involves throwing small coins, called ",{"type":"''","value":["fichas,"]}," at a table with a bronze sapo (toad) attached. You get points for making it into holes on the table, and a ton of points for making it into the sapo's mouth. Best played while drinking ",{"type":"'''","value":["chicha"]}," (corn beer) at a local dive. Ask old men to show you the correct throwing form, as it's difficult to master."]},"\n",{"type":"*","value":[" Talk to local store owners, curators, waitresses and bartenders. They typically know a little English if your Spanish is not good, and are generally happy to share interesting information about the city not found in guidebooks. This is also a great way to find the best places to try ",{"type":"'''","value":["cuy,"]}," ",{"type":"'''","value":["alpaca,"]}," and ",{"type":"'''","value":["chicha."]}]},"\n",{"type":"*","value":[" Once you are accustomed to the altitude, go for a jog! This is a very humbling experience, as the hills and thin air prove a challenge to even those in great shape. It's also a good way to explore. Head east or south of the plaza for the safest places. If you're a woman out exercising, you may get a few cat calls, as this is common in much of Latin America."]},"\n",{"type":"*","value":[" Take a ",{"type":"'''","value":["Salsa"]}," class, or three. Salseros Cusco is a fabulous little salsa school offering private and group classes at minimal price in two central locations. With enthusiastic teachers and a number of styles taught, this is the perfect time to polish your moves and get ready to shine on the dance floor. Ask for Franshesco Efernetti if you want private classes. http:\/\/salseroscusco.com\/"]},"\n",{"type":"*","value":[" Plan trekking or other excursions in the area. The wealth of agencies and tour companies make Cusco a good place to gather information and compare prices. For very helpful independent, non-profit information, check out the ",{"type":"[","value":["http:\/\/www.saexplorers.org\/clubhouse\/cusco-clubhouse South American Explorers office"]}," at Atocsaycuchi 670, near Plaza San Blas. The facilities and information are free for members, or by donation (perhaps 5-10 Soles) to non-members."]},"\n",{"type":"===","value":[" Day Trips from Cuzco "]},"\n\nMost day trips from Cuzco follow the following format: at between 7-9AM you get picked up from your hotel or you meet with your group in a public plaza very near to Plaza de Armas, or at the front door of the agency with which you booked the tour, which is also very likely to be near Plaza de Armas. Then you drive for ~1–2 hours to your destination(s). The day ends back where it started, at 3-4PM In practice this means that you can do only one day trip per day and that it will most likely occur during the beginning part of the day. An exception to this is the day tour of Cuzco which starts later, ~1PM\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cochahuasi Animal Sanctuary"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A must see, one-of-a-kind rehabilitation center started by a family of biologists, which provides shelter to animals injured or victimized by poaching. It's a happy place where animals get better and those able are re-released. In 2012, there were three condors, llamas, alpacas, vicunas, macaws, pumas, an unusual furless Peruvian dog, local deer, all very friendly. This is the best place to see pumas, condors and vicunas up close. This is on the road from Cuzco to Pisaq. You can get there by motorcycle or there is usually person working for this refugee at corner of Plaza de Armas and Calle del Medio, which will organize transport for you in refugee's van for 20 soles per person. Donations help with rehabilitation efforts. This place is ahead of its time, and very friendly and awesome."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whitewater rafting"]},", but not in the Sacred Valley of the Incas where the water is very polluted and the rapids are relatively tame. Instead head upstream to the Chuqicahuana or Cusipata sections of the Rio Urubamba\/Vilcanota where the water is much cleaner and the rapids are excellent fun up to class 5 depending on what time of year you are traveling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Inflatable canoeing"]},". On the Piñi Pampa section of the Rio Urubamba you can paddle your own canoe, fun but not frantic class 1 and 2 rapids."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rio Apurimac-rafting"]},", If you have more time, try and raft the 3 or 4 day Rio Apurimac - the true source of the Amazon and one of the top ten rafting rivers in the world. Class 3 - 5 all in the most amazing 3,000 m deep canyon. Go with the experts as accidents have occurred and in Peru you pay for what you get, so saving on the costs may seriously reduce the quality and the safety of your trip."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rent a motorcycle"]},". There are several shops on Calle Plateros, just north of Plaza de Armas, that rent motorcycles for the day. You do not even need a motorcycle license, simply any kind of driving license from your home country. Prices are typically $40\/day which includes two helmets, gloves, and jacket. Sacred Valley Moto Tours, at Calle Plateros #399 (corner of Siete Cuartones), has new bikes in good condition. Where to go? A loop of the Sacred Valley, taking in the market at Pisac, lunch in Urubamba, and several Incan sites, can easily be done in one afternoon. The drive from Cuzco to Pisaq is a string of gorgeous switchbacks - and a great way to see the four Inca sites above Cuzco, the aminal sanctuary, and Pisaq on the same day on your own schedule. Or head south to some of the less-visited but just as pretty small towns and Inca ruins."]},"\n",{"type":"*","value":[" Downhill ",{"type":"'''","value":["Mountain Bike Tours"]}," are available either across the Chincheros plains, past Inca ruins and down through the spectacular ",{"type":"[[","value":[["Maras"]]}," ",{"type":"[[","value":[["Salineras"]]}," or the 75 km downhill from Abra Malaga to Santa Maria and onto the totally awesome hot springs of ",{"type":"[[","value":[["Santa Teresa (Peru)"],["Santa Teresa"]]}," (and easy and cheap access to ",{"type":"[[","value":[["Machu Picchu"]]}," from here too). Again go with the experts as there are a lot of cheap bikes out there totally not up to the job."]},"\n",{"type":"*","value":[" Go ",{"type":"'''","value":["paragliding"]}," over the Sacred Valley. The scenery is gorgeous. One very experienced operator is Leo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chinchero, Moray and the Salineras de Maras"]}," ",{"type":"[[","value":[["Moray"],["Moray (Peru)"]]}," was the agricultural laboratory of the Incas. Several concentric circles up to 150 m deep caused temperature changes of between 2-4°C. Seeds were developed here and spread throughout the empire. 67.5 km (42 mi) from Cuzco. Accessible with the ",{"type":"''","value":["boleto turistico"]},". On the same trip you should visit the ",{"type":"[[","value":[["Salineras"]]}," de ",{"type":"[[","value":[["Maras"]]},", terraced salt ponds and also ",{"type":"[[","value":[["Chinchero"]]},". The Chinchero market is on Sundays and finishes early in the afternoon. Take the Cuzco-Chinchero-Urubamba bus from Av. Grau 525, Cusco. Get off at Chinchero first to catch the market then head on to Moray and the Salineras afterwards."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tipon and Pikillacta"]}," It makes sense to see ",{"type":"[[","value":[["Pikillacta"]]}," and ",{"type":"[[","value":[["Tipon"]]}," on the same day as they're on the same bus route. Pikillacta is a little further from Cusco than Tipon. Tipon has nice terraces, water channels and long staircases its believed to be a part of the Incan royal estate. Here sits the largest irrigation system built by the incas (much of it still functioning) as well as an Incan cemetery. 22.5 km (14 mi) from Cuzco. Both sites accessible with the ",{"type":"''","value":["boleto turistico"]},". Bus Av. De La Cultura 1320, Cusco to Urcos (Tipon-Pikillacta-Andahuaylilas)."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["ProPeru"]},", A great program for students and part of the NGO ",{"type":"'''","value":["ProWorld Service Corps"]},". They do sustainable community development work such as building kindergartens, irrigation systems, and fish farms in rural communities in the Sacred Valley. They offer semester programs, internship programs, and short-term group programs, all ranging from a few weeks to a few months.  Programs include living with a host family, sightseeing, Spanish classes and other coursework."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sacred Valley communities"]},", For the adventurous, communities in the Sacred Valley often welcome volunteers to teach English or provide other skills to community members."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Bruce Peru"]},". In the city, there are many opportunities to work with street children. The most notable is called Bruce Peru. There are also opportunities to volunteer at one of the cities' orphanages."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Peru's Challenge"]},", Volunteering at this NGOhas provided communities surrounding Cuzco a better quality of life since 2003. More than 800 international volunteers of all ages and walks of life have taught English, sport, dance, art, health and hygiene classes while building schools and infrastructure. Volunteers play a huge part in increasing the wellbeing of rural communities through health and social work campaigns, creation of small businesses and sustainable development. The program includes accommodation, Spanish classes, lots of tours such as a trek to world famous Machu Picchu, trips to the Sacred Valley, Lake Titicaca, Amazon Jungle and other Peruvian cultural experiences."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Morning markets in Juliaca and Puno"]},", If you want cheap cheap touristy stuff, go to one of the two Saturday and Sunday morning markets in Juliaca about 5 hr away by bus or Puno (about 6 hr away by bus). They are about 1\/3 the price of Cuzco."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Artisan Market"]},", at the intersection of Avenida del Sol and Tullumayo.  If you don't want to go so far away, but still want touristy stuff, go to the big red building near the fountain.  Also try the main market by Plaza San Francisco."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pisac"]},", a town outside Cuzco, has a very big market.  It is about 30 minutes from Cuzco by bus.  The bus station is on Tullumayo street a couple blocks from Limacpampas.  The fare is very cheap, and you can see the Incan ruins at Pisac."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sacred Valley"]},", (",{"type":"''","value":["Valle Sagrado"]},"), Includes the towns\/ruins of Chinchero, Ollantaytambo and Pisac. There is lots of touristy stuff to buy, you can barter, but the prices won´t go down much."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Centro Comercial El Molino, Urbanizacion Ttio"]},", Another market, you have to take a taxi and it costs 2 soles to get there. In this market you can buy pirated merchandise including DVDs and CDs. A good quality copy DVD is 3 soles."]},"\nThe indigenous women at ",{"type":"'''","value":["El Centro Bartolome de Las Casas"]}," have a store in which they sell homemade handicrafts and weavings. You can often watch them work, though they often don't speak Spanish, and rarely speak a word of English. It's located a few blocks from the plaza on Avenida Tullumayu.\n\nThe further away you get from the main square, they cheaper things become.  In the San-Pedro market where bread is 0.10 soles and a glass of combination juices is 1.50 soles, and they give you 2-4 refills. Don´t go too far from the main square at night though, it can be dangerous.\n\nAlpaca sweaters are not like they used to be. The only good ones are in upmarket shops.\n\nIn ",{"type":"[[","value":[["Aguas Calientes"]]}," and ",{"type":"[[","value":[["Machu Picchu"]]},", prices can be double what they are in Cuzco.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["File:Lomo Saltado, Lima, Peru.JPG"],["thumb"],["250px"],["Lomo Saltado, a popular dish"]]},"\n\nThe Cuzco area has some extremely good international food with tasty options for all budgets. Best pizza ever at the end of the Av. La Cultura. Be sure to try an ",{"type":"'''","value":["alpaca steak"]}," (don't forget a llama\/alpaca is normally kept and used for its wool - so only old animals will be slaughtered).\n\nThe soups are amazing. Try ",{"type":"'''","value":["sopa de zapallo"]},", a type of pumpkin soup.\n\nIf you are looking for traditional Peruvian food try ",{"type":"'''","value":["lomo saltado"]}," (beef tips stir-fried with tomatoes, onions, and spices, over a bed of French fries and rice), ",{"type":"'''","value":["aji de gallina"]},"(chicken in a very good yellow pepper sauce with olives and hard-boiled eggs), or ",{"type":"'''","value":["papa rellena"]}," (stuffed potato with beef, olives, hard-boiled egg, vegetables, and spices)\n\nWhen leaving Cuzco, there is a place called Boing Appetit (in front of the Airport, just if you want to have breakfast or a sandiwich before take the plane to Lima) its the only place that counts with free internet connection in front of the airport.\n\n",{"type":"'''","value":["Foods"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cuy"]},", (",{"type":"''","value":["guinea pig"]},"), The absolute traditional holiday food of the region. You can buy a whole cooked cuy in many of the restaurants around Plaza de Armas. In 2012 cuy cost 60S at all these places. There are also dedicated 'cuyerias' that serve much cheaper cuy."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alpaca"]},", Grilled, tastes like a more tender steak. You must try it. You can get alpaca pizza as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cooked potatoes"]},", Cooked and served hot in the cold season."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chifa"]},". This is the Peruvian version of Chinese food.  The neighborhood of ",{"type":"'''","value":["Wanchaq"]}," has many Chifa restaurants."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Inca Kola"]},", a bubble gum\/tutti-frutti-flavored urine-yellow soda.  This drink outsells Coca-Cola in Peru, which is why it was bought out by Coca-Cola in 1999). Also, ",{"type":"'''","value":["chicha morada"]}," is a Peruvian specialty.  It's a spiced non-alcoholic drink made out of purple corn."]},"\n",{"type":"'''","value":[" Restaurants "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Encuentro"]},", vegetarian restaurants - very reasonably priced with huge portions. The 5 soles dinner is very popular and includes soup, main course & mate. Free salads with lunch. They also do soy meat very well. There are two of these restaurants but the one in Calle Leon near Plaza de Armas is at least 1 sol cheaper for exactly the same menu."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Balcon"]},", Soup, main course, and desert (no drink) for 10 soles, about US$3.70.  If you're looking for good quality food for not a lot of money, this is the place to go."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Inka Grill"]},", on the Plaza de Armas, Well-known and frequented by tourists but not a trap. Excellent food. Good place to try ",{"type":"[[","value":[["Cuy"]]}," (guinea pig); some people have reported mud butt after eating it, it is tastily done and served without the head so eating doesn't remind you of your pet hamster.  Try the appetizer tiradito de trucha.  Alpaca also on the menu."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ajjla Wasi"]},", Sta Catalina Angosta, (",{"type":"''","value":["just off the Plaza de Armas"]},"). Traditional 3 course meals with a glass of chicha for only 7 soles and a comfortable upstairs setting.  It is frequented by a mix of locals and tourists."]},"\n",{"type":"[[","value":[["File:Cuy.jpg"],["thumb"],["250px"],["\"Cuy\" the regional specialty, roasted guinea pig"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Emperador"]},", They have 2 restaurants within the city, both are very reasonably priced. They have a 13-page menu with all sorts of foods from around the world.  Try the pisco sour tall."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yaku Mama"]},", (",{"type":"''","value":["at the end of the 'Gringo Alley''"]},").. Try a big fresh juice with one of their large and keenly priced breakfasts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yaku Mama Grill"]},", Plaza de Armas (",{"type":"''","value":["The sister restaurant of Yaku Mama"]},"). Cheerful English-speaking waitress named Yolanda, but is a bit short on the alpacas. Good meals."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jack's Cafe"],["alt="],["url="],["email="],["address=Choquechaca 188"],["lat="],["long="],["directions=on the corner and near the South American Explorers clubhouse"],["phone=254606"],["tollfree="],["fax="],["hours="],["price="],["content=This is a great place to get a big breakfast complete with eggs, bacon, avocado, toast and fantastic thick shakes. Very popular with tourists.  Try the homemade lemonades."]]}]},"\n:* Right outside of Jack's is an empanada stand",{"type":"'''","value":[" which has great "]},"rocoto salsa, a spicy salsa that goes well on the cheese or meat-stuffed pastries.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Paddy's Irish Pub"]},", 124 Calle Triunfo, (",{"type":"''","value":["on the eastern corner of Plaza de Armas"]},"). The night-brother of Jack's Cafe. Not exactly traditional Peruvian fare, but an excellent atmosphere among fellow travelers in a cozy upstairs pub setting. Purportedly the highest 'Irish-owned' pub in the world at 3,400 m, it offers a good selection of pub food (think cottage pie, casseroles, mash and gravy), local and international drinks (even had cider and Guinness), and a useful \"No Gracias\" T-shirt for sale."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mama Africa"]},", On 3 levels. Snacks, a cafe on the rooftop, restaurant with a good cheap menu, 2 discos, the latest movies on DVD. Some of the decorations and paintings are by the owner\/artist."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cross Keys Pub"]},", Looking onto the central square is a pub serving European food to tourists. Skip the fish and chips."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kukuly"]},", Huaynapata 318, A cozy place with friendly prices also attracting locals, run by a Swiss guy. Daily menu for 6 soles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Los Angeles"]},", (",{"type":"''","value":["close to Ukuku's and near the Plaza de ArmasIf"]},").  For late night food after clubbing, a very good fast food-type restaurant."]},"\n",{"type":"*","value":[{"type":"'''","value":["2 Nations"]},", Huaynapata, (",{"type":"''","value":["not too far and not too close to the Plaza de Armas"]},"). New restaurant opened up by an Australian named Matt. Extensive, multi-ethnic menu, good service and personable owner."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Meli Melo's"]},", (",{"type":"''","value":["near LimacpampaIf"]},"). If you are not brave enough to try the empanadas on the street then order an empanada or a Bolivian saltena here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Victor Victoria"]},", Calle Tsesequocha, (",{"type":"''","value":["just off Calle Tigre"]},"). Friendly service. Great salad bar buffet included in all main dishes. Gorgeous garlic trout with rice or potatoes for 10 soles (including the salad bar buffet and lovely fresh bread) but only for lunch. Great value breakfasts. Regular glasses of freshly squeezed juice for 6 soles. Also they have a proper espresso machine for good coffee in the morning."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Govindas"]},", (",{"type":"''","value":["near Plaza de Armas"]},"). Vegetarian restaurant. Not great. You pay 6 soles for a lousy glass of orange juice mixed with water. Food is just ok, pretty overpriced."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Moni Cafe Restaurant"]},", San Agustin 311. Vegetarian take on Peruvian food. Since 2001, great stuff."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cicciolinia's"]},", Calle Triunfo 393, (",{"type":"''","value":["at the end of the alley by the 12-sided stone"]},"). Very tasty place to go for breakfast. There is an amazing bakers downstairs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Mercado"]},", (",{"type":"''","value":["in front of the train station"]},"). A roofed market where they sell delicious local bread, herbs, juices, souvenirs, DVDs and other items. If you want something truly more local, very cheap, and are willing to take risks of not the best methods of cleaning dishes, then head over here. At the end of the market are the food stands, where they serve local food. For 2 soles you can get soup, an entree, and juice. All the locals know where the train station and El Mercado is. This is where many local workers go for their meals, not exactly a tourist place, but they are friendly towards tourists."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Fogon"],["url="],["email="],["address=Plateros 365"],["lat="],["long="],["directions=Just off of Plaza de Armas, top floor"],["phone=233596"],["tollfree="],["fax="],["hours="],["price="],["content=Nothing fancy but great cheap food: for 10 soles (about US$3.50) get a meal deal that includes a plate from the salad bar, a selection of soup, a selection of main dish, a dessert and a beverage. Or splurge with their more expensive menu offer for 20 Soles. Very tasty Peruvian food. Friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bagdad Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=left of the cathedral"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This small restaurant seems to produce everything themselves. Local food is extremely good, in the evening small performance groups enter the restaurant and give excellent performances. The prices are mid-range, but it is sure worth it. The daily menu lunch special is more like a snack."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chifa Status"],["url="],["email="],["address=Av. La Cultura"],["lat="],["long="],["directions=close to El Mega supermarket"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good quality Chifa. Dishes for 2-3 soles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Puerto Atico"],["url="],["email="],["address="],["lat="],["long="],["directions=Perú Street between Mateo Pumacahua and La Infancia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The \"pueto atico\" ceviche that is Pejerey with Pulpo, and the Jalea de Mariscos are the must try."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maikhani"],["url="],["email="],["address=Av Del Sol"],["lat="],["long="],["directions=second floor in little mall before you get to Plaza de Armas"],["phone="],["tollfree="],["fax="],["hours="],["price=15 sol"],["content=Great Indian food served as an all you can eat buffet for only 15 soles.  You get mineral water, salad, chutneys and fruit included but it is extra for chapatis, beers or similar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Encantasqa"],["url="],["email="],["address=Choquechaca 131"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice place to have a break with coffee and a snack. Especially the chocolate cupcakes are delicious and make up for half a lunch. They also have fresh cakes, quiches and juices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Prasada"],["url="],["email="],["address=Qanchipata 269 (sit-down restaurant; lunch & dinner) & Choquechaca 152 (alley-way; lunch)"],["lat="],["long="],["directions=about half a block from Jack's Cafe, a bit hard to find in a small alley walkway, and is only marked by a small blackboard outside listing the daily specials"],["phone="],["tollfree="],["fax="],["hours="],["price=US$3.50"],["content=Cute local vegetarian spot. The food is delicious. For 5 soles you can get plates like \"falafel tacos\" and \"mexican veggi burger\". Also, they have lassies (a Hindi yogurt drink), and tasty desserts for a few soles. At the sit-down restaurant they do a daily menu (drink, soup and plate) for 8 soles (USD $3.50). Can't be beat!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mercado Municipal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=2sol+"],["content=Fresh juices direct from the market. Fresh and great place to contact with local people."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Cholandes"],["url=http:\/\/www.el-cholandes.webs.com"],["email="],["address=Choquechaca 188b"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dutch owned and run bar and restaurant, with typical Dutch food such as 'patatje oorlog' and 'bitterballen' (both for 8 soles each, May 2012) and also other choices incl local specialties."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Inkazuela"],["alt="],["url="],["email=restaurantinkazuela@gmail.com"],["address=Plazoleta Nazarenas N 167"],["lat="],["long="],["directions=8 meters from Hotel Monasterio (2nd floor)"],["phone=5184 234924"],["tollfree="],["fax="],["hours="],["price=Appetizers around 15 soles, mains around 28 soles"],["content=This place specializes in stews. Food is delicious and friendly waitresses will take good care of you. Well chosen music and a fireplace create a romantic atmosphere."]]}]},"\n",{"type":"===","value":["Supermarkets"]},"\n\n",{"type":"*","value":["There are several supermarkets close to el centro:"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gato's Market"]},", Plaza de Armas, (",{"type":"''","value":["across from Norton Rat's Pub in Portal Belén 115"]},"). Small and a bit pricey."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mega"]},", has several locations: the most central is on Matara, just north of Ayacucho. A larger one is at Plaza Tupac Amaru, on Matará 271 at Av Garcilaso. They have a home-furnishings store next door as well."]},"\n",{"type":"*","value":[{"type":"'''","value":["Maxi"]},", Ave Grau, (",{"type":"''","value":["just west of Matara"]},")."]},"\nFor larger supermarkets, take a combi or taxi a couple of kilometres south on Av. La Cultura.\n\n",{"type":"*","value":[{"type":"'''","value":["D'Dinos Market"]},", Av La Cultura 2003. Open 24 hr, takes credit cards, offers delivery."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Canasta"]},", Av La Cultura 2000-block. Well-stocked."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mega"]},", (",{"type":"''","value":["a few blocks further past La Canasta, on the same side of Av. La Cultura"]},"). This is the largest supermarket in Cusco."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mercado San Pedro"]},", (",{"type":"''","value":["1 block west of Plaza San Francisco. It's on the block bounded between Calle Hospital & Calle Nueva and Tupac Amaru and Cascaparo - just east of the train station for Machu Picchu"]},"). The largest market close to the center. If you are looking for fresh fruits and vegetables go to one of the open air markets such as this one. You can find all manner of fruits, vegetables, cheeses, chocolates, honey, meats, clothing, gifts, fresh fruit juices, and even tailors to repair your clothes while you wait."]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are many clubs and pubs in Cuzco, and there are always people handing out flyers around the Plaza de Armas. These usually include free drinks.  The clubs are almost always busy, even during the week, do not usually  have cover charges, and most are open until 3AM at the earliest and 5PM at the latest.  The hot spots change nightly; ask around and you will quickly find the crowds of travelers.\n\n",{"type":"*","value":[{"type":"'''","value":["Mama Africa"]},", Lots of people, good music, good atmosphere and free salsa lessons.  Salsa starts at about 9PM and goes until about 11PM.  If you really want to learn some moves, dance with Carlos, Miguel, or Checo, who work there.  It also plays host to the legendary 'crew' - lively lot of Lima ladies whose exploits with gringo males have reached mythical levels. Located on the corner of Plaza de Armas."]},"\n",{"type":"*","value":["If you want to find a place with more locals than the Plaza de Armas, try ",{"type":"'''","value":["El Muki"]},", located across the street from Mama America.  It has a unique cave-like interior and is one of the city's oldest discos."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caos"]},", La Avenida de la Cultura, (",{"type":"''","value":["next to the post office"]},").  If you want to get away from the tourist crowd for a while and dance the night away with the locals, head to this very nice large club with a great mix of music and exotic drinks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mythology"]},". Disco that offers salsa.  If you want to learn ",{"type":"'''","value":["Rueda Cubana"]},", this is the place to go. Classes usually start around 9PM and private lessons can be arranged with Cesar, the dance instructor. Mythology also offers a unique decor of gods and goddesses and has the cleanest restrooms of all of the nightclubs, by far."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Garabato's"]},"If you want to dance meringue and salsa all night, head here. Features a live salsa and meringue band most nights. This is where the salsa crowd goes after 10-11PM when the other clubs stop playing salsa."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ukuku's"]},", Plateros 316. Live music with local and traveling artists playing a variety of different music styles including salsa, meringue, criolla, and Afro-Peruvian. There are great decorative masks in the walls and a huge wooden woman statue with butterfly wings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mama Africa"]},", Popular club among tourists. Plays a good mix of music and is always full. Just expect to wake up the next day with a bad hangover and awful memories of dancing to ABBA and the BeeGees."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Moon"]},", Tullumayo St. For drinks before you go out dancing.  It's a small bar with a local crowd and local prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Los Perros"]},", Tecsecocha 436, San Blas. Chill restaurant\/lounge. Ethnic food and comfortable couches."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Martini"]},", If you want to hear a great percussion group.  There is also a hookah lounge close by."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Tea Room"],["alt="],["url="],["email="],["address=Avenida Santa Teresa 364, 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nd floor. New to Cuzco is another chill place chock full of wall, furniture, and sculpture art, not to mention creative cocktails and funky chilled out music. Bring a group to chill and converse and enjoy their creative tea mixes and pastries. Free wifi. 12PM-12AM."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Norton Rats"]},", Sort of a biker bar on the southeast side of the Plaza de Armas. They have pool and darts and a pretty cool atmosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paddy Flaherty's"]},",Triunfo 124, (",{"type":"''","value":["next to the cathedral"]},"). Irish themed 'Pub', serves a very good burger. The bathroom is questionable."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rosie O'Grady's"]},", Santa Catalina Ancha 360. (",{"type":"''","value":["a block from the Plaza de Armas"]},").  Irish themed 'Pub'. You can watch football (soccer) or baseball on the big screen, and the staff is very friendly."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Muse"],["alt="],["url="],["email="],["address=Triunfo 338, 2nd Floor"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Live performances, juggling, food."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Angelitos"]},", San Blas, A good place for live music with a mix of locals and gringos. Wednesdays and Saturdays are reggae nights."]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Nomade"]},", 2nd floor, cnr of Choquechaca and Cuesta San Blas 207''. Bar\/lounge with live music every night. Reggae, Latin, cubano, afro-Jazz, blues, bossa, funk, soul, rock and española. No cover. Friendly staff."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Lost City Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=turn left out of gringo alley, basement bar on the left before Calle Tigre"],["phone="],["tollfree="],["fax="],["hours=nights"],["price="],["content=Small basement bar one block from the plaza de Armas. Very friendly place to watch American football or basketball and chat to the regulars and owners. Great pizzas and paninis, cheap happy hour cocktails and beers. A real bar for locals, expats and Cusqueños."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nLoads and loads of options in Cuzco to suit all budgets. Most won't need to be booked beforehand.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje Amanecer"],["alt="],["url="],["email="],["address=216 Choquechaca, San Blas District"],["lat="],["long="],["directions=From the Plaza de Armas, head towards Plazoleta de las Nazarenas, walk down 7 Culebras, turn left and its on the right hand side, its white with a blue door"],["phone="],["tollfree="],["fax="],["price=Doble 40 soles (that's a room for two with two single beds"],["checkin="],["checkout="],["content=A quiet place, private bathrooms, TV, wi-fi, hot shower."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal El Arcano"],["url=http:\/\/www.peruqori.com\/hostal-arcano"],["email="],["address=Carmen Alto 288, San Blas District"],["lat="],["long="],["directions=Go up Carmen Alto and it's almost all the way at the end (the road terminates at a T)"],["phone=+51 84 232703"],["tollfree="],["fax="],["hours="],["price=~30 soles"],["checkin="],["checkout="],["content=A great little hostal overlooking the city with a variety of comfortable, affordable rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pisko and Soul"],["url="],["email="],["address=Carmen Alto, San Blas District"],["lat="],["long="],["directions=Go up Carmen Alto and it's all the way at the end (the road terminates at a T)"],["phone=unknown"],["tollfree="],["fax="],["hours="],["price=~35 soles"],["checkin="],["checkout="],["content=Really nice for a Hostel. Very friendly staff. Hot water, continental breakfast, free wifi. It's a new establishment so some books may not have it listed especially if the print is a few years old."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje El Artesano de San Blas"],["url="],["email="],["address=Suytucato 790"],["lat="],["long="],["directions=straight up from the Plaza San Blas"],["phone=+51 84 263-968"],["tollfree="],["fax="],["hours="],["price=20-40 soles"],["checkin="],["checkout="],["content=Well-kept place with good-value rooms around a colonial courtyard, hot water, common kitchen, helpful staff, wifi"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Taita Home"],["url="],["email="],["address=Suytucato 759"],["lat="],["long="],["directions=straight up from the Plaza San Blas, there is no sign on the door"],["phone="],["tollfree="],["fax="],["hours="],["price=15 soles"],["checkin="],["checkout="],["content=Dormitory beds in a freaky, chilled out and friendly atmosphere with a sunny garden, fireplace, outdoor kitchen and gas hot water."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostels Cusco Samanapata"],["alt="],["url="],["email=hostalsamanapata@gmail.com"],["address=Siete Angelinos"],["lat="],["long="],["directions=Las Blas"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=from 25 Soles per person"],["content=Hostel in San Blas area of Cuzco, about 3 blocks from Plaza de Armas. Free wifi, 2 free computers, free breakfast, all rooms have cableTV. Very friendly staff, rooms cleaned daily. Much cheaper than similar places. Opened in May 2011."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Blas"]},", many new hospedajes\/hostales have opened in this area 4 blocks up the hill from the Plaza de Armas."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa de la Abuela"],["url="],["email="],["address=Urbanizacion Zaguan Del Cielo 0-17B (Lucrepata costado del Mercado San Blas)"],["lat="],["long="],["directions="],["phone=+51 84 301666, +51 84 733964"],["tollfree="],["fax="],["hours="],["price=2 soles double, 25 soles triple\/room"],["checkin="],["checkout=12 noon"],["content=Cheap place to sleep with lean rooms, high speed internet\/wifi, 10 min walk to Plaza de Armas. Bathrooms are not very clean-bring sandals. No access by taxi, foot access only. Some may find the beds a little hard."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Casa de mi Abuelo"],["url="],["email="],["address=Nueva Alta 785"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$20 double, US$13 single,"],["checkin="],["checkout="],["content=A new guesthouse near the Plaza de San Francisco run by a kind local lady that offers extremely clean and comfortable rooms, ensuite bathrooms, cableTV, and excellent breakfasts. 7 minute walk to Plaza de Armas"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pirwa Hostel Colonial Cuzco"],["alt=Pirwa backpackers hostel"],["url=http:\/\/www.pirwahostelsperu.com\/"],["email=info@pirwahostelsperu.com"],["address=San Francisco #360"],["lat=-13.5180522183775"],["long=-71.98204100131989"],["directions=San Francisco square"],["phone=+51 84 244315"],["tollfree="],["fax="],["hours="],["price=From US$7.50\/person"],["content=24 hr hot showers, movies, in-house bar, pool (game) table, attentive staff, free breakfast, free internet, pick up service, and comfortable beds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pirwa Bed&Breakfast Posada del Corregidor Cusco"],["alt=Pirwa b&b hostel Cusco"],["url=http:\/\/www.pirwahostelsperu.com\/"],["email=info@pirwahostelsperu.com"],["address=Portal De Panes #151"],["lat=-13.516305613097275"],["long=-71.97949290275574"],["directions=Main square of Cusco"],["phone=+51 84 244315"],["tollfree="],["fax="],["hours="],["price=From US$10.00\/person"],["content=Movies, safe and relaxed environment, traditional meals, good view of the main plaza."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pirwa Bed&Breakfast Suecia Cusco"],["alt=Pirwa b&b hostel Cusco"],["url=http:\/\/www.pirwahostelsperu.com\/"],["email=info@pirwahostelsperu.com"],["address=Suecia #300"],["lat=-13.515600777932079"],["long=-71.97905838489532"],["directions=Just off the main square of Cusco"],["phone=+51 84 244315"],["tollfree="],["fax="],["hours="],["price=From US$25.00\/person"],["content=Close enough to everything you might need yet quiet. TV in room, roofed patio."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pirwa Backpackers Familiar Cusco"],["alt=Pirwa backpackers hostel Cusco"],["url=http:\/\/www.pirwahostelsperu.com\/"],["email=info@pirwahostelsperu.com"],["address=Carmen Alto #283"],["lat=-13.513629175622071"],["long=-71.9762796163559"],["directions=San Blas - Cusco"],["phone=+51 84 244315"],["tollfree="],["fax="],["hours="],["price=From US$7.50\/person"],["content=In the artistic quarter of town. Fairly small, but still big enough to meet new people. Comfy sofas to read a book or watch a movie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yamanyá Backpackers"],["alt="],["url=http:\/\/www.yamanya.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 84 224473"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=San Andres 260. In a beautiful and funkily decorated colonial home with two patios and a back garden (complete with giant heated jacuzzi for 20 people), good beds with feather duvets. Hot showers, free wifi and internet, cable TV, DVDs, big screen high-def LCD, free breakfast, big guest kitchen, bar with great activities and weekly pub crawl. Good staff and helpful tour agency. Two blocks from the Plaza de Armas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de la Gringa"],["alt="],["url=http:\/\/www.casadelagringa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 41168"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Each room has a different theme and features original interntaional art. Comfortable and colorful. Free wifi, cable TV and DVDs, common rooms, a beautiful garden, and good staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hogar Clinica San Juan de Dios"],["alt="],["url=http:\/\/www.hostalsanjuandedios.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 40135"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avenida Manzanares 264 (Urbanizacion Manuel Prado). Private and double rooms and windows that look onto the mountain range. Good service and daily egg breakfast. Non-profit hostel supporting the children's hospital next door."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pariwana Hostel"],["url=http:\/\/www.pariwana-hostel.com"],["email="],["address=Meson de la Estrella 136"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Two blocks from the Plaza, hot showers, common areas are decorated with local designs, safe, clean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de la Gringa 2"],["alt="],["url=http:\/\/www.accommodationcusco.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 54387"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Carmen Bajo 226. Small friendly hostel is the little sister to Casa de la Gringa, and run by the same helpful owners. Long-term prices available. Can organize tours and special trips to the mountains. Rooms a bit small, wifi, no TVs. 40 soles includes breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Flying Dog Hostel"],["alt="],["url=http:\/\/flyingdogcusco.minihostels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 53997"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Choquechaca 469. Great hostel with a wide range of rooms. Free wifi (in lobby, not room), breakfast, lockers, and coffee and tea all day. Check out their bar, and ask them to arrange tours for you. Friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hospedaje Estrellita"]},", Avenida Tullumayo 445. Shared double rooms surround a large concrete courtyard. There is a kitchen with a sociable commonroom with cableTV. A night cost 15 soles and includes a small breakfast. It's popular with ",{"type":"''","value":["gringos"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Loki Backpackers Hostel"],["alt="],["url=http:\/\/www.lokihostel.com"],["email=info@lokihostel.com"],["address="],["lat="],["long="],["directions="],["phone=+51 842 43705"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cuesta Santa Ana #601, Centro Historico, . 180 beds, noisy party hostel in a 450 year old Peruvian national monument. Dorms from US$6, basic breakfast included. Wifi, tea and coffee are included. Hot water with pressure in generally shared showers. 1PM checkout and small lockers in reception that have plug sockets in them."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The WalkOn Inn"],["alt="],["url=http:\/\/www.walkoninn.com"],["email=cusco@walkoninn.com"],["address="],["lat="],["long="],["directions="],["phone=+51 842 35065"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Suecia 504, , has very beautiful rooms with private or shared bathroom and two small dorms. The place has a nice patio with a fireplace, it's completely clean and there is another sitting room with TV and cable and a computer with free internet on which to burn your own CDs or DVDs. Free wifi, laundry service, breakfast available. 2 blocks from the main square, close to the centre of 'fiesta'. Pressurized hot water available around the clock."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Arco Iris"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 47526"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Arco Iris 535, Barrio San Cristobal. In a centuries old building, friendly owners. Opened in early 2006, calm and quiet. Rooms from US$4."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rimacpampa Hostal"],["alt="],["url=http:\/\/www.rimacpampahostal.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Close to the plaza. Amazingly hot showers, with good water pressure. TV, food available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Home Sweet Home-El Mirador"],["alt="],["url=http:\/\/www.homesweethome-peru.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 231235"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Asociacion San marcos A-3.San Blas. Nearby to small bars, restaurants and cafes. Free internet and wifi throughout, hot showers, towels available, and warm bed available. Use of kitchen. Only 6 blocks from the main square."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Sweet Daybreak"],["alt="],["url=http:\/\/www.hostalsweetdaybreak"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 225776"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Pasñapakana 133, Mirador de San Blas. Panoramic views, showers with hot gas-heated water 24 hr, cableTV, wifi, laundry, cafeteria, free tourist information, a lovely garden, dormitories, private rooms with or without bathroom. Comfortable and safe, a 2 minutes walk from the Plazoleta San Blas, 4 blocks from the Plaza de Armas (Main Square)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hospedaje Corona Real"]},", Ave Huascar 226. Quiet and cheap option about 15 min walk from the city center. Rooms are spacious and have private bathroom and local television and cost 15 soles per person."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostal Familiar"]},", Calle Saphi 661, (",{"type":"''","value":["3 blocks from Plaza de Armas"]},"). Singles US$8 with private bathroom and hot water."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=San Blas Hospedaje"],["alt="],["url=http:\/\/www.sanblashostal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the heart of San Blas. Nice interior sitting area, some rooms have views. CableTV, wifi. Rooms basic but clean and nice. Family-run. Hot water 24 hr. 60 soles includes breakfast."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostal Central"]}," Choquechaca #298. A new, affordable, simple but clean hotel in the heart of San Blas. Some rooms have views onto the street, others are to interior courtyard. No breakfast, no internet. 30 soles."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Qori Ñusta Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 228299"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Chiwampata 515, (",{"type":"''","value":["on the edge of San Blas"]},"). Breakfast, cableTV, wifi, friendly staff. Large rooms some with desks and refrigerator. Posted prices are high, but they can be talked down to 45 soles per night."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Mirador del Inka"]}," (a.k.a. Sanblas Backpacker Hostel), Tandapata 160 (San Blas). Very big but nice place in a historic building with great view over the city. Free wifi, breakfast optional. They also run a tour agency and tend to be very pushy in trying to sell their tours (which are very pricey, so try to haggle the price down!). Advertised price is USD30 for a nice double, but in the low season it was possible to lower it to USD15 (May 2012). Rooms on the upper floors are ",{"type":"''","value":["much"]}," better than the lower floors!"]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Piccola Locanda"],["alt="],["url=http:\/\/www.piccolalocanda.com\/"],["email=info@piccolalocanda.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=[Resbalosa 520, [. Very quiet, beautiful rooms, clean and cozy, 2 block from plaza de Armas. The Locanda contributes to the financing of 3 projects dedicated to children and has an internet cafè and a travel agency. Quiet, rooms are decent sized and have private or shared bath facilities and TV. US$30–55\/room depending on type of bed(s), occupancy and season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amaru Hostal I"],["alt="],["url=http:\/\/www.cusco.net\/amaru\/"],["email=amaruhostal@speedy.com.pe"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cuesta San Blas 541. Quiet and cheap option about 3 blocks from the Plaza de Armas. Rooms are decent sized and have private or shared bath facilities and TV. US$30–55\/room depending on type of bed(s), occupancy and season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amaru Hostal II"],["alt="],["url=http:\/\/www.amaruhostal.com"],["email=amaruhostal2@speedy.com.pe"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Chihuampata 642. . Quiet and cheap option about 2-3 blocks from the Plaza de Armas. US$30–48\/room depending on type of bed(s), occupancy and season."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel El Balcon"]},", 222 Tambo de Montero, a short distance from Plaza de Armas, awesome interior design, delicious breakfast and moderate prices. From Plaza de Armas, follow Plateros a block and a half or so. The hotel is in a lane up the hill. About half a block up, look for the door on the right. The sign is above the door, so you may not see it unless you walk on the opposite side of the lane."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Frankenstein"],["alt="],["url=http:\/\/www.hostal-frankenstein.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=San Juan de Dios 260, (",{"type":"''","value":["2 blocks from main square"]},"). Clean, friendly and helpful German chef, a lazy iguana, creative interior, cosy atmosphere. Double costs around US$20 (the one on top is quiet and offer view to Ausangate mountain)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hoteles Garcilaso"],["alt="],["url=http:\/\/www.hotelesgarcilaso.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Garcilaso 233-285. ☎+51 842 233031, +51 842 233501, +51 842 227951,+51 842 222425. There are two of them on the same block. Good location on the block between the Plaza San Francisco and the other small plaza that is one block from the Plaza de Armas. As in a lot of places, the inside rooms may be the way to go because they are quiet at night. Double US$75 dollar\/night, however It is worth more like US$30–45\/night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Orquidea Real"],["alt="],["url=http:\/\/www.orquidea.net"],["email=orquidea@orquidea.net"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Alabado 520, The colonial building has original Inca walls and exposed wood beams, and the rustic accommodations are simply decorated in a cozy mountain lodge aesthetic. All rooms are oriented toward Cuzco below, offering panoramic views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Madison Hostel"],["alt="],["url=http:\/\/www.madisonhostal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 25995"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av Pardo 721. Friendly, family-run hotel located on a quiet, safe street four blocks from the Plaza. Rooms include cable TV, big buffet breakfast, wifi, and views. Children under 12 stay for free."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ninos Hotel"],["alt="],["url=http:\/\/www.ninoshotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 84231424"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Meloc 442. Hotel with charitable purposes: all procedures from room booking and in-house restaurant go towards running an association that gives support to local unprivileged children."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gran Hostal Machu Picchu"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+51 842 84 23 1111"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Quera 282."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostal Rumi Punku"]},", Calle Choquechaca 339. Rumi Punku means \"stone door\" in Quechua: the entrance to the hotel leads through an ancient stone door, obviously of Inca design. The doorway is all that has survived of an Inca palace. The door is considered a historic item by the city of Cusco."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa San Blas Boutique Inn"]},", Tucoyeros 566, San Blas. In the historic artisan's quarter 2.5 blocks from the main square in a neighborhood of narrow, cobbled streets and whitewashed colonial-era houses. Friendly staff. US$110 a night for a single."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Koyllur Hostal"],["alt="],["url=http:\/\/www.koyllurhostal-peru.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Carment Bajo 186, San Blas. Richly decorated and a nice place to splash out for a few nights. Big buffet breakfasts. Ask for room at top floor in the front - has skylights, lots of room, nice furnishings. CableTV, wifi. US$20 in off-season."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=KM Apartments"],["alt="],["url=http:\/\/www.karinamontalvo.com"],["email=info@karinamontalvo.com"],["address=Calle Clorinda Matto - Magisterio - Cusco"],["lat=13.52607"],["long=71.94762"],["directions=Behind Scotiabank of Avenida de la Cultura"],["phone=+51 987572345"],["tollfree="],["fax="],["checkin="],["checkout="],["price=35"],["content=Affordable apartments, to 5 minutes from Plaza de Armas in Taxi."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tierra Viva Cuzco Plaza"]}]},{"type":"*","value":[{"type":"'''","value":["Tierra Viva Cuzco Saphi"]},", Saphi street, ~5 minutes from Plaza de Armas. Many of the rooms on the second floor have high ceilings with white-painted wood beams visibly charming. The hotel is organized around two interior courtyards. Breakfast is included. The staff are attentive, speak great English, and can help you make reservations. The most interesting aspect of Tierra Viva Saphi is the location - it is at the boundary between fancy Plaza de Armas and the poor hills around Cuzco - it's charming, but also somewhat out of place. Room 212 is excellent. 2nd floor rooms are preferable. 24 hour desk - so it's easy to check out for those early Inca Trail departures. Free Coca Tea in the lobby - a great way to warm up at night."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Libertador Palacio del Inka"],["alt="],["url=http:\/\/www.libertador.com.pe\/en\/2\/1\/2\/cusco-hotel"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 Bustos house, In the center of the city. The hotel was part of the Koricancha temple and during colonial times it became property of the conqueror Francisco Pizarro."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amerinka Boutique Hotel"],["alt="],["url=http:\/\/www.amerinka.com\/index-en.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Modern hotel that combines warm room atmospheres with professional and experienced attention. Well located near Plaza de Armas"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Garden House Hotel"],["alt="],["url=http:\/\/www.cuscohouse.com"],["email=info@cuscohouse.com"],["address="],["lat="],["long="],["directions="],["phone=+51 842 271117"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Family-run hotel in a wonderful private garden. Modern decor, wifi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Royal Inka I or II"],["alt=in front of the Plaza Regocijo, about 150 m from la Plaza de Armas"],["url=http:\/\/www.royalinkahotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Royal Inka I is a renovated house while Royal Inka II is more modern with a spa (jacuzzi and steam room). Breakfast available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Monasterio"],["alt="],["url=http:\/\/www.monasterio.orient-express.com"],["email=info@peruorientexpress.com.pe"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Palacios 136, Plazoleta Nazarenas, ☎+51 842 41777. Housed in a former monastery, rooms are former monks' cells, but they are far from monastic. By far the most expensive place to stay Cuzco. Avoid rooms 414-419, which are near a noisy generator."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Marqueses"],["alt="],["url=http:\/\/www.hotelmarqueses.com\/"],["email=info@hotelmarqueses.com"],["address="],["lat="],["long="],["directions="],["phone=+51 842 264249"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Garcilaso N° 256. The official hotel of SAS travel. Good staff and comfortable rooms. Centrally located in the tourist district, only 2 blocks from the Plaza des Armas."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["What to wear"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["June–August"]},". Cuzco can be very hot during the day and quite cold in the early morning and late at night. If you get cold easily, you might want to carry a hat, gloves, and several layers in your day pack to use at night, that you can peel off during the day for complete summer mode"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shoes"]},". Cuzco is somewhat dusty and you will be very happy wearing a boot\/sneaker mix such as Keens, rather than for example flip flops."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Drugs"]},". Drug law enforcement is very severe in Peru - that is, years in prison and no pleasure. Consider that many \"long resident tourists\" are part of the scene. It is already a felony that you \"consider to maybe accept\" an offer to buy."]},"\n",{"type":"*","value":["Although Cuzco is, in general, relatively safe, as in any urban area, muggings and petty thefts do occur.  Use common sense and you should be fine.  Don't wander alone away from the Plaza de Armas late at night.  Don't flaunt your valuables around.  Be conscious of what is going on around you.  For example, be wary if you are approached by people trying to sell you stuff in the streets and try to strike up a long conversation.  It's possible that they are distracting you while someone else is pickpocketing you.  Only take taxis that are well marked, and if you are taking a taxi alone at night, write down the number and call a friend (or pretend to call a friend if you don't have a phone) saying, so the driver can hear, that you are coming home in taxi #...  Also, try not to set yourself apart as a clueless tourist by wearing expensive or flashy clothing or revealing clothing in a particularly conservative region of Peru (the locals do not wear shorts and tank-tops around)."]},"\n",{"type":"*","value":[" Watch for the ",{"type":"'''","value":["feral dogs"]}," that hit the streets at night, rummaging through trash. Peruvians love dogs, and most of the time the animals are friendly. Just use common sense and project confidence and you shouldn't be bothered. If you feel threatened let the dogs see you pick up a rock off the ground, or if there are no rocks simply act like you picked one up. The dogs seem to know what this means and they'll slowly back off."]},"\nThere are a number of ",{"type":"'''","value":["beggars"]}," in the streets of Cuzco, most of them children. They will tell you the money is for schooling. Giving to beggars is a moral decision each individual can make. If you don't want them to follow you around, a stern 'no' will suffice. Please see the article on ",{"type":"[[","value":[["Begging"]]},".\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":["For most travelers, Cuzco is the highest point on their trip or any trip for that matter and ",{"type":"[[","value":[["altitude sickness"]]}," is a big problem for some tourists. Remember on the first day to take it slow and stay away from the bars the first night. Most hotels offer coca tea (coca leaves are the traditional native remedy for altitude sickness) and finding products made out of coca like coca candy is easy to find in Cuzco.  If you expect to get drug tested upon your return home, however, avoid all products with coca, drink plenty of water and look into Diamox\/Acetazolamide (available at a pharmacy) to help deal with the adjustment period."]},"\n",{"type":"*","value":["There is a clinic called \"Hampi Land\" on Choquechaka street just a few blocks away from the Plaza de Armas, and about one block away from \"Jack's Restaurant\"."]},"\n",{"type":"*","value":[" Should you get sick, there is an excellent private clinic, also advised by locals, called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sanjose.com.pe\/ Clinica San Josè"]}]},", Av. Los Incas 1408-B, ☎ +51 84 253295,  providing general and specialist assistance with all the modern medical diagnostic apparels. Usually they provide a private room with two beds, one for the patient and one for an accompanying person but be sure to carry a travel insurance with you otherwise be prepared to pay a lot of money. They'll get in contact with your insurance company to arrange things in order to have the latter paying directly the clinic on your exit. Personnel speaking English is generally available and they are prepared to assist foreigners."]},"\n",{"type":"*","value":["  Also available for all travelers is ",{"type":"'''","value":["Hotel Doctor Internacional"]}," which will dispatch a doctor to your hotel room usually within 10 to 15 minutes.  For a very reasonable price the doctor will come equipped with medications and provide the traveler with the proper insurance forms for reimbursement.  They are available 24 hours, 7 days a week at  ☎ +51 17 085586 or by cell phone +51 9953-74658, US tollfree 1-800-869-4713. English and German spoken."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ccaccaccollo"]},", Traditional fabric making from Llama shearing to weaving in this township."]},{"type":"[[","value":[["File:Ccaccaccollo Weavers.jpg"],["thumb"],["Ccaccaccollo weavers"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pisac"]]}]},", Colorful marketplace, climb up to the expansive ruins to the religious site and cemetery behind. 32 km (20 mi) from Cuzco. Accessible with the ",{"type":"''","value":["boleto turistico"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ollantaytambo"]]}]},", Religious center that doubled as a fortress during the Spanish conquest . A great place to visit on the return from Machu Picchu or an alternative if you don't want to visit Machu Picchu. Great place to stay too. 77 km (48 mi) from Cuzco. Accessible with the ",{"type":"''","value":["boleto turistico"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lake Titicaca"]]}]},", ",{"type":"[","value":["http:\/\/www.perurail.com\/ PeruRail"]}," connects Cuzco to ",{"type":"[[","value":[["Juliaca"]]}," and ",{"type":"[[","value":[["Puno"]]},", and the journey is one of the most spectacular rail journeys in the world, passing both through amazing scenery and the middle of small towns. The journey should take 10 hr, but there are often delays. The 'scenic stop' included at La Raya is a bit of a waste of time, though it's included anyway."]},"\n:*There are several buses that travel to Lake Titicaca, which are compareably priced, and takes less time than the train. They also stop at 5 or 6 interesting spots along the trip, including the \"Sistine Chapel of South America\" Prices have increased recently, and the cheap backpacker train no longer runs this route, having been sent to the Poroy (Cusco) - Macchu Pichu line. The trip from Cusco to Puno runs about US$220 each way now.\n\n",{"type":"[[","value":[["File:Peru Machu Picchu Sunrise.jpg"],["thumb"],["250px"],["Machu Picchu"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Machu Picchu"]]}]},", The atmospheric ruin perched below the ",{"type":"[[","value":[["Andes"]]}," and above the jungle. For the best experience, walk there on the ",{"type":"[[","value":[["Inca Trail"]]}," or one of the alternative trails, which is certainly worth the exercise! There are numerous tour companies which organise such trips, costing US$365–450 with all travel costs.  There are lots of companies offering a 4 day \"Jungle Trek\" as an alternative to the Inca Trail. If you are good at bargaining, you may be able to get the jungle trek (including zipline & rafting) for US$200 (price as of May 2012). As of April 2008, a one-way trip on ",{"type":"[","value":["http:\/\/www.perurail.com\/ PeruRail"]}," costs US$71 for Vistadome class, and US$58 Backpacker class. This journey takes just under 4 hours, but note that trains now terminate (and begin) at Poroy - you must take a bus or taxi from Cusco to Poroy (the section of track between Poroy and Cusco was too steep and difficult to continue using)."]},"\n:* ",{"type":"'''","value":["Troubles reaching Machu Picchu"]},", The railroad service between Ollantaytambo and Km. 82 may be disrupted or at times suspended due to landslides, mudslides and subsidence following sustained periods of very heavy rain. This means that everybody must be transported to Km. 82 to get on a second train. An overland trip is a very good yet adventurous alternative way to get there. When the rail service is operating between Poroy and Machu Picchu it is a slow but beautiful and comfortable 4 hr trip.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Choquequirao"]]}]},", Like Machu Picchu a big Inca ruin area at the edge of a mountain with great view. It offers much bigger area and terraces but less housing. Not as fabulous as Machu Picchu but ",{"type":"''","value":["definitely"]}," worth a visit. Only accessible by trekking (possibility to continue to Machu Picchu), although a tram will reportedly be available by fall 2014. Very few visitors are brave enough to make the trek. BTW, it's cheaper."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Puno"]]}]},", Visiting ",{"type":"[[","value":[["Lake Titicaca"]]}," is the perfect way to complete a journey to the Southern Andes. It is possible to travel from Cusco taking a direct 30 minutes flight, traveling by train or by road, which allows stopping at various interesting sites on the route such as ",{"type":"[[","value":[["Andahuaylillas"]]},", Piquillacta, ",{"type":"[[","value":[["Tipon"]]},", Huaro, Raqchi or ",{"type":"[[","value":[["Lampa"]]}," as well as witnessing stunning landscapes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["La Paz (Bolivia)"]]}]},", At the very least there appear to be overnight buses direct from Cuzco to La Paz that pass through Desaguadero. The duration seems to be about 15-17 hr long. As an alternative, go from Cuzco to Copacabana, Bolivia, (about 10 hr) and from there onto La Paz (about 2 hr)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Machiguenga Center for Tropical Research"]}," - 100% indigenous owned rainforest lodge in the Amazon. Macaw clay licks. Immediately downstream from the Pongo de Mainique canyon on Rio Urubamba. It seems like you have to go through a tour operator packages include flights in and out."]},"\nThere are several smaller bus terminals in Cuzco that travel to other destinations around the ",{"type":"[[","value":[["Sacred Valley of the Incas"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Av. Grau 525"]},", Cuzco—",{"type":"[[","value":[["Chinchero"]]}," - ",{"type":"[[","value":[["Urubamba"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Calle Puputi 208"]},", Cuzco—",{"type":"[[","value":[["Pisac"]]}," - ",{"type":"[[","value":[["Yucay"]]}," - ",{"type":"[[","value":[["Urubamba"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Av. Tullumayo 207"]},", Cuzco—",{"type":"[[","value":[["Pisac"]]}," - Calca."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Av. De La Cultura 1320"]},", Cuzco—Urcos (",{"type":"[[","value":[["Tipon"]]}," - Piquillacta - Andahuaylilas)."]},"\n",{"type":"{{","value":[["geo"],["-13.525000"],["-71.972222"]]},"\n",{"type":"{{","value":[["isPartOf"],["Sacred_Valley_of_the_Incas"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Cuzco"]]},"\n",{"type":"[[","value":[["Wikipedia:Cusco"]]}]