[{"type":"{{","value":[["pagebanner"],["Cadiz banner Beach and breakwater.jpg"]]},"\n\n",{"type":"{{","value":[["otheruses"],["Cadiz"]]},"\n",{"type":"'''","value":["Cadiz"]}," is the capital of the ",{"type":"[[","value":[["Cadiz (province)"],["Cadiz Province"]]}," in the ",{"type":"[[","value":[["Andalucia"]]}," region of ",{"type":"[[","value":[["Spain"]]},".\n\nCádiz is on a narrow slice of land surrounded by the sea. The older part of Cadiz, within the remnants of the city walls, is commonly referred to as the Old Town. It is characterised by the antiquity of its various quarters, among them El Pópulo, La Viña, and Santa María, which present a marked contrast to the newer areas of town. While the Old City's street plan consists of narrow winding alleys connecting large plazas, newer areas of Cadiz typically have wide avenues and more modern buildings. In addition, the city is dotted with numerous parks where exotic plants flourish, including giant trees supposedly brought to Spain by Columbus from the New World.\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nCádiz is the oldest continuously inhabited city in the Iberian Peninsula and one of the oldest in all southwestern Europe. Traditionally, its founding is dated to 1104 BC.\n\nThe city was originally founded by the Phoenicians from Tyre, who called it ",{"type":"''","value":["Gadir"]},". Over the years the city changed hands (and names!) many times. It was inhabited by the Romans, destroyed by the Visigoths, rebuilt by the Byzantines, and occupied by the Moors until they were removed in 1262 AD by the Spanish.\n\nChristopher Columbus sailed from Cádiz on his second and fourth voyages, and the city later became the home port of the Spanish treasure fleet.\n\nIn the 18th century, it became one of Spain's greatest and most cosmopolitan cities and home to trading communities from many countries. Many of today's historic buildings in the Old City date from this era.\n\nIn recent years, the city has undergone much reconstruction. Many monuments, cathedrals, and landmarks have been cleaned and restored, adding to the charm of this ancient city.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe closest airport is Jerez de la Frontera, about 30 minutes by car or taxi (fixed price €46), 1 hour by direct bus, though there are few buses and the schedules do not fit most flights. There are several daily flights to Madrid and Barcelona (Iberia, Vueling). Ryanair flies daily to London Stansted and Frankfurt Hahn. Other operators fly scheduled, charter, or seasonal flights. The nearest major airports are in Sevilla (1 hour by car, 2 hours by bus or train) and Malaga (2-3 hours by car or bus).\n\n",{"type":"===","value":["By bus"]},"\nFor Jerez-Cádiz and other medium range timetables see ",{"type":"[","value":["http:\/\/www.cmtbc.com"]},".  Most long range buses are handled by Comes from Plaza de la Hispanidad.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.renfe.es Frequent trains"]}," run to ",{"type":"[[","value":[["Jerez"]]}," and about hourly to ",{"type":"[[","value":[["Seville"]]},". A very convenient way to come in from Madrid is with the Talgo train  that runs twice a day covering the distance in about 5 hours.\n\nFrom Jerez to Cadiz fares are only €5 for an adult and €3 for a child - see train timetable here: http:\/\/www.renfe.com\/EN\/viajeros\/index.html\n\nTrains from ",{"type":"[[","value":[["Seville"]]}," are around €16 for a single and €20 for a return. Make note, if you get a return you have to book your seat reservation for the way back upon arrival at the station, otherwise you'll be expected to pay the full fare!\n\n",{"type":"===","value":["By car"]},"\nFrom Madrid, Cordoba and Seville you can use the A4, from Barcelona N340.  A taxi ride from Jerez de la Frontera to Cadiz costs about € 50.\n\n",{"type":"===","value":["By boat"]},"\n\nCruise ships often dock within easy walking distance of the old city\/downtown.  Passengers also can take day trips to Seville (about two hours by bus) or Jerez De La Frontera (less than 1 hour by bus).\nThere are ",{"type":"[","value":["http:\/\/www.cmtbc.com frequent commuter ferries"]}," to ",{"type":"[[","value":[["Rota"]]}," and ",{"type":"[[","value":[["Puerto de Santa Maria"]]},".\n\n",{"type":"==","value":["Get around"]},"\nSan Fernando, ",{"type":"[[","value":[["El Puerto de Santa Maria"]]},", Conil, Vejer, Medina Sidonia, ",{"type":"[[","value":[["Arcos de la Frontera"]]},", ",{"type":"[[","value":[["Jerez"]]},"\n\nThere are 5 bus routes which tour the town and all start and finish at old and new towns, going in a loop. It's €1 per ride. The most central is the number 1 and number 2, which goes right through the centre of the old town and towards the stadium at the end.\n\nThe number 7 follows the coastline and goes between the two beaches.\n\n",{"type":"==","value":["See"]},"\nCadiz is said to be the oldest city in western Europe, as it was founded by Phoenician sailors about 3.000 years ago, as a commercial stronghold. Archeological remains can be found all around the old town. The ",{"type":"{{","value":[["Marker"],["name=Archeological Museum"],["lat = 36.5349826"],["long = -6.2963328"]]}," (Plaza de Mina) exhibits are interesting, specially two Phoenician stone sarcophagus. The remains of the Roman theatre just behind the Old Cathedral are also worth a visit.\n\nThe massive stone walls and forts that can be seen surrounding the old town were built to protect the city after the British attack and sacking in 1596, and the forts of San Sebastian and Santa Catalina (and occasionally Baluarte de la Concepcion) are open to the public. \n\nEveryone should visit the Cathedral in the old town and climb to the top of the North Tower for a nice view of the entire city.\n\nThe church Oratorio de San Felipe Neri, where the first Spanish Constitution was signed, has plenty of marble and bronze plates to honour the representatives from mainland Spain and colonial territories, ranging from Philippines Islands to Central and South America.\n\nThe Torre Tavira, near the Central Market (Mercado de Abastos) holds a \"camera obscura\". Located in one of the towers originally used by merchants to watch out for their ships returning home from the Americas, it provides a birds-eye view of the old part of town.\n\nThe Central Market itself is well worth a visit in the morning, especially the fish section.\n\nA modern monument of Cadiz are the huge pylons of the powerline crossing the bay of Cadiz. These 150 metre high pylons are lattice towers with cylindrical cross section.\n\n",{"type":"==","value":["Do"]},"\nEnjoy the best sunset in Spain at 'Playa de la Caleta' at the northern end of the old town. The main beaches (Santa Maria del Mar, Victoria, and Cortadura) start at the edge of the old town, continue all along the new town, and on alongside the road to San Fernando. In total some 10 km of the widest, cleanest beaches you will find in Europe, with safe bathing from around May to October. The summer heat is usually tempered by an Atlantic breeze, although on days when the ",{"type":"''","value":["Levante"]}," blows beware of flying sand.\n\n",{"type":"'''","value":["Victoria Beach"]}," is short bus ride (number 7 or number 2) away from the old town and is beautiful with clean water and lots of activities including beach football and volleyball, surfing and kite flying all available.\n\n",{"type":"===","value":[" Events "]},"\nDo not miss ",{"type":"'''","value":["Carnaval"]}," in Cadiz, one of the oldest and best in Spain, often cited as the third biggest Carnaval celebration in the world. Usually in February, the weekend before Ash Wednesday is consistently the loudest and most eventful so be sure to check the calendar. Singing, dancing and costumes run for the whole week. Informal groups (chirigotas, cuartetos, coros, comparsas and romanceros) sing at the old town streets, usually with strong critics on local, national and international politics, the jet set, and just about anything\/anybody, up to the Royal Family. Make your travel plans early as most accommodation gets booked months in advance and be prepared to spend almost double for the week of Carnaval. One way to experience Carnaval on the dime, and perhaps the preferred way of Andalusian locals, is to board an afternoon train heading to Cadiz, spend the night singing and dancing, then catch the first train back in the morning. Expect singing, dancing, costumes and drinking on all trains. Sleeping on the public beach is also another popular option, though be sure to bring a blanket or sleeping bag, both of which can be stored in lockers at the train station; expect company and use common sense.\n\n",{"type":"'''","value":["Semana Santa"]}," (Easter or Holy Week) is less formal than in ",{"type":"[[","value":[["Sevilla"]]},", and probably more authentic and emotive an experience for that.\n\n",{"type":"==","value":["Buy"]},"\n\nStandard souvenirs can be found at several shops in Calle Pelota, Calle Compañía, Calle San Francisco and Plaza de Candelaria.\n\n",{"type":"==","value":["Eat"]},"\n\nIn Cadiz you will find some of the best and freshest fish and shellfish in the world. They are best eaten as simply cooked as possible: plain boiled shellfish (in varying sizes from tiny prawns up to lobsters), grilled or baked whole fish such as ",{"type":"''","value":["lubina"]}," (bass) or ",{"type":"''","value":["dorada"]}," (bream), or deep fried with a light flour coating (especially ",{"type":"''","value":["puntillitas"]}," (baby squid) and ",{"type":"''","value":["boquerones"]}," (anchovies)).\n\nTo eat not too expensive fish and shellfish, you can look at Calle Zorrilla (several tapas bars and street vendors) or Calle de la Palma (several restaurants with open air terraces).\n\nFor a splurge, the best place in town is Restaurante El Faro (Calle San Félix. But even here food can be not very expensive, if you stand at the bar and eat only tapas.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Balandro"],["url=http:\/\/www.restaurantebalandro.com"],["email="],["address=Alameda de Apodaca, 22"],["lat=36.536304"],["long=-6.295859"],["directions="],["phone= +34 956 22 09 92"],["tollfree="],["fax="],["hours=open 13:00 - 16:00 and 20:00 - 24:00"],["price="],["content=Modern bar with good food typical from Cadiz. It is extremly cheap (all dishes cost €3-5 if you get tapas at the bar and around €12-€14 if you get a sit down meal ) and the quantities are generous. It's located on the coastline and as such, they seem to get the pick of the fish that comes in every day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Merodio"],["url="],["email="],["address=C\/Libertad 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Faro"],["url="],["email="],["address=Calle San Felix 15"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Gaucho"],["url="],["email="],["address="],["lat="],["long="],["directions=Calle de Murquia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only opened in May 2011 but has already forged a name as the best steak restaurant in the town. Expect to pay around €14 for a steak with chips (they expect you to share this, but one can easily eat) and it's incredibly tasty."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cumbres Mayore"],["url="],["email="],["address="],["lat="],["long="],["directions=C\/ Zorilla"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best Tapas in town with a focus on the famous iberican hams and meats."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Casa Hidalgo"],["url="],["email="],["address=Plaza de la Catedral, 8"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great bakery that specializes in Galician empanadas (try the Empanada de Atún - sounds bad, tastes delicious), but also have great pastries of all kinds.  Locals flock to this local institution for the scrumptious ensaimadas, salvavidas, and brazos de gitano."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Sidrería de El Pópulo"],["url="],["email="],["address=Calle Mesón número 16, esquina con San Antonio Abad"],["lat="],["long="],["directions="],["phone= +34 856922078"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the historic El Pópulo district, this is Cádiz´s sole cider house.  Specializing is sidra from Asturias and dishes from all over the north of Spain, a great place to eat if you´re tired of only Andalusian fare.  Check out the Menú del Día."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"''","value":["Fino"]},", a (16% alcohol) bone dry sherry (or Jerez), or ",{"type":"''","value":["manzanilla"]},", a similar wine from ",{"type":"[[","value":[["Sanlucar de Barrameda"]]},", is the perfect aperitif with olives or a prawn or two. Drinking more than a couple of glasses may spoil your focus on the rest of the meal. The best local white wine (and one of the most popular in Spain) is ",{"type":"''","value":["Barbadillo"]},", made from the same grape but considerably lighter (11%).\nYou should visit Taberna de la Manzanilla, one of the oldest bars and wine merchants in town, selling nothing but sherry wines. No tapas but just 2 complimentary olives per glass of wine.\nForget about local red wine. Quality is far below other Spanish areas producing red wines, such as Rioja or Ribera de Duero.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Cuba"],["url="],["email="],["address=C\/ de Murquia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Owner Richard is a bit of a local legend after naming his bar after his wife's nationality. You'll find a good deal of cocktails and beers for around €1."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Woodstock"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good mix of locals and ERASMUS students in here. They offer deals midweek and a bar crawl runs from 11PM on Tuesday and Wednesday, although the turnout isn't always fantastic"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=O'Connels"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wherever you go, there's always an Irish bar and Cadiz is no exception. Will show most of the major UK soccer games if you fancy catching it, although beer here is pricier as it's imported."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Nahu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main haunt for internationals during the weekdays and weekends. Closes late (around 3PM) and is exceptionally cheap. You'll get lots of English speakers in here, especially around the end of September\/start of October as that's when the ERASMUS scheme arrives and people like to get to know people"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=SPAM! Club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is usually where the Nahu frequenters end up after Nahu. More expensive but open till 7AM"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Imaginarium"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only open on Thursday\/Friday\/Saturday and located closer to the new town, but you'll find some famous acts going on if you're lucky and is always jam packed."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nCalle Marques de Cadiz has several budget options, doubles at about €35 with shared bath.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cadiz Inn Backpackers, Hostel"],["url=http:\/\/cadizbackpackers.es\/"],["email=booking@cadizbackpackers.es"],["address=calle botica 2"],["lat="],["long="],["directions="],["phone=+34 956 26 23 09"],["tollfree="],["fax="],["hours="],["price=Dorms from 13,00 €, rooms from 20,00 €"],["checkin=13:00"],["checkout=11:00"],["content=Cheap, clean and welcoming hostel with international staff, located in the old town, within easy walking distance of the bus and train station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Caracol"],["alt="],["url=http:\/\/www.hostel-casacaracol.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Inexpensive and quite relaxed hostel in the old part, very close to the train station and with hammocks on the rooftop."]]},"   "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal La Cantarera"],["alt="],["url=http:\/\/www.meligrana.com\/esp\/ver\/turismo\/ver.asp?i=3723"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A hostel with clean, luxurious rooms and friendly management, in the old town."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Playa Victoria"],["url="],["email="],["address=Glorieta Ingeniero La Cierva, 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Almenara"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/sotogrande-cadiz\/hotel-almenara.html"],["email="],["address=Avenida Almenara, Sotogrande"],["lat="],["long="],["directions="],["phone=+34 95 6582000"],["tollfree="],["fax="],["hours="],["price=Rooms from €107"],["checkin="],["checkout="],["content=4* hotel located in the tranquillity of Sotogrande. There are 148 rooms available, as well as a golf course, a spa, a gym and swimming pools."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Fuerte Conil-Costa Luz ****"],["url=http:\/\/www.fuertehoteles.com\/en\/hotels\/resort-fuerte-conil-costaluz\/"],["email=reservas@fuertehoteles.com"],["address=Playa de la Fontanilla s\/n. 11140. Conil de la Frontera"],["lat="],["long="],["directions="],["phone=+44 0800 021 1397"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Monte Puertatierra"],["alt="],["url=http:\/\/www.hotelesmonte.com\/hotel-cadiz-puertatierra-EN.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4-star establishment, set in the historic, artistic and commercial centre, just a few metres from the beach. It has 98 large rooms, free WiFi, rooms for meetings and wedding receptions, parking facilities and a wide offer of services."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cadiz (province)"]]},"\n",{"type":"{{","value":[["Geo"],["36.533333"],["-6.283333"]]},"\n",{"type":"[[","value":[["WikiPedia:Cádiz"]]},"\n",{"type":"[[","value":[["Commons:Category:Cádiz"]]},"\n\n",{"type":"[[","value":[["fr:Cadiz"]]},"\n",{"type":"[[","value":[["nl:Cadiz"]]}]