[{"type":"{{","value":[["pagebanner"],["Córdoba banner2.jpg"],["pgname=Córdoba"],["unesco=yes"]]},"\n",{"type":"'''","value":["Córdoba"]}," is the second largest city in ",{"type":"[[","value":[["Argentina"]]},", with about 1.4 million inhabitants, and is the capital of the ",{"type":"[[","value":[["Cordoba (province, Argentina)"],["Cordoba province"]]},". It is in the heart of the Argentinean territory on the ",{"type":"[[","value":[["Pampas"]]},". The city is surrounded by valleys, formed up by three main mountain groups. It is known for the colonial buildings in the center as well as for the beautiful hills in the surroundings.\n\n",{"type":"[[","value":[["Image:CordobaNight.jpg"],["thumb"],["by night"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nThe city is known by many as ",{"type":"''","value":["La Docta"]}," because of its many universities and scientific institutes. Around 200,000 people study here, which makes the city's population one of the youngest and liveliest in South America. There is cultural and night life, primarily in the central area and the neighborhoods of ",{"type":"''","value":["Güemes"]},". ",{"type":"''","value":["Nueva Córdoba"]}," and ",{"type":"''","value":["Alta Córdoba"]},".\n\nThe colonial architecture of the city center now coexists with many modern buildings. Although the oldest buildings are found in the surroundings of the Plaza San Martín (microcentro), the most pleasant areas are now the ",{"type":"''","value":["Nueva Córdoba"]}," district south of the center and the area around the ",{"type":"''","value":["Cañada"]},", a small colonial canal that crosses the city. These areas show a mix of well-designed modern buildings and old houses, often built in neo-colonial style. The ",{"type":"''","value":["Barrio Güemes"]},", where many buildings are protected by municipal laws, is particularly pleasant, with an 19th-century atmosphere rather similar to ",{"type":"[[","value":[["Buenos Aires"]]},"' \"San Telmo\" district, but with more movement.\n\nThe city district itself covers 529 square km (204 sq mi) and has 1.3 million inhabitants, but there are many satellite towns outside this area. Those west of the city lie in the hills of the ",{"type":"''","value":["Sierras de Córdoba"]}," and are residential areas with some tourist attractions like ",{"type":"''","value":["Río Ceballos"]},", ",{"type":"''","value":["La Calera"]},", and the famous holiday center ",{"type":"[[","value":[["Villa Carlos Paz"]]}," near the ",{"type":"''","value":["San Roque"]}," dam, which provides the city with potable water and electricity. North and east of the city, in the plains, there are poor suburbs with a slum-like appearance like ",{"type":"''","value":["Juárez Celman"]}," and ",{"type":"''","value":["Malvinas Argentinas"]},".\n\nThe climate in the city and surrounding areas is pleasant year round. Even in winter there are frequent warm, sunny days, although you must be prepared for cold nights and some chilly, cloudy periods, which never last more than a week or so. During the summer, the rainy season (November to March), it is hot and humid. The rain causes some spot flooding due to an unsatisfactory drainage system. The best time to visit Córdoba is March to May and August to November, when it's not too hot nor too cool and there is very little rain.\n\n",{"type":"===","value":["History"]},"\n\nCórdoba was founded in 1573 and for a long time it was the largest and most important town in the region that today is Argentina, until in 1776 Buenos Aires was declared capital of the ",{"type":"''","value":["Virreinato del Río de la Plata"]},". Córdoba's university was founded as early as 1613 by the Jesuits. The Catholic Church had much influence on social life until 1900, and Córdoba sometimes was called \"Argentina’s Rome\". In 1918 a student revolution, the ",{"type":"''","value":["Reforma Universitaria"]},", led to a modernization of the university, which until this time had been very conservative and elitist. This revolution spread to all cities of Argentina and most of Latin America.\n\nIn the 1950s the city was industrialized by the Perón and Frondizi governments. Today, Córdoba is Argentina's second technology hub behind Buenos Aires and leads above-all in motor industry (",{"type":"''","value":["Renault"]}," and ",{"type":"''","value":["Fiat"]},") and in high-tech sectors like software and electronics.\n\nCórdoba has played a major role in some of the revolutionary movements in 20th century Argentina. So, in 1955 in the city started the conservative ",{"type":"''","value":["Revolución Libertadora"]}," which led to the resignation of Juan Perón some days later. In 1969 and 1971, two left-wing riots known as ",{"type":"''","value":["Cordobazo"]}," and ",{"type":"''","value":["Viborazo"]}," were among the main reasons for the end of the military dictatorship which had governed Argentina since 1966.\n\n",{"type":"==","value":["Get in"]},"\n\nIt is very easy to reach Córdoba from other parts of Argentina because of its position in the country's geographical center.\n\n",{"type":"===","value":["By plane"]},"\n\nThe International Airport ",{"type":"''","value":["Ingeniero Taravella"]},", also called ",{"type":"''","value":["Pajas Blancas"]}," is 10 km (6 mi) north of the city center. There are flights to several towns in Argentina, to ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Santiago de Chile"]]},", ",{"type":"[[","value":[["Santa Cruz de la Sierra"]]}," (Bolivia) and some cities in ",{"type":"[[","value":[["Brazil"]]},", though now there are fewer flights than in the 90s because of the economic crisis. Anyway, if you come from overseas you may change in ",{"type":"[[","value":[["Buenos Aires"]]}," or Santiago de Chile.  If you fly through Buenos Aires you will likely need to transfer from ",{"type":"''","value":["Ezeiza"]}," airport to ",{"type":"''","value":["Aeroparque Jorge Newbery"]}," (shuttle bus service relatively expensive, more than half the price of a taxi!).\n\nFrom the Córdoba airport there is a normal bus to city center (A5, 4,10 AR$), a differential bus (D4, 8,20 $, does not run on Sundays and Saturday afternoons) a minibus service (about AR$ 25 per person) and taxis (about AR$90). Additionally, the major car rental agencies have offices at the airport.\n\n",{"type":"===","value":["By train"]},"\n\nUntil the 1980s Córdoba was an important railway center with many connections. Today, the only line left is to Buenos Aires, via Villa María and Rosario, two times a week. The train is very cheap in comparison to buses and has a pullman section and sleepers, but the journey is about 5 hours longer because of the deteriorated rails. Also, in holiday season you must reserve well in advance as the demand is high. There is also a local train to Villa María, three times a week, and another twice daily local train to Cosquín, but from the Rodríguez del Busto station. The main train station ",{"type":"'''","value":["Estación Mitre"]}," is near the omnibus terminal, on Boulevard Perón, another one in the suburb of Barrio Ferreyra (south-east of the city).\n\n",{"type":"===","value":["By car"]},"\n\nThe city is connected with most greater towns by good asphalted routes. A motorway links Cordoba to Rosario and from there, with the Buenos Aires - ",{"type":"[[","value":[["Santa Fe, Argentina"],["Santa Fe"]]}," highway. Another motorway links Córdoba with Carlos Paz. There is a plan to build other motorways to Santa Fe, Tucumán, and Río Cuarto.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses are now the most popular public transport. The omnibus terminal is at the crossing of ",{"type":"''","value":["Boulevard Illía"]}," with ",{"type":"''","value":["Boulevard Perón"]}," near the Río Suquía. There are direct connections to all greater cities and tourist centers of Argentina, with the exception of Ushuaia (you will have to change in Río Gallegos). Very frequent buses to ",{"type":"[[","value":[["Buenos Aires"]]}," (11 hours), ",{"type":"[[","value":[["Salta"]]}," (12 hours, ARS 360\/Cama Suite) and Rosario (5.5 hour). Also, the local buses to the suburbs stop here, another stop is at ",{"type":"''","value":["Mercado Sur"]}," near Plaza San Martín.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" By bus "]},"\n\n",{"type":"'''","value":["Urban bus lines:"]}," Since the abolition of the tramway in the 1960s, public transport is limited to buses. They are cheap by international standards, but often very crowded. The lines are divided in corridors, each of them is associated with a color and a letter: ",{"type":"'''","value":["Rojo (Red, R)"]},", ",{"type":"'''","value":["Naranja (Orange, N)"]},", ",{"type":"'''","value":["Azul (Blue, A)"]},", ",{"type":"'''","value":["Verde (Green, V)"]},", ",{"type":"'''","value":["Amarillo (Yellow, C)"]}," and ",{"type":"'''","value":["Celeste (Light Blue, E)"]},". There are trolleybuses, too (",{"type":"'''","value":["A"]},", ",{"type":"'''","value":["B"]},", and ",{"type":"'''","value":["C"]},"), a ",{"type":"'''","value":["Transversal"]}," corridor (T), two ",{"type":"'''","value":["circular lines"]}," (500-501 and 600-601) and ",{"type":"'''","value":["differential buses"]}," (D) which cost twice as much as a regular bus, but are usually faster and equipped with AC.\n\n",{"type":"'''","value":["Fares:"]}," The urban buses of Córdoba use now exclusively the so-called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.red-bus.com.ar Red Bus"]}]}," electronic ticket system. You need a bus card, which can be bought at official points of sale in the city centre, at some kiosks (look for the ",{"type":"'''","value":["Red Bus"]}," sign), at the omnibus terminal and at the airport. The old bus coins (cospeles) are not accepted anymore. As an exception you may ask the driver to accept pesos and s\/he will usually oblige, but you can also ask other passengers if they'll lend your their card. Most buses will charge $4,10.  The buses of the lines 500-501 and 600-601, which go around in the outskirts rounding the city, will charge $4,75. Differential buses cost $6,40.\n\nThere are also ",{"type":"''","value":["interurbanos"]}," which serve the suburbs of the city. They charge accordingly to the distance to the terminal, prices vary from about $6 to La Calera up to $17 to the peripheral suburbs of ",{"type":"[[","value":[["Villa Carlos Paz"]]},", ",{"type":"[[","value":[["Jesús María (Argentina)"],["Jesús María"]]}," and ",{"type":"[[","value":[["Cosquín"]]},".\n\n",{"type":"===","value":[" By taxi "]},"\n\nYellow taxis and green remises are a comfortable way of getting around, with prices starting from around $10 for a 15-block ride. Under the rules, yellow taxis may be hailed for pick up on the street but green remises are dedicated to pickup up from a particular location after receiving a telephone request.  But these rules are loose and you may often successfully hail a green remis on the street.  Taxi drivers are very sensitive about their cars. When exiting please close the door slowly, and remember to try and keep your feet planted to the ground. Also, there are no seatbelts in most taxis.\n\n",{"type":"===","value":[" By bicycle "]},"\n\nCórdoba has a fairly extensive ",{"type":"'''","value":["cycleway"]}," network (",{"type":"''","value":["Red de Ciclovías"]},") built in the 1980s and 1990s. Unfortunately, the cycleways are poorly maintained and have large gaps, some of them also pass through run-down neighborhoods with a high crime rate and are not recommended for tourists. The most picturesque cycleway runs parallel to the Suquía River and is a good option to cross the city from east to west. Recently an inner city cycling infrastructure has been added, but it covers only a few main avenues in the Nueva Córdoba area.\n\nDue to bicycle theft, it's a good idea to park the bicycle at a guarded carpark. By law, all public parking garages (",{"type":"''","value":["playa de estacionamiento"]},") must accept bicycles, but some will refuse to do so or charge you the same price as for a motorcycle. ",{"type":"''","value":["Maipú Parking"]}," in Av. Maipú and ",{"type":"''","value":["Playa Argentina"]}," in 25 de Mayo are good options with a low price in the city centre.\n\nThere is no public bike-rental system in the city, although there are plans to establish one. There are only a few bicycle rental agencies in Córdoba, one of them is ",{"type":"''","value":["Córdoba Rental Bike"]}," in Av. Lugones 126 and ",{"type":"''","value":["Baluch Backpacker's Hostel"]}," in San Martín 338.\n\nTraffic in the downtown area has been getting increasingly messy, and the quickest way to move around this area (if you are healthy enough for it) is definitely by bike.\n\n",{"type":"==","value":[" See "]},"\n\nThere are many colonial buildings in the city center, most of them built by the Jesuits in 17th and 18th centuries. The ",{"type":"''","value":["Manzana de los Jesuitas"]},", declared Humanity's patrimony by the UNESCO, is a whole block of such buildings, between 27 de Abril, Obispo Trejo, Caseros and Av. Vélez Sársfield.\n\n",{"type":"===","value":[" Churches "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cathedral"]},", Independencia \/ 27 de Abril. "]},{"type":"*","value":[{"type":"'''","value":["Iglesia Sagrado Corazón"]},", Obispo Oro \/ Buenos Aires, in neo-gothic style, well worth visiting. "]},{"type":"*","value":[{"type":"'''","value":["Iglesia de Santa Catalina de Siena"]},", Plaza Jerónimo Luis de Cabrera"]},{"type":"*","value":[{"type":"'''","value":["Monasterio de Santa Teresa"]},", Obispo Trejo \/ 27 de Abril, an interesting pink building"]},{"type":"*","value":[{"type":"'''","value":["Iglesia de San Francisco"]},", Entre Ríos \/ Buenos Aires"]},{"type":"*","value":[{"type":"'''","value":["Compañía de Jesús"]},", Manzana de los Jesuitas, oldest church of Argentina (1671)"]},{"type":"*","value":[{"type":"'''","value":["Iglesia María Auxiliadora"]},", Av Colón \/ Rodríguez Peña (gegenüber Plaza Colón), große monumentale neogotische Kirche in Barrio Alberdi"]},"\n",{"type":"===","value":[" Other buildings "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Palacio Ferreyra"]},", Av. Yrigoyen \/ Derqui"]},{"type":"*","value":[{"type":"'''","value":["Palacio Municipal"]},", Av. Figueroa Alcorta"]},{"type":"*","value":[{"type":"'''","value":["Cabildo"]},", Plaza San Martín, colonial style, with a museum"]},{"type":"*","value":[{"type":"'''","value":["Palacio de Justicia"]},", Av. Figueroa Alcorta"]},{"type":"*","value":[{"type":"'''","value":["Ex Rectorado de la Universidad Nacional de Córdoba"]}," - Obispo Trejo \/ Caseros, very fine colonial building with a museum and a beautiful patio."]},{"type":"*","value":[{"type":"'''","value":["Colegio de Montserrat"]},", Obispo Trejo \/ Duarte Quirós. School of the Jesuits."]},{"type":"*","value":[{"type":"'''","value":["Banco de la Provincia de Córdoba"]},", San Jerónimo \/ Buenos Aires, neo-classicistic style."]},{"type":"*","value":[{"type":"'''","value":["Monument of San Martín"]},", Plaza San Martín"]},{"type":"*","value":[{"type":"'''","value":["Monument to Vélez Sársfield"]},", Plaza Vélez Sarsfield (Av. V. Sarsfield \/ Av. H. Yrigoyen)"]},{"type":"*","value":[{"type":"'''","value":["Monument of Myriam Stefford"]},", in the outskirts, on RP5 (Av. Armada Argentina), near the toll station of Los Cedros, a huge obelisk"]},{"type":"*","value":[{"type":"'''","value":["Faro"]},", A lighthouse 1000 km from the sea, near Plaza de España"]},"\n",{"type":"===","value":[" Museums "]},"\n\nThere are many museums housing all kinds of things.\n\n",{"type":"'''","value":["Arts:"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Museo Provincial de Bellas Artes Emilio E. Carrafa"]},", Plaza España, with interesting paintings"]},{"type":"*","value":[{"type":"''","value":["Museo Municipal de Bellas Artes Dr. Genaro Pérez"]},", Av. General Paz 33, somewhat more \"underground\" than the Carrafa, interesting."]},{"type":"*","value":[{"type":"''","value":["Museo Ecclesiástico Déan Funes"]}," Plaza San Martín in the Oratorio O. Mercadillo, religious art"]},{"type":"*","value":[{"type":"''","value":["Museo de Arte Religioso Juan de Tejeda"]},", Independencia 122, best museum for religious art in Argentina"]},{"type":"*","value":[{"type":"''","value":["Museo del Teatro y la Música Cristóbal de Aguilar"]},", Velez Sarsfield 317, Teatro El Libertador"]},{"type":"*","value":[{"type":"''","value":["Centro de Arte Contemporáneo Chateau Carreras"]},", Parque San Martín, Av. Ramón C. Carcano. A little 19th century castle with a beautiful patio, which exhibits modern art."]},{"type":"*","value":[{"type":"''","value":["Art Galleries in the Paseo de las Artes"]},", Belgrano\/La Cañada\/Pasaje Revol"]},{"type":"*","value":[{"type":"''","value":["Museo Iberoamericano de Artesanías"]},", Belgrano \/ A. Rodríguez, folk art of Latin American Indians and typical \"latinoamericanism\" pieces"]},{"type":"*","value":[{"type":"''","value":["Museo Cultural General Paz"]},", Pringles\/Catamarca, Bo. Gral. Paz (sometimes closed)"]},"\n",{"type":"'''","value":["Science:"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Museo Paleontológico de la Universidad Nacional de Córdoba"]},", Velez Sarsfield 249, where there is the fossile of the greatest pre-historic spider of the world."]},{"type":"*","value":[{"type":"''","value":["Museo de la Anatomía Dr. Pedro Ara"]},", Chubut 149. "]},{"type":"*","value":[{"type":"''","value":["Museo de Ciencias Naturales Dr. Bartolomé Mitre"]},", H. Irigoyen 115."]},{"type":"*","value":[{"type":"''","value":["Museo de Mineralogía Alfredo Stelzner"]},", Av. Velez Sársfield 299"]},{"type":"*","value":[{"type":"''","value":["Museo de Zoología"]},", Av. Velez Sarsfield 299, 2nd level"]},{"type":"*","value":[{"type":"''","value":["Museo Nacional de Meteorología Dr. Benjamin Gould"]},", San Luis 801. Best museum for meteorology in Argentina."]},{"type":"*","value":[{"type":"''","value":["Museo de Antropología de la UNC"]},", H. Irigoyen 174."]}," \n",{"type":"'''","value":["Technology:"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Museo del Automóvil"]},", in the industrial complex CIADEA, Bo. Santa Isabel. "]},{"type":"*","value":[{"type":"''","value":["Museo de la Industria"]},", Parque General Paz, Bo. General Paz, many cars and motorbikes of local production, and an interesting giratory house (",{"type":"''","value":["casa giratoria"]},"). "]},{"type":"*","value":[{"type":"''","value":["Museo para Niños Barrilete"]},", Av. Costanera, La Vieja Usina. A technical museum for kids."]},"\n",{"type":"'''","value":["Historic Museums:"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Museo Histórico Marqués de Sobremonte"]},", Rosario de Santa Fe 218, shows the history of city and of Argentina."]},{"type":"*","value":[{"type":"''","value":["Museo Histórico de la Universidad"]},", Obispo Trejo 242, at the \"Ex Rectorado\" (now Facultad de Derecho), will show the university's history."]},{"type":"*","value":[{"type":"''","value":["Museo Colonial Hispanoamericano"]},", Entre Ríos 24."]},{"type":"*","value":[{"type":"''","value":["Museo Obispo Salguero"]},", Obispo Salguero 84, Art and historic documents."]},{"type":"*","value":[{"type":"''","value":["Museo Obispo Fray José Antonio de San Alberto"]},", Manzana de los Jesuitas, religious items"]},{"type":"*","value":[{"type":"''","value":["Museo Numismático del Banco Nación"]},", P. San Martín, Banco de la Nación, coin collections"]},{"type":"*","value":[{"type":"''","value":["Museo Banco de Provincia de Córdoba"]},", P. San Martín"]},{"type":"*","value":[{"type":"''","value":[{"type":"[","value":["http:\/\/www.altagracia.gov.ar\/museos\/che\/museo_che_elmuseo.asp Museo Ernesto Che Guevara"]}]},", Alta Gracia"]},"\n",{"type":"'''","value":["Varied exhibitions:"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Museo de la Ciudad"]},", Cabildo, Plaza San Martín, varied exhibitions, often very interesting"]},{"type":"*","value":[{"type":"''","value":["Centro José Malanca"]},", Entre Ríos 40"]},{"type":"*","value":[{"type":"''","value":["Centro Obispo Mercadillo"]},", Rosario de Santa Fe 39"]},"\n",{"type":"===","value":[" Parks and squares "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Parque Sarmiento"]},", Nueva Córdoba, the most popular park of the city, with a zoo, a flower garden and an artificial lake"]},{"type":"*","value":[{"type":"'''","value":["Parque Las Heras"]},", Bv. Las Heras \/ Av. Gral. Paz, a little park at the river Suquía"]},{"type":"*","value":[{"type":"'''","value":["Parque de la Vida"]},", at the La Cañada river, south-western Córdoba, a great, pleasant park with interesting scenery"]},{"type":"*","value":[{"type":"'''","value":["Parque General Paz"]}," near the Río Suquía"]},{"type":"*","value":[{"type":"'''","value":["Parque San Martín"]},", Av. Ramón C. Cárcano, at the Río Suquía, 10 km. west of the city center. Córdoba's greatest park with a ferial complex, a soccer stadium and a (run down) nature reserve."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cordoba.gov.ar\/cordobaciudad\/principal2\/default.asp?ir=14 Jardín Botánico"]}]},{"type":"[","value":["http:\/\/www.plataformaarquitectura.cl\/2009\/05\/26\/edificio-central-jardin-botanico-bertolino-barrado-arquitectos\/"]},", near Río Suquía 8 km (5 mi) west of the center."]},{"type":"*","value":[{"type":"'''","value":["Isla de los Patos"]},", Av. Costanera \/ Hualfín (Bo. Alberdi), an island in the Río Suquía with a little park, ideal for families."]},{"type":"*","value":[{"type":"'''","value":["Plaza San Martín"]},", San Martín \/ Rosario de Santa Fe, the heart of the city, surrounded by historic buildings"]},{"type":"*","value":[{"type":"'''","value":["Paseo de Sobremonte"]},", La Cañada \/ 27 de Abril, an old, very pleasant square of 1785."]},{"type":"*","value":[{"type":"'''","value":["Plaza España"]},", Chacabuco \/ Av. Yrigoyen, modern square in a rationalistic design."]},{"type":"*","value":[{"type":"'''","value":["Plaza Colón"]},", Av. Colón \/ Mariano Moreno, Barrio Alberdi, green, beautiful square"]},{"type":"*","value":[{"type":"'''","value":["Plaza de las Naciones"]},", Av. Sagrada Familia, Barrio Cerro de las Rosas, great picturesque square with a hill"]},{"type":"*","value":[{"type":"'''","value":["Paseo de las Artes"]},", Belgrano \/ Fructuoso Rivera, square with well-known art and crafts market and old-style buildings"]},"\n",{"type":"===","value":[" Other "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Córdoba Observatorium"]},", in Barrio Observatorio, one of the world's most important until 1900."]},{"type":"*","value":[{"type":"'''","value":["Centro Espacial Teófilo Tabanera"]},", Ruta C-45, Falda del Cañete, 15 km (9 mi) south-west. Argentina's main space center, with a museum."]},{"type":"*","value":[{"type":"'''","value":["Observatorio Bosque Alegre"]},", 25 km (15 mi) south-west of the city, now the main telescope."]},"\n",{"type":"==","value":["Do"]},"\n\nCórdoba has a lot of cultural life, except in summer when the scene moves to Carlos Paz and other hillside resorts. But it's too a good center for sports.\n\n",{"type":"===","value":["Cultural life"]},"\n\nThere are over 50 theaters and culture centers and some \"arte bars\", where you can see theater, art exhibitions and different music acts. Every 2 years there is the ",{"type":"''","value":["Festival de Teatro del Mercosur"]},", Argentina's most important theater festival, with many groups of South America.\n\nMost important theaters include:\n\n",{"type":"*","value":[{"type":"'''","value":["Teatro del Libertador"]},", Av. Vélez Sársfield \/ Duarte Quirós, the biggest and most traditional, in Italian opera-house style, featuring opera and classical music, but also more modern pieces."]},{"type":"*","value":[{"type":"'''","value":["Teatro Real"]},", San Jerónimo 66, facing Plaza San Martín, the second traditional theater, with a wide variety of shows, including opera, music, and humor."]},{"type":"*","value":[{"type":"'''","value":["Teatro Comedia"]},", Rivadavia 254 (was heavily damaged by a fire, now closed)"]},{"type":"*","value":[{"type":"'''","value":["Espacio Cirulaxia"]},", Pasaje Pérez 12"]},{"type":"*","value":[{"type":"'''","value":["documentA \/ Escénicas"]},", Lima street"]},{"type":"*","value":[{"type":"'''","value":["Teatro María Castaña"]},", Tucumán street"]},{"type":"*","value":[{"type":"'''","value":["Teatro La Cochera"]},", Fructuoso Rivera 541"]},{"type":"*","value":[{"type":"'''","value":["Teatro Pacífico"]},", Dean Funes 266"]},{"type":"*","value":[{"type":"'''","value":["Teatro Maipú"]},", Maipú 350"]},{"type":"*","value":[{"type":"'''","value":["Studio Theater"]},", Rosario de Santa Fe and Maipú, a theater and discothèque"]},{"type":"*","value":[{"type":"'''","value":["Teatro Córdoba"]},", 27 de Abril \/ Belgrano (with cinema exhibitions)"]},"\nModern theater is also shown in ",{"type":"''","value":["Cineclub Municipal Hugo del Carril"]},".\n\nMultiplex  ",{"type":"'''","value":["cinemas"]}," are in the shopping centers of Patio Olmos, Nuevo Centro and Córdoba Shopping, but there are some traditional cinemas in the city center like ",{"type":"'''","value":["Gran Rex"]}," in General Paz and Colón and ",{"type":"'''","value":["Cinerama"]},", Colón between Tucumán and Sucre.\n\nThere are also ",{"type":"''","value":["cineclubes"]},", cinemas, with some of them being very active cultural centers.\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.ccmunicipal.com.ar\/ Cineclub Municipal Hugo del Carril"]},", Bv. San Juan and Obispo Trejo,"]},{"type":"*","value":["Teatro Córdoba Cine para ver ",{"type":"[","value":["http:\/\/www.cineparaver.com.ar"]},", 27 de Abril \/ Belgrano"]},{"type":"*","value":[" Facultad de Lenguas of the University, the "]},{"type":"*","value":[{"type":"'''","value":["Centro Cultural España Córdoba"]}," (see below)"]},{"type":"*","value":[{"type":"'''","value":["Sociedad Británica"]}," (British Society)."]},"\nMany \"arte bars\" show movies, too.\n\nIn the many cultural centers there are not only a wide variety of shows and exhibitions, but you can also assist at many courses:\n\n",{"type":"*","value":[{"type":"'''","value":["Ciudad de las Artes"]},", Av. Ricchieri (Parque Sarmiento; Bo. Villa Revol), a new cultural complex with many institutes"]},{"type":"*","value":[{"type":"'''","value":["Paseo de las Artes"]}," (see above)"]},{"type":"*","value":[{"type":"'''","value":["Pabellón Argentina"]},", the cultural center of the University"]},{"type":"*","value":[{"type":"'''","value":["Centro Cultural España Córdoba"]},", Caseros \/ Independencia, shows of modern music, theater, cinema and multimedia arts, and literature"]},{"type":"*","value":[{"type":"'''","value":["Goethe-Institut"]},", Plaza España (Nueva Córdoba), German culture center"]},{"type":"*","value":[{"type":"'''","value":["Casa Grote"]}," (Padre Grote, Bo. General Bustos), \"underground\" culture center, with exhibitions, music and theater."]},{"type":"*","value":[{"type":"'''","value":["990 Arte Club"]}," (Bv. Los Andes y Las Heras)"]},"\nThere are also cultural activities at the ",{"type":"'''","value":["CPC"]},"s (municipal district centers).\n\n",{"type":"===","value":["Sports"]},"\n\nIn the Parque Sarmiento and Ciudad Universitaria you can do a wide variety of sports, including soccer, basketball, mountain-bike, and hockey.\n\nThe ",{"type":"[","value":["http:\/\/www.unc.edu.ar Universidad Nacional de Córdoba"]}," offers courses in a variety of sports, including climbing and sailing. Secretaría de Educación Física, Av. Valparaíso S\/N.\n\nAssociation football (soccer) is the most popular sport, like in most of Argentina. The best-known soccer teams of Córdoba are ",{"type":"''","value":["Belgrano"]},", ",{"type":"''","value":["Talleres"]}," and ",{"type":"''","value":["Instituto"]},". Belgrano plays in First Division, Talleres and Instituto in Second Division (B Nacional). Córdoba has also a very good basketball team, ",{"type":"''","value":["Atenas"]},", which holds the record of championships in Argentina and is known as one of the best outside the USA.\n\n",{"type":"'''","value":["Stadiums:"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Estadio Mario Alberto Kempes"]},", Av. R.C. Cárcano, Parque San Martín. Known also as \"Olympic\" stadium (although there never were olympic games in Argentina). It doesn't belong to a specific club, so all important football matches and many other sports and entertainment events are held here. With 55.000 spectators (all-seater) it's one of the largest in Argentina."]},{"type":"*","value":[{"type":"'''","value":["Estadio Presidente Perón"]},", Jujuy \/ Quevedo, Bo. Alta Córdoba, Instituto's stadium, is the second largest. Capacity: 30.000."]},{"type":"*","value":[{"type":"'''","value":["Estadio Gigante de Alberdi"]}," (official name: ",{"type":"''","value":["Julio César Villalba"]},", Belgrano's stadium), Arturo Orgaz \/ La Rioja, near Av. Colón in the Alberdi neighborhood, is the third largest with 28.000 spectators."]},{"type":"*","value":[{"type":"'''","value":["Estadio Boutique"]}," (Talleres), Av. Riccheri 3200 \/ Av. Talleres, Bo. Jardín, Capacity: 16.500."]},{"type":"*","value":[{"type":"'''","value":["Orfeo Superdomo"]},", Av. Rodríguez del Busto and Cardeñosa, the largest indoor stadium of Argentina with a capacity of about 12.000."]},{"type":"*","value":[{"type":"'''","value":["Polideportivo Carlos Cerutti"]},", another large indoor stadium, where Atenas' basketball team plays regularly. Pinzón 1950"]},"\n",{"type":"===","value":["Swimming"]},"\n\nAlthough some locals do so, it is not recommended to swim in the polluted Río Suquía, except for the extreme north-west of the city. Houses in the south, or northwest of the city are guaranteed to have swimming pools, all the way to Unquillo.\n\nYou can swim at the following spots in the surroundings:\n",{"type":"*","value":[{"type":"'''","value":["La Calera"]},", 18 km (11 mi) north-west from the center, where the Suquía is clean and there are many pleasant spots, with rocks and little cascades, like ",{"type":"''","value":["Diquecito"]}," and ",{"type":"''","value":["Casa Bamba"]},"."]},{"type":"*","value":[{"type":"'''","value":["Río Ceballos"]},", a very attractive suburb, 30 km (18 mi) north-west from the center in the hills, can be reached by a very good highway. There is the ",{"type":"''","value":["La Quebrada"]}," artificial lake, with a dam, and in the surroundings there are many little rivers and cascades."]},{"type":"*","value":[{"type":"'''","value":["Anizacate"]},", ",{"type":"'''","value":["Los Aromos"]},", ",{"type":"'''","value":["La Bolsa"]}," and ",{"type":"'''","value":["La Serranita"]}," near ",{"type":"[[","value":[["Alta Gracia"]]},", 30 km (18 mi) south-west, with river beaches and much tranquility."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Villa Carlos Paz"]]}]},", at River San Antonio, although the more central beaches and the Lake San Roque seems to be polluted, so better go to the beaches south of the central area like ",{"type":"''","value":["Playas de Oro"]}," and nearby beaches at ",{"type":"''","value":["Mayu Sumaj"]}," and ",{"type":"''","value":["Icho Cruz"]},". At ",{"type":"''","value":["Cuesta Blanca"]}," 10 km (6 mi) there is an isolated, very attractive beach after a 40-min walk, the ",{"type":"''","value":["Playa de los Hippies"]},"."]},"\nThere are many buses (every 20-30 min) to all mentioned spots.\n\nIf you are in a hurry you can swim, too, in the many ",{"type":"''","value":["piscinas"]}," (swimming pools) in the outskirts of the city itself, and even in the city center, but most of them are rather poor, and you will have to pass a medical examination. The largest public swimming pool is the ",{"type":"'''","value":["Pileta Municipal"]}," in ",{"type":"''","value":["Sarmiento Park"]},", but is only open between December and March and often very crowded.\n\n",{"type":"===","value":["Events"]},"\n\nEvents like congresses, big concerts, and exhibitions are hold at the following centers:\n\n",{"type":"*","value":[{"type":"'''","value":["Predio Feriar"]},", Av. R. C. Cárcano, Parque San Martín. Great events and congresses, some festivals."]},{"type":"*","value":[{"type":"'''","value":["Orfeo Superdomo"]},", Rodriguez del Busto \/ Cordillera (Bo. Villa Cabrera), music and sports events including boxing"]},{"type":"*","value":[{"type":"'''","value":["Pajas Blancas Center"]},", M. P. de Cabrera 7500, concerts and congresses"]},{"type":"*","value":[{"type":"'''","value":["Forja"]},", Bo. Talleres Este (5 km {3 mi} east of center), often concerts, but also congresses"]},{"type":"*","value":[{"type":"'''","value":["La Vieja Usina"]},", Av. Costanera R. Mestre (Bo. Alberdi), frequent music and theater events."]},{"type":"*","value":[{"type":"'''","value":["Sala de las Américas"]},", Av. H. de la Torre (Ciudad Universitaria), many concerts and theater events."]},{"type":"*","value":[{"type":"'''","value":["Centro Cultural Gral. Paz"]},", Catamarca \/ Pringles, an old warehouse, many rock concerts and theater events"]},{"type":"*","value":[{"type":"'''","value":["Anfiteatro"]},", Parque Sarmiento, beautifully located but actually little use."]},"\nSome events also take place in the soccer stadiums mentioned above.\n\n",{"type":"==","value":["Learn"]},"\n\nThere are many public and private universities, which are open to foreigners for studies and research. The greatest is the ",{"type":"[","value":["http:\/\/www.unc.edu.ar Universidad Nacional de Córdoba"]},", with 120.000 students, particularly good in technology, medicine and architecture.\n\nMany organizations will give you a Spanish course, the cheapest are the ones of the local university, but they are at least for a year. Intensive courses from private institutions can be very expensive, up to US$ 1000 for three weeks, though lower cost options do exist.\n\n",{"type":"==","value":["Work"]},"\n\nCórdoba has now a comparatively low unemployment rate (9%), but wages are considerably lower than in Buenos Aires (but also the prices).\n\nWith English and Spanish knowledge you can work in many sectors, like gastronomy, tourism, or telemarketing (best chance for a part-time job).\n\nThe city actually has a fast-growing software industry and there is a lack of qualified personnel (the local university cannot satisfy the demand anymore). So if you are a software engineer you have good chances of finding a relatively well paid job in Córdoba.\n\nIf you want to work, you should get your work permit in your home country, although it's also possible to get it in the local ",{"type":"''","value":["Dirección Nacional de Migraciones"]}," (migration office), at Caseros \/ Ayacucho.\n\n",{"type":"==","value":["Buy"]},"\n\nCórdoba is a good shopping city, where you can buy near all kind of things at reasonable prices. The most active zone is the peatonal area and the nearby Mercado Norte, with cheaper prices. There are modern shopping malls, too: Patio Olmos and Garden Shopping (central district), Dinosaurio Mall and Córdoba Shopping (northwest), and the Nuevo Centro Shopping (west) where there is also the Sheraton Hotel. In the Nueva Córdoba area, but also in some central galleries, there are many modern-style shops and boutiques for young people, with often self-designed clothing. Note that electronic items like televisions, cameras and computers usually have higher prices than in Europe and the US; particularly cellular phones even tend to be more expensive and are using old standards like GSM and CDMA.\n\nLocal arts and crafts are sold at the ",{"type":"''","value":["Paseo de las Artes"]}," (Saturday and Sunday after 5PM), where you also can buy some local food like salamis, honey, and ",{"type":"''","value":["alfajores"]}," (a local sweet with ",{"type":"''","value":["dulce de leche"]},") in the very pleasant Güemes district (see above). There is also a smaller arts and crafts market at Plaza San Martín, and some others at other city squares. In summer most craftsmen move to the Sierras, where there is an attractive market at the dam ",{"type":"''","value":["Dique San Roque"]}," 10 km (6 mi) north of Carlos Paz, 15 km (9 mi) west of La Calera and 25 km (15 mi) from Córdoba itself, via route E-55.\n\n",{"type":"==","value":["Eat"]},"\n\nMost restaurants are in the ",{"type":"''","value":["Cerro de las Rosas"]}," area, the Avenida Colón and in Nueva Córdoba, but nearly in all parts of the city you will find some good places to eat.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["choripan"]},": sandwiches with argentinian chorizo, stands near parque Sarmiento"]},{"type":"*","value":[{"type":"'''","value":["31 Grados"]},", Bv. Chacabuco, pleasant modern bar which serves hot dogs (\"panchos\") in all sort of exotic flavors, and electronic music"]},{"type":"*","value":[{"type":"'''","value":["Juanito"]},", Av. Pueyrredón, Mexican food, often crowded at weekends"]},{"type":"*","value":[{"type":"'''","value":["Mega Döner"]},", Ituzaingó \/ Rondeau, Döner Kebap in various flavors "]},{"type":"*","value":[{"type":"'''","value":["Ugi's Pizza"]},", Bv. Illía \/ Ituzaingó, cheap pizzas (a clone of the Buenos Aires original)"]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rincón Chino"]},", Av. Colón, All-You-Can-Eat with Chinese and Argentine food"]},{"type":"*","value":[{"type":"'''","value":["Potrerillo"]},", Bv. Las Heras \/ Av. Tillard, Mexican food, after 3AM it converts into a (mainstream) discothèque"]},{"type":"*","value":[{"type":"'''","value":["Casa de Salta"]},", Caseros \/ Independencia, northern Argentina food"]},{"type":"*","value":[{"type":"'''","value":["Al-Malek"]},", Derqui 255, Arabic food, pleasant, good food, but often crowded"]},{"type":"*","value":[{"type":"'''","value":["Plaza Austria"]},", Costanera, German food and local beer, at the Río Suquía"]},{"type":"*","value":[{"type":"'''","value":["Las Tinajas"]},", Bv. San Juan, another at Av. Colón, a huge All-You-Can-Eat with Argentina and Chinese food"]},{"type":"*","value":[{"type":"'''","value":["Equilibrate"]},", V. Sársfield 29, vegetarian restaurant and delivery"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rita"]}," (four restaurants, in Nueva Córdoba, Villa Cabrera, Alta Córdoba and Carlos Paz), modern and stylish resto-bar with electronic music or live bands, and a wide variety of ethnic food."]},{"type":"*","value":[{"type":"'''","value":["Il Gatto"]},", Av. Gral Paz and Av. Colón, Italian food"]},{"type":"*","value":[{"type":"'''","value":["Guccio"]},", Av. H. Yrigoyen 71, international specialties "]},{"type":"*","value":[{"type":"'''","value":["Rancho Grande"]},", Av. Rafael Nuñez, typical Argentine \"Parrilla\", meat."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=San Honorato"],["alt="],["url=http:\/\/www.sanhonorato.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(0351) 453-5252"],["tollfree="],["fax="],["hours="],["price="],["content=Pringles esquina 25 de Mayo. Closed on Mondays, open for lunch & dinner. Built inside an old bakery, San Honorato is not only delicious food; it is an experience in itself. After ordering, you will be asked to proceed to the vine cellar, where the owner and his son welcome you with a glass of wine and some bites while your food is cooking. $50 - $100."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nCordoba has a very vibrant nightlife although it dies of somewhat during the university holidays over Christmas and doesn't get going again until March-ish. There are places to cater for all tastes from dingy bars to live shows to the latest and greatest music. The main events can be seen at the Site \"Córdoba.Net\" ",{"type":"[","value":["http:\/\/www.cordoba.net"]}," and in the ",{"type":"''","value":["La Voz del Interior"]}," newspaper. If you like electronic music, the web portal ",{"type":"[","value":["http:\/\/www.cosmobeat.com Cosmobeat"]}," will guide you to the main events in city and surroundings. Only the gothic scene is under-represented, there are only irregular parties. Also don't expect too much night life between Sunday and Tuesday, when only a few clubs are open (particularly Monday).\n\nIn the following three districts there is the most active night life:\n",{"type":"*","value":[{"type":"'''","value":["Nueva Córdoba"]},", where many students from the interior live, there are many bars and pubs and some mainstream clubs"]},{"type":"*","value":[{"type":"'''","value":["Ex Abasto"]},". the \"red-light district\" near River Suquía, many rock and cuarteto clubs and some greater discothèques, wide variety of music between mainstream and underground. The surrounding area is relatively unsafe, so keep at the main streets, which at weekends are full of young people."]},{"type":"*","value":[{"type":"'''","value":["Chateau Carreras"]},", near Parque San Martín, the most \"chic\" area, expensive clubs, most of electronic music, some with international pop or cuartetos."]},"\nThere are also some expensive clubs in the ",{"type":"''","value":["Cerro de las Rosas"]}," district. In ",{"type":"''","value":["Alta Córdoba"]}," and nearby ",{"type":"''","value":["General Bustos"]}," districts there are many arte bars with live music. In the suburbs of ",{"type":"''","value":["Villa Allende"]},", ",{"type":"''","value":["Saldán"]}," and ",{"type":"''","value":["La Calera"]}," there are some popular clubs too. In summer there is a very active night life in ",{"type":"[[","value":[["Villa Carlos Paz"]]},", minibuses will take you to the biggest clubs from ",{"type":"''","value":["Plaza Vélez Sarsfield"]}," at 1AM if you pay the entrance fare in advance.\n\nThe authentic urban music of Córdoba is the lively, fast ",{"type":"''","value":["Cuarteto"]},", invented in the 1940s but has changed greatly in the 1980s and 1990s, including more Central American (merengue) and pop influences. Bands of this genre play live several times a week, in the so-called ",{"type":"''","value":["bailes"]},", at sport centers, halls and great discothèques. Most of the visitors of these bailes are working-class youths or slum kids. If you want to visit a baile, particularly that of the most popular singer ",{"type":"''","value":["La Mona Jiménez"]},", take a local with you, because there is frequent fighting and other alcohol excesses, but men generally only get in trouble if they speak to someone's girlfriend. For women there are no special dangers, because Argentine men are generally very polite to them, but don't feel disturbed if many boys want to speak to you...\n\nThe order of the following list is from cheap to expensive:\n",{"type":"*","value":[{"type":"'''","value":["Clarke´s Irish Bar"]},", Independencia 229, Cordoba Centro, the only authentic Irish bar in Cordoba, Irish owened with real cans of Guinness imported from Dublin! a must see for tourists"]},{"type":"*","value":[{"type":"'''","value":["Bar de Don Mario"]},", San Martín \/ Rondeau (Nueva Córdoba), a little, cheap rock bar in Nueva Córdoba, frequented by students"]},{"type":"*","value":[{"type":"'''","value":["La Rústica"]},", Zona Ex Abasto near Av. Tillard, cheap bar with local punk rock and heavy metal, no live music, but sometimes strip dancers, frequented by students and \"rollinga\" (rock) youths"]},{"type":"*","value":[{"type":"'''","value":["Pétalos de Sol"]},", Av. Figueroa Alcorta \/ Bv. San Juan, one of the most popular and typical student rock \/ reggae bars in the centre, open every day."]},{"type":"*","value":[{"type":"'''","value":["Paris Bar"]},", student club in Nueva Córdoba, with pop music, a chic but a bit \"retro\" atmosphere"]},{"type":"*","value":[{"type":"'''","value":["Los Infernales de Güemes"]},", Belgrano 631, each table got a chance to sing or play for the whole bar's pleasure!"]},{"type":"*","value":[{"type":"'''","value":["X bar"]},", wide range of cocktails and a wide range of prices too, good music and great vibe, Av Marcelo T. de Albear 362"]},{"type":"*","value":[{"type":"'''","value":["Santa Lupita"]},", Mexican style bar, good vibe, music, and one of the best cocktail bars in the city. Belgrano 891."]},{"type":"*","value":[{"type":"'''","value":["Dada Mini"]},", cool bar with a great menu, often there is live performances. Achaval Rodriguez 250."]},{"type":"*","value":[{"type":"'''","value":["990 Arte Club"]},", Bv. Los Andes, alternative club with live music, at the Abasto, rock, reggae and sometimes theater. One of the centres of Córdoba's \"hippie\" culture."]},{"type":"*","value":[{"type":"'''","value":["Jamaica"]},", Montevideo \/ Figueroa Alcorta (centre), afterhour bar with rock and reggae music"]},{"type":"*","value":[{"type":"'''","value":["Beep Pub"]},", Sucre near Av. Colón, gay afterhours bar with shows"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Casa Babylon"],["alt="],["url=http:\/\/www.casa-babylon.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bv. Las Heras 34 (Ex Abasto), alternative club, electronic music on Fridays, but Thursdays, Saturdays and Sundays there is live music of local and national bands of all musical genres."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["La Barra Boliche"]},", Lima \/ Alvear (Centro), big mainstream club with three floors (pop \/ cuarteto \/ electronic)"]},{"type":"*","value":[{"type":"'''","value":["Palm Beach"]},", Bv. Las Heras (Ex Abasto), Cuarteto club, only open if there is a live band"]},{"type":"*","value":[{"type":"'''","value":["Refugio Guernica"]},", Av. Tillard, rock club, frequent local and national live bands."]},{"type":"*","value":[{"type":"'''","value":["Zen"]},", Av. Fuerza Aérea near Cañada, big gay disco with two floors, now very much the \"in\" place"]},{"type":"*","value":[{"type":"'''","value":["Dublin"]},", Bv. Chacabuco Ecke San Lorenzo, Irish Pub with some traditional Irish food and beer"]},{"type":"*","value":[{"type":"'''","value":["Johnny B. Good"]},", Rafael Nuñez, another at Yrigoyen, expensive after-office and cocktail bar with live rock and electronic music"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rinzaclub"],["alt="],["url=http:\/\/www.rinzaclub.com.ar"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bv. Illía 34, electronic music and pop, Wednesdays recommended"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=But Mitre"],["alt="],["url=http:\/\/www.butmitre.com.ar"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Marcelo T. de Alvear (Nueva Córdoba), big, expensive club with very \"chic\" visitors"]]}]},{"type":"*","value":[{"type":"'''","value":["Carreras"]},", Av. del Piamonte S\/N (Zona Chateau), techno-house club with expensive drinks"]},{"type":"*","value":[{"type":"'''","value":["El Colono"]},", Av. del Piamonte S\/N (Zona Chateau), cuarteto and mainstream music"]},{"type":"*","value":[{"type":"'''","value":["Piaf"]},", Barrio San Martin, best-known gay club in Córdoba"]},{"type":"*","value":[{"type":"'''","value":["Eiffel Resto Bar"]},", Barrio Nueva Córdoba, Transito Caseres 518, Drink, Pizzas and \"Lomitos\" A beef sandwich (delicious!)"]},"\n",{"type":"==","value":["Sleep"]},"\nMost hotels are in the centre, with many cheap ones near the bus terminal. If you want to stay in a little bit more quiet environment, you can take a local bus and sleep in one of the pleasant resorts nearby (Note that in January and February the city itself will be quieter than the resort suburbs!).\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel The One"],["alt="],["url=http:\/\/www.hosteltheone.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+543514231415"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Free wifi, kitchen BBQ, DVDs, balcony."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baluch Backpackers"],["alt="],["url=http:\/\/www.baluchbackpackers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+543514223977"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Free wifi, kitchen available for self use, dvd library and roof top deck."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mediterranea Hostel Cordoba"],["alt="],["url=http:\/\/www.mediterraneahostel.travel\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+54-351-4687627"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Obispo Trejo 1119. Close to bus station. It has a pool. Dorm from USD11. If you want more info, send an email to info@mediterraneahostel.travel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Che Salguero Hostel"],["url=http:\/\/www.chesalguero.com"],["email="],["address=Obispo Salguero 724, Nueva Cordoba"],["lat="],["long="],["directions="],["phone=+543514687300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Decorated by local artists, and young knowledgeable staff. Plans cultural activities, Argentinean dinners, Spanish lessons, excursions and nightlife activities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kailash Hotel Boutique"],["url=http:\/\/www.kailashhotelboutique.com"],["email="],["address=San Martin 1750, San Marcos Sierras"],["lat="],["long="],["directions="],["phone=+03549 496078"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at USD 46.00"],["checkin="],["checkout="],["content=It offers Hindu-inspired rooms, all of which have a mountain view, a king-size bed, down-feather pillows, and Ayurvedic breakfast. Some of its amenities are swimming pool, solarium with a wooden deck, Wi-Fi access, and a stargazing deck. While staying here you can visit some tourist spots like Our Lady of Lourdes Grotto, The San Marcos River Gorge, and Arturo Illia Dam."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Link Cordoba Hostel"],["alt="],["url=http:\/\/www.linkcordobahostel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jujuy 267. All rooms are modern and spacious. with fans, good lighting, and separate shower and bath facilities. The kitchen is fully equipped and there is a TV room, bar, terrace and chill out space with barbecue amenities. Dorms from AR$45 [reservas@linkcordobahostel.com]"]]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Victoria"]},", 25 de Mayo Ecke Chacabuco. Old traditional hotel, has recently improved greatly, now not anymore the cheapest of the city"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tango Hostel"],["alt="],["url=http:\/\/www.latitudsurtrek.com.ar\/Page%20hostel%20esp.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Fructuoso Rivera 70 (Bo. Nueva Córdoba), English spoken, international guests. Small hostel (19 beds) in Nueva Cordoba. Dorm 11 US$."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cordoba Backpackers"],["alt="],["url=http:\/\/www.cordobabackpackers.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Deán Funes 285 an HI Hostel 3 Blocks from the plaza. Dorm 23 pesos for members(members\/nonmembers)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Jóven Casa Reggae"],["alt="],["url=http:\/\/www.hosteljovencasareggae.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tablada 414. A lively, not too expensive hostel not far from the city centre. Dorm AR$40. Free wifi, Breakfast."]]}]},{"type":"*","value":[{"type":"'''","value":["Locomotion Pop Hostel"]},", Montevideo 225 (Bo. Güemes)"]},{"type":"*","value":[{"type":"'''","value":["Córdoba Hostel"]},", Ituzaingó 1070 (Bo. Nva. Córdoba)"]},{"type":"*","value":[{"type":"'''","value":["Hostel Aldea"]},", Calle Santa Rosa 447 Situated close to the city center. Opened just a year and a half ago, the facilities include kitchen, bar, pool table, table tennis, table football and free internet.  Dorms 30 pesos, Singles and Doubles also available. Hola@aldeahostel.com"]},{"type":"*","value":[{"type":"'''","value":["mate hostel!"]},", It´s an apartment in the inner center of the city, where cordobese express itself. Folk and comercial, 3 blocks away from city market, 7 from most of the nightclubs, 5 from shopping\/technology area, 3 from the river. In a perfect place as a base for planning making, to go to concerts or small trips. We also hope to offer you all the basics we need as a human beings for having a nice life, trying to create a Warm atmosphere. www.hostelsmate.com.ar"]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel Automóvil Club"]},", Av. Sabattini 459, you will be charged less if you are member of ACA and partner clubs"]},{"type":"*","value":[{"type":"'''","value":["Hotel El Virrey"]},", Bv. Mitre 227"]},{"type":"*","value":[{"type":"'''","value":["Felipe Segundo Hotel"]},", San Jerónimo 279"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Panorama"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/argentina\/cordoba\/nh-panorama.html"],["email="],["address=Marcelo T. de Alvear (La Cañada),251. X5000KGE Cordoba"],["lat="],["long="],["directions="],["phone=+54.35.14103900"],["tollfree="],["fax="],["hours="],["price=From 127.06USD"],["checkin="],["checkout="],["content=This traditional hotel is located in the heart of the city, just a stone’s throw away from many of the top attractions. The hotel offers 140 rooms, gym, massage services, meeting rooms and a swimming pool."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sheraton Hotel"]},", 5-star, Duarte Quirós facing Córdoba Shopping, the best in Córdoba, sometimes congresses, good views of the city."]},{"type":"*","value":[{"type":"'''","value":["Plaza Internacional Córdoba Hotel"]},", 5-star, San Jerónimo 137, the most centrally-located of all"]},{"type":"*","value":[{"type":"'''","value":["Holiday Inn"]},", 5-star, Beltrán \/ Cardeñosa"]},{"type":"*","value":[{"type":"'''","value":["Córdoba Park"]},", 4-star, Bv. San Juan 165, facing Plaza Vélez Sársfield."]},{"type":"*","value":[{"type":"'''","value":["Hotel de La Cañada"]},", 4-star, M.T. de Alvear 580, pleasant area"]},"\n",{"type":"==","value":["Connect"]},"\n\nTelephone caracteristic of Córdoba is 0351, except for the Argüello area in the North-West, of which it is 03543.\n\nMost hotels, hostels, cafés and restaurants have now free wi-fi access, in the Nueva Córdoba area there is a public Wi-fi service (very slow). Internet cafés still exist, although much less than in the past decades, and charge between 5 and 10 pesos the hour.\n\nThe official web site of Córdoba is Cordoba.gov.ar ",{"type":"[","value":["http:\/\/www.cordoba.gov.ar"]},", a good internet portal with the best event information is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/vos.lavoz.com.ar Vos"]}]},", run by the most popular local newspaper ",{"type":"[","value":["http:\/\/www.lavozdelinterior.net La Voz del Interior"]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe city is considered safer than Buenos Aires and Rosario, but it's not free of crime. Beware of pick pocketing on the local buses, above all when they are crowded (as they normally are). The avenidas of the Centro and Nueva Córdoba areas are safe around the clock, except the area near the Río Suquía from Monday to Thursday (at weekends there is much night-life there and it's safer). There are some dangerous districts and suburbs, but they have no tourist attractions, they lie often near the outer ring-road (Avenida Circunvalación).\n\nThere are no special health risks, apart from homeless dogs in the suburbs which can transmit rabies if they bite, but this is rare. In some areas, particularly in the South-East and in the eastern Río Suquía area water and air are polluted, which is a great danger for the people who live there, but this districts are normally outside of tourist's itineraries.\n\nThere are many hospitals. Two of the best of the private ones are the ",{"type":"''","value":["Hospital Privado"]}," and the ",{"type":"''","value":["Sanatorio Allende"]}," in Nueva Córdoba. If you don't have medical security, you will be attended at the public hospitals, above all the ",{"type":"''","value":["Hospital de Urgencias"]}," for emergencies in the city centre, at no cost, but if you can we recommend you to donate some money for there is sometimes lack of medicines, and other things.\n\n",{"type":"==","value":["Cope"]},"\n\nTourist information at airport, bus terminal, and in the Cabildo building. Some other provinces, like ",{"type":"'''","value":["Tierra del Fuego"]},", ",{"type":"'''","value":["Salta"]}," and ",{"type":"'''","value":["La Rioja"]}," have tourist information offices in the city, they are called \"casas de provincia\".\n\nLocal newspapers are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lavozdelinterior.net La Voz del Interior"]}]},", the best, cheaper ones are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lmcba.com.ar La Mañana de Córdoba"]}]},", ",{"type":"'''","value":["Día a Día"]}," and ",{"type":"'''","value":["Reporte 15"]},". Information about the economy can be found in ",{"type":"'''","value":["Comercio y Justicia"]},".\n\nLocal magazines include ",{"type":"'''","value":["Orillas"]}," (politics), ",{"type":"'''","value":["Aquí"]}," (general information), ",{"type":"'''","value":["Ocio Urbano"]}," (culture and events), ",{"type":"'''","value":["Las Rosas"]}," (scene\/boulevard magazine of the Cerro de las Rosas, expensive and poor), and ",{"type":"'''","value":["Punto a Punto"]}," (economy).\n\n",{"type":"==","value":["Go next"]},"\n\nYou can continue to the ",{"type":"'''","value":["Sierras de Córdoba"]},", the hill district west of the city, which is the second most popular tourist destination of Argentina after the Atlantic Coast. The nearest resorts are only 20 km (12 mi) of the Circunvalación.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Villa Carlos Paz"]]}]},", about 30 km west of Córdoba near the ",{"type":"''","value":["San Roque dam"]},", is the most popular and crowded tourist resort of the Sierras, but has few real attractions aside from the scenery. The 60.000-inhabitant town is very crowded in January and February and at some weekends, but quiet the rest of the year."]},{"type":"*","value":["Other towns in the ",{"type":"'''","value":["Punilla Valley"]}," are Cosquín, which hosts many musical festivals, La Falda, La Cumbre and Capilla del Monte, where you can ascend to ",{"type":"''","value":["Cerro Uritorco"]},", a hill with great views of the valley."]},{"type":"*","value":["The ",{"type":"'''","value":["Sierras Chicas"]}," district: ",{"type":"''","value":["Río Ceballos"]},", ",{"type":"''","value":["Unquillo"]}," and ",{"type":"''","value":["Salsipuedes"]}," are three attractive suburbs in the north-west of the Córdoba metro area. In Río Ceballos, you can swim in the ",{"type":"''","value":["La Quebrada"]}," lake and trek to a little waterfall, the ",{"type":"''","value":["Cascada de los Hornillos"]},"."]},{"type":"*","value":["The ",{"type":"'''","value":["Calamuchita Valley"]}," is located south-west of Córdoba. There, you find the attractive German-styled town of ",{"type":"[[","value":[["Villa General Belgrano"]]}," and nearby ",{"type":"[[","value":[["Santa Rosa de Calamuchita"]]}," with a good river beach. Other towns are ",{"type":"''","value":["Los Reartes"]}," and ",{"type":"''","value":["Yacanto"]}," near the Champaquí mountain, the highest of the Sierras."]},{"type":"*","value":["If you expect more peace and tranquility better go to the ",{"type":"'''","value":["Traslasierra Valley"]}," (120 km {74 mi} west of the city), the huge plains and deep gorges of the ",{"type":"'''","value":["Quebrada del Condorito"]}," national park between Carlos Paz and Mina Clavero (few services, but very pleasant scenery, superb views of the whole surroundings of Córdoba and condor watching) or the more southerly resorts like La Cruz, Achiras or Río de los Sauces (particularly pleasant, with good trekking). In January and February, however, the entire region is full of tourists."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Jesús María (Argentina)"],["Jesús_María"]]}]}," 50 km on the way north, is an attractive little town. There you can visit the Jesuit Museum for 10 ARS$. The picturesque and green suburb of ",{"type":"''","value":["Colonia Caroya"]}," is known for its local food."]},"*̈́",{"type":"'''","value":[{"type":"[[","value":[["Alta Gracia"]]}]},", 30 km south-west, on the road to Calamuchita valley. The 50.000-inhabitant town hosts a baroque Jesuit estancia and a Che Guevara museum, and nearby there are pleasant little towns like ",{"type":"''","value":["Anizacate"]}," and ",{"type":"''","value":["La Serranita"]}," with river beaches.\n",{"type":"*","value":["About 250 km (155 mi) NE is the huge ",{"type":"'''","value":["Mar Chiquita"]}," lake, with an extension of about 6000 km",{"type":"<","value":["sup",["2"]]}," (2,300 sq mi) the second of South America. The only beach resort at its shoreline, ",{"type":"[[","value":[["Miramar (Córdoba)"],["Miramar"]]},", is far less crowded than most of the Sierras towns, and there is an interesting bird-life. Miramar, one of Argentina's most popular resorts in the 1950s and 1960s, still suffers an inundation from 1975 in which the lake destroyed half of the town and the coastal boulevard, but now has been re-modeled and is getting more popular again."]},"\nCórdoba is a good stopping point if you go from Buenos Aires to the ",{"type":"[[","value":[["Andean Northwest"]]}," with its beautiful tourist attractions. Salta is 13 hours north by bus. 350 pesos for semi-cama (Jan 2012).\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Córdoba (province, Argentina)"]]},"\n\n",{"type":"{{","value":[["geo"],["-31.40127"],["-64.19397"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Córdoba, Argentina"]]}]