[{"type":"{{","value":[["pagebanner"],["San Pédro banner Beach.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/tourismeci.org Côte d'Ivoire"]}]}," (",{"type":"''","value":["Ivory Coast"]},") is a country in ",{"type":"[[","value":[["West Africa"]]},". It has a southerly facing North Atlantic Ocean coast, and is surrounded by ",{"type":"[[","value":[["Ghana"]]}," to the east, ",{"type":"[[","value":[["Liberia"]]}," to the west, ",{"type":"[[","value":[["Guinea"]]}," to the northwest, ",{"type":"[[","value":[["Mali"]]}," to the north, and ",{"type":"[[","value":[["Burkina Faso"]]}," to the northeast.\n\n",{"type":"{{","value":[["quickbar"],["image=BasiliqueNDdelaPaix1.jpg"],["caption=Our Lady of Peace Basilica in Yamoussoukro"],["location=LocationCotedIvoire.png"],["flag=Flag of Cote d'Ivoire.svg"],["capital=",{"type":"[[","value":[["Yamoussoukro"]]},"; ",{"type":"[[","value":[["Abidjan"]]}," remains administrative center"],["government=republic; multiparty presidential regime"],["currency=West African CFA franc (XOF), interchangeable at par with the Central African CFA franc (XAF)"],["area=322,460 sq km"],["population=17,654,843 (July 2006 est.)"],["language=",{"type":"[[","value":[["French"]]}," (official), 60 native dialects with ",{"type":"[[","value":[["Dioula"]]}," the most widely spoken"],["religion=Christian 20-30%, Muslim 35-40%, indigenous 25-40%"],["electricity=220V\/50Hz (European plug)"],["tld=.ci"],["timezone=UTC"],["callingcode=+225"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nClose ties to France since independence in 1960, the development of cocoa production for export, and foreign investment made Côte d'Ivoire one of the most prosperous of the tropical African states, but did not protect it from political turmoil. \n\nIn December 1999, a military coup - the first ever in Côte d'Ivoire's history - overthrew the government. Junta leader Robert Guei blatantly rigged elections held in late 1999 and declared himself the winner. Popular protest forced him to step aside and brought runner-up Laurent Gbagbo into liberation. Ivorian dissidents and disaffected members of the military launched a failed coup attempt in September 2002. Rebel forces claimed the northern half of the country, and in January 2003 were granted ministerial positions in a unity government under the auspices of the Linas-Marcoussis Peace Accord. President Gbagbo and rebel forces resumed implementation of the peace accord in December 2003 after a three-month stalemate, but issues that sparked the civil war, such as land reform and grounds for citizenship, remain unresolved. \n\nThe northern government has yet to exert control over the northern regions and tensions remain high between Gbagbo and opposition leaders. Several thousand French and West African troops, and a moderately-sized United Nations contingent, remain in Côte d'Ivoire to maintain peace and facilitate the disarmament, demobilization, and rehabilitation process.\n\nElections were finally held in 2010. The first round of elections were held peacefully, and widely hailed as free and fair. Runoffs were held 28 November 2010, after being delayed one week from the original date of 21 Nov. Laurent Gbagbo, as president, ran against former Prime Minister Alassane Ouattara. On 2 Dec, the Electoral Commission declared that Ouattara had won the election by a margin of 54% to 46%. The majority of the rest of the world's governments supported that declaration, but the Gbagbo-aligned Constitutional Council rejected it and then announced that country's borders had been sealed. An Ivorian military spokesman said, \"The air, land and sea border of the country are closed to all movement of people and goods.\"\n\nThere has been an armed insurgency ever since, with pro-Ouattara forces on the one side and pro-Gbagbo forces on the other. By 1 Apr 2011, pro-Ouattara forces had penetrated ",{"type":"[[","value":[["Abidjan"]]}," and street-level combat between the two sides was occurring. Most governments are still advising their citizens against travel to the country.\n\n",{"type":"===","value":["Climate"]},"\nTropical along coast, semiarid in far north; three seasons - warm and dry (Nov-Mar), hot and dry (Mar-May), hot and wet (Jun-Oct). The coast has heavy surf and no natural harbours; during the rainy season torrential flooding is possible.\n\n",{"type":"===","value":["Terrain"]},"\nMostly flat to undulating plains with mountains in the northwest. Most of the inhabitants live along the sandy coastal region. Apart from the capital area, the forested interior is sparsely populated. The highest point is Mont Nimba at 1,752 m.\n\n",{"type":"===","value":["People"]},"\nCôte d'Ivoire has more than 60 ethnic groups but the ",{"type":"'''","value":["Baoule"]}," are the largest ethnic group.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Cote d'Ivoire Regions map.png"],["thumb"],["right"],["400px"],["Map of Côte d'Ivoire with regions colour-coded"]]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Lagunes"]]}],["region1color=#79b0d4"],["region1items=",{"type":"[[","value":[["Abidjan"]]}],["region1description= the coastal lagoons area around the de facto capital of ",{"type":"[[","value":[["Abidjan"]]}],["region2name=",{"type":"[[","value":[["Northern Savanna"]]}],["region2color=#6DC57a"],["region2items=",{"type":"[[","value":[["Bouaké"]]},", ",{"type":"[[","value":[["Comoe National Park"]]}],["region2description=the largely Muslim area held in recent years by rebel \"New Forces\""],["region3name=",{"type":"[[","value":[["Southwestern Forests"]]}],["region3color=#96B67C"],["region3items=",{"type":"[[","value":[["Taï National Park"]]},", ",{"type":"[[","value":[["Mount Nimba Strict Nature Reserve"]]}],["region3description= the tropical wet forest area inhabited by the Kru people bordering ",{"type":"[[","value":[["Liberia"]]}],["region4name=",{"type":"[[","value":[["Eastern Plantations"]]}],["region4color=#DBEFA5"],["region4items=",{"type":"[[","value":[["Yamoussoukro"]]}],["region4description= the partially cultivated area between Lac de Kossou and the border with ",{"type":"[[","value":[["Ghana"]]}]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Abidjan"]]}," - Remains the administrative centre and other countries  maintain their embassies there."]},{"type":"*","value":[{"type":"[[","value":[["Korhogo"]]}," - Rebel HQ; otherwise idyllic, bursts with commerce during Feb - May because of flowing cotton and cashew trade."]},{"type":"*","value":[{"type":"[[","value":[["Aboisso"]]}," - Important mile stone on the route connecting Abidjan and Ghana trade route"]},{"type":"*","value":[{"type":"[[","value":[["Bouaké"]]}," - the second largest city "]},{"type":"*","value":[{"type":"[[","value":[["Dabou"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Pedro (Côte d'Ivoire)"],["San Pedro"]]}," - the second port city"]},{"type":"*","value":[{"type":"[[","value":[["Yamoussoukro"]]}," - Although it has been the official capital since 1983, it is not the administrative centre."]},{"type":"*","value":[{"type":"[[","value":[["Grand-Bassam"]]}," - A coastal town full of colonial charm, often a retreat for local Ivorians seeking to escape the city life of Abidjan on the weekends."]},"\n",{"type":"==","value":["Other destinations"]},"\nThree National Parks are on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n",{"type":"*","value":[{"type":"[[","value":[["Taï National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Comoe National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mount Nimba Strict Nature Reserve"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visa"]},"\nAll non-CEFA citizens visiting Côte d'Ivoire must obtain a visa before arrival. The process is on-line at the ",{"type":"[","value":["http:\/\/www.snedai.com\/en\/ Official website for visas"]},".\n\n",{"type":"===","value":["By plane"]},"\nThe Felix-Houphouet Boigny International Airport has daily scheduled flights to and from ",{"type":"[[","value":[["Paris"]]}," with ",{"type":"[","value":["http:\/\/www.airfrance.com\/ Air France"]}," and ",{"type":"[[","value":[["Brussels"]]}," with ",{"type":"[","value":["http:\/\/www.brusselsairlines.com Brussels airlines"]},". There are also regular flights to other West-African capitals. The airport is a modern facility and increased security has shaken its old reputation as a place for travellers to be ripped off.\n\n",{"type":"===","value":["By train"]},"\nThe train journey between Abidjan and Ougadougou cuts through rebel territory and should not be attempted by foreign travellers.\n\n",{"type":"===","value":["By car"]},"\nIt  is ill advised to try to enter Côte d'Ivoire from ",{"type":"[[","value":[["Guinea"]]},", ",{"type":"[[","value":[["Liberia"]]},", ",{"type":"[[","value":[["Mali"]]},", or ",{"type":"[[","value":[["Burkina Faso"]]},". The ",{"type":"[[","value":[["Ghana"]]},"ian border is fairly secure. If you enter at ",{"type":"[[","value":[["Elubo"]]},", you can easily catch a shared taxi to ",{"type":"[[","value":[["Aboisso"]]}," and then a bus to ",{"type":"[[","value":[["Abidjan"]]},". There are about ten military check-points between the border and Abidjan so have your documents ready. If you do not have proper documentation of your inoculations at the border you will be forced to pay a small fine and they will give you an injection at an on-site clinic.\n\n",{"type":"===","value":["By bus"]},"\nBuses run daily between Abidjan and ",{"type":"[[","value":[["Accra"]]},". The service is offered alternating between the STC (Ghana) and its Ivorian equivalent.\n\n",{"type":"===","value":["By boat"]},"\nAbidjan has a beautiful evening ride on the lagoon in the city for tourists. It might not be breath taking, but is a very good pleasure trip. Daily, hundreds of Ivorians take the lagoon route to reach offices on the port side.\n\n",{"type":"==","value":["Get around"]},"\nInter-city travel in Côte d'Ivoire is usually more comfortable than travel in neighbouring African countries. The roads are generally in good condition and the bus service is relatively modern. The down side is the very frequent military check-points which add hours to a trip. Though the stops are a hassle, Ivorian soldiers tend to be pretty professional and don't hassle non-French western travellers. Soldiers in Ghana, for example, are much more likely to demand a bribe than in Côte d'Ivoire. Most western governments recommend that their citizens steer clear of Côte d'Ivoire. This should be taken particularly seriously by people travelling on French passports. An Ivoirian soldier's attitude towards you will change very quickly when you explain that you are not French.\n\nTravel in Abidjan is the best when you have your own vehicle to travel around. The roads are very good and the traffic rules are obeyed to the T, excepting some taxi drivers who steer everywhere on the road. Lane discipline and traffic lights are followed with rigour.\n\nTaxis are a great and easy way to get around in Abidjan. Just look for an orange coloured car and flag it down. Fares are very affordable: USD2–4 depending on the length of the journey. Always negotiate before you get in the taxi, but overall they are reasonably priced - unlike in Accra.\n\n",{"type":"==","value":["Talk"]},"\nThe official language is ",{"type":"[[","value":[["French"]]},", but there are 60 native dialects as well. The most widely spoken is Dioula. Other native languages include Hamdunga, Loftus Africanus, Gigala, Oloofid, and Ulam. But one cannot survive without French for longer time duration. And business travellers need French on their tongue to close any small deal.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Basilique du Notre Dame de la Paix, Yammassoukro, Cote d'Ivoire.JPG"],["thumb"],["Basilica of Our Lady of Peace of Yamoussoukro"]]},"\nFine beaches, tourist villages and wildlife preserves are the principal attractions of Côte d'Ivoire.\n",{"type":"*","value":[" ",{"type":"'''","value":["Taï National Park"]}," has the largest tropical rainforest in West Africa."]},{"type":"*","value":[" ",{"type":"'''","value":["Comoë National Park"]}," is the biggest and best-known national park in Côte d'Ivoire. It has plenty of wildlife including birds, elephants, giraffes, lions, monkeys and antelopes."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["West African CFA franc"]}," (XOF) is used by Côte d'Ivoire. It is also used by ",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Burkina Faso"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Niger"]]},", ",{"type":"[[","value":[["Senegal"]]}," and ",{"type":"[[","value":[["Togo"]]},". While strictly a separate currency from the Central African CFA franc (XAF), the two currencies are used interchangeably at par throughout all CFA franc (XAF & XOF) using countries.\n\nBoth CFA francs are guaranteed by the French treasury and are pegged to the euro at €1 = XOF655.957\n\n",{"type":"==","value":["Eat"]},"\nGood eats are cheap and you can find very good restaurants in Abidjan. You should get a vaccine for Hepatitis A before coming but even street foods are fairly clean. Try the national dishes like \"garba\", \"alloco\" and \"attiéké\". Alloco is simply fried plantains, mostly accompanied by a spicy vegetable sauce and boiled eggs. L'attiéké—grated cassava that look like couscous but taste slightly sour—is often served with grilled fish and vegetables (tomatoes, onions, cucumber) and a must-try.  Braised  fishes and chickens are also very good and can be found on every corner. The most established chain is Coq Ivoire. When you order, make sure that you let them know whether you want the intestines. You can always ask for extra vegetables, especially avocados, which are amazing during the season.  Another speciality is the excellent \"shoukouilla\" a blend of charbroiled meat! For the ones who are not adventurous you can find the Hamburger House or the French restaurant at the Sofitel Hotel.\n\n",{"type":"==","value":["Drink"]},"\nTravellers from the west might want to take a security detail with them when visiting bars and night clubs. Bidul Bar, Havana Club and others are in Zone 4 or Zone Quatre. If you do go, be aware of prostitutes that will want to talk to you. Other places are in Treicheville and Cocody but you should have private transportation or a cab. If you do drive at night",{"type":"'''","value":[" do not stop fully at lights or signs"]},". ",{"type":"'''","value":["Be aware of car jackers"]},".  Keep a brisk pace so they cannot carjack you.\n\n",{"type":"==","value":["Sleep"]},"\nThe better place to stay is the Tiama Hotel. Quite expensive but safe. There is a wonderful hotel called Licorne in Deux Plateaux. They have a pool, great restaurant, and wireless internet. The rooms are clean and charming. Prices are XOF18-30,000 per night. They are located behind the Total Station, around the corner from Pako. Ask anyone where Pako is, and you'll be able to find it from there.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nCôte d'Ivoire experiences periodic political unrest and violence in northern regions, and it is recommended to contact your embassy or consult other travellers about the present situation prior to travel inland.\n\nThe UK's Foreign and Commonwealth office as well as the US State Department advises against ",{"type":"'''","value":["all travel"]}," to Côte d'Ivoire at this time.\n\nMost of the crime committed in Abidjan is by unemployed youth. Should you ever feel in danger it would be wise to seek the help of a middle-aged man. This older generation is often very contemptuous of young criminals and will likely help you out if you are being hassled. Generally Ivorians will recognize the dangers to foreigners in their country and will often be very protective of naïve travellers. This is especially true in the Abidjan neighbourhoods of Treichville and Adjame.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"'''","value":["HIV\/AIDS"]}," has once reached epidemic proportions in the country, but has since saw huge improvements with an adult prevalence of ",{"type":"'''","value":["4.7%"]},".\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\nAlthough the country was previously referred to in English as \"Ivory Coast\", the country has requested that it be called \"Côte d'Ivoire\" (the equivalent in French). Pronouncing it \"Coat di-VWAR\" is close enough for an English-speaking person.\n\n",{"type":"==","value":["Connect"]},"\n\n\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["West_Africa"]]},"\n",{"type":"{{","value":[["geo"],["8"],["-6"],["zoom=6"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Côte d'Ivoire"]]},"\n",{"type":"[[","value":[["WikiPedia:Côte d'Ivoire"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Côte d'Ivoire\/"]]}]