[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jabalpur"]}," is a major city in ",{"type":"[[","value":[["Madhya Pradesh"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nJabalpur an ancient city in central India on the shores of the holy river Narmada and on the tributary plains the Hiran, Gour, Ken and Sone rivers. The Narmada River valley is famous for its Marble Rocks, a unique formation where the whole river flows for nearly 2 kilometers between varied coloured and tinted marble rocks with a deep water fall. Its cardinal point are 23 degree 10'N latitude and 79 degree 57' E longitude with altitude of 393 meters mean sea level. \n\nPleasure resort and capital of the Gond Kings during the 12th century, Jabalpur was later the seat of the Kalchuri dynasty. The Marathas held sway over Jabalpur until 1817, when the British wrested it from them and left their impression on the spacious cantonment with its colonial residences and barracks. Today Jabalpur is an important administrative, industrial and business center of MP and India. Population wise ranks 27th in the country.\n\nJabalpur is an industrial city with a large component of defense industry and a lot of smaller cottage industry. It is a great education center as well, with two universities, Rani Durgavati University and Jawaharlal Nehru Agricultural University, and with about 30 colleges with a range of faculties. It also has several engineering and medical colleges.\n\n",{"type":"'''","value":["Vinoba Bhave"]},", the modern saint philosopher of India, christened this city as ",{"type":"''","value":["Sanskar Dhani"]},"- the capital of various cultural influences. He was impressed by its cosmopolitan character and communal harmony. The city has a sizeable population of people from Bengal, Gujarat, Punjab, Uttar Pradesh and South India who live in total harmony and peace and add richness to the life in the city. One can also see the fusion of cultures in this city. The culture here is also reminiscent of British and Gond Tribes, which is now shaped by local businessman and engineers and doctors. Similar to some Mexican cities, families are very close-knit and often get together for ceremonies and festivals.\n\nThe best time to visit is September to March. Summers should be avoided. Rains are beautiful too if you live in a better location(July to September). The city has awesome climate.\n\n",{"type":"===","value":["City life"]},"\nThe people in this city are very artistic and cultural oriented. It is considered very friendly to sing songs for no reason at all. Unlike other cities in India, most educated people here are only good with Hindi and local variants of the language. English speaking population is generally employed in government institutes and their English could be old Shakespearian. Hence this city is the perfect place to dip into the central culture of India. People here generally listen to local Radio as a part of their life. \nYou can eat pizza with youngesters at Domino's. However most people are likely not to eat it regularly as it is considered very unhealthy. \nCity life is very moderate and relaxed. Most of the residents will wake up early and go for work and come back in evening to have a hearty dinner with family.\n\n",{"type":"===","value":["Talk"]},"\nYou can talk about anything and everything including Gandhi, food, music, education, roads, religion in summers. They are generally more open to discussions in summer over the winters. The best way is to ask questions and once they are comfortable, they will tell you more. Use of \"do not eat\", \"drink\", \"stand up\" may sound rude to North Americans and Europeans, but they are not intended to be impolite. Infact if you know their local language, you will be surprised to see how polite they are. Use of swear words is considered as generally very rude and unfriendly. This is remarkably different than the northern part of Hindi-speaking India where swearing is, in general, acceptable. Most educated people do not mingle with locals for this reason. People will be open to suggest, if they know the stuff better than anyone else. Dussehra is the best and most photographed festivals of this city and it totally changes the pattern for atleast a week. Diwali is also very well celebrated here. Holi is generally dirty with bad colors which might cause severe irritation to eyes and skin and can be avoided with use of fruit-colors. You can ask your guest to check this before they shop for colors for Holi.\nFor a new educated traveller, it is good to talk about local colleges and the education standards or the local cuisine(which ranges infinitely).\nThe city is cool and very absorbent to different religions. The best high school education is provided by Christian schools, yet they are very expensive and completely lack the local cultural flavor.\n\n",{"type":"==","value":["Get in"]},"\n\nJabalpur is well connected by air, train and road.\n\n",{"type":"===","value":["By plane"]},"\nIndian Airlines operates flights four days a week from Delhi to Jabalpur. There is no direct flight to Mumbai. International travelers will be well connected to Jabalpur from both metro cities of Mumbai and Delhi.\n\n",{"type":"===","value":["By train"]},"\n\nJabalpur is well-connected with superfast trains and express trains from ",{"type":"[[","value":[["Kolkata"]]},", ",{"type":"[[","value":[["Ahmedabad"]]},", ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["Bhopal"]]},", ",{"type":"[[","value":[["Bandhavgarh (Umaria)"]]},", ",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Lucknow"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Patna"]]},", ",{"type":"[[","value":[["Hyderabad"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Pune"]]},", ",{"type":"[[","value":[["Goa"]]},", ",{"type":"[[","value":[["Vadodara"]]},", ",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Nagpur"]]},", ",{"type":"[[","value":[["New Delhi"]]},", ",{"type":"[[","value":[["Varanasi"]]}," & ",{"type":"[[","value":[["Patna"]]},".\n\n",{"type":"===","value":["By car"]},"\n\nThe national Highway (Varanasi-Kanyakumari Road NH7, Jabalpur-Jaipur Road NH12) passes through Jabalpur and there are daily bus services from Jabalpur to Nagpur, Katni, Jaipur, Gwalior, Bhopal etc.\n\n\n",{"type":"==","value":["Get around"]},"\n\nYou can rent a taxi to go to places like Bheraghat, Bandhavgarh and Kanha. These should be available at the Railway station or at the hotels. Cycle rickshaws are by far the most common means of transportation inside the city.\n\n",{"type":"===","value":["By taxi"]},"\n\nIn order to hire local taxi for local use in Jabalpur & its near-by places visit local bus-stand or websites of Jabalpur travel agents. Before taking any taxi service it is necessary to take quotations from more than one taxi-providers and also keep in mind the credibility of Taxi provider, if is registered operator or not, service level, credibility etc. Some prominent taxi providers of Jabalpur are:\nIndus Excursion,\nMarble Travels,\nErvina Travels,\nBhatti Taxi,\nJabalpur Travel Agents,\nSingh Travels,\nJain Travels, ",{"type":"[","value":["http:\/\/www.mpholidaytours.com MP Holiday Tours"]}," And Online National Car rental Company ",{"type":"[","value":["http:\/\/www.clearcarrental.com\/Jabalpur ClearCar Rental"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Dhuandaar Water Fall.JPG"],["thumb"],["250 px"],["right"],["Dhuandhar Falls"]]},"\n",{"type":"[[","value":[["File:BSTONE.jpg"],["thumb"],["right"],["250 px"],["Balancing Rock"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Bhedaghat - Marble Rocks"]}," - This small place of Jabalpur situated on the banks of river Narmada and widely famous for its marble rocks is at a distance about 25 Km from Jabalpur by road. Soaring in glittering splendour, the marble rocks  at Bhedaghat rise to a hundred feet on either side of the Narmada. The serene loveliness of the scene is one of cool quiet, the sunlight sparkling on the marble-white pinnacles and casting dappled shadows on the pellucid waters. Sunlight, now glancing from a pinnacle of snow-white marble reared against the deep blue of the sky as from a point of silver ; touching here and there with bright lights the prominences of the middle heights; and again losing itself in the soft bluish grays of their recesses. Here and there the white saccharine limestone is seamed by veins of dark green or black volcanic rock; a contrast which only enhances, like a setting of jet, the purity of the surrounding marble."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dhuandhar"]}," - The famous waterfall is located just 25 km from Jabalpur. The waterfall is known as Dhuandhar ('Dhuan' is the Hindi word for smoke) since the water droplets at the fall go above in concentrated mass and crete illusion of vapours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chausatyogini"]}," (Sixty Four Lady Yogis).  Situated atop a hill rock and approached by a long flight of steps,the Chausat Yogini Temple commands a singularly beautiful view of the Narmada flowing through the jagged gorge of Marble Rocks (Bhedaghat).  Dedicated to Lord Shiva, this 10th century temple has exquisitely carved stone figures of deities belonging to the Kalchuri period. According to a local legend,this ancient temple is connected to the Gond Queen Durgavati's palace through an underground passage."]},"\n",{"type":"*","value":[{"type":"'''","value":["Balancing Rock"]},".   Jabalpur is also famous for eroded volcanic rock formations called as Balancing Rock of Jabalpur. Amazingly this rock survived even in earthquake of mag 6.5. It is said that it`s impossible to disturb their balance."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bargi Dam"]},".  It is a multipurpose project on river Narmada. It's also a tourist spot, recently the local autorities have started a cruise boat which runs on the reservoir of Bargi dam."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rani  Durgavati Memorial and Museum"]},".  Dedicated to the memory of the great Queen Durgavati is her memorial and a museum which houses a fine collection of sculptures, inscriptions and prehistoric relics."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kanha Kisli National Park"]},".  Jabalpur is nearest big city to this  park, which is one of the biggest in India and has the distinction of the successfully implemented Project Tiger, as part of the tiger conservation program in India. Every year the park attracts large numbers of tourists for watching tigers from close proximity. The park was also the inspiration for the Jungle Book by Rudyard Kipling. Further details can be checked from www.kanhavillage.com & http:\/\/motelchandan.com\/"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bandhavgarh National Park"]]}]},". This nearby national reserve forest has the highest density of tigers in the world, making it a good place to see a tiger in its natural habitat. It is in this valley where the white tiger was discovered. "]}," \n",{"type":"*","value":[{"type":"'''","value":["Madan Mahal Fort"]},". Built by the Gond ruler, Raja Madan Shah, in 1116 atop a rocky hill, the fort dominates the skyline and provides a panoramic view of the town and the country side around it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sangram Sagar and Bajnamath"]},". These medieval constructions were built by the famous Gond King, Sangram Shah, between 1480-1540."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tilwara Ghat"]},". From where Mahatma Gandhi's ashes were immersed in the Narmada, and venue of the open session of the Tripuri Congress in 1939."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gwari Ghat"]},". Nearest ghat of the Namada River to have a holy dip (",{"type":"''","value":["snan"]},") in Narmada. There is always a small Mela present."]},"\n",{"type":"*","value":[{"type":"'''","value":["Khandaari Jalashay Water Works"]}," - Small wild life Reserve and a beautiful dam, one source of drinking water to Jabalpur."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gopal Lal Ji Maharaj Ka Mandir"]}," at Hanumantal. Pushti Margiya Mandir of Lord Krishna and Radha. No mandir is like this in Mahakaushal region. No donations allowed here.Also see Hanumantal here, biggest tank (taalaab)of Jabalpur. Bada jain Mandir is also nearby."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bade Mahaveer Ji Ka Mandir, Jain Mandir, Kamaniya Gate, and markets of Jabalpur"]}," at Bada Fawwara. Old markets and wholesale markets, all are here in nearby areas."]},{"type":"*","value":[" ''' Aspects School of Animation & Design India's Oldest Multimedia Training Institute"]},"\n",{"type":"==","value":["Eat"]},"\n\nIn terms of indigenous cuisine, Jabalpur does not have to offer much, however as many cultures from around the country converge here you can find many eateries in and around the town offering a wide variety of food. \n\nThe Chowpatti in Civic center is a low cost option that houses a number of food carts spread in a square and along the roads. These carts offer a range of food items such as Bhelpuri, Chowmein, Pav Bhaaji etc.\n\nThere is a very famous Parathewali aunty near the railway station (platform 4 entrance). Her cheerful banter and delicious Parathas make it a hotspot for travelers and youngsters alike.\n\nHaji - Basheer hotel, opposite coffee house sadar offers delicious and cheap mutton samosas and shami kebabs. Biryani (Mutton, Chicken, Chicken curry are some of the other additions to the menu but are not recommended.\n\n\nNavneeta, Hotel Samdareeya, Hotel Roopali Inn, Indian Coffee House, Traffic Jam and Arihant Palace are nice restaurants for dinner,  For those interested in fast food, there is Cafe Coffee Day and Dominoes Pizza. You can get some the best indian -chinese food at Clock Tower and Kamling.\n \nAt nights the small vendors near Fuhara serve tasty food and desserts like Lassi, Rabri and Khova Jalebi at ",{"type":"'''","value":["Badkul"]},",471 Jawahar Ganj, Near Kamaniya Gate.\n\nHowever Jabalpurians(residents of Jabalpur) are often friendly and reserved to foreign tourists. If you could make a friend here, chances are high that he\/she will invite you to their home for food. Depending upon their social, educational and spiritual beliefs, the cuisine will differ considerably. In more noble families, smoking and drinking is considered as strictly \"No-No\", the youngesters could help you out. Again drinking below the age of 18 is not allowed. Infact drinking is seen as immoral for most of the well-educated families. For sure, the food in the city dwellings will not leave you unsatisfied.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Patbaba Mandir"],["url="],["email="],["address=GCF Estate"],["lat="],["long="],["directions=Jabalpur-Kundam road passes thru this Defence Estate"],["phone = +91 7612712743"],["tollfree="],["fax="],["hours="],["price="],["content=A famous Hanuman Mandir situated atop the Patbaba Hill situated in the Gun Carriage Factory (Defence Establishment) Estate. The temple is being managed by the Factory Establishment with well developed gardens. 'Patbaba' the chief deity of the temple, is revered by the Jabalpurians as The Great Hanuman who fulfils their wishes. It is open to public from 06.00am to 10.00 pm."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nTen downing street on the 4th floor of south avenue mall is arguably the best pub in Jabalpur. The company is a chain of pubs with presence in Bhopal, Chandigarh, Hyderabad etc. Vini's bar, an terrace bar is another good option for a drink. It is located just opposite 4 seasons, naudra bridge.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Currency exchange"]}," — There is a branch of State Bank of India located in Civil Lines where foreign travellers can exchange US dollars and Euros mostly. The rates are standardized by SBI. However it might take awhile depending upon the processing speed of officials and not their computers. This is the safest and most economical way of exchanging money in the city."]},"\nyou can also buy a few marble stone statues and souvenirs from Bheda ghat  or some shops located near city Bengali club and bada fuhara (big fountain)\n\n",{"type":"==","value":["Sleep"]},"\nmost of the budget hotels in Jablapur are located around Russel Chowk(circle). Expect a tariff of 800 - 1200 INR. \n\nThere is a 5 star hotel too in Civil lines Jabalpur named ",{"type":"'''","value":["Narmada Jackson"]}," (previously Jackson hotel)\n\nA three star hotel near 2 bridge(dusra pull) over head railway crossing named ",{"type":"'''","value":["Rishi Regency"]},".\n\nAnother good hotel is ",{"type":"'''","value":["Ashoka"]}," near jabalpur stadium. Other good hotels are \"Hotel Kalchuri\" and \"Samdariya\".\n\n",{"type":"==","value":["Go next"]},"\nThe city is close to following places of interest:\n",{"type":"*","value":[" Kanha Kisli National Forest"]},{"type":"*","value":[" Pench National Forest"]},{"type":"*","value":[" Bandhavgarh Park."]},{"type":"*","value":[" Khajuraho"]},{"type":"*","value":[" Chausanth Yogini"]},"\nWhile inside the city, you might want to visit :\n",{"type":"*","value":[" Queen Durgavati's Fortress (A brave Gond Queen)"]},{"type":"*","value":[" Bhedaghat, a natural waterfall amidst marble rocks."]},{"type":"*","value":[" Watching a Bollywood movie in local theatre(with your local friend(s))."]},{"type":"*","value":[" Tripuri Jain Temple - This is not entirely a religious place, but one of the places to find Jains practicing their beliefs. Like Amish people in USA, Jains believe living their life very simply, sometimes in scanty clothes too."]},{"type":"*","value":[" Shaheed Smarak, a palace built in the heart of the city."]},"\n",{"type":"{{","value":[["IsPartOf"],["Jabalpur-Sagar Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jabalpur"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Madhya_Pradesh\/Localities\/Jabalpur\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jabalpur"]]},"\n",{"type":"{{","value":[["geo"],["23.25"],["80.616666666667"]]}]