[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jaisalmer"]},", the \"Golden City\", is located on the westernmost frontier of ",{"type":"[[","value":[["India"]]}," in the state of ",{"type":"[[","value":[["Rajasthan"]]},". Close to the border with ",{"type":"[[","value":[["Pakistan"]]},", the city is known for its proximity to the ",{"type":"[[","value":[["Thar Desert (India)"],["Thar Desert"]]},". Desert Safari in the sand dunes of Jaisalmer is an unforgettable experience.\n\nThe city is dominated by the Jaisalmer Fort. Unlike most forts in ",{"type":"[[","value":[["India"]]},", the Jaisalmer Fort is a living fort. There are shops, hotels, age old ",{"type":"''","value":["havelis"]}," (homes) inside the fort area.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nAround 285 km away, Jodhpur is a nearest airport to reach at Jaisalmer. Pre-paid taxis are available to reach at Jaislamer from Jodhpur, which costs more than Rs 4000.  Jaipur is nearest international airport to reach at Jaisalmer (around 562 km). It is connected with important Indian cities and major cities in abroad.\n\nA military airstrip has recently been opened to limited civilian flights.  A new, dedicated airport is also planned.\n\n",{"type":"===","value":["By train"]},"\nThere is a direct train service from ",{"type":"[[","value":[["Old Delhi"]]},". Delhi- Jaisalmer Express \"Shalimar Exp\", departure time at 5.30 pm, reaches jaisalmer at 11.30 am next morning. When arriving by train you will pass the station of Pokharan, India's nuclear testing area!\nThe Train leaves NOT from the Station New Delhi next to the Backpacker-Ghetto \"Main-Bazar\", but a 15 min Auto-rickshaw ride north from the Dehli Jn - Station.\n\n",{"type":"===","value":["By bus"]},"\nBus or car-taxi from ",{"type":"[[","value":[["Jodhpur"]]}," or by bus from ",{"type":"[[","value":[["Bikaner"]]}," is available. A daily bus runs to and from ",{"type":"[[","value":[["Jaipur"]]},". Ordinary and Deluxe buses of private companies and Rajasthan Roadways run from Mount Abu, Barmer, Bikaner, Jaipur, Jodhpur and Ahmadabad to Jaisalmer.\n\nThere are various delux and semi-delux buses available at regular intervals for Jodhpur. Rajasthan State buses also connect Jaisalmer city with some neighboring cities. The ticket charges are around Rs. 2-3 per Km.\n\n",{"type":"===","value":["By car"]},"\n\nVarious tour operators and travel agencies offer chauffeured car-taxi services; these are charged on a per km, per day basis. You can plan to take one to arrive into the city or take one for sightseeing in and around the city.\n\nThere are many car rental services in Delhi which can provide chauffeur driven cars to Jaisalmer.\n\nApproximate road distances from various destinations are -\n",{"type":"{|","value":[["border=1 cellspacing=0 cellpadding=5"],["|-"],["| ",{"type":"'''","value":["Destination"]}],["| ",{"type":"'''","value":["Distance"]}],["|-"],["| Agra"],["| 800 km"],["|-"],["| Ajmer"],["| 440 km"],["|-"],["| Bikaner"],["| 330 km"],["|-"],["| Jaipur"],["| 570 km"],["|-"],["| Jodhpur"],["| 300 km"],["|-"],["| Mumbai"],["| 1140 km"],["|-"],["| New Delhi"],["| 800 km"],["|-"],["| Udaipur"],["| 575 km"]]},"\n\n",{"type":"===","value":["By camel"]},"\nAnother option is to arrive by camel; Jaisalmer is famous for camel trips. The most grueling is the 14 day trip from Bikaner. When booking a few days in the desert on a camel, remember to shop around in order to get the quality you pay for.\n\nIt is really a fun experience to wander around on Camel as you can cover most of the locations which cannot be covered on vehicle or car.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["The small city can be easily covered by foot but bikes are also available for rent (near Desert Boy's) to explore the city and some outside places."]},"\n",{"type":"*","value":["Auto rickshaw and bicycles are other commonly used transportation medium at Jaisalmer. If you are carrying enough cash then Auto rickshaw is better alternative, especially in congested areas."]},"\n",{"type":"*","value":["There are plenty of monuments located near alleys and bicycles come handy to avoid any bottlenecks. There are many places such as Gandhi Chowk where you can get bicycles on rent at (Rs 5-30 per hour\/day)."]},"\n",{"type":"*","value":["Private as well as government operated cabs are also available. But they are more expensive as compared to private site seeing buses."]},"\n",{"type":"==","value":["See"]},"\n\nOne of the most magnificent attractions is the Jaisalmer Fort known as the \"Sonar Kila\" due to the yellow stone it was built out of.\n\n",{"type":"[[","value":[["File:Sonar Kella Panaroma.jpg"],["thumb"],["400px"],["Jaisalmer Fort or Sonar Kella"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Jaisalmer Fort:"]}," Jaisalmer fort is also known as the “Sonar Quila” or \"Sonal Kella\" or \"Sonar Kila\" as pronounced differently in parts of India. Colourful shades of the setting sun and golden hues of the desert ambience give a fairy tale look to this mega structured fort. The interior of this fort is amazing. It is a 'working fort' meaning that unlike every other fort in India, there are people living and working within its walls. Tourists can also visit many 'havelis' or Grand Houses of rich merchants, which are also having a touch of great classical interior and design."]},"\nThere are numerous lookouts (at least five) within the fort that give a great view out across the city and desert.\n\nA tour of the royal section of the fort is available from a starting point just to the right up the stairs as you enter the main square of the fort). The audio tour is quite short, doesn't tell you very much information, and has advertisements in it - not a must, the view is what you come for. They do charge ₹100 extra per camera. There's little you'd want to take a photo of except the view from the roof, the highest part of Jaisalmer.\n\n",{"type":"*","value":[{"type":"'''","value":["GadiSar Lake:"]}," is a rainwater lake which supplies water to the city. It is surrounded by temples and tombs of saints. Boat rides are offered. Nearby is the desert cultural centre and a local museum built out of the collections of a local schoolteacher Mr N.K.Sharma. This centre conducts puppet show in the morning and evening. There are people who will try and sell you bread to feed the huge number of catfish in the lake."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jain Temple:"]}," There are 7 beautifully curved temples built inside the fort walls. These temples were built in between from 12th century to 15th century.  All the temples are connected by walkways and corridors. It is compulsory to remove your shoes, and all other leather articles (belts, wallets, purses etc...) before entering any Jain temple. Menstruating women are also not allowed into the temple. The very first temple which a tourist can visit is dedicated to Chandraprabhu, who is the eight tirthankar (Jain God). The symbol of the God Chandraprabhu is the moon. This temple was built in 1509. It is built with fine stones. They are only open from 8AM to Midday - and leave a good hour to see them. Entry is Rs 150 (including camera). Take your shoes off and leave them near where you bought the tickets (a tip is only half expected)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Haveli's:"]}," Patwon-ki-Haveli in particular, located a ten minute walk from the main gates of the fort, is quite magnificent. It's a collection of five houses, each one for the son of a wealthy trader who made money lending to the government. One of the Haveli's (closest to the street) has been restored and turned into a government museum. Expect to spend two hours there. Great view back towards the fort. Entry Rs 120 (foreign tourist). Guides wait around outside and offer their services for as little as Rs 50, however they offer a rushed guide and there is plenty of information on signs inside."]},{"type":"[[","value":[["File:Jaisalmer Sand Dunes.jpg"],["thumb"],["Jaisalmer Sand Dunes or Sam Sand Dunes"]]},"\n",{"type":"[[","value":[["Image:04 DesertFestival.jpg"],["thumb"],["200px"],["Sam Sand Dunes, located 40 km west of Jaisalmer"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Sam Sand Dunes"]}," These sand dunes are around 50 km from Jaisalmer city but one has to go there to have this altogether different experience. This is an amazing sight and the sunset view from there is stunning. Also one can't miss the camel ride or a camel cart ride over the semi desert."]},"\n",{"type":"*","value":[{"type":"'''","value":["Renovated streets and houses:"]}," The city is currently undergoing quite extensive renovations, and particularly the small streets on the way to the Patwon-ki-Haveli have been redone with many houses now showing off exquisitely carved front sandstone walls. The houses are much more intricate and interesting from street level than they appear from the fort"]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Suryagarh"],["url="],["email="],["address=Sam Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's \"only\" a hotel, but you still wonder how they built it in the middle of the desert. Lush gardens, lovely pools and fountains, impressive stone carving techniques. While most cannot afford staying there, stopping to have tea is an option that allows you to have a look at lesser cost!"]]}]},"\n",{"type":"==","value":["Do"]},"\nJust chill, Jaisalmer is a lovely and very relaxing place. Plan at least two days and add time you want to have in the desert. Go for a stroll, visit the palace and do the ",{"type":"[[","value":[["Rajasthan Camel Safari"],["camel safari"]]}," (trips available from a few hours to 14 days). If you do not feel remotely attracted to camels, try a jeep safari into the desert to see the scenery and watch the sun go down. Below the fort are several magnificent havelis with intricate stone carving. Several can be visited for minimal charges and are well worth seeking out.\nIt is more comfortable to wander in the city before 9AM when there is not many tourists, less shops opened\/hassle and still fresh air.\n\nCamel safari is organized by different tour operators and travel agents in Rajasthan.  Most of the camel safaris are organized in ",{"type":"[[","value":[["Bikaner"]]},", Osian, Jaisalmer and ",{"type":"[[","value":[["Pushkar"]]},". This camel safari trip can be of 2 to 7 days and if someone wishes to extend it, it can go up to one month.  Short trips give a glimpse of the desert to the tourists.  Jaisalmer is the land of desert and most of the camel safaris start from this city. In most of the trips, one camel is allotted to one person and a camel cart is also provided with the group which carries all the food material, tents and other stuff.\nTypical operators for desert\/camel safari in Jaisalmer are\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sahara travel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=1000Rs\/person\/night (non-negotiated price)"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Trotters"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=850Rs\/person\/night (non-negotiated price)"],["content=(2:15PM-1PM) with diner\/breakfast\/water."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Indian crafts Boutique-Museum"],["url="],["email="],["address=Sadar Bazaar"],["lat="],["long="],["directions=Gopa Chowk, near Fort gate, on the way to Patwon Haveli"],["phone="],["tollfree="],["fax="],["hours=9-21"],["price=free"],["content=Nice informative brochures available about jewelry making and different jewelry styles in India, detailed explanations about textile production. Insight into Indian history and local history as well: Jaisalmer, the silk trade, etc. For those interested in alternative medicine, there is even information about ayurveda, chakras and meditation tools. Nicely presented and fairly well researched. We had a good time and learned plenty."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sunset point"],["url="],["email="],["address=Bada Bagh"],["lat="],["long="],["directions=Ram Gargh Road (take a taxi)"],["phone="],["tollfree="],["fax="],["hours=sunset!"],["price="],["content=Lovely cenotaphs. Fantastic pictures."]]}]},"\n",{"type":"==","value":["Buy"]},"\nYou are in Jaisalmer, it means items are made of camel leather, embroidery-silk and cotton. Most of the works are done locally or by the 'widows' of villages. There is a shop inside fort just opposite the 'German Bakery' which has got good collection of the handcrafted garments and bedsheets, silver jewelry, Antiques (knives, swords, utensils etc.).\nWithin the fort there is an amazing silver artist named Roop Kashore. His custom, hand made rings are worth checking out. Local advice is to seek out shops outside of the fort for better value and service.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Jewel Caravan"],["url=http:\/\/jewelcaravan.weebly.com\/index.html"],["email="],["address=Sadar Bazaar"],["lat=26.91501"],["long=70.913551"],["directions=Next to Dhanraj Bhatia sweet shop"],["phone=+91 8239101312"],["tollfree="],["fax="],["hours=9h-21h"],["price="],["content=Large choice of silver jewellery, tibetan jewellery, precious and semi-precious gemstones. Lovely Kashmiri textiles collection. Singing bowls and statues. Friendly service."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Silver Jewelry"],["url="],["email="],["address=Bhatia Market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Silver Rajasthani jewelry (necklaces, bangles, pendants, earrings, rings). Gemstones (rings and pendants), Tibetan jewelry (turquoise & coral inlaid jewelry)."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bronze statues"],["url="],["email="],["address=Bhatia Market"],["lat="],["long="],["directions=ask for Talib Bhat"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hindu statues in bronze or silver plated Buddha statues. Various collectibles: prayer mills, thangkas, mandalas"]]},"."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Silk & Cashmere"],["url="],["email="],["address=Amar Sagar Pol"],["lat="],["long="],["directions=next to Bhatia sweets shop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scarves, shawls, stalls, kurtas. Silk & cashmere blends, with or without embroidery."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shayama Cashmere Store"],["alt=Sushil Barsa's"],["url=http:\/\/www.shayamacashmerestore.com"],["email=sushilbarsa@yahoo.com"],["address=Near sun set place restaurant"],["lat="],["long="],["directions=Behind jain temples"],["phone=00-91-9251291610"],["tollfree="],["fax="],["hours=8AM to 8PM"],["price="],["content=Mr. Sushil Kumar, the owner, is a very honest and knowledgeable person. In this store, there is a nice collection of cashmere pashmina shawls."]]}]},"\n",{"type":"==","value":["Eat"]},"\nLots of local eateries which offer sumptuous lunches and dinners for a measly Rs 20.\n\n",{"type":"*","value":[{"type":"'''","value":["Artist Hotel Restaurant"]}," Near the sunset view point - in the middle of the Jaisalmer artist colony.  The very best food in town (50Rs).  Everything is made fresh.  You will get Western (also nice Austrian food) food as well as very nice Indian dishes. The restaurant is placed on rooftop and you can enjoy your meal while listening to Rajastani music performed live."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Desert Haveli Guest House"],["alt=Jaisalmer India"],["url=http:\/\/www.jaisalmerhotelsdeserthaveli.webs.com"],["email="],["address=In the national museum\/monument fort of Jaisalmer"],["lat="],["long="],["directions=Nr to jain temples"],["phone=+912992251555"],["tollfree="],["fax="],["hours=24"],["price=2000.00"],["content=This exotic heritage hotel is situated in the national monument\/museum Jaisalmer fort at high altitude on the rampart, in a closed ended street. It offers the unique experience of staying in an ancient historical fort. This is the ONLY place which provides tourists with a golden opportunity to stay in a building that was once alloted as a place of residence to a noble person who held the position of Divisional Magistrate. It has been converted into a popular guest house with due permission from the archeological survey department."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lakeview Lounge Restaurant"],["url=http:\/\/www.surjahotel.com"],["email="],["address=On Fort, Kotri Para"],["lat="],["long="],["directions=On the fort and attached to Hotel Surja"],["phone=+91-02992-254138"],["tollfree="],["fax="],["hours=24 Hours"],["price=Mains 40-90"],["content=This restaurant serves some of the best food I've had while traveling.  The Porridge w\/ Banana Honey (40rs), Mushroom Cheese Tomato Burger (65rs) and the 'Speghatti Spinesh Tomato Cheese' (70rs) are highly recommended but almost everything we ate was delicious and reasonably priced for the area.  The service is excellent as well because of the speed and courtesy of their staff. The restaurant has some of the best views in all of Jaisalmer, at the second level of the restaurant.  They also have free WiFi at the restaurant and the attached Hotel Surja."]]}]},{"type":"*","value":["Owned and run by a lovely husband and wife couple and boast home made apple pie and vegemite toast, mostly organic and all prepared fresh to order.  They also make their own homemade ice cream.  There is outdoor seating that overlooks the bustling rickshaw pick up and drop area just inside the fort walls which is fun to watch. The spaghetti and pizza are highly recommended."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Seema Restaurant"],["url="],["email="],["address=Just outside the fort"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Really good and cheap food (50Rs)"],["content=  The unique thing about this restaurants is that everything is made fresh, however it is bit dingy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Anchal Sweet Shop"],["url="],["email="],["address=In main market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Fresh Kachori & Samosa."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Seven Spice Restaurant"],["url="],["email="],["address=Gandhi Chowk"],["lat="],["long="],["directions=Maansarowar Guest House"],["phone=+91 9571634057"],["tollfree="],["fax="],["hours=0700 - 2300"],["price=100 - 350"],["content=the seven spice restaurant give you a real taste of Indian spice with Indian cuisine or Tibetan food. located at heart of the city with nice market view. Best sunset location."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Midtown restaurant"],["url="],["email="],["address=gopa chowk"],["lat="],["long="],["directions=Main Gopa Chowk"],["phone=+91 94 1405 2144"],["tollfree="],["fax="],["hours=7AM-11PM"],["price="],["content=The place situated in front of the Golden fort. The view is amazing and the food is awesome with friendly service. The homemade Dutch apple pie is delicious. Pullavs are great."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Free Tibet Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Near two of the main lookouts from the fort"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 30-120"],["content=This place has a great view out over the fort walls. The food is a mix of Tibetan, Indian and Continental. Cheaper than other 'lookout' restaurants nearby. Family run."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Little Italy"],["url="],["email="],["address=Fort gate"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Real pizza, with actually good mozzarella cheese. Very decent pasta as well. Amazing view on the Fort from the terrace, fun low tables-and-cushions concept inside."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Trio"],["url="],["email="],["address=Hanuman Chowk"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice food. Reasonable prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=German Bakery"],["url="],["email="],["address=Gopa Chowk"],["lat="],["long="],["directions=Near fort gate"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good lemon cake. Decent croissants. Almond cookies. Delicious tea. Great place to have a \"western-style\" breakfast."]]}]},"\n",{"type":"==","value":["Drink"]},"\nDrink delectable bhang (marijuana) lassi at the government authorized shop close to the entrance of the fort. The original bhang shop, open since 1977, is now known as The Lassi Shop.  The bhang from the new government shop is weaker and has been known to cause stomach ailments in travelers.  It is best to purchase from The Lassi Shop, featured in Anthony Bourdain's \"No Reservations.\"  The Lassi Shop is west of the entrance to the Fort while the newly authorized government shop is located to the east of the entrance to the fort.\n\nPacks of bhang-infused cookies and chocolates are also available for takeaway, and can be savored on trips into the desert to great effect. A word of caution: It can take a while before you get high from bhang, hence you should not take multiple drinks in quick succession. Excessive consumption of bhang dehydrates the body and one can experience effects like high sweating, anxiety, increases palpitation, hallucinations etc. These effects varies from person to person and depends on the amount of bhang consumed, to overcome the adverse effects of high bhang consumption drink plenty of water with glucose (not for diabetic patients) and have food along with bhang (try not to take bhang in empty stomach). Not more than a glass should be consumed by first timers unless you want to spend next day holding your bed trying not to fall.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Jaisalmer Palace"],["url=http:\/\/www.hoteljaisalmerpalace.com\/"],["email=hoteljaisalmerpalace@gmail.com"],["address=Near Fort , gadi sagar gate ,dhiba bara"],["lat="],["long="],["directions="],["phone=+91-9462750383"],["tollfree="],["fax="],["hours="],["price="],["checkin=12.00 Noon"],["checkout=11.00 Noon"],["content=Traditional- Heritage style hotel, 16 AC Super Deluxe rooms, hot & cold water, 24-hr service, safari booking facility, and restaurant with full fort view. From its terrace you can also see a sunrise or sunset while enjoying a cocktail. Rooftop restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Shree Govindam"],["url="],["email="],["address=Near Hanuman Circle"],["lat="],["long="],["directions=Geeta Ashram Road"],["phone=+91 9414150528"],["tollfree="],["fax="],["hours="],["price=1000 C.P."],["checkin=After 11AM"],["checkout=9AM"],["content=10 AC double rooms, hot & cold water, 24-hr service, safari booking facility, and restaurant with full fort view. From its terrace you can also see a sunrise or sunset while enjoying a cocktail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Fort View"],["url="],["email="],["address="],["lat="],["long="],["directions=Come out of the main entrance to the fort, turn left until you get to a tree (20m), then it's through a tiny passage way next to Fort View Travel agency, just behind the tree and public square"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 300 for a fan double"],["checkin=Until 11PM unless you call ahead"],["checkout=Until 11PM unless you call ahead"],["content=The guy who works here 'Ali' is great! Good view from the roof."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Garh Jaisal"],["url=http:\/\/www.garhjaisal.com\/"],["email="],["address=on fort"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= opened in 2006 and overlooks the entrance to the fort. It has an amazing rooftop deck overlooking the city. Each room is decorated in jewel-like colours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Moonlight"],["url=http:\/\/www.moonlighthotelresort.com\/"],["email="],["address=Opp. Head Post Office, Hanuman Circle"],["lat="],["long="],["directions="],["phone=+91-2992-250267"],["tollfree="],["fax="],["hours="],["price="],["checkin=12.00 Noon"],["checkout=12.00 Noon"],["content=Traditional-style hotel, rooftop restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Rajmandir"],["url=http:\/\/www.hotelrajmandir.co.in\/"],["email="],["address=Fort, Jaisalmer 345001"],["lat="],["long="],["directions="],["phone=+91-2992 253311"],["tollfree="],["fax="],["hours="],["price="],["checkin=12.00 Noon"],["checkout=12.00 Noon"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Jaisal Palace"],["url=http:\/\/www.hoteljaisalpalace.com\/"],["email="],["address=Behind Royal Palace, Gandhi Chowk"],["lat="],["long="],["directions="],["phone=+91- 2992 - 252717"],["tollfree="],["fax="],["hours="],["price=from 600 to 2100"],["checkin=12.00 Noon"],["checkout=12.00 Noon"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Thar Vilas"],["url=http:\/\/www.theconsortiumhotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shanti Residency"],["url=http:\/\/www.shantiresidency.com\/"],["email="],["address=S-5, Transport Nagar"],["lat="],["long="],["directions="],["phone=+91-9414149138"],["tollfree="],["fax="],["hours="],["price=Rs. 1250"],["checkin=12PM"],["checkout=12PM"],["content=Located at a very approachable area on the State High Way No.11. consists of 24 well equipped and well furnished rooms. The facilities include a multi-cuisine restaurant and a banquet hall with capacity of 70-90."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Artist Hotel"],["alt=Royal Guest House"],["url=http:\/\/www.artisthotel.info"],["email="],["address=Artist Colony, Jaisalmer, 345001"],["lat="],["long="],["directions="],["phone=+91 2992-252082"],["tollfree="],["fax="],["hours="],["price=Rs. 200-1200"],["checkin="],["checkout="],["content=This hotel is very clean, with comfortable beds.  Free pickup from the train station is available.  The staff are helpful and very kind.  There is a terrace with an amazing view of the fort. The owner is an Austrian. He helps local musicians who perform in the evening in the rooftop restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Surja Guest House"],["alt=Hotel Surja"],["url=http:\/\/www.surjahotel.com"],["email=surjagh@hotmail.com"],["address=On Fort, Kotri Para"],["lat="],["long="],["directions=Free Taxi from Bus\/Train Station"],["phone=+91-02992-254138"],["tollfree="],["fax="],["hours="],["price=300-800Rs."],["checkin=24 Hours"],["checkout=10AM"],["content=Located on the fort with one of the best views in town. They have rooms varying from 300 to 800Rs, depending on the room and view.  They have a free taxi pickup if you contact them in advance by phone or email with your scheduled arrival time. They have free Wi-Fi for the hotel as well as their attached Lakeview Lounge Restaurant (see restaurant section)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Titanic Hotel"],["url="],["email=polutitanic2001@yahoo.com"],["address=Shiv Marg"],["lat="],["long="],["directions=near Fort"],["phone=+91 9414760047"],["tollfree="],["fax="],["hours="],["price=Rs100 per person per night (as of April 2010)"],["checkin="],["checkout="],["content=Comfy, relaxed place, very entertaining owner will pick you up from train station if you call in advance. Roof-top restaurant\/lounge with good Indian and authentic Korean food. Nice old building with fort view."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Priya"],["url=http:\/\/www.priyahotels.com"],["email="],["address=C.V.S. Colony"],["lat="],["long="],["directions=Behind public hospital"],["phone=*02992-252755- 250577"],["tollfree="],["fax="],["hours="],["price="],["checkin=24 hours"],["checkout=12PM"],["content=Located in the heart of town. Built in a traditional Rajasthani style, well decorated, offering different types of rooms and surrounded by a warm staff. Facilities like air conditioner, full Wi-Fi connectivity, TV, and restaurant are available. They also provide two camps in Sam Dunes and Khuri Dunes for their customers."]]}]},"\n",{"type":"===","value":["Outside the city"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mirvana Nature Resort"],["alt="],["url=http:\/\/www.mirvananatureresort.com"],["email="],["address="],["lat="],["long="],["directions=Sodakore, 1 hr from Jaisalmer along the road to Jodhpur"],["phone=+919414440799"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A desert resort tented camp attached to a desert farm with nice swimming pool. Meals are served under the stars with Rajasthani folk music, dance and camp fire."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Moonlight Khuri Resort"]},", 40 km from Jaisalmer at Khuri village, surrounded by natural sand dunes. Accommodation in mud cottages, huts and tents with campfire, dinner, music, folk dance & camel rides."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Royal Courts"],["alt="],["url=http:\/\/www.royalcourtsjaisalmer.com"],["email="],["address="],["lat="],["long="],["directions=New Civil Airport Road Jaisalmer"],["phone=+91-141-2231581\/681"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= 15 min away from Jaisalmer town, a quiet location equipped with rooms that have been designed in a modern style, a nice pool, multi-cuisine restaurant and all type of facilities."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nJaisalmer is very safe city and security is high as compared to other cities in Rajasthan. Though it is very near to Pakistan border, visitors are not allowed to wander around border areas.\n\nUnlike other cities, Jaisalmer has narrow lanes which are always crowded with hawkers and shoppers. Most of the times, people on motorcycles or scooters drive in erratic way. So be careful while walking on such lanes.\n\nDon't eat any dairy products from street hawkers or vendors.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Khuri"]]}]},"  - It is a place from where you can get cheaper camel rides and easy access to sand dunes. The bus leaves from a 'bus station' 100m east of the entrance to the lake, on road 15, just after it splits from Gadisar Road. You'll surprise to know you're in the right place if there is a small shrine at the base of a sloping tree. Buses leave from that side of the road on a rough schedule, so you'll have to take proper advice. The ticket sellers on this route are particularly fond of overcharging, so make sure you don't overpay. Currently, they charge Rs 35 for one way journey."]},"\n",{"type":"*","value":[{"type":"'''","value":["Barmer"]}," - Around 153 km away from Jaisalmer, Barmer is popular place for fortresses along with delicate woodcarving, block printing, carpets and embroideries. Some other attractions of Barmer include few historic temples built on architectural style."]},"\n",{"type":"*","value":[{"type":"'''","value":["Luderwa"]}," - It lies around 16 km to North West of Jaisalmer. Luderwa was ancient capital of Jaisalmer and this deserted town is famous for artificial divine tree and Jain temple."]},"\n\n",{"type":"{{","value":[["geo"],["26.9167"],["70.9167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Jodhpur Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Jaisalmer"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Rajasthan\/Localities\/Jaisalmer\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Jaisalmer"]]}]