[{"type":"{{","value":[["pagebanner"],["Simpang_Semanggi,_Jakarta_banner.jpg"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"'''","value":["Jakarta"]}," is the capital and largest city of ",{"type":"[[","value":[["Indonesia"]]},", located on the northwest of the island of ",{"type":"[[","value":[["Java"]]},". Jakarta is the country's economic, cultural and political centre and the most populous city not only in Indonesia but in Southeast Asia as a whole.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"'''","value":["Jakarta"]}," is politically a province called the Jakarta Special Capital Region (Daerah Khusus Ibukota Jakarta). It is administratively divided into 6 districts (actually, cities):\n",{"type":"{{","value":[["Regionlist"],["regionmap=Jakarta Wikivoyage Map PNG.png"],["regionmaptext=Districts of Jakarta"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Jakarta\/Central"],["Central Jakarta"]]}," (",{"type":"''","value":["Jakarta Pusat"]},")"],["region1color=#AC5C91"],["region1items="],["region1description= The Heart of Jakarta's Administrative, Government and financial, an aptly named district and the site of Jakarta's symbol, the soaring ",{"type":"'''","value":["Monas"]}," (",{"type":"'''","value":["Mon"]},"umen ",{"type":"'''","value":["Nas"]},"ional) and also the world's largest city square \"Lapangan Merdeka\". The city is also considered as part of old Jakarta (",{"type":"''","value":["Batavia"]},") which could be recognized by its 2 noticeable colonial building the president's palace and the National Museum of Indonesia, both are built in the 19th century. However due to major development within the city, this area is now filled with modern high rises for office buildings, hotels, shopping centres complex and is also home to Jakarta's famous Bundaran HI (Hotel Indonesia Traffic Circle). It is here that you can find Jakarta's most top exclusive and lifestyle malls, such as Grand Indonesia in the Hotel Indonesia Complex, Senayan Plaza and Senayan city in \"Jalan Asia-Afrika\"(Asia-Africa street). Central Jakarta also consist one of the world's largest sporting stadium the \"Gelanggang Olahraga Bung Karno\" and South-East Asia's largest Mosque the \"Istiqal Mosque\" and Jakarta's only Gothic Catholic cathedral."],["region2name=",{"type":"[[","value":[["Jakarta\/West"],["West Jakarta"]]}," (",{"type":"''","value":["Jakarta Barat"]},")"],["region2color=#D56D76"],["region2items="],["region2description=This site is also part of the Old Batavia and is home to Jakarta's Chinatown called \"",{"type":"'''","value":["Glodok"]},"\" area. ",{"type":"'''","value":["Glodok"]}," is more of electronic promenade of Jakarta, however is rich in street hawker food and Chinese cuisine restaurant as well as old Chinese temples complexes. There are a lot of shopping going on in this area as well, as it is home to Indonesia's largest shopping mall \"Mall Taman Anggrek\" and cheap shopping lanes at Mangga Dua. This area is also home to Jakarta's biggest nightlife entertainment and red light district quarter \"Mangga Besar\"."],["region3name=",{"type":"[[","value":[["Jakarta\/South"],["South Jakarta"]]}," (",{"type":"''","value":["Jakarta Selatan"]},")"],["region3color=#D5DC76"],["region3items="],["region3description=Jakarta's middle upper class and elite's residential area and a part of Jakarta's business centre. Where you can find upscale shopping centres and malls, restaurants, hotels, bustling nightlife and entertainment centre, Blok M, Senayan sports complex, and affluent residential areas. The Kemang area in South is very popular amongst expats and locals for its nightlife and entertainment."],["region4name=",{"type":"[[","value":[["Jakarta\/East"],["East Jakarta"]]}," (",{"type":"''","value":["Jakarta Timur"]},")"],["region4color=#B5D29F"],["region4items="],["region4description=Industrial Quarter of the city, and the location of ",{"type":"'''","value":["Taman Mini Indonesia Indah"]}," where you can see parts of Indonesia's multiethnic community in 1 park, also crafted good at Utan Kayu art community, Cibubur camping ground, and Jakarta's 2nd airport, Halim Perdanakusuma airport."],["region5name=",{"type":"[[","value":[["Jakarta\/North"],["North Jakarta"]]}," (",{"type":"''","value":["Jakarta Utara"]},")"],["region5color=#71B37B"],["region5items="],["region5description= Jakarta's main harbor area and the real home of the old Batavia. A small area consisting of Dutch colonial buildings, its streets are thronged with hawker food, crafted goods, street performers, artists and Jakartan youths hanging around. This area contains the ",{"type":"'''","value":["Fatahillah Museum"]}," or Jakarta History Museum (former old Jakarta town hall), and a number of other museums and cafes converted from old Batavia's offices, banks, warehouses and shops also exist within the old town. Sunda Kelapa harbor, the city's very first foundation is near the area. This is also the location of ",{"type":"'''","value":["The Ancol Bayfront City"]}," Asia's largest integrated tourism area consisting of the fascinating Dufan theme park, Sea World, art markets, eco parks, shopping malls and beachside entertainment. The beautiful ",{"type":"'''","value":["Thousand Islands"]},", which can be accessed through a boat in North Jakarta's dock, are a place where people can escape the city's heavy pollution and enjoy beautiful beaches with marine parks and world-class resorts."],["region6name=",{"type":"[[","value":[["Kepulauan Seribu National Park"],["Thousand Islands"]]}," (",{"type":"''","value":["Kepulauan Seribu"]},")"],["region6color=#00B7EB"],["region6items="],["region6description= An island escape located north of Jakarta. A contrast to the hectic mainland area, it has a laid back atmosphere with tranquil resorts, marine parks & nature reserves."]]},"\n\n",{"type":"'''","value":["Satellite cities"]},": The Jabodetabek mega metropolis of 30 million inhabitants includes Jakarta and the following satellite cities:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bogor"]]}," - Beautiful palace, world class botany garden, golf course."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tangerang"]]}," - Soekarno Hatta airport, golf course, industrial parks, Lippo Karawaci"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bekasi"]]}," - Industrial parks."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Depok"]]}," - Home to the University of Indonesia"]},"\n",{"type":"===","value":["Orientation"]},"\n\nFinding places in Jakarta, especially smaller buildings not on the main arteries, is easier said than done. Sometimes, the same name is used for different streets in different parts of the city, and it's often difficult to find the correct street\/address without the postal code\/region. A sign with a street name facing you indicates the name of the street you are about to enter, not that of the cross street. Alleys off a main road are often simply notated by Roman numerals, hence a street address like \"Jl. Mangga Besar VIII\/21\" means house number 21 on alley number 8 (VIII) off or near the main road of Jl. Mangga Besar. \n\nFortunately, there is a logic to the name of the street. Outside of the corridors of high rise offices, you basically can find out on what branch of street it is by looking at the name of the streets without the Roman numerals. Most often the name of the neighborhood is the same as the name of the street, especially if it also bears the phrase ",{"type":"''","value":["Jalan Raya"]}," or main street. Knowing this almost takes you there, but there's a catch! The recently built gated cluster of houses have their own main road that does not follow the convention, even though it is a branch of a specific street! Knowing the name of the housing cluster would be the best option in addition to the above rules.\n\nAlternatively, if you don't want to waste time, ask for the descriptions\/name of nearby landmarks or buildings, billboards, color of the building\/fence and\/or the postal code. If you still cannot find the address, start asking people in the street, especially ",{"type":"''","value":["ojek"]}," (motorcycle taxi drivers).\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Jakarta Skyline Part 2.jpg"],["thumb"],["400px"],["Jakarta Skyline"]]},"\n\nJakarta's nickname among expats is the ",{"type":"'''","value":["Big Durian"]},", and like its fruit namesake, it's a shock at first sight (and smell): a sweltering, steaming, heaving mass of some 28 million people packed into a vast urban sprawl. The so-called ",{"type":"'''","value":["megapolitan"]}," is a charming and first impression for Indonesians, both as a business and a government center, as it is the most developed city in Indonesia. Unfortunately, Jakarta has been struggling ",{"type":"''","value":["very"]}," hard to keep up with the urban growth. Driving frenzies are found in the business districts as public transportation is, in many cases, near obsolete. And adding up to the problem, the people's mentality are yet to make the city a great place to live in, as dreamt of.\n\nAll that said, while initially a bit overwhelming, if you can withstand the pollution and can afford to indulge in her charms, you can discover what is also one of Asia's most exciting, most lively global cities.  There is plenty to do in Jakarta, from green parks & historical centers, to cosmopolitan shopping, diverse gourmet trips, and one of the hippest nightlife in Southeast Asia!\n  \n",{"type":"===","value":["History"]},"\n\nThe port of ",{"type":"'''","value":["Sunda Kelapa"]}," dates to the 12th century, when it served the Sundanese kingdom of Pajajaran near present-day ",{"type":"[[","value":[["Bogor"]]},".  The first Europeans to arrive were the Portuguese, who were given the permission by the Hindu Kingdom of Pakuan Pajajaran to erect a godown in 1522.  Control was still firmly in local hands, and in 1527 the city was conquered by ",{"type":"'''","value":["Prince Fatahillah"]},", a Muslim prince from ",{"type":"[[","value":[["Cirebon"]]},", who changed the name to ",{"type":"'''","value":["Jayakarta"]},".\n\nBy the end of the 16th century, however, the ",{"type":"'''","value":["Dutch"]}," (led by Jan Pieterszoon Coen) had pretty much taken over the port city, and the razing of a competing English fort in 1619 secured their hold on the island.  Under the name ",{"type":"'''","value":["Batavia"]},", the new Dutch town became the capital of the Dutch East Indies and was known as the ",{"type":"''","value":["Queen of the East"]},".\n\nHowever, the Dutch made the mistake of attempting to replicate Holland by digging canals throughout the malarial swamps in the area, resulting in shockingly high death rates and earning the town the epithet ",{"type":"''","value":["White Man's Graveyard"]},". In the early 1800s most canals were filled in, the town was shifted 4 km inland and the ",{"type":"''","value":["Pearl of the Orient"]}," flourished once again.\n\nIn 1740, Chinese slaves rebelled against the Dutch. The rebellion was put down harshly with the massacre of thousands of Chinese slaves. The remaining Chinese slaves were exiled to Sri Lanka.\n\nIn 1795, the Netherlands were invaded and occupied by France, and on March 17, 1798, the ",{"type":"'''","value":["Batavian Republic"]},", a satellite state of France, took over both VOC debts and assets.  But on August 26, 1811, a British expedition led by Lord Minto defeated the French\/Dutch troops in Jakarta, leading to a brief liberation and subsequent administration of Indonesia by the British (led by Sir Stamford Raffles of ",{"type":"[[","value":[["Singapore"]]}," fame) in 1811-1816.  In 1815, after the Congress of Vienna, Indonesia was officially handed over from the British to the Dutch government.\n\nThe name ",{"type":"'''","value":["Jakarta"]}," was adopted as a short form of Jayakarta when the city was conquered by the Japanese in 1942.   After the war, the Indonesian war of independence followed, with the capital briefly shifted to ",{"type":"[[","value":[["Yogyakarta"]]}," after the Dutch attacked.  The war lasted until 1949, when the Dutch accepted Indonesian independence and handed back the town, which became Indonesia's capital again.\n\nSince independence Jakarta's population has skyrocketed, thanks to migrants coming to the city in search of wealth. The entire ",{"type":"'''","value":["Jabodetabek"]}," (Jakarta-",{"type":"[[","value":[["Bogor"]]},"-",{"type":"[[","value":[["Depok"]]},"-",{"type":"[[","value":[["Tangerang"]]},"-",{"type":"[[","value":[["Bekasi"]]},") metropolitan region was estimated to have 28 million people in 2010.  The official name of the city is ",{"type":"'''","value":["Daerah Khusus Ibukota Jakarta Raya"]}," (",{"type":"'''","value":["DKI Jakarta"]},"), meaning \"Special Capital City Region\".\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   30"],["febhigh =   30"],["marhigh =   31"],["aprhigh =   32"],["mayhigh =   33"],["junhigh =   32"],["julhigh =   32"],["aughigh =   33"],["sephigh =   33"],["octhigh =   33"],["novhigh =   32"],["dechigh =   31"],["janlow =   23"],["feblow =   23"],["marlow =   24"],["aprlow =   24"],["maylow =   23"],["junlow =   23"],["jullow =   22"],["auglow =   22"],["seplow =   23"],["octlow =   23"],["novlow =   23"],["declow =   23"],["janprecip =  402"],["febprecip =  284"],["marprecip =  219"],["aprprecip =  131"],["mayprecip =  113"],["junprecip =  90"],["julprecip =  58"],["augprecip =  61"],["sepprecip =  64"],["octprecip =  101"],["novprecip =  128"],["decprecip =  204"],["description = Indonesia's Meteorology, Climatology & Geophysics Department has a today & tomorrow forecast on its website in Indonesian"]]},"\nJakarta, like the rest of Indonesia, is under the tropical climate classification. It has two distinct season, rainy and dry. It is hot & usually humid but with little fluctuations in temperature. The average temperature is about 28°C (82°F), comparably hot to other cities across Indonesia, especially because of the absence of trees in many areas.\n\nNovember to March is the peak of the rainy season, and is usually not the best time to visit Jakarta. Monsoonal rains can pour unpredictably resulting in floods & traffic chaos on many of the streets, although there are usually a stretch of dry days and it's sunny even one hour before the storm. In between the change from rainy to dry season or vice versa (April-May & September-October), there is occasional rain. Sometimes it pours; other times it's not a washout. The good thing is that it cools down the air after a sweltering hot day. The rain is almost always absent from June through August. But even at worst, it's not too hot, the temperature throughout the year never exceeds 35°C (95°F)!\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n: ",{"type":"''","value":["Main article: ",{"type":"[[","value":[["Soekarno Hatta International Airport"]]}]},"\nJakarta has 2 airports. The ",{"type":"'''","value":["Soekarno Hatta International Airport"]}," (",{"type":"{{","value":[["IATA"],["CGK"]]},") is 20 km northwest of the city and handles commercial flights. This airport, along with transportations to & from the airport, is covered in a ",{"type":"[[","value":[["Soekarno Hatta International Airport"],["separate article"]]},". The only meaningful way to enter the city from the airport is either by taxi, which will cost from Rp 100,000 to Rp 175,000 depending on the traffic, or by coach. The state-owned DAMRI buses take you to various major transportation hubs (trains & other buses) routinely for less than Rp 40,000. Otherwise it is better to pre-arrange a transfer service by your hotel. The good thing though, is that, there is a dedicated tollway that leads into the city, thus cutting travel time to about 45 minutes into the downtown area, plus (of course) the traffic.\n\nThe smaller ",{"type":"'''","value":["Halim Perdanakusuma Airport"]}," (",{"type":"{{","value":[["IATA"],["HLP"]]},"), less than 10 km southeast of the city, is used by the military, VIP flights, charter flights, helicopter leasing companies, and private jets. But the low cost airline Citilink begins service to major domestic destinations. Please be aware that some certain Citilink routes are still fly from Cengkareng Airport. DAMRI also operates bus services to Rawamangun Bus Terminal for Rp 20,000; to Pulogebang (Bekasi), Gambir Station, & Bekasi for Rp 25,000; and to Depok, Bogor's Botany Square, and Soekarno Hatta Airport for Rp 30,000. There are also taxi services operating here.\n\nAlternatively, you can use the ",{"type":"'''","value":["Husein Sastranegara International Airport"]}," (",{"type":"{{","value":[["IATA"],["BDO"]]},") that serves the city of ",{"type":"[[","value":[["Bandung"]]},", 120 km from Jakarta. This airport can be a good option as there are more low cost carriers flying here internationally to Singapore & Malaysia, such as AirAsia & SilkAir. There are coach services, although most of the time you have to transfer between coaches at the respective company's pools at downtown Bandung before continuing to Jakarta. Allow at least 3 hours for this trip!\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[[","value":[["File:Jakarta Ekspress.JPG"],["thumb"],["Trains at Gambir Station in Central Jakarta"]]},"\n\nIn June 2014, almost all of the north coast line along the Java Sea have double tracks, cutting travel time by up to 3 hours from Surabaya.\nInformation about train tickets from PT Kereta Api (Persero) is available on the Web, and on-line reservation is possible also from thousands Alfamart, Indomart and others initial 90 days in advance around Indonesia. All tickets especially for Executive Class should be ordered by online, and the stations only sell the rest of tickets which remain (are not ordered) by online. Beware of ticket touts! Name ticket online should be same with your identity or you have to pay double.\n\nJakarta has several train stations. All trains that come and go from Jakarta are now air-conditioned, including the business and economy coaches.\n\n",{"type":"====","value":[" Stasiun Gambir "]},"\nThe current main station for long distance passengers in Jakarta is the ",{"type":"'''","value":["Gambir"]}," station, in Central Jakarta, just east of the ",{"type":"'''","value":["Monas"]},". ",{"type":"'''","value":["Eksekutif"]}," (AC) and some ",{"type":"'''","value":["bisnis"]}," (non-air-con) class trains arrive at this station.\n\nMost trains from big cities in Java (",{"type":"[[","value":[["Purwokerto"]]},", ",{"type":"[[","value":[["Yogyakarta"]]},", ",{"type":"[[","value":[["Solo"]]},", ",{"type":"[[","value":[["Semarang"]]},", ",{"type":"[[","value":[["Malang"]]}," and ",{"type":"[[","value":[["Surabaya"]]},") arrive in late afternoon or evening.\n\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Bandung"]]},": trains are frequent, with one arriving almost every 2 hr. Duration: 3-3.5 hr, in bisnis or eksekutif (the only air-conditioned class, Rp 60,000). Economy class  trains are slower. Very nice views of rice and agricultural fields."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Surabaya"]]},": the very good ",{"type":"''","value":["Argo Bromo Anggrek"]}," travels twice a day. Duration: 10 hr 30 min, Rp 265,000 during the week in ",{"type":"''","value":["eksekutif"]},". Prices rise during the weekend and on public holidays. Be aware that the air-con is extremely cold, so bring some warm clothes. Moreover, the television is usually very loud during the whole trip. It is possible to order meals: Rp 18,000 for a ",{"type":"''","value":["nasi goreng"]},", Rp 3,000 for a hot tea."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Semarang"]]},": The Semarang-Jakarta route is served by the comfortable ",{"type":"''","value":["Argo Muria"]},", which departs from Tawang Station in Semarang, as well as ",{"type":"''","value":["Argo Bromo Anggrek"]},", ",{"type":"''","value":["Argo Sindoro"]},", and ",{"type":"''","value":["Sembrani"]}," which transit in Semarang. Rp 170,000-210,000 or more during peak season."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Yogyakarta"]]},": The Taksaka, Argo Lawu, Argo Dwipangga, and Bima executive class trains departs from Tugu, Yogyakarta's main trains station and takes you to Jakarta in 7 to 10 hours. Executive trains costs from Rp 250,000 to Rp 400,000."]},"\nAn airport bus service (by ",{"type":"'''","value":["DAMRI"]},") connects Soekarno-Hatta International Airport with Gambir station. The cost is Rp 25,000 per trip.\n\n",{"type":"====","value":[" Stasiun Pasar Senen "]},"\n\nCheaper trains without air-conditioning generally use the ",{"type":"'''","value":["Pasar Senen"]}," station located two blocks east of Gambir. \n",{"type":"*","value":[" From ",{"type":"[[","value":[["Yogyakarta"]]},": Economy class trains leave from Lempuyangan train station. Costs range from Rp 50,000 to Rp 250,000."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Semarang"]]},": Economy trains that departs from Poncol station stops here. There are 3 trains daily. Fares from Rp 45,000."]},"\n",{"type":"====","value":[" Stasiun Jatinegara "]},"\n\nMost trains arriving in Jakarta also stop at ",{"type":"'''","value":["Jatinegara"]}," station in the eastern part of the city, giving better access to the eastern and southern parts of the city, but not for Argo Parahyangan train.\n\n",{"type":"====","value":[" Stasiun Kota "]},"\n",{"type":"[[","value":[["File:Jakarta Kota train station.JPG"],["200px"],["right"],["thumb"],[{"type":"'''","value":["Jakarta Kota"]}," station"]]},"\n",{"type":"'''","value":["Jakarta Kota"]}," station is located in the old part of the city (",{"type":"'''","value":["Kota Tua Jakarta"]},"), and serves as the departure point for commuter trains and some trains to ",{"type":"[[","value":[["Merak"]]},". It is an interesting Art Deco style building that is currently being restored.\n\n",{"type":"*","value":["From ",{"type":"[[","value":[["Surabaya"]]}," and ",{"type":"[[","value":[["Semarang"]]},", Gumarang Train has executive & business class carriages from Pasar Turi. Business from Rp 250,000; executive from Rp 270,000. Also stops at Pasar Senen."]},"\n",{"type":"===","value":["By bus"]},"\nWhen buying tickets for buses out of Jakarta, you're better off to ",{"type":"'''","value":["buy them at each bus company's booth"]},". Do not buy from anywhere outside the booth as the prices are more expensive and the bus they will take you to is questionable. Jakarta has many bus terminals, but not all of them have inter-city services. Look for the sign AKAP (Antar Kota Antar Provinsi or Inter-city and Inter-Province). \n\nFortunately these terminals are easy to reach. City bus services, as well as airport shuttles, start and ends at bus terminals & busway services stop by there too. Note that even though the listing says the destination the terminal mainly serves, some services may be available to other parts of ",{"type":"[[","value":[["Java"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Kampung Rambutan Bus Terminal"],["alt="],["url="],["email="],["address=Jalan Lingkar Luar Selatan, East Jakarta"],["lat="],["long="],["directions= Use busway Line 7."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The busiest terminal for intercity buses. Kampung Rambutan serves multiple bus services daily to and from mainly destinations across ",{"type":"[[","value":[["Banten"]]},", especially the ",{"type":"[[","value":[["Merak"]]}," port, and the central & southern part of ",{"type":"[[","value":[["Java"]]}," island, such as ",{"type":"[[","value":[["Cianjur"]]},", ",{"type":"[[","value":[["Bandung"]]},", ",{"type":"[[","value":[["Garut"]]},", ",{"type":"[[","value":[["Tasikmalaya"]]},", ",{"type":"[[","value":[["Cilacap"]]},", ",{"type":"[[","value":[["Purwokerto"]]},", ",{"type":"[[","value":[["Yogyakarta"]]},", ",{"type":"[[","value":[["Solo"]]},", and ",{"type":"[[","value":[["Malang"]]},", although bus to major cities across the north may be existent. Note that city & intercity buses depart from two different areas!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Pulo Gadung Bus Terminal"],["alt="],["url="],["email="],["address= Jalan Bekasi Raya, East Jakarta"],["lat="],["long="],["directions= Use busway Lines 2 & 4."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 2nd busiest terminal, Pulo Gadung serves multiple bus services daily to and from mainly destinations across the northern coast of ",{"type":"[[","value":[["Java"]]},", such as ",{"type":"[[","value":[["Cirebon"]]},", ",{"type":"[[","value":[["Tegal"]]},", ",{"type":"[[","value":[["Pekalongan"]]},", ",{"type":"[[","value":[["Semarang"]]},", and ",{"type":"[[","value":[["Surabaya"]]},", though some bus companies also drives you to ",{"type":"[[","value":[["Bandung"]]},". Some bus even offers routes to ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Lombok"]]},"!"]]}]},"\nIf you are arriving from Sumatra, you will most likely arrive from these 2 terminals:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Rawamangun Bus Terminal"],["alt="],["url="],["email="],["address= Jalan Perserikatan No. 1 (Jalan Paus), East Jakarta"],["lat="],["long="],["directions= Use busway Line 2, but does not stop right at the terminal. The nearest stop is at Pemuda Ramawangun or Velodrome"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This terminal has multiple bus services that serves major cities across ",{"type":"[[","value":[["Sumatra"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Kali Deres Bus Terminal"],["alt="],["url="],["email="],["address=Jalan Daan Mogot KM 16, West Jakarta"],["lat="],["long="],["directions= Use busway Line 5."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Its location at west Jakarta makes it an optimum stop for buses from ",{"type":"[[","value":[["Sumatra"]]},", although not as many as Rawamangun."]]}]},"\n",{"type":"===","value":["By minibus"]},"\nRecently, the expansion of minibus has taken over the short distance intercity giant bus services. Most minibus companies such as ",{"type":"'''","value":["Cipaganti"]}," , ",{"type":"'''","value":["CitiTrans"]}," & ",{"type":"'''","value":["XTrans"]}," will take you to Jakarta from ",{"type":"[[","value":[["Bandung"]]}," or even to the Soekarno Hatta airport! Up to 8 people can fit inside a van. Fares from Bandung are typically up to Rp 100,000 if you choose to get off at the downtown area. Up to Rp 125,000 if you get off at the Soekarno Hatta airport. Note that the buses will most often not drop you at hotels, but at their pools instead, inquire if in doubt.\n\n",{"type":"===","value":["By boat"]},"\n\nThe national ferry companies, ASDP Indonesia Ferry and Pelni, operate passenger services to destinations across the archipelago from ",{"type":"'''","value":["Tanjung Priok"]}," port, North of the city. Some smaller speedboats, particularly to the Thousand Islands (Pulau Seribu), depart from ",{"type":"'''","value":["Ancol"]}," also on Jakarta's north shore.\n\n",{"type":"===","value":["By car"]},"\nTraveling by car, unless on weekends, is usually not a good idea. Congestions can extend well past rush hours and a hesitation at any ring road tollway in Jakarta can have a domino effect on other tolls. There are three tollways that ends at Jakarta: ",{"type":"'''","value":["Jakarta-Merak"]}," cuts through Tangerang and leads to the western edge of Java, the Merak port for connections to ",{"type":"[[","value":[["Sumatra"]]}," Island. ",{"type":"'''","value":["Jagorawi"]}," tollway goes south to Bogor and Puncak holiday resorts, and ",{"type":"'''","value":["Jakarta-Cikampek"]}," traverses east, passing through Bekasi to Cikampek. There is a cut-off tollway continuation (",{"type":"'''","value":["Cipularang"]}," or officially called ",{"type":"'''","value":["Purbaleunyi"]},") that can be used for travel to ",{"type":"[[","value":[["Bandung"]]},". There are roads that is parallel to the tollway and usually when in town, ends up close to the toll's exit too, should you wish not to pay.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["infobox"],["How to speak ",{"type":"''","value":["prokem"]}," like a ",{"type":"''","value":["Betawi"]}],["The everyday speech of Jakartans (",{"type":"''","value":["Betawi"]},") is liberally laced with slang (",{"type":"''","value":["prokem"]},") expressions.  Like any slang, words come in and out of fashion with bewildering rapidity, but some features can be distinguished:\n",{"type":"*","value":[" ",{"type":"''","value":["f"]}," becomes ",{"type":"''","value":["p"]}]},{"type":"*","value":[" ",{"type":"''","value":["z"]}," becomes ",{"type":"''","value":["j"]}]},{"type":"*","value":[" The prefix ",{"type":"''","value":["me-"]}," for verbs becomes ",{"type":"''","value":["ng-"]}]},{"type":"*","value":[" The suffixes ",{"type":"''","value":["-i"]}," and ",{"type":"''","value":["-kan"]}," turn into ",{"type":"''","value":["-in"]}]},"\nA short glossary of common Jakartan expressions:\n; no : tidak → nggak\n; I : saya\/aku → gua\/gue\n; you : kamu\/anda → lu\/lo \n; sorry : maaf → maap\n; to come up : menaik → naek\n; to take : mengambil → ngambil\n; to look : melihat → ngeliat\n; to use : memakai\/menggunakan → pake\/ngegunain\n; to visit : mengunjungi → ngunjungin"]]},"\n\n",{"type":"[[","value":[["File:JalanJenderalSudirmanJakarta.jpg"],["thumb"],["300px"],["Jalan Gatot Subroto & Intracity Toll Road in Jakarta, main access to office & business central"]]},"\n\nGetting around Jakarta is more often than not, problematic.  The city layout is darwinistic and bewildering with horrendous traffic jams (",{"type":"''","value":["macet"]}," \"MAH-chet\") slowing the city to a crawl during rush hours (several hours in the morning and in the evening), and the current public transportation is still not adequate enough to alleviate the congestion.  The gradually expanding ",{"type":"'''","value":["Transjakarta Busway"]}," (Bus Rapid Transit) system) helps to make things easier, but this is not enough for the biggest city in the world without rail rapid transit system. If you have a lot of time, 12 corridors of TransJakarta is useful for orientation. The first line of Jakarta MRT is currently scheduled to open in 2018.\n\nVarious areas of the city have different levels of chaos. The better organized traffics are mainly at the business districts (MH Thamrin, Jendral Sudirman, and H.R. Rasuna Said.)\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:KRL Jabotabek 7117 Gambir.jpg"],["thumb"],["300px"],["Commuter line train across Gambir Station"]]},"\nCommuter trains in Jakarta connect the city centre with outlying regions, namely ",{"type":"[[","value":[["Tangerang"]]},", ",{"type":"[[","value":[["Bekasi"]]},", ",{"type":"[[","value":[["Depok"]]},", ",{"type":"[[","value":[["Bogor"]]}," and ",{"type":"[[","value":[["Serpong"]]},". Since 2011, an additional line to Tanjung Priok has been opened. It is usually worth to try if you wish to traverse to other points in Jakarta swiftly, especially from the west to the east vice versa or north to south vice versa, as the train is often on schedule, except in the event of a mishap, congestion, or equipment problem. Riding the train is generally safe and comfortable but cramped during peak hours. A dedicated area for females can be found on the front and rear ends of the train.The cost is Rp 7000 to Rp 9000 depending on distance of travel. You can pay for the ride using a single trip or a multi trip card that you can get from a ticket booth.\n\nCommuter services operate from 5AM (first train departing Bogor to Jakarta) to almost 10PM (last train leaving Jakarta for Bogor). Weekend special services connect Depok and Bogor with the popular ",{"type":"[[","value":[["Ancol"]]}," entertainment park in Jakarta.\n\nCommuter services operates over these lines:\n\n",{"type":"*","value":[" Jakarta Kota-Bogor: ",{"type":"'''","value":["JAKARTA KOTA"]}," - Jayakarta - Mangga Besar - Sawah Besar - Juanda - Gondangdia - Cikini - ",{"type":"'''","value":["MANGGARAI"]}," (Transit point to Bogor and Bekasi) - Tebet - Cawang - Duren Kalibata - Pasar Minggu Baru - Pasar Minggu - Tanjung Barat - Lenteng Agung - Universitas Pancasila - Universitas Indonesia - Pondok Cina - DEPOK BARU - DEPOK - Citayam - Bojonggede - Cilebut - BOGOR"]},{"type":"*","value":[" Jakarta Jatinegara-Bogor: ",{"type":"'''","value":["JATINEGARA"]}," (Transit point from Bekasi) - Pondok Jati - Kramat - Gang Sentiong - ",{"type":"'''","value":["PASAR SENEN"]}," - Kemayoran - Rajawali - KAMPUNG BANDAN (Transit point to Tanjung Priok) - Angke - Duri (Transit point to Tangerang) - TANAH ABANG (Transit point to Serpong) - Karet - Sudirman - Mampang - the next stations are the same as the Jakarta Kota- Bogor line"]},{"type":"*","value":[" Jakarta Kota-Bekasi: ",{"type":"'''","value":["JAKARTA KOTA"]}," - Jayakarta - Mangga Besar - Sawah Besar - Juanda - ",{"type":"'''","value":["GAMBIR"]}," - Gondangdia - Cikini - ",{"type":"'''","value":["MANGGARAI"]}," (Transit point to Bogor) - ",{"type":"'''","value":["JATINEGARA"]}," Transit point to Jakarta looplin or Bogor) - Cipinang - Klender - Buaran - Klender Baru - Cakung - Kranji - ",{"type":"'''","value":["BEKASI"]}]},{"type":"*","value":[" Jakarta-Tangerang: DURI (Transit point to Jakarta loopline) - Grogol - Pesing - Bojong Indah - Rawa Buaya - Kalideres - Poris - Batu Ceper - Tanah Tinggi - TANGERANG"]},{"type":"*","value":[" Jakarta-Serpong\/South Tangerang: TANAH ABANG (Transit point from Jakarta loopline) - Palmerah - Kemayoran - Pondok Betung - Pondok Ranji - Jurangmangu - Sudimara - Rawa Buntu - SERPONG - Cisauk - Cicayur - PARUNG PANJANG - Cilejit - Daru - Tenjo - Tigaraksa - MAJA"]},{"type":"*","value":[" Jakarta Kota-Tanjung Priok (weekends only) : JAKARTA KOTA - KAMPUNG BANDAN (Transit point from Jakarta loopline\/Yellow line) - ANCOL - TANJUNG PRIOK"]},"\nStation names written in CAPITALS are transit points, terminus, or both. Station names in ",{"type":"'''","value":["BOLD"]}," are intercity stations. \nNote that ",{"type":"'''","value":["no trains stop at Gambir & Pasar Senen station"]},", the main stations in Jakarta, which serve only as stops for intercity trains, so this might be a problem for those arriving in Gambir and wanting to use the train. The choice is continuing by other forms of transport or taking a taxi to Juanda station, located a few hundred meters north of Gambir, close enough if you wish to walk. From Jalan Jaksa area, you can walk for 5-10 minutes to Gondangdia.\n\n",{"type":"===","value":["By Transjakarta"]},"\nThe Transjakarta Busway (in Indonesian known as ",{"type":"''","value":["busway"]}," or ",{"type":"''","value":["TJ"]},") is modern, air-conditioned and generally comfortable, although sometimes service can be spotty (they have a knack of going to the depot for service and refueling at the same time during the rush hours).  The bus is often crowded during rush hours. 24 hours service has been implemented for Corridors 1 and 9 and gradually for all corridors. TransJakarta buses are relatively safe, with separate seating for females at the front. There are twelve lines in operation as of June 2014. Bus Stop names written with CAPITALS (x) are transit stop to other corridor (corridor x), except ASMI, RSPAD, UNJ, and SMK 57 bus stops. \n",{"type":"[[","value":[["File:Transjakarta Route per 2012.jpg"],["thumb"],["300px"],["Transjakarta busway lines (per 2012, corridor 1-11)"]]},"\n",{"type":"[[","value":[["File:TransJakarta Bundaran HI.jpg"],["thumb"],["300px"],["Transjakarta bus in corridor 1"]]},"\n",{"type":"{|","value":[["|- valign=\"top\""],["| Corridor 1 || BLOK M - Masjid Agung - Bundaran Senayan - Gelora Bung Karno - Polda Metro - BENDUNGAN HILIR (9) - Karet - Setiabudi - DUKUH ATAS (4,6) - Tosari - Bundaran Hotel Indonesia - Sarinah - Bank Indonesia - MONAS (2) - HARMONI (2,3,8) - Sawah Besar - Mangga Besar - Olimo - Glodok - KOTA (12)"],["|- valign=\"top\""],["| Corridor 2"],["| <nowiki \/>"],[{"type":"*","value":[" Pulogadung-Harmoni route: PULO GADUNG (4) - Bermis - Pulomas - ASMI - Pedongkelan - CEMPAKA TIMUR (10) - Rumah Sakit Islam - Cempaka Tengah - Pasar Cempaka Putih - Rawa Selatan - Galur - SENEN (5) - Atrium - RSPAD - Deplu - Gambir I - Istiqlal - JUANDA (2) - PECENONGAN (2) - HARMONI (1,3,8)"]},{"type":"*","value":[" Harmoni-Pulo Gadung route: HARMONI - MONAS (1) - Balai Kota - Gambir II - Kwitang - SENEN (5) - Galur - Rawa Selatan - Pasar Cempaka Putih - Cempaka Tengah - Rumah Sakit Islam - CEMPAKA TIMUR (10) - Pedongkelan - ASMI - Pulomas - Bermis - PULO GADUNG (4)"]},"|- valign=\"top\""],["| Corridor 3 || HARMONI (1,2,8) - RS. Sumber Waras - GROGOL 1 (8,9) - Jelambar - Indosiar - Taman Kota - Jembatan Gantung - Dispenda - Jembatan Baru - Rawa Buaya - Sumur Bor - Pesakih - Kalideres"],["|- valign=\"top\""],["| Corridor 4 || PULO GADUNG (2) - Pasar Pulo Gadung - Tu Gas - Layur - Pemuda Rawamangun - Velodrome - Sunan Giri - UNJ - PRAMUKA BPKP (10) - Pramuka LIA - Utan Kayu - Pasar Genjing - Pasar Pramuka - MATRAMAN 2 (5) - Manggarai - Pasar Rumput - HALIMUN (6) - DUKUH ATAS (1,6)"],["|- valign=\"top\""],["| Corridor 5 || KAMPUNG MELAYU (7,11) - Pasar Jatinegara (only bus from Ancol) - Kebon Pala - Slamet Riyadi - Tegalan - MATRAMAN 1 (4) - Salemba Carolus - Salemba UI - Kramat Sentiong NU - Pal Putih - SENEN CENTRAL (2) - Budi Utomo - Pasar Baru Timur - JEMBATAN MERAH (12) - GUNUNG SAHARI MANGGA DUA (12) - Pademangan - Ancol"],["|- valign=\"top\""],["| Corridor 6 || Ragunan - Departemen Pertanian - SMK 57 - Jatipadang - Pejaten - Buncit Indah - Warung Jati - Imigrasi - Mampang Prapatan - KUNINGAN TIMUR (9) - Patra Kuningan - Departemen Kesehatan - GOR Sumantri - Karet Kuningan - Kuningan Madya - Stiabudi Utara AINI - Latuharhari - HALIMUN (4) - DUKUH ATAS (4)"],["|- valign=\"top\""],["| Corridor 7 || Kampung Rambutan - Tanah Merdeka (only from Kampung Rambutan) - Flyover Raya Bogor - Rumah Sakit Harapan Bunda - Pasar Induk Kramat Jati - Pasar Kramat Jati - PGC 1 - BKN (10) - CAWANG UKI  (9,10) - BNN (9) - Cawang Otista - Gelanggang Remaja - Bidaracina - KAMPUNG MELAYU (5,11)"],["|- valign=\"top\""],["| Corridor 8 || HARMONI (1,2,3) - GROGOL 2 (9) - Jelambar - Indosiar - Kedoya Green Garden - Kedoya Assiddiqiyah - Duri Kepa - Kebon Jeruk -Kelapa Dua Sasak - Pos Pengumben - Permata Hijau RS Medika - Permata HIjau - Simprug - Pasar Kebayoran Lama - Kebayoran Lama Bungur - Tanah Kusir Kodim - Pondok Indah 1 - Pondok Indah 2 - Pondok Pinang (only bus from Lebak Bulus) - Lebak Bulus"],["|- valign=\"top\""],["| Corridor 9 || Pinang Ranti - Taman Mini Garuda - Cawang UKI (7,10) - Cawang Sutoyo (10, only from Pluit) - BNN (7) - Cawang Ciliwung - Cikoko Stasiun Cawang - Tebet BPKM - Pancoran Tugu - Pancoran Barat - Tegal Parang - KUNINGAN BARAT (6) - Gatot Subroto Jamsostek - Gatot Subroto LIPI - SEMANGGI (1) - Senayan JCC - Slipi Petamburan - Slipi Kemanggisan - RS. Harapan Kita - S. Parman Podomoro City - GROGOL 2 (8) - Latumeten Stasiun Grogol - Jembatan Besi - Jembatan Dua - Jembatan Tiga - Penjaringan - PLUIT (12)"],["|- valign=\"top\""],["| Corridor 10 || PGC 2 - BKN (7) - CAWANG UKI (7,9) - CAWANG SUTOYO (9) - Penas Kalimalang - Cipinang Kebon Nanas - Pedati Prumpung - STASIUN JATINEGARA (11) - Ahmad Yani Bea Cukai - Utan Kayu Ramawangun - PEMUDA PRAMUKA (4) - Kayu Putih Rawasari - Pulomas Bypass - Cempaka Putih - CEMPAKA MAS 2 (2) - Yos Sudarso Kodamar - SUNTER KELAPA GADING (12) - Plumpang Pertamina - Walikota Jakarta Utara - Permai Koja - Enggano - TANJUNG PRIOK (12)"],["|- valign=\"top\""],["| Corridor 11 || KAMPUNG MELAYU (5,7) - RS. PREMIER JATINEGARA (5, only bus from Ancol & Pulo Gebang) - St. Jatinegara 2 - FLYOVER JATINEGARA (10) - Pasar Enjo - Imigrasi Jakarta Timur - Cipinang - Stasiun Klender - Flyover Klender - Kampung Sumur - Buaran - Flyover Radin Inten - Perumnas Klender - Penggilingan - Walikota Jakarta Timur - Pulo Gebang (currently in construction with new terminal)"],["|- valign=\"top\""],["| Corridor 12 || TANJUNG PRIOK (10) - Enggano - Permai Koja - Walikota Jakarta Utara - Plumpang Pertamina - SUNTER KELAPA GADING (10) - Sunter Boulevard - Sunter Karya - Sunter SMPN 140 - Danau Agung - Kemayoran Landas Pacu Timur - JEMBATAN MERAH (5) - GUNUNG SAHARI MANGGA DUA (5) - Mangga Dua - Pangeran Jayakarta - KOTA (1) - Kalibesar Barat & Bandengan Pekojan (only bus from Tanjung Priok) \/ Pluit Landmark, Pakin, Gedong Panjang, and Museum Fatahillah (only bus from Pluit) - PLUIT (9)"]]},"\nThe other three corridors will be finished before end of 2016.\n\nUnlike Jakarta's other buses, they shuttle on fully dedicated lanes and passengers must use dedicated stations with automatic doors, usually found in the middle of large thoroughfares connected to both sides by overhead bridges.  The system is remarkably user-friendly by Jakarta standards, with station announcements and an LED display inside the purpose-built vehicles. Grab onto a handle as soon as you enter the bus as they move away from the stop suddenly and quickly. Buses never skip stops and there is always a staff that reminds passengers if the bus is approaching to a stop, as well as in order to make the bus safe.\n\nPark and Ride facilities are in Ragunan, South Jakarta; Kampung Rambutan, East Jakarta; Kalideres, West Jakarta; and in Pulo Gebang, East Jakarta.\n\nBuses run from 5AM-10PM daily, except Corridors 1 and 9 which operate 24 hours a day.  Tickets cost a flat Rp 2,000 before 7AM, and Rp 3,500 after. You can use either a paper ticket, or a multi trip card from major banks. However, from the end of 2014, you must buy a multi trip card in order to use the bus. Transfers between lines are free but be careful not to exit the system until your journey is completed. The hub at Harmoni station is the busiest interchange. The buses can get very crowded, especially during rush hours at around 7AM and 4PM, when office workers are on the move. \n\nAlternatively, if you want to avoid the cramp, you can try the APTB that is wider, but is more expensive. More information is on the ",{"type":"[[","value":[["Jakarta#By public bus"],["By public bus"]]}," section.\n\n",{"type":"===","value":["By tour bus"]},"\nPerhaps Jakarta is one of the few cities in the world whose government provides tour buses! Dubbed the ",{"type":"'''","value":["City Tour Jakarta"]},", the buses are double decker and you can ride them for free! The bus follows a loop road, traversing through some of Jakarta's places of interest:\n\nHotel Indonesia Roundabout- MH Thamrin - Medan Merdeka Barat - Museum Nasional - Majapahit - Harmoni - Komplek Sekretariat Negara - ANZ Bank (Pecenongan)- Pasar Baru - Jakarta Art Theater (Gedung Kesenian Jakarta) - Lapangan Banteng - Masjid Istiqlal - Juanda - Veteran II - Medan Merdeka Utara - Istana Negara (Medan Merdeka Barat) - Indosat - Medan Merdeka Selatan - City Hall - MH Thamrin - Sarinah - Hotel Indonesia Roundabout.\n\nNote that the buses will stop only at designated shelters. Buses run from 09.00 to 19.00 every hour, depending on traffic.\n\n",{"type":"===","value":["By public bus"]},"\nA multitude of bus companies operate at the streets of Jakarta. However buses do not run on schedule. Most maps bought not from Indonesia do not show bus routes, so Google Maps would be the best method to figure out what bus you should take. Most bus stops also posted what route number and destinations stop there. If you want to get somewhere quickly and are not prepared to get lost, avoid the buses (remember that taxis are cheaper than most local buses in the West). However, they make for a good adventure if you're not in a rush and don't mind being the centre of attention.\n\nThese are the bus hierarchy, from best to worst:\n",{"type":"*","value":[{"type":"'''","value":["APTB"]}," is the most comfortable, if not the cheapest, option. The buses are colored blue and the routes are generally to places outside Jakarta, such as Bogor or Tangerang, but they will traverse through the Transjakarta stops first before going with their own route. Tickets are Rp 6000, but how you pay is a little different: you pay the initial Rp 3500 by entering the bus stop and pay the rest in the bus. The advantage is if you stop at a Transjakarta stop, you can ride the red Transjakarta buses without the need to pay again!"]},{"type":"*","value":[{"type":"'''","value":["BKTB"]}," is similar to APTB, but the routes are mostly detached from the busway system, hence fewer stops at the Transjakarta stops."]},{"type":"*","value":["Most of ",{"type":"'''","value":["Mayasari Bakti"]}," buses have air-conditioning (look for the letters AC on the bus number), but a few of its routes do not. AC buses are usually light & dark blue but some come out in green and orange. Inquire if in doubt. Apart from the AC, the seat is, if at all, uncomfortable."]},{"type":"*","value":[{"type":"'''","value":["Kopaja"]},", on selected routes, have introduced a similar service, even offers Wi-Fi connectivity in buses. Look for the metallic grey and green color bus. "]},{"type":"*","value":[{"type":"'''","value":["Patas"]}," also has a combination of air conditioned and non-air conditioned fleet. They have fewer buses and noticeably a lower tier of service than Kopaja. Look for the white & black strip, with the Monas icon."]},{"type":"*","value":["Avoid using MetroMini (orange & blue), Kopami (blue & yellow) and non air-conditioned Kopaja (white & green) at all costs as the buses are filthy, do not offer air-conditioning and is driven recklessly!"]},"\nBus fares are generally less than Rp 10,000 with a flat rate system. You usually pay in a box beside the driver but a ",{"type":"''","value":["kondektur"]}," can reach out to you and pay to him.\n\nCheaper yet are ",{"type":"''","value":["mikrolet"]}," (mini-buses) and ",{"type":"''","value":["angkot"]}," (small vans) that ply the smaller streets and whose fares vary from Rp 2,000 for the first 2 kilometers to 5,000, but good luck figuring out the routes.  You pay the fare directly to the driver after getting off.\n\nYou may need to spare one or two Rp 500 coins before boarding the bus, since there is on-board \"entertainment\" and other distractions. On a typical day, you may find street musicians singing unplugged versions of Indonesian and Western pop songs asking for donations at the end of the performance, and street vendors, one after another, trying to sell almost everything, from ballpoint pens and candies to boxed donuts and health goods.\n \nIf you do happen to be travelling in a bus, refrain from sitting or standing at the back area of the bus, as this is where muggers find their prey.  Always keep an eye on your belongings and be alert at all times, as ",{"type":"[[","value":[["pickpocketing"]]}," occurs.\n\nNote that buses do not run according to any schedule or timetable. Sometimes a bus may take a while to come, while at other times it is possible that two buses of the same route may come together, and these drivers will definitely drive aggressively to get more passengers. They do not stop at any particular bus stop, but anywhere they like. If you want to get off, simply say \"kiri\" (to the left) to the \"kondektur\" or just knock on the ceiling of the bus three times (be sure that the driver hears your thumping), and the bus driver will find a place to drop you. An additional tip to alight from these buses is to use your left foot first to maintain balance and try to get down as quickly as possible, as they do not fully stop the bus.\n\nAlso note that seats in these buses are built for Indonesians who are typically shorter and more slender and agile than people with a larger build such as Caucasians and Africans. Non-Indonesians might find the seats in these buses confining and uncomfortable.\n\nBus terminals in Jakarta are as follows: Blok M (South Jakarta), Pasar Minggu (South Jakarta), Grogol, Kota, Kalideres (West Jakarta), Manggarai (South Jakarta), Pulogadung (East Jakarta), Rawamangun (East Jakarta), Kampung Melayu (East Jakarta), Kampung Rambutan (South Jakarta), Tanjung Priok (North Jakarta), Senen (Central Jakarta).\n\n",{"type":"===","value":["By car"]},"\nTraveling by car, while just adds up to the congestion itself, remains the most convenient way to travel around the city, especially because of its lacking public transportation.\n\nRental cars are available, but unless you are familiar with local driving practices or lack thereof, take reputable taxis.  If you're from a foreign country, it is not recommended to rent a car and drive on your own. The chaotic traffic will certainly give you a headache. Renting a car with a driver is a much better idea.\n\nThe price of fuel in Indonesia is relatively low due to the application of subsidies by the central government. Pertamina outlets supply gasoline (",{"type":"''","value":["bensin"]},") (",{"type":"''","value":["petrol"]},") at Rp 6.500\/litre, diesel fuel (solar) is also Rp 5,500\/litre. Non-subsidised prices for products such as Pertamax (RON 92 Pertamax high-octane gasoline are higher at Rp 10,200\/litre, RON 95 Pertamax Plus Rp 11,000 and Pertamina-Dex (diesel fuel) is around Rp 10,100. Prices at outlets operated by Shell, Mobil and Petronas are relatively similar, depends on the locations.\n\nTwo toll roads circle the city and are faster when the traffic is good, but are very often jammed themselves. The drainage systems of major roads are poorly maintained and during the rainy season, major roads may be flooded, leading to even worse traffic congestion. \n\nFinding parking places in residential areas can be difficult due to the narrow roads. Paid parking is easy to find in shopping malls, offices and the like is typically Rp 3,000\/hr - Rp 5,000\/hr plus Rp 2,000 - Rp 5,000 for each subsequent hour. Street parking often requires payment of Rp 2,000 to a parking 'attendant' for one hour, but it is not advisable.\n\nIf you do decide to drive by yourself or having a driver in Jakarta, please remember that there is a ",{"type":"''","value":["3 in 1 system"]}," implemented in some of the main thoroughfares in the morning from 7.30-10AM and in the afternoon from 4.30-7PM, on weekdays. This requires a car to have a minimum of three occupants. The zone include the whole stretch from Kota train station through Blok M via Jl. Hayam Wuruk, Jl. Thamrin, Jl. Sudirman and Jl.Sisingamangaraja; Jl. Gatot Subroto from the Senayan-JCC overpass to the intersection with Jl. HR Rasuna Said. There are intentions from the local government to change this system to an Electronic Road Pricing system beginning in future.\n\n",{"type":"===","value":["By taxi"]},"\n\n",{"type":"{{","value":[["infobox"],["Beware the false Blue Bird"],["Blue Bird's reputation has spawned a host of dodgy imitators, so just because it's blue doesn't mean it's safe.  Check the following before you get in:\n",{"type":"*","value":[" The door and roof logo is either the Blue Bird or the Pusaka\/Lintas \"flying egg\""]},{"type":"*","value":[" The windshield says \"Blue Bird Group\""]},{"type":"*","value":[" The driver is in uniform"]},{"type":"*","value":[" The headrests have Blue Bird logos"]},{"type":"*","value":["On the side window, there is a sticker about regulations in the car & its call center as listed beside this box."]}]]},"\n\nMost visitors opt to travel by taxi, which is cheap and occasionally fast.  There are a multitude of taxi companies of varying degrees of dependability and also the fares.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Blue Bird Group"],["alt="],["url="],["email="],["address= ☎ +62 21 7917 1234"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is known for their reliability, has an efficient telephone order service and always uses their meter. The Blue Bird group also runs Morante and Pusaka taxis. The Silver Bird ",{"type":"''","value":["executive taxi"]}," charges a premium for a larger car, normally a Mercedes Benz ",{"type":"''","value":["C & E Class"]}," or a Toyota ",{"type":"''","value":["Vellfire"]},").''"]]}]},"Some other large, generally reliable companies include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Taxiku"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +62 21 4786 2121"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Express"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +62 21 500 122"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Dian Taksi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +62 21 580 7070"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nYou can generally determine a good cabbie by asking \"",{"type":"''","value":["Pakai argo?"]},"\" (\"meter?\") - if they say no or \"tidak\", get another taxi. Taxis parked near train\/bus stations, tourist attractions, and hotels often refuse to use the meter and quote silly prices (especially from foreigners) - in this case, it's a good idea to walk away a bit, then hail a passing Blue Bird taxi.\n\nMany of the numerous other \"Tarif Lama\" or Tarif Bawah\" taxis are mechanically unsound and have drivers of questionable skill. They also often engage in determined efforts to overcharge. Even if they do use a meter,it may be a rigged meter. If using one of them you may end up getting ripped off (and I mean, terribly ripped off) basically because you are new to the country. If you have no idea how much the taxi fare to your destination should be, it is better to stick to the companies mentioned above, as even the locals do this.\n\nTipping is not necessary but rounding the meter up to the nearest Rp 1,000 is expected, so prepare some change, or else you may be rounded up to the nearest Rp 5,000.\n\n",{"type":"===","value":["By bajaj"]},"\n",{"type":"[[","value":[["File:Gas Fuelled Bajaj in Jakarta.jpg"],["thumb"],["300px"],["Gas-Fueled Bajaj in Jakarta"]]},"\nThe Jakartan equivalent to ",{"type":"[[","value":[["Thailand"]]},"'s tuk-tuk is the ",{"type":"'''","value":["bajaj"]}," (pronounced \"bahdge-eye\"), orange mutant scooters souped up in India into tricycles that carry passengers in a small cabin at the back. Beside the average orange bajaj, there is blue bajaj, which using gas as their fuel.\n\nThey're a popular way to get around town since they can weave through Jakarta's interminable traffic jams much like motorbikes can. Although slow, boneshaking (suspension is not a feature in a bajaj), hot and windy (locals joke about the \"natural A\/C\") and the quick way to breathing in more exhaust fumes than you ever thought possible (maybe less if you riding blue bajaj), riding around in these little motor-bugs can really grow on you.\n\nThere are no set prices, but a short hop of a few city blocks shouldn't cost much more than Rp 5,000. Be sure to agree to (read: ",{"type":"[[","value":[["haggle"]]},") a price before you set off.  Bajaj drivers are happy to overcharge visitors, and can often ask double or even more of what you would pay by meter in air-conditioned Blue Bird taxi (obviously, the normal price should be less than even for a cheaper variety of taxi).  Locals who regularly use the bajaj know what a typical fare should be and are happy to tell you.  Also, since bajaj aren't allowed on some of the larger roads in Jakarta, your route may well take you through the bewildering warren of backstreets. Try to keep an eye on what direction you're going, because some unscrupulous bajaj drivers see nothing wrong with taking the \"scenic\" route and then charging you double or triple the price.\n\n",{"type":"===","value":["By ojek"]},"\n",{"type":"[[","value":[["File:Pangkalan ojek.jpg"],["thumb"],["200px"],["One of many Ojek driver in Jakarta"]]},"\nIf you're poking around narrow back streets, or just in such a hurry that you're willing to lose a limb or more to get there, then Jakarta's motorcycle taxis (",{"type":"''","value":["ojek"]},") might be the ticket for you.  Jakarta's ojek services consist of guys with bikes lounging around street corners, who usually shuttle short distances down alleys and roads but will also do longer trips for a price.  Agree on the fare before you set off. Insist on a helmet, and wear it properly. No need to make it more insanely dangerous than it already is. The ojek drivers will insist you're safe with them and that they'll drive carefully, some of them are true and sometimes just lies, depend on the drivers. Before you choose the driver, pay attention in their motorcycle outlook and their helmets, sometimes it can show the driver's character. What locals normally pay to them is Rp 5,000 for a short ride and Rp 7,000 to 10,000 for a longer (roughly more than kilometer or 15 minutes walk) one. Foreigners are likely to be asked for more, but generally ojek drivers will accept the proper fare if you insist on it, unless they see you really need to use their service, such as if you're in a hurry but there's a huge traffic jam so using a taxi or bus will be too slow.\n\nIn November 2011, Ojek with argometer is called Taxijek has launched in Jakarta and is provided with company's driver identity card, a helmet for passengers, disposable shower caps to wear underneath and an extra raincoat. The fee is cheaper than the non-argometer ojeks make drivers of non-argometer ojeks jealous, moreover the Taxijek can enter the gate of elite housing complexes to pick up passengers due to Taxijek have special driver identity cards. The first flag start at Rp 4,000 ($0.44) and Rp 1,000 ($0.11) for another each kilometer. Call (021)94440739 or visit www.taxijek.com for more information.\n\n",{"type":"===","value":["By helicopter"]},"\n\n",{"type":"'''","value":["Janis Air Transport"]},"  ☎+62 21 8350024. If you're in a hurry and seriously loaded, charter a helicopter.\n\n",{"type":"===","value":["By bicycle"]},"\n",{"type":"[[","value":[["File:Jakarta Car Free Day.jpg"],["thumb"],["300px"],["Car Free Day in HI Roundabout"]]},"\n",{"type":"[[","value":[["Cycling"]]}," provision in Jakarta is (almost) non-existent, but the first signs of a cycling culture are emerging. Every Sunday, Jalan Sudirman and Thamrin (and every month in other place in each cities in Jakarta) from 6AM are emptied from cars until 12PM. The atmosphere can be festive, as events are held in some places (especially in Hotel Indonesia Roundabout).\n\nOther than that, there are dedicated ",{"type":"[[","value":[["mountain biking"]]}," paths in Cihuni and along the Jalur Gas Pipa, both in ",{"type":"[[","value":[["Tangerang"]]},". or you could head to ",{"type":"[[","value":[["Salak Mountain"]]}," or other parts of the region beyond ",{"type":"[[","value":[["Bogor"]]},".\n\n",{"type":"===","value":["On foot"]},"\nAs a rule, walking around the centre of Jakarta is neither fun nor practical.  With the exception of a few posher areas, sidewalks are crowded with pushcart vendors, drivers disregard pedestrians and crossing streets can be suicidal. As a matter of fact, pedestrian crossings do nothing, other than give the visitor a false sense of security, because the local drivers don't stop or even slow down for pedestrians, even at pedestrian crossings. It is best to use pedestrian bridges if there is one; but even then, watch out for mugging threats, wonky steps and holes, and motorcycles that sometimes use the bridge illegally.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"{{","value":[["Mapframe"],["-6.187"],["106.855"],["zoom=12"]]},"\n\n",{"type":"[[","value":[["File:Kota HistoryMuseum.JPG"],["300px"],["thumb"],["Jakarta History Museum, Kota"]]},"\n",{"type":"===","value":["Kota Tua"]},"\nThe heart of tourism objects is to the north and central of Jakarta. Visitors typically start exploring Jakarta from this part of the town called the ",{"type":"'''","value":["Kota Tua"]},", where the old buildings of Jakarta are preserved within a dedicated walking area.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jakarta History Museum"],["alt= Museum Fatahillah"],["url="],["email="],["address="],["lat=-6.1352"],["long= 106.8133"],["directions="],["phone="],["tollfree="],["fax="],["hours= Tuesday-Sunday: 09.00-15.00-14:30; closed Mondays\/holidays"],["price= Rp 5,000"],["content=This building is formerly a city hall (",{"type":"''","value":["Stadhuis"]},") identical to Amsterdam's Dam Palace with a wide courtyard in front. The underground floor is used as a prison & court. See the old days of Jakarta from as early as the year 400 AD to what Jakarta is now, in the form of photos, replicas, and maps. Do not miss the ",{"type":"''","value":["Jagur"]}," cannon at the backyard."]]}]},"\n",{"type":"'''","value":["The Bank Indonesia Museum"]}," tells about the economy & currency system then and now, while the ",{"type":"'''","value":["Museum Bahari"]}," takes you to the old glory of Jakarta's port, and Indonesia's as a whole. \n\nA few kilometers down South, is where the Dutch and the first years of the Indonesian government leaves a legacy, such as the iconic landmark of Jakarta, ",{"type":"'''","value":["the National Monument"]}," standing right at the center of the court, and the ",{"type":"'''","value":["Presidential Palace"]}," on its north side. And where else in the world could you find the ",{"type":"'''","value":["Istiqlal"]},", Southeast Asia's biggest mosque, and a 113 year old gothic Catholic ",{"type":"'''","value":["cathedral"]}," standing mightily across each other? On the western side of the court, the elephant statue greets you to the ",{"type":"'''","value":["Museum Nasional"]}," and is one of the better designed museums out there.\n\nStatues and monuments are ubiquitous in Jakarta and many stand prominently in major points across the city.  Most of the icons were erected during Soekarno's rule in 1960, thus still has a meaning of the old glory of independence. Start your trip from the ",{"type":"'''","value":["Tugu Tani"]}," statue in Menteng that has a figure of a farmer going out to war. Across the Monas Park is ",{"type":"'''","value":["Arjuna Wijaya"]},", a 8 horse carriage statue near Monas. Going south at Jalan MH Thamrin, the iconic ",{"type":"'''","value":["Selamat Datang"]}," statue that waves at you, with a fountain that signifies its importance as the city center of Jakarta. Passing through that is the ",{"type":"'''","value":["Jenderal Sudirman"]}," statue giving a salute, that give the street its name. Going further until the end of the straight street, is the ",{"type":"'''","value":["Pemuda Membangun"]}," or Youth Developing statue that looks like a man upholding a burning bowl. The ",{"type":"'''","value":["Dirgantara"]}," statue is visible in its glory if you are using the tollway in South Jakarta. \n\n",{"type":"===","value":["Parks"]},"\nGreeneries are often underrated in Jakarta given the fact that what most people typically see in Jakarta is (for the most part) a concrete jungle. ",{"type":"'''","value":["Menteng"]}," has a large and the best park & ",{"type":"'''","value":["Taman Suropati"]}," host regular violin shows. ",{"type":"'''","value":["Pantai Indah Kapuk"]},", inundated by housing projects, still leaves a space for mangrove swamps and monkeys' habitation. ",{"type":"'''","value":["Ragunan"]}," is the official zoo of Jakarta, and has a dedicated observation area for primates.\n\nJakarta also hosts two amusement parks. ",{"type":"'''","value":["Taman Impian Jaya Ancol"]}," at the North, that is mainly for amusement plus an aquarium, and ",{"type":"'''","value":["Taman Mini Indonesia Indah"]}," to the South, which is reserved mainly for cultural & technological knowledge. Escape to ",{"type":"'''","value":["Kepulauan Seribu"]}," to see wild birds and eagles, as well as notorious diving spots.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jakarta Hidden Tours"],["url=http:\/\/realjakarta.blogspot.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ronny and Anneke will lead you around some local slums where you will have a chance to meet local people and witness how they live. The proceeds of your tour will go to the local people and Ronny's Interkultur foundation."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Cinema"]}," \nMovie theaters are a more affordable escape at around Rp 25,000 for a plush seat (Rp 50,000 in the weekend, up to Rp 70,000 if you watching in 3D) in any of the capital's shopping malls. Beware of the heavy hand of the Indonesian censor though. The price of popcorn and drinks are exorbitant. Blitz Megaplex cinemas will typically show movies in any foreign language other than English. And the lesser ones also exhibit Indonesian B-Movies with erotic themes (still heavily censored). The largest chain of cinemas in Indonesia are the ",{"type":"[","value":["http:\/\/www.21cineplex.com ",{"type":"'''","value":["21 Cineplex"]}]}," (branded as XXI in premium shopping malls) and ",{"type":"[","value":["http:\/\/www.blitzmegaplex.com ",{"type":"'''","value":["Blitz Megaplex"]}]},". IMAX theaters, as of now, are only available at Gandaria City's XXI theater and Keong Mas in TMII, although the latter doesn't always show commercial movies.\n\n",{"type":"===","value":["Performing arts festivals"]},"\nTypically unbeknownst to the world, Jakarta boasts some of the world's largest music events and the many youth fans have attracted artists all around the world to regularly stop by Jakarta as part of their world tour, from rock concerts to Korean pop. Perhaps the most well-known event is the annual ",{"type":"[","value":["http:\/\/www.javajazzfestival.com ",{"type":"'''","value":["Jakarta International Java Jazz Festival"]}]}," that takes place each March for 3 days, filled with over 40 international and local artists performing jazz, R&B, and reggae songs. The ",{"type":"[","value":["http:\/\/www.hammersonic.com ",{"type":"'''","value":["Hammersonic"]}]}," in April is a metal music event, while ",{"type":"[","value":["http:\/\/www.javarockingland.com\/ ",{"type":"'''","value":["Java Rockin' Land"]}]}," entices you to a June night of rock & roll, and the ",{"type":"[","value":["http:\/\/www.djakartawarehouse.com ",{"type":"'''","value":["Djakarta Warehouse Project"]}]}," begins your year-end holiday with entertainment by world famous DJs.\n\nFor a more traditional and laid back atmosphere, there are performances at ",{"type":"'''","value":["Gedung Kesenian Jakarta"]},", by indie, jazz, dance, and classical music orchestras. ",{"type":"'''","value":["Taman Ismail Marzuki"]}," hosts mainly theatrical shows, although English shows might be rare. ",{"type":"'''","value":["Erasmus Huis Hall"]}," by the Dutch embassy also regularly hosts classical music shows and photography exhibitions.\n\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fitness centre"]},": Large hotels provide free fitness centres for guests. Some hotels have sauna, spa, tennis court and jogging track. They are also available in shopping malls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf"]},": Golf is the number one pastime of the upper classes and, as so many other things here, relatively cheap by Western standards. Green fees can go as low as Rp 60,000 on weekdays, although the better courses are twice that, and weekend rates are considerably steeper at Rp 300,000 and up."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bowling"]},": Most alleys are found in shopping malls. The fee for a game is US$2–3. Guest can rent bowling shoes etc. The length of the lanes are 32 ft."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Football"]},": Jakarta has plenty choices of Futsal fields in many areas. Futsal is a version of football but has fewer players and more lax rules of play. Dirt and grass makeshift fields are abundant in residential areas, and can be crowded with players, onlookers and vendors, especially on weekend afternoons. In these casual games, anyone can simply ask to jump in or relax."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Drifting"]},": There's a drifting circuit on top of Mal Artha Gading (MAG)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Badminton"]}," As one of the powerhouses in badminton, Jakarta has a multitude of badminton courts, ranging from the national venues at the Senayan Complex to the suburban halls which cater to both futsal and badminton. Most of them have  wood-panel flooring, and are maintained in reasonably good condition. Lighting is strictly functional and is below par in comparison with standard badminton halls. The best way to find a playing venue (and players) is to post a request on badmintoncentral, the global badminton forum. It has a lot of members from Indonesia who would be happy to provide directions to a local hall. People play almost every evening - so, walk in, strike up a conversation with the group's captain, and expect to blend in their group for the session. If the captain refuses payment (usually less than Rp 20,000), it is polite to buy the players a round of soft-drinks (teh-botol is a good choice). Be warned that it is common for Indonesians to eat, smoke, drink and nap by the side of the court. So, watch your footing!"]},"\n",{"type":"===","value":["Other activities"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Karaoke"]},": One of the main entertainment program in Asia. With the most popular chains spread throughout Jakarta, such as ",{"type":"''","value":["Inul Vista"]}," (Sarinah, Plaza Semanggi, Kelapa Gading, etc.), ",{"type":"''","value":["Happy Puppy"]}," (La Piazza, etc.), and ",{"type":"''","value":["NAV"]}," (Kelapa Gading, etc.). Expect to pay as low as Rp 60,000\/hr+tax for a 6 person room."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"'''","value":["Cooking class"]}," are monthly at a Saturday by 99 Ranch Market at their branch in Pondok Indah for Rp 150,000. There are also a few locations along Jalan Kemang that specifically caters to expats. Outside the the two, most would offer pastry cooking classes.\n\nInterestingly, you can learn cultures from around the world in Jakarta. Many embassies have set up cultural centers where you can take ",{"type":"'''","value":["world culture & language classes"]},". Check these cultural centers for information: ",{"type":"[","value":["http:\/\/id.korean-culture.org\/ Korean Culture Center"]},", ",{"type":"[","value":["http:\/\/ifi-id.com\/ Institut Francais"]},", ",{"type":"[","value":["http:\/\/itacultjkt.or.id\/ Istituto Italiano di Cultura"]},", ",{"type":"[","value":["http:\/\/japanfoundation.or.id Japan Foundation"]},", ",{"type":"[","value":["http:\/\/idn.rs.gov.ru\/en Russian Culture Center"]},", ",{"type":"[","value":["http:\/\/www.goethe.de\/ins\/id\/en\/jak.html Goethe Institut"]},".\n\n",{"type":"==","value":["Work"]},"\n\nCasual work in Jakarta is difficult to come by and Indonesian bureaucracy does not readily facilitate foreigners undertaking employment in Indonesia.  As in the rest of Asia, ",{"type":"[[","value":[["teaching English"]]}," is the best option, although salaries are poor (US$700–3000\/month is typical, although accommodation may be provided) and the government only allows citizens of the UK, Australia, New Zealand, Canada and the USA to work as teachers. Formal work visas, residency permits and registration with several government offices is necessary. Formal approval from the Department of Manpower and the provision of documentation and guarantees from an employing sponsor is required to engage in any form of employment in Jakarta or elsewhere in Indonesia. Business visas are available for the purposes of conducting business related activities in Jakarta or elsewhere in Indonesia, this class of visa has strict conditions and requires a local business to sponsor the applicant. A business visa does not permit the holder to undertake any form of employment.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"{{","value":[["infobox"],["Roadside retail"],["Looking for an aluminum hubcap, a large clay pot, some reupholstered car seats or perhaps a full-length mirror with elaborate ironwork?  Not to worry, in Jakarta there's an alley out there just for you, with specialist vendors laying out their goods on streetside racks to entice people driving by.  And given Jakarta's traffic jams, there's often plenty of time to browse too."]]},"\n\n",{"type":"[[","value":[["File:Grand-Indonesia.jpg"],["thumb"],["left"],["Grand Indonesia Shopping Town located in Central Jakarta, as viewed from Plaza Indonesia"]]},"\n\n",{"type":"[[","value":[["File:Plaza Indonesia.jpg"],["left"],["thumb"],["The southern entrance of the Plaza Indonesia Shopping Centre below the Grand Hyatt hotel"]]},"\n\nIf you're stopping in Jakarta, consider buying an extra suitcase, because there's lots of good shopping to be done. Do consider too, however, that though quality can be excellent, purchasing real branded things or quality products in Jakarta comes with a real expensive price tag.\n\nEvery year, the Provincial Government of Jakarta holds an annual \"Festival Jakarta Great Sale\" that takes place from Mid-June to Mid-July. Most markets, shopping malls , and department stores attend it and will give discounts on selected items, although the event itself might be barely noticeable other than banners.\n\n",{"type":"===","value":["Shopping malls"]},"\nDespite the crushing poverty exhibited in some parts of the city, Jakarta has a large number of giant, glittering ",{"type":"'''","value":["malls"]},", well above expectations for newcomers.  Note that, for imported goods, prices in many of the more expensive stores can be much higher than what would be charged in the same shops in other countries. Most of the shopping malls are located close to each other, so if you are unable to find what you need, just hop to the next door!\n\n",{"type":"'''","value":["Grand Indonesia"]}," and ",{"type":"'''","value":["Plaza Indonesia"]}," are two upper-class malls next to each other on one of Jakarta's busy Hotel Indonesia Roundabout. ",{"type":"'''","value":["Plaza Senayan & Senayan City"]}," are also across each other and are both chic. ",{"type":"'''","value":["Mal Taman Anggrek"]}," and ",{"type":"'''","value":["Central Park"]}," at Jalan Letjen S. Parman are for all rounders. \n\nThe ",{"type":"'''","value":["Jalan Prof.Dr.Satrio"]}," is soon-to-be Orchard Road to ",{"type":"[[","value":[["Singapore"]]},", Ginza to ",{"type":"[[","value":[["Tokyo"]]}," and Fifth Avenue to New York. 4 malls (namely ITC Mal Ambassador, Kuningan City, Ciputra World I, and a bit further off, Kota Kasablanka) and still building, catering to visitors of all budget levels. ",{"type":"'''","value":["Kelapa Gading"]}," has a street with 4 malls on its side, and 2 other giant malls located elsewhere in the region. ",{"type":"'''","value":["Pluit"]}," & ",{"type":"'''","value":["Pondok Indah"]}," hosts 3 malls located along a single strip as well.\n\nEvery shopping mall has, along brands that have their own shops, at least 1 department store. ",{"type":"'''","value":["Sogo"]}," has the most branch, followed by Metro & Centro. Debenhams have their only store in Plaza Senayan, as well as Galeries Lafayette at Pacific Place and Seibu at Grand Indonesia. ",{"type":"'''","value":["Matahari"]}," also provides similar galore fashions but usually for a lower price.\n\n",{"type":"===","value":["Markets"]},"\nIn addition to malls, there are also numerous extremely large ",{"type":"'''","value":["shopping centres"]}," and most of it is within a complex, so if you are unable to find what you need, you can try again on the mall next door! ",{"type":"'''","value":["Mangga Dua"]},", ",{"type":"'''","value":["Tanah Abang"]},", and ",{"type":"'''","value":["Pasar Baru"]}," is the perfect place if you're looking for fashion. ",{"type":"'''","value":["WTC (Wholesale Trade Centre) Mangga Dua"]}," and ",{"type":"'''","value":["Mangga Dua Square"]},", as well as ",{"type":"'''","value":["Glodok"]}," and ",{"type":"'''","value":["Roxy"]},", are where to find gadgets.\n\nIf you are looking for some antique product such as local handicrafts, Indonesian traditional batik, wayang golek (Javanese puppets), you can go to Jalan Surabaya in Central Jakarta. Pasaraya Grande shopping mall at Blok M, South Jakarta has one dedicated floor for all Indonesian antiques and handicrafted goods. Pasar Seni at Ancol is the centre of paintings and sculpture, you can ask the painters to make you as the model for your paintings. ",{"type":"'''","value":["Sarinah"]}," department store also has a vast section of traditional gifts for sale.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:CafeBatavia.JPG"],["thumb"],["Colonial swank at Cafe Batavia"]]},"\n\nJakarta has a vast range of food available at hundreds of eating complexes located all over the huge city.  In addition to selections from all over the country, you can also find excellent Chinese, Japanese, and many other international foods thanks to the cosmopolitan population. Longer-term visitors will wish to dig up a copy of \"Jakarta Good Food Guide\" (JGFG) or \"Jakarta Java Kini\". The JGFG, as its affectionately known to Jakartans, is now in its 3rd edition, with the latest version published in 2009 and covering over 600 restaurants and casual eateries in the city. The JGFG has now also been made into an iPod ",{"type":"''","value":["touch"]}," & iPhone application, so you can download all 600 reviews and have them in the palm of your hand for whenever you're craving a bite of some good local food.\n\nYou can find Jakartan versions of many dishes, often tagged with the label ",{"type":"''","value":["betawi"]}," (Indonesian for \"Batavian\").\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sop iga sapi"]},", beef spare rib soup that takes a simple Dutch dish and piles on Indonesian spices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soto betawi"]},", coconut milk broth with beef tendons, intestines, tripe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kerak telor"]},", omelette from egg cooked with glutinous rice and served with shredded coconut and a dried shrimp topping."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ketoprak"]},", rice roll, tofu, bean sprout, shrimp crackers in peanut sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bubur Dingin"]},", lit. Cold porridge with beef sweet soup"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi uduk"]},", rice cooked in coconut milk similar to nasi lemak, served with choices of various toppings; such as fried chicken, beef, fried shalots sambal"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi ulam"]},", rice cooked in coconut milk served with fried minced beef, sweet fried tempe, many other toppings, cucumber, and sambal (chilli sauce)."]},"\nYour stomach may need an adjustment period to the local food due to many spices locals used in their cooking. Standard price on this guide: The price for one main course, white rice (\"nasi putih\") and one soft drink, including 21% tax and service charge.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Street Food"]},", Jakarta is famous for its street delicacies. Every Region of Jakarta has its own unique offering of street foods. Some areas for looking for great \/exceptional and unique. street food are ",{"type":"'''","value":["Kelapa Gading (Seafood), Muara Karang\/Pluit (Seafood), \"Nasi Uduk\" (Kebon Kacang, Central Jakarta) and Tennis-ball Sized Meatballs(Blok S, South Jakarta)"]},"."]},"\nIt is advised if you are a foreigner unfamiliar to the standard of Jakarta's food hygiene to ask for your companions opinion about the food joint's hygiene level before eating on the place, or even better to let your body 'adjust' to the different standards of hygiene on foods in Jakarta by eating on more cleaner restaurants for a few days before trying out food acquired from street vendors, as these foods may take a toll on your stomach. It is advised to be acclimated to the Indonesian environment for at least 2 weeks before eating street food. Prices are around Rp 5,000-25,000 and then do so with some caution.\n\n",{"type":"====","value":["Budget"]},"\n\nFood courts at just about every shopping mall in Jakarta offers entrees at cheap prices but enough to make a stomach full. Prices range from Rp 10,000 to Rp 40,000. Street vendors can be even cheaper but the hygiene is questionable.\n\nFranchise chains are also a good choice for eating as the hygiene is often up to standards. KFC, Wendy's and McDonalds have ample seating. Local chain ",{"type":"'''","value":["Bakmi GM"]}," is famous for its noodles and its fried wonton. ",{"type":"'''","value":["Hoka-hoka Bento"]}," (locally known as HokBen), also a local chain, provides Japanese style buffet with a complete meal set for an affordable price. Consider also Es Teler 77 & Solaria. You will find one of or all of them at major malls across the city.\n\nMost budget restaurants have delivery service or you can call ",{"type":"'''","value":["Pesan Delivery"]}," service ",{"type":"[","value":["http:\/\/www.pesandelivery.com"]},", ☎ +62 21  7278 7070.  You can order take away foods from most budget restaurants. \n\nSome traditional Indonesian cuisine may be too hot and spicy for many foreign tourists. At some restaurants you can ask for food without chilli: \"Tidak pakai cabe\" or \"Tidak Pedas\". Standard price is Rp 15,000-50,000.\n\n",{"type":"====","value":["Mid-range"]},"\n\nFine dining restaurants offer entrees for a range of prices, from Rp 35,000 (about $3) for a meatball soup, to Rp 80,000 ($7) for a large pan of pizza, up to Rp 125,000 (about $10) for an Australian beef steak. Fine dining options can be found at just about every mall in Jakarta or better yet outside the malls.\nA famous chain within this range is ",{"type":"'''","value":["Pizza Hut"]},". Its Indonesian franchise looks like more of a fine dining option rather than fast food like its original location, the United States. They have much bigger seating areas & much more generous options for pizza toppings & crust, sides, and pastas. Even offers soup & salad as an appetizer, ice cream for dessert, and in selected restaurants, a special breakfast menu!\n\n",{"type":"====","value":["Splurge"]},"\n\nThe best gourmet splurges in Jakarta are the ",{"type":"'''","value":["opulent buffet spreads"]}," in the 5 star hotels such as the Marriott, Hotel Mulia, Ritz-Carlton and Shangri-La, which offer amazing value by international standards. Standard price: Rp 150,000-300,000 per person. Chinese roundtable restaurants, such as ",{"type":"'''","value":["Din Tai Fung"]},", ",{"type":"'''","value":["Imperial Duck"]}," or ",{"type":"'''","value":["Jun Njan"]},", among other small enterprises, offer considerably expensive dishes, but these are mostly meant to be shared, not for individuals.\n\n",{"type":"==","value":["Drink"]},"\n\nJakarta may be the capital of the world's largest Islamic country, but it has underground life of its own. If you're the clubbing type, its nightlife is arguably among the best in Asia, except in fasting months when some of it are closed or open in limited time. From the upscale X-Lounge to the seediest discos like Stadium, Jakarta caters to all kinds of clubbers, but bring a friend if you decide to brave the seedier joints (though they tend to have the best DJs).  Fans of live music, on the other hand, are largely out of luck if they go to budget bars, at least unless they're into Indonesian pop.\n\nWhen out and about, note that Jakarta has a fairly high number of ",{"type":"'''","value":["prostitutes"]},", known in local parlance as ",{"type":"''","value":["ayam"]}," (lit. \"chicken\"), so much so that much of the female clientele of some respectable bars (operated by five-star hotels, etc.) is on the take.\n\nA nightlife district popular among expats is ",{"type":"'''","value":["Blok M"]}," in ",{"type":"[[","value":[["Jakarta\/South"],["South Jakarta"]]},", or more specifically the single lane of Jl. Palatehan 1 just north of the bus terminal, packed with pubs and bars geared squarely towards single male Western visitors.  While lacking the bikini-clad go-go dancers of ",{"type":"[[","value":[["Bangkok\/Silom"],["Patpong"]]},", the meat market atmosphere is much the same with poor country girls turned pro.  Blok M is now easily accessible as the southern terminus of BRT Line 1.  For a more off-the-beaten track experience, head a few blocks south to Jl. Melawai 6 (",{"type":"''","value":["opposite Plaza Blok M"]},"), Jakarta's de-facto ",{"type":"'''","value":["Little Japan"]}," with lots of Japanese restaurants, bars and (what else?) karaoke joints.\n\nTo hang out where Indonesia's young, rich and beautiful do, head to Plaza Indonesia's ",{"type":"'''","value":["EX"]}," annex, packed full of trendy clubs and bars including Jakarta's Hard Rock Cafe.  Plaza Senayan's ",{"type":"'''","value":["Arcadia"]}," annex attempts to duplicate the concept, but with more of an emphasis on fine dining.  The Kemang area in ",{"type":"[[","value":[["Jakarta\/South"],["southern Jakarta"]]}," is popular with expats and locals alike. It has numerous places to eat, drink and dance.\n\nThe Kota area in ",{"type":"[[","value":[["Jakarta\/North"],["northern Jakarta"]]}," is the oldest part of town with numerous colonial buildings still dominating the area. It is also considered to be the seediest part of town after midnight. Most karaoke bars and 'health' clubs there are in fact brothels who mostly cater to local Jakartans. Even regular discos such as Stadium and Crown have special areas designated for prostitutes.  Other notable establishments in this area are Malioboro and Club 36 which should not be missed. This part of town has a large ethnic Chinese population who also dominate the clubbing scene there.\n\nThe bulk of the clubbing scene is spread throughout Jakarta however, most usually found in office buildings or hotels. A help of an experienced local with finding these places is recommended. Do note that nightlife in Jakarta tends to be pricey for local standards.\n\nDue to the liberty Jakarta has, there is no specific dress code that should be worn unless you are in a religious area. However, it is best not to dress too openly to prevent from people giving awkward stares or from giving the impression (especially for women) that you are a prostitute since most of them in Jakarta do have very short dresses or skirts. Sandals are fine to wear if you're heading for North Jakarta since it is mear the beach. During the month of Ramadhan, all nightlife ends at midnight.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"''","value":["Please see the individual Jakarta ",{"type":"[[","value":[["Jakarta#Districts"],["district"]]}," articles for accommodation listings"]},"\n\nThe travel agencies at Jakarta's airport can have surprisingly good rates for mid-range and above hotels. Star ratings are reserved for midrange and better hotels, while budget places have \"Melati\" rankings from 1-3 (best).  Tax and service charge of 21% are usually added to the bill.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Budget"]},",  Hotels with standard room rate below US$25\/night. Backpacker hostels (",{"type":"''","value":["losmen"]},") can be found around Jalan Jaksa, which is close to the Gambir station, rooms starting from Rp 30,000\/night. Another choice is hotels around Jalan Mangga Besar. Jalan Mangga Besar has a very wide variety of hotels, clubs, restaurants and low class spas. It also placed near Glodok"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mid-range"]},",  Hotels with standard room rate of from US$26–100\/night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Splurge"]},",  Jakarta has more than its fair share of luxury hotels, and after the prolonged post-crash hangover new ones are now going up again.  Many remain good value by world prices, but opulent lobbies do not always correspond to the same quality in the room. The standard room rate on splurge hotels are more than US$100\/night."]},"\nFor stay over 2,5–3 weeks, monthly rental rooms (called ",{"type":"''","value":["kost"]},") and apartments are a good alternative to budget and mid-range hotels, respectively. Fully-furnished rooms (with TV, A\/C, large bed, hot shower, kitchen outside) can be rented for Rp 1.5-4 million\/month. In most cases, rental fee already includes electricity and water usage, often there are additional services included like laundry, Internet access, breakfast, etc. There are cheaper rooms as well (starting from Rp 500,000-700,000), but those are usually small, without window, and the furniture includes just bed or even nothing. Also, some cheaper places are exclusively for either men or women (no opposite sex tenants or visitors allowed); many others allow couples to stay together only if they're legally married.\n\nFor apartments (one or more rooms + private kitchen + often balcony), prices are from Rp 3-4 million and up. Cheaper rates can be obtained in some places which are oriented to the long-term rental (3, 6 months or 1 year minimum); however, there may be same limitations as for cheaper rooms.\n\nA good choice of ",{"type":"''","value":["kost"]}," and apartments available in Jakarta can be found here: ",{"type":"[","value":["http:\/\/www.infokost.net"]}," (Indonesian language only).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nThe area code for Jakarta and the metropolitan area, is ",{"type":"'''","value":["021"]},". You do not need to call the area code if you are calling to another number within the same area using a landline. Drop the 0 prefix when calling from other areas across Indonesia.\n\n",{"type":"''","value":["Wartel"]}," or telephone shops are ubiquitous on the streets of Jakarta, but gradually disappear because of the booming of mobile phones. If you wish to avoid the exorbitant roaming fees (and also need to do a numerous number of calls), you can buy a used phone in small stalls for $10 to $15 plus your mobile number's balance, while the card itself is relatively cheap or free.\n\nPublic phones can still be commonly seen in sidewalks. If you see a public telephone, lift the receiver and check the number in the display near the keypad.  If the number is not 000, don't insert coins, because the phone is broken.  They usually are, but are very cheap (just Rp 100\/min) when they do work.\n\n",{"type":"===","value":["Internet"]},"\nIf you have your own laptop you may be able to access networks at many of the capital's malls.  Ask at the information desk for access codes. Free hotspots are also available in most McDonald's restaurants, Starbucks Cafés, and 7-Eleven convenience stores. Several hotels also provide a free wifi hotspot in their lobby or in their rooms - inquire before booking.\n\nInternet cafes are available in most parts of the city with a price of Rp 4,000-5,000. However, most of them only have dial-up capabilities. Most of the internet cafes can be found around universities, residential areas, and in most shopping malls. However, the internet connection speed can be better in the internet cafes found at malls.\n\nIf you are keen on using the internet for long hours, try to get the \"happy hour\" deals provided by internet cafes near universities or residential areas. They provide 6 hr of surfing on the internet for Rp 12,000, but is only available at midnight-6AM.\n\nJakarta is the trial area for Indonesia's upcoming 4G LTE network deployment. Most operators are yet to carry the service though. ",{"type":"'''","value":["Bolt"]}," is the sole brand to join in the competition. It offers pocket Wi-Fi modem for Rp 200,000 plus a rechargeable internet quota for a rate that is cheap even by Western standards.\n\n",{"type":"===","value":["Post"]},"\nPost is provided by the state-owned ",{"type":"'''","value":["Pos Indonesia"]},". They do not have mail boxes but have mobile counters in a van, or you can just go to the post office. Major freight companies such as FedEx, DH, and UPS also offer drop by package delivery, albeit through a third party service.\n\n",{"type":"===","value":["Tourism information"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Jakarta City Government Tourism Office"],["alt="],["url=http:\/\/www.jakarta-tourism.go.id\/"],["email=info@jakarta-tourism.go.id"],["address="],["lat="],["long="],["directions="],["phone=+62 21-5205455"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Kuningan Barat No. 2."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.streetdirectory.co.id\/ Jakarta City Digital Map and Travel Guide"]}]},", Wisma 77 Lantai 5 Jalan Letjen S. Parman Jakarta Barat. ☎ +62 21 5369 0808 ."]},"\n",{"type":"===","value":["Emergency"]},"\n\n",{"type":"*","value":[" Ambulance. ☎ ",{"type":"'''","value":["118"]},"."]},"\n",{"type":"*","value":[" Police. ☎ ",{"type":"'''","value":["110"]},"."]},"\n",{"type":"*","value":[" Search and rescue team. ☎ ",{"type":"'''","value":["115"]},"."]},"\n",{"type":"*","value":[" Indonesian Police HQ: Jl. Trunojoyo 3, South Jakarta. ☎+62 21 7218144."]},"\n",{"type":"*","value":[" Jakarta Police HQ: Jl. Jendral Sudirman No. 45, South Jakarta. ☎+62 21 5709261."]},"\n",{"type":"*","value":[" Hospitals with 24 hour emergency room UGD (ER): see the Jakarta district pages."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Media"]},"\nJakarta is the centre of Indonesia's media. Most news are actually sourced from Jakarta. English publications starts to make its way into newsstands.\n",{"type":"*","value":[{"type":"'''","value":["The Jakarta Post"]},". Perhaps the most famous newspaper in Indonesia. "]},{"type":"*","value":[{"type":"'''","value":["The Jakarta Globe"]}," In a tabloid format. Provides more lifestyle content."]},{"type":"*","value":[{"type":"'''","value":["Tempo English Edition"]}," Weekly hard news magazine."]},"State-owned TV station, TVRI has its own English news cast everyday at 18.00 (6 PM).\n\n",{"type":"===","value":["Immigration office"]},"\nThe General Directorate of Immigration (Jl. H. R. Rasuna Said Kav.X-6 Kuningan-Jakarta Selatan) Visas, re-entry permits and many other immigration services are available.\n\n",{"type":"===","value":["Embassies and Consulates"]},"\n\nThe ",{"type":"''","value":["Kementerian Luar Negeri"]}," (Kemlu) or ",{"type":"[","value":["http:\/\/www.deplu.go.id Ministry of Foreign Affairs"]}," maintains a complete searchable database of diplomatic institutions. The embassies are located in Jakarta, some consulates general and honorary consulates are located in other cities such as Surabaya and Denpasar. This list may not be complete.\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Afghanistan"]]}," ",{"type":"{{","value":[["listing"],["name=Afghanistan"],["url="],["email="],["address=Jl Doktor Kusuma Atmaja 15"],["lat="],["long="],["directions="],["phone=+62 21 3143169"],["tollfree="],["fax=+62 21 31935390"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Algeria"]]}," ",{"type":"{{","value":[["listing"],["name=Algeria"],["url=http:\/\/www.embalgeria-id.org"],["email=ambalyak@rad.net.id"],["address=Jl H. R. Rasuna Said Kav. 10-11"],["lat="],["long="],["directions="],["phone=+62 21 5254719"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url="],["email="],["address=Menara Thamrin R. 1602 Jl Muhammad Thamrin, Kav. 3. 16th Floor Suite 1602"],["lat="],["long="],["directions="],["phone=+62 21 2303061"],["tollfree="],["fax=+62 21 2303962"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.indonesia.embassy.gov.au\/jakt\/home.html"],["email="],["address=Jl H.R. Rasuna Said Kav C 15-16"],["lat="],["long="],["directions="],["phone=+62 21 25505555"],["tollfree="],["fax=+62 21 25505467"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url=http:\/\/www.austrian-embassy.or.id"],["email=jakarta-ob@bmeia.gv.at"],["address=Jl Terusan Denpasar Raya Kuningan, Jakarta Selatan"],["lat="],["long="],["directions="],["phone=+62 21 2593037"],["tollfree="],["fax=+62 21 52920651"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bangladesh"]]}," ",{"type":"{{","value":[["listing"],["name=Bangladesh"],["url="],["email="],["address=Jl Denpasar Raya No. 3, Block A-13 Kav 10, Kuningan"],["lat="],["long="],["directions="],["phone=+62 21 5251986"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/jakarta\/"],["email=jakarta@diplobel.fed.be"],["address=Deutsche Bank Building - 16th floor, Jl Imam Bonjol 80"],["lat="],["long="],["directions="],["phone=+62 21 3162030"],["tollfree="],["fax=+62 21 3162035"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url="],["email="],["address=Jl Jenderal Gatot Subroto, 12190"],["lat="],["long="],["directions="],["phone=+62 21 5265656"],["tollfree="],["fax=+62 21 5265659"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cambodia"]]}," ",{"type":"{{","value":[["listing"],["name=Cambodia"],["url="],["email="],["address=Jl Kintamani Raya C-15 No. 33"],["lat="],["long="],["directions="],["phone=+62 21 520-1373, +62 21 919-2895"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/indonesia-indonesie\/"],["email=canadianembassy.jkrta@international.gc.ca"],["address=World Trade Centre I, 6th Floor Jl Jend. Sudirman Kav. 29-31"],["lat="],["long="],["directions="],["phone=+62 21 25507800"],["tollfree="],["fax=+62 21 25507811"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["name=Chile"],["url="],["email=emchijak@indosat.net.id"],["address=Bina Mulia Building I, 7th floor, Jl H.R. Rasuna Said Kav. 10"],["lat="],["long="],["directions="],["phone=+62 21 2521982"],["tollfree="],["fax=+62 21 5201955"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China (PRC)"],["url=http:\/\/id.china-embassy.org\/"],["email=chinaemb_id@mfa.gov.cn"],["address=Jl Mega Kuningan No.2, Jakarta Selatan"],["lat="],["long="],["directions="],["phone=+62 21 5761039"],["tollfree="],["fax=+62 21 5761034"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia"],["alt="],["url="],["email=ejakarta@cancilleria.gov.co"],["address=Jl Jend Sudirman Kav. 47-48, South Jakarta Central Plaza Building 12th Floor"],["lat="],["long="],["directions="],["phone=+ 62 21 57903560"],["tollfree="],["fax=+62 21 52905217"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["url=http:\/\/www.mzv.cz\/jakarta\/en\/index.html"],["email=jakarta@embassy.mzv.cz"],["address=Gereja Theresia 20, Menteng"],["lat="],["long="],["directions="],["phone=+62 21 3904075"],["tollfree="],["fax=+62 21 336282"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["url=http:\/\/indonesien.um.dk\/"],["email=jktamb@um.dk"],["address=Jl Mega Kuningan Lot 5 12930"],["lat="],["long="],["directions="],["phone=+62 21 5761478"],["tollfree="],["fax=+62 21 5761535"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/egyptian_embassy_jakarta\/Pages\/default.aspx"],["email=embassyofegypt.jakarta@gmail.com"],["address=Jl Teuku Umar No. 68, Menteng"],["lat="],["long="],["directions="],["phone=+62 21 3143440"],["tollfree="],["fax=+62 21 3145073"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.or.id\/"],["email=sanomat.jak@formin.fi"],["address=Jl Mega Kuningan, Lot 5"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+62 21 5761631"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance-id.org"],["email="],["address=Menara BCA – 40th floor, Jl MH. Thamrin n°1, Jakarta Pusat"],["lat="],["long="],["directions="],["phone=+62 21 23557600"],["tollfree="],["fax=+62 21 23557601"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.jakarta.diplo.de\/"],["email=germany@rad.net.id"],["address=Jl MH. Thamrin No. 1 Gondangdia Menteng Jakarta Pusat"],["lat="],["long="],["directions="],["phone=+62 21 39855000"],["tollfree="],["fax=+62 21 3901757"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.greekembassy.or.id\/"],["email=grembas@cbn.net.id"],["address=Jl HR. Rasuna Said Kav X-7 No.6 Karet Kuningan Setiabudi Jakarta Selatan"],["lat="],["long="],["directions="],["phone=+62 21 5207776"],["tollfree="],["fax=+62 21 5207753"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/indianembassyjakarta.com\/"],["email=eoiisi@indo.net.id"],["address=Jl Besakih Kav S-1,"],["lat="],["long="],["directions="],["phone=+62 21 5204150"],["tollfree="],["fax=+62 21 5204160"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.ambjakarta.esteri.it\/"],["email=ambasciata.jakarta@esteri.it"],["address=Jl Diponegoro No. 45, Menteng - Central Jakarta"],["lat="],["long="],["directions="],["phone=+62 21 31937445"],["tollfree="],["fax=+62 21 31937422"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.id.emb-japan.go.jp\/"],["email="],["address=Jl M.H. Thamrin 24, Central Jakarta"],["lat="],["long="],["directions="],["phone=+62 21 31924308"],["tollfree="],["fax=+62 21 31925460"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Jordan"]]}," ",{"type":"{{","value":[["listing"],["name=Jordan"],["url=http:\/\/www.jordanembassy.or.id\/"],["email=jordanem@cbn.net.id"],["address=Jl Kawasan Sudirman Central Business District 10270"],["lat="],["long="],["directions="],["phone=+62 21 7248843"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Republic of Korea"],["url="],["email="],["address=Jl Jenderal Gatot Subroto Kav. 57"],["lat="],["long="],["directions="],["phone=+62 21 5201915"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["North Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Democratic People's Republic of Korea"],["url="],["email="],["address=Jl Teluk Betung No. 2"],["lat="],["long="],["directions="],["phone=+62 21 31908425, +62 21 31908437"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Laos"]]}," ",{"type":"{{","value":[["listing"],["name=Lao People's Democratic Republic"],["url="],["email="],["address=Jl Patra Kuningan XIV No. 1A, Kuningan"],["lat="],["long="],["directions="],["phone=+62 21 5229602"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysia"],["url=http:\/\/www.kln.gov.my\/web\/idn_jakarta\/home\/"],["email=maljakarta@kln.gov.my"],["address=Jl HR Rasuna Said 1-3 Kav X-6"],["lat="],["long="],["directions="],["phone=+62 21 5224947"],["tollfree="],["fax=+62 21 5224974"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[{"type":"{{","value":[["flag"],["Marshall Islands"]]}," ",{"type":"{{","value":[["listing"],["name=Marshall Islands"],["url="],["email="],["address=Jl Pangeran Jayakarta No. 115 Blok A-11, Central Jakarta"],["lat="],["long="],["directions="],["phone=+62 21 6249054"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Myanmar"]]}," ",{"type":"{{","value":[["listing"],["name=Myanmar"],["url="],["email="],["address=Jl Haji Agus Salim No. 109, Menteng"],["lat="],["long="],["directions="],["phone=+62 21 3140440, +62 21 31927684"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=The Netherlands"],["url=http:\/\/indonesie.nlambassade.org\/"],["email=jak@minbuza.nl"],["address=Jl HR Rasuna Said Kav.S-3, Jakarta Selatan"],["lat="],["long="],["directions="],["phone=+62 21 5248200"],["tollfree="],["fax=+62 21 5200734"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/www.nzembassy.com\/indonesia\/"],["email=nzembjak@cbn.net.id"],["address=Jl Asia Afrika No. 8 Gelora Bung Karno - Central Jakarta Sentral Senayan 2 10th Floor"],["lat="],["long="],["directions="],["phone=+62 21 5709460"],["tollfree="],["fax=+62 21 5709457"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norway.or.id\/"],["email=emb.jakarta@mfa.no"],["address=Jl Mega Kuningan, Lot 5 12930"],["lat="],["long="],["directions="],["phone=+62 21 5761523"],["tollfree="],["fax=+62 21 576 1537"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Papua New Guinea"]]}," ",{"type":"{{","value":[["listing"],["name=Papua New Guinea"],["url="],["email="],["address=Panin Bank Centre, 6th Floor, Jl Jenderal Sudirman No. 1"],["lat="],["long="],["directions="],["phone=+62 21 7251218"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=The Phillipines"],["url="],["email="],["address=Jl Imam Bonjol No. 6-8, Menteng"],["lat="],["long="],["directions="],["phone=+62 21 3100334"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url=http:\/\/www.indonesia.mid.ru\/"],["email=rusemb.indonesia@gmail.com"],["address=Jl Hr Rasuna Said Kav X7 No 1-2 Setia Budi, Kuningan"],["lat="],["long="],["directions="],["phone=+62 21 5222912"],["tollfree="],["fax=+62 21 5222916"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["url="],["email="],["address=Jl MT Haryono Kav. 27, Cawang, Jakarta Timur"],["lat="],["long="],["directions="],["phone=+62 21 8011533"],["tollfree="],["fax=+62 21 3905864"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Singapore"]]}," ",{"type":"{{","value":[["listing"],["name=Singapore"],["url="],["email="],["address=Jl H. R. Rasuna Said Blok X\/4 Kav. No. 2, Kuningan"],["lat="],["long="],["directions="],["phone=+62 21 52961433, +62 21 5201489"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Serbia"]]}," ",{"type":"{{","value":[["listing"],["name=The Republic of Serbia"],["url="],["email=embjakarta@serbian-embassy.org"],["address=Jl H.O.S Cokroaminoto 109, Menteng, Jakarta Pusat"],["lat="],["long="],["directions="],["phone=+62 21 3143560, +62 21 3143720, +62 21334157"],["tollfree="],["fax=+62 21 314 3613"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url="],["email="],["address=Wisma GKBI, 7th Floor, Suite 705, Jl. Jenderal Sudirman No. 28"],["lat="],["long="],["directions="],["phone=+62 21 5740660"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url="],["email=embespid@mail.mae.es"],["address=Jl H Agus Salim 61 Menteng Jakarta Pusat 10350"],["lat="],["long="],["directions="],["phone=+62 21 31935940"],["tollfree="],["fax=+62 21 31935134"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sri Lanka"]]}," ",{"type":"{{","value":[["listing"],["name=Sri Lanka"],["url="],["email="],["address=Jl Diponegoro No. 70, Menteng"],["lat="],["long="],["directions="],["phone=+62 21 3141018, +62 21 3161886, +62 213190-2389"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/en-GB\/Embassies\/Jakarta\/"],["email=ambassaden.jakarta@foreign.ministry.se"],["address=Jl Mega Kuningan, Lot 5 12930"],["lat="],["long="],["directions="],["phone=+62 21 25535900"],["tollfree="],["fax=+62 21 5762691"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/eda\/en\/home\/reps\/asia\/vidn\/embjar.html\/"],["email=vertretung@jak.rep.admin.ch"],["address=Jl HR Rasuna Said 2, Kav X3 12710"],["lat="],["long="],["directions="],["phone=+62 21 5256061"],["tollfree="],["fax=+62 21 5202289"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Republic of China"]]}," ",{"type":"{{","value":[["listing"],["name=Taipei Economic and Trade Office"],["url="],["email="],["address=Gedung Artha Graha, 12th Floor(Service Division) and 17th Floor Sudirman Centre Business District Jl Jenderal Sudirman Kav. 52-53"],["lat="],["long="],["directions="],["phone=+62 21 515-3939, +62 215151111"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["East Timor"]]}," ",{"type":"{{","value":[["listing"],["name=Timor Leste"],["url="],["email="],["address=Gedung Surya 11th Floor, Jl. M.H.Thamrin Kav. 9"],["lat="],["long="],["directions="],["phone=+62 21 3902678, +62 21 3902679"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Thailand"],["url="],["email="],["address=Jl Imam Bonjol No. 74, Jakarta Pusat 10310"],["lat="],["long="],["directions="],["phone=+62 21 3904052"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom of Great Britain and Northern Ireland"],["url=http:\/\/ukinindonesia.fco.gov.uk\/"],["email="],["address=Jl M.H. Thamrin No. 75"],["lat="],["long="],["directions="],["phone=+62 21 3156264"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url=http:\/\/jakarta.usembassy.gov\/"],["email="],["address=Jl Medan Merdeka Selatan No. 5, Jakarta Pusat"],["lat="],["long="],["directions="],["phone=+62 21 34359000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vietnam"]]}," ",{"type":"{{","value":[["listing"],["name=Vietnam"],["url="],["email="],["address=Jl Teuku Umar No. 25, Menteng"],["lat="],["long="],["directions="],["phone=+62 21 9100163, +62 21 3100358"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]]},"\n\n",{"type":"==","value":["Stay healthy"]},"\n\nTap water in Jakarta is ",{"type":"'''","value":["not"]}," drinkable, although it is generally fine for a bath or a toothbrush session. Bottled water is cheap, up to Rp 5000, and for safety reasons it is better to ",{"type":"'''","value":["buy them from minimarts"]},", rather than form street vendors. Check if the tamper proof seal is intact.\n\nAccording to the World Health Organization (WHO), Jakarta is the 3rd most polluted city in the world after ",{"type":"[[","value":[["Mexico City"]]}," and ",{"type":"[[","value":[["Bangkok"]]},". Should you go out a lot into the streets, use a mask or cover up your nose and mouth.\n\nThere is a law against smoking at public places in Jakarta, and the smoker can (in theory) be fined up to US$5,000. You may see the signs threatening a fine (",{"type":"''","value":["denda"]},") of Rp 50 million or 6 months jail for smoking, although that law seems not to be enforced, as locals still smoke everywhere on the street and even in local buses, as anywhere in Indonesia. It's generally prohibited to smoke, however, inside shops, offices, and air-conditioned buildings generally. If in doubt, you can ask locals: ",{"type":"''","value":["Boleh merokok"]},"?\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe high-profile terrorist bomb blasts at the JW Marriott in 2003, the Australian Embassy in 2004 and the JW Marriott (again) and the Ritz-Carlton in 2009 mean that security in Jakarta tends to be heavy, with car trunk checks, metal detectors and bag searches at most major buildings. Statistically, though, you are far more likely to be killed in the traffic.\n\nStrict gun control laws make Jakarta safer, but ",{"type":"'''","value":["theft"]}," and ",{"type":"'''","value":["robbery"]}," are real problems. Even these appear to have improved in recent years, but still take care. Violence is low, and most criminal acts are done by stealth or intimidation rather than lethal force. It is rare for even serious injuries to occur during these situations, although there are exceptions.\n\nIf the theft is done by stealth, simply catching the thief in the act will cause him to run away. For intimidation such as robberies, simply giving them an object of value will usually satisfy the thief, who will leave without further ado. Most Indonesians are also very protective of their neighbors and friends; in many neighborhoods, a thief caught by the local residents will be punished \"traditionally\" before being taken to police. Shout for help (\"Tolong!\") or robber (\"Maling!\") to get yourself away from this.\n\nBe on your guard in crowded places such as markets, because pickpockets often steal wallets and cellular phones. Keep a close eye on your valuables and choose your transportation options carefully, especially at night. Business travelers need to keep a close eye on laptops, which have been known to disappear even from within office buildings. For all-night party excursions, it may be wise to keep your cab waiting; the extra cost is cheap and it's worth it for the security. Lock your car doors and windows, and show no cellular phones or wallets on the dashboard. Organized criminals sometimes operate on the streets (especially at traffic lights) without fearing crowds.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:ELE.JPG"],["thumb"],["400px"],["Elephant show in Taman Safari"]]},"\n",{"type":"===","value":["Within the metropolitan area:"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Kepulauan Seribu National Park"]]}," is administratively a part of Jakarta, but it is the complete opposite of the hectic mainland. An island escape with sprawling resorts and nature reserves."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bogor"]]}," — cooler climate and a beautiful botanical garden an hour away. Several great golf courses are located in Bogor. Sentul A1 Race Circuit is located in Citeurerup, Bogor. Express train takes a bit over an hour, economy a little longer. (Waiting and train cancellations are the bigger issue.) Driving time: up to 2 hr. On weekend, the trip may take up to 3 hr by road, and the trains can be crowded."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Puncak"]]}," — cooler climate, beautiful view of the mountains and tea plantations, restaurants, as well as the Taman Safari Wildlife Park. Up to 2.5 hr by tollway, but is not recommended on the weekend when Jakarta people ambush there, the heavy traffic can make your trip to 4 or 5 hours or more."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ujung Kulon National Park"]]}," — a beautiful national park, southwest of Jakarta. Driving time: up to 5 hr. Need permit."]},"\n",{"type":"===","value":["A bit further off"]},"\n",{"type":"====","value":["To the west"]},"\n",{"type":"*","value":[" A 3-hour drive using the tollway leads into the Merak Port at the western end of Java. You can then continue your journey by ferry to ",{"type":"[[","value":[["Sumatra"]]}," island for 1.5 hours."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anyer"]]}," — resort beach 100 km west of Jakarta. Driving time: up to 4 hr."]},"\n",{"type":"*","value":["A less crowded option is the ",{"type":"[[","value":[["Carita Beach"]]},", just a short drive southwards from Anyer."]},"\n",{"type":"*","value":["Pulau Umang, an island resort to itself, is midway between Carita Beach and Ujung Kulon National Park."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ujung Kulon National Park"]]}," — a beautiful national park, southwest of Jakarta. Driving time: up to 5 hr. Need permit."]},"\n",{"type":"====","value":["To the east"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bandung"]]}," — some 140 km southeast of Jakarta, famous for both its food and its bargain fashions.  Driving time: 2-2.5 hr (through the Cipularang toll road)."]},"\n",{"type":"{{","value":[["IsPartOf"],["West_Java"]]},"\n",{"type":"{{","value":[["geo"],["-6.19892"],["106.84170"],["zoom=12"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Jakarta"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Indonesia\/Provinces\/Jakarta\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Jakarta"]]}]