[{"type":"{{","value":[["pagebanner"],["Jalasjarvi banner Church roof.jpg"]]},"\n",{"type":"[[","value":[["File:Pirunpesä Jalasjärvi 8.JPG"],["thumb"],["400px"],["The Devil’s Nest"]]},"\n",{"type":"'''","value":["Jalasjärvi"]}," is in ",{"type":"[[","value":[["Southern Ostrobothnia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nJalasjärvi is a Municipality of ",{"type":"[[","value":[["Southern Ostrobothnia"]]}," and Giant kettle Pirunpesä is its main touristic attraction. The deepest earth erosion in Europe, located in the village of Ylivalli. With 14 meters wide and 23 meters deep, it is a unique eroded cavity and it is called “The Devil’s Nest”.\n\n",{"type":"==","value":["Get in"]},"\nJalasjärvi is 36 kms south of ",{"type":"[[","value":[["Seinäjoki"]]},". The most convenient way is to get there by car. \nThe signs to get to Pirunpesä are clear, but there are not so many so it is important to read and follow them carefully.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Giant kettle Pirunpesä, Devil’s Nest"]},"\nThe evolution of the Devil’s Nest can be explained in three stages: during the Tertiary period, the Ice Age and the present time. Clearly, it took over million years to turn into the way it is now. During Tertiary the area was very dry and vulnerable for erosions. The surface of the mountain was eroded many meters forming an erosion layer. At the same time, a vertical cut was formed in the surface which was filled with eroded material. This was the first stage of the devil’s Nest.\n\nDuring the Ice Age period (about 2 million years ago) there have been 4 glacial events and between them, interglacial periods that were comparable to the present climate. These glaciers overrode the area several times, removing the eroded surface layer down to the bottom. The next glaciers have influenced the cavity and left different layers of granite and between them, sand and silt were accumulated during these periods.\n\nIt was not until the end of last century when they removed all the eroded materials. It was definitely not an easy job and it took a lot of financial support to do it. Finally this hole was open to the public by 1997.\n\nSome people believed the story that the Devil had lived in the cavity and had his nest, that’s how the place got its name.\nTourist can go down the stairs and feel the adrenalin and excitement of this mysterious place which gives place to the imagination. Stairs are quite sharp so it is good to have comfortable clothes and to be ready for 10 degrees temperature down there. Of course after climbing 23 meters down it doesn’t feel bad at all.\n\nAlso there is a 21 meter tower with a viewpoint on the top, right next to the Devil’s Nest. With also sharp stairs, but not so hard to climb, it is part of the experience and it has a fabulous view of the huge hole and the area as well.\n\n",{"type":"'''","value":["Opening times"]},": The cavity is open from the beginning of May until the end of August, every day from 12.00 to 20.00. During September is open only during weekends or special occasions.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox-1"],["image1=European route E12.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Vaasa"]]}],["minorl1=",{"type":"[[","value":[["Laihia"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Tampere"]]}],["minorr1=",{"type":"[[","value":[["Ikaalinen"]]}]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jalasjärvi"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Ostrobothnia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["62.491666666667"],["22.766666666667"]]}]