[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Jamestown"]]},"\n",{"type":"[[","value":[["Image:Jamestownwikiwidoff.jpg"],["thumb"],["300px"]]},"\n\n",{"type":"'''","value":["Jamestown"]}," is located on Conanicut Island, a small parcel of land that connects mainland Rhode Island to Aquidneck Island in ",{"type":"[[","value":[["Narragansett"]]}," Bay.  Jamestown is 25 miles south of ",{"type":"[[","value":[["Providence"]]}," and offers plenty of shopping, dining and recreation. Accessible by bridge, via car or bus, this small coastal gem is a great place to visit any time of the year.\n\n",{"type":"==","value":["Understand"]},"\n\nDespite its tiny size - nine miles long and one mile wide - the island is packed with sights to see and things to do. Jamestown’s main commercial area is Narragansett Avenue, where there is an array of restaurants and shops. An attraction in Jamestown is that there are no chain restaurants or stores. The only duplicate stores in town are the two gas stations. Jamestown prides itself on its locally owned businesses.\n\nThe island town also has an interesting historical background. In the early 1300's Native American's made their home on Conanicut Island and were the lone settlers until the 1600's. English settlers began arrived after making arrangements with the Narragansett tribe to use the land for grazing their sheep. In 1775 during the Revolutionary War, the British Navy arrived in Newport and shortly after invaded Jamestown. They attacked Fort Getty and Fort Wetherill. The island's history as a strategic defense point is still visible in the remains of these fortifications and others dating from the 18th to the 20th century.\n\n",{"type":"==","value":["Get in"]},"\n\nJamestown is 20 minutes from Kingston train station and 25 minutes from T.F. Greene airport.\n\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[{"type":"'''","value":["T.F. Green Airport (",{"type":"{{","value":[["IATA"],["PVD"]]},")"]},", ",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]},", (Exit 13 off Interstate 95), Phone: +1 401-737-4000 ext 283, ",{"type":"[","value":["http:\/\/www.pvdairport.com"]},"."]},"\n",{"type":"===","value":["By car"]},"\nJamestown is an island that is accessible through two bridges. \n",{"type":"*","value":[{"type":"'''","value":["The Jamestown Bridge"]}," connects to Route 95 via Route 138 and goes to South County."]},{"type":"*","value":[{"type":"'''","value":["The Newport Pell Bridge"]}," connects to Route 24 via Route 138, has a four dollar toll\/EZ Pass and goes to Newport and Aquidneck Island."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Clark Boat Yard and Marina Works"],["alt="],["url=http:\/\/www.clarkboatyardandmarinaworks.com"],["email="],["address=110 Racquet Road"],["lat="],["long="],["directions="],["phone =+1 401 423-3624"],["tollfree="],["fax="],["hours="],["price="],["content=Full service boat yard since 1934, offers yacht repair and maintenance, seasonal and transient mooring rentals, private launch service, hauling and launching services, vessel storage, diving services and marine salvage."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Conanicut Marina"],["alt="],["url=http:\/\/www.conanicutmarina.com\/marina.html"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-7157"],["tollfree="],["fax=+1 401-423-7152"],["hours="],["price="],["content=One Ferry Wharf, Dockmaster VHF: 71."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Jamestown Boat Yard"],["alt="],["url=http:\/\/www.jby.com\/"],["email="],["address=60 Racquet Rd"],["lat="],["long="],["directions="],["phone =+1 401 423-0600"],["tollfree="],["fax=+1 401 423-0060"],["hours="],["price="],["content=A full service boatyard that handles mooring, docking, storage and maintenance of power boats and sail boats."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dutch Harbor Boat Yard"],["alt="],["url=http:\/\/www.dutchharborboatyard.com\/contact.html"],["email="],["address=252 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-0630"],["tollfree="],["fax="],["hours="],["price="],["content=VHF: 69. West Passage Marina equipped with wi-fi, showers and full-off season storage, along with The Shack which serves snacks and lunch."]]}]},"\n",{"type":"==","value":["Get around"]},"\n\nA car is recommended because public transportation is extremely limited once you arrive on the island. However, much of the shopping and dining is located in a small radius close to hotels, so it is possible to take taxis from the business area out to the recreational spots.\n\n",{"type":"*","value":[{"type":"'''","value":["Jamestown and Newport Ferry"]},", Ferry Wharf, Phone: ",{"type":"''","value":["+1 401"]}," 423-9900 ",{"type":"[","value":["http:\/\/www.conanicutmarina.com\/"]},"The 45 passenger Jamestown-Newport Ferry is not only a great way to visit ",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}," without the usual parking problems.  It's also an inexpensive way to spend the day exploring the bay with an all day ticket. You can get on and off in Jamestown Village, Rose Island Lighthouse, historic Fort Adams, the Museum of Yachting, Bowen's Wharf, and Goat Island.  It's rarely crowded and there's a bar on board. Check the website for seasonal schedules and ticket prices."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ripta.com Rhode Island Public Transit Authority (RIPTA)"]}]}," has buses that travel around the state. Bus fare is $1.75, $.85 for seniors with identification, and free for children under five. It also costs $.50 to switch bus lines."]},"\n",{"type":"==","value":["See"]},"\n\nThe island is rich in open space and a tour around its rural roads reveals farms, salt marshes, and stunning water views. Jamestown is full of hidden treasures such as small beaches and winding trails. Beavertail Lighthouse juts dramatically into Rhode Island Sound from a rocky southern tip of the island. \n\nJamestown is home to three marinas and many residents and visitors are sailors. Narragansett Bay is ideal for sailing, fishing, and kayaking. The village center is Narragansett Ave. which runs from east to west with a marina at each end and is lined with restaurants and stores. \n\nWhen you're not athe beach or on the water enjoying the ocean views, this small island town offers  museums, art shows, concerts and sporting events.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beavertail State Park and Lighthouse Museum"],["alt="],["url=http:\/\/www.beavertaillight.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-3270"],["tollfree="],["fax="],["hours="],["price="],["content=Beavertail Rd. One of the oldest lighthouses on the east coast, it now houses a small museum and aquarium. Also offers four overlooks, hiking trails and a naturalist program for anyone interested in local ecology. Museum open June-Labor Day 10AM-4PM. Free."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beavertail Aquarium"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-9941"],["tollfree="],["fax="],["hours="],["price="],["content=Beavertail Rd. A variety of sea life native to Narragansett Bay is located at the free to the public aquarium in Beavertail State Park. Occasional guided tidal pool explorations are available by request. Open from Mid-April to the end of October 9AM - 5PM"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Watson Farm"],["alt="],["url=http:\/\/www.historicnewengland.org\/historic-properties\/homes\/watson-farm\/watson-farm"],["email="],["address=1796 North Road"],["lat="],["long="],["directions="],["phone =+1 401 423-0005"],["tollfree="],["fax="],["hours="],["price="],["content=Take a step into the past and get a glimpse of what farm life was like over two hundred years ago. Open June 1 through October 15, Tuesday, Thursday and Sunday 1PM - 5PM $4 for the general public, Historic New England \/ SPNEA members and Jamestown residents free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jamestown Fire Department Memorial Museum"],["alt="],["url=http:\/\/www.jamestownfd.com\/museum.htm"],["email="],["address=50 Narragansett Avenue"],["lat="],["long="],["directions="],["phone =+1 401 423-0062"],["tollfree="],["fax="],["hours="],["price="],["content=A museum for antique fire fighting equipment, including a Lafrance steam fire engine. Admission is free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jamestown Museum"],["alt="],["url=http:\/\/www.jamestownhistoricalsociety.org"],["email="],["address=92 Narragansett Avenue"],["lat="],["long="],["directions="],["phone =+1 401 423-2429"],["tollfree="],["fax="],["hours="],["price="],["content=A museum housed in a small 19th century building originally used for a school and the town's first library, it features a collection of artifacts and photographs (digitized)relating to the island's history. Special exhibits every summer focus on one aspect of Jamestown's history and development. Open 1PM-4PM W-Su during July and August. Admission is free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jamestown Windmill"],["alt="],["url=http:\/\/www.jamestownhistoricalsociety.org"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-2429"],["tollfree="],["fax="],["hours="],["price="],["content=North Road. The town's original 1787 windmill is today a living museum with stunning views of the Newport Pell Bridge. The original framework is of hand-hewn chestnut timbers with shingled exterior. The mill is maintained in working condition. Grounds open year round, interior open weekends during July and August. Admission is free."]]}]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jamestown Penguin Plunge - January 1st, Noon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 823-7411"],["tollfree="],["fax="],["hours="],["price="],["content=Mackerel Cove. Hundreds of swimmers take the frozen plunge into the water to raise money for charity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fool's Rules Regatta"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-1492"],["tollfree="],["fax="],["hours="],["price="],["content=Mid-August, Begins at 9AM, East Ferry. A grand day for laughs and water. Each participant has to build a water craft from found objects and keep it afloat. The one who lasts longest wins!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jamestown Classic Bike Race"],["alt="],["url=http:\/\/www.jamestownclassic.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A round the island ASCF sanctioned race popular with riders for the scenic beauty of the course that runs past farmland, marshes and beaches and ends up in the village just in time for lunch. Sponsored by the Jamestown Rotary Club, all proceeds aid their local, national and international humanitarian work."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jamestown Annual Talent Show"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-7260"],["tollfree="],["fax="],["hours="],["price="],["content=Jamestown Recreation Center, 41 Conanicus Ave. This event usually occurs towards the end of August on a Thursday night at 7PM The talent show showcases the skills of Jamestown residents, visitors, and nearby residents. It is always an entertaining evening."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Jamestown Fitness Halloween Parade"]},", ",{"type":"''","value":["+1 401"]}," 560-0030. Sponsored by Jamestown Fitness, on Saturday nearest Halloween. A dog costume parade begins at 10:00am followed by a children 10-and-under costume parade.  There are no entry fees and dogs must be leashed. Unfriendly dogs will be asked to leave and owners must pick up all dog waste."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jamestown Jack-o-Lantern Jog"]},", ",{"type":"''","value":["+1 401"]}," 423-7260. A 5K road race run usually on the last Sunday in October at 1:00 pm.  Features costumed runners and prizes for best costumes and age categories.  Benefits the Jamestown Recreation Department scholarship fund."]},"\n",{"type":"*","value":[{"type":"'''","value":["Summer Music"]}," Live music is played by the water at East Ferry every Thursday night from 8-11pm. Admission is free and listeners are encouraged to bring a blanket, beach chair, or picnic."]},"\n",{"type":"*","value":[{"type":"'''","value":["Memorial Day and 4th of July Parades"]}," Taking place mainly on Narragansett Avenue and North Main Road, the holiday parades are a hit in Jamestown."]},"\n",{"type":"==","value":["Do"]},"\n\nThe island is only 9 miles long by 1 mile wide and the parks, swimming and recreation are located at the tips of the island a bit away from the shopping and dining.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Beavertail State Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-3270"],["tollfree="],["fax="],["hours="],["price="],["content=Beavertail Rd. New England's oldest lighthouse serves as both an active beacon and as a museum. The light also has a indoor, free to the public aquarium that showcases a wide variety of marine life commonly found in Narragansett Bay. The light offers a spectacular 180 degree look over Narragansett Bay including views of Newport, Bonnet Shores, and Point Judith. Jagged cliffs and coves provide excellent fishing and sheltered swimming areas. Paved paths provide beautiful walks and bike rides. Picnicking, kite flying, and hiking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fort Getty Recreational Area"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-7264"],["tollfree="],["fax="],["hours="],["price="],["content=West of Mackerel Cove Beach off or Beavertail Rd. Originally used as and observational look out and protection of Narragansett Bay during WWI and WWII, Fort Getty is now a park that offers a fishing area, boat ramp, hiking trails and is an overnight camp ground."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fort Wetherill State Park"],["alt="],["url="],["email="],["address=3 Fort Wetherill Road"],["lat="],["long="],["directions="],["phone =+1 401 423-1771"],["tollfree="],["fax="],["hours="],["price="],["content=Situated on 100 foot high granite cliffs this former coastal defense battery and training camp is known for its spectacular view of Newport Harbor and the East Passage of Narragansett Bay. Family and group picnicking, boating, fishing, and hiking. It is only 1.5 miles south of the downtown, so you can easily walk, bike or drive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jamestown Country Club"],["alt="],["url=http:\/\/www.rigolf.com\/jamestown\/"],["email="],["address=245 Conanicus Road"],["lat="],["long="],["directions="],["phone =+1 401 423-9930"],["tollfree="],["fax="],["hours="],["price="],["content=9 holes, par 72, 6096 yards, rating 69.7, slope 110. The course is just one short mile away from downtown. This is a 9 hole golf course with a very reasonable price tag. Make sure you call ahead and see how busy it is. It can get packed which makes for some extremely slow golf."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jamestown Fitness"],["url=http:\/\/www.jamestownfitness.com"],["email="],["address=36 Southwest Avenue"],["lat="],["long="],["directions="],["phone = +1 401-560-0030"],["tollfree="],["fax="],["hours=Mo-Th 5:30am=8:00pm, Fr 5:30am-7:00pm, Sa and Su 7:00am-3:00pm"],["price="],["content=Small gym in the heart of Jamestown offering workout equipment, classes, and a staff which includes four personal trainers. They offer a variety of long- and short-term membership options and even a daily rate is available."]]}]},{"type":"*","value":[{"type":"'''","value":["Jamestown Skate Park"]},", McElroy Park. One of the best skateparks in RI, this is a concrete flow park. Not open during school hours."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mackerel Cove Beach"]}," Beavertail Rd. A majority that Jamestown has to offer is the simplicity in life; many find strolling along to beach to be incredibly relaxing. Thus, Mackerel Cove is a vacation hot spot in Jamestown. It is of course busier during the hot summer days when beach goers enjoy boogey boarding and swimming, but is also incredibly popular for intimate nighttime strolls. Lifeguards are on duty from 10am to 5pm, and after those hours, surfing and dog walking is permitted on the beach. Located on a narrow neck of land, Mackerel Cove is a public town beach perfect for swimming and relaxing in the sun. Across the road from Sheffield Cove, and near the Fox Hill nature area, Mackerel Cove is where many residents and visitors spend the afternoon during the summer.  Parking is $15 per day."]},"\n",{"type":"*","value":[{"type":"'''","value":["Conanicut Battery National Historical Park"]},", Battery Lane on Prospect Hill south of Fort Getty on Beavertail Rd. Visitors are welcome to walk through trails that include remains of earthen forts built d in 1776 during the Revolutionary War. These forts were originally built by Rhode Island Colonists, but rebuilt and maintained British until 1779."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Spearfishing"],["url="],["email="],["address=Beavertail State Park."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Using snorkel, spearfish one of Beavertail's countless coves. Nutrient-rich waters are home to Tautog, Striped Bass, and Summer Flounder. Coves provide shelter from currents and waves for easy navigation underwater."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hiking"],["url="],["email="],["address=Beavertail State Park."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beavertail State Park is laced with numerous hiking trails that parallel the coastline. The dirt and rock trails meander down and around the cliffs to provide water access. Remains of anti-ship\/submarine turret still stands facing Newport."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Birdwatching"],["url="],["email="],["address=Beavertail State Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bird Enthusiasts are privileged with numerous bird species. Including seabirds such as Piping Plovers, terns, and gulls. Birds of prey such as Ospreys have been known to snatch fish right from the water. Cormorants can be seen sunning on the rocks, flying, or chasing bait fish under the waves."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sea Kayak"],["url="],["email="],["address=Beavertail State Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sandy coves allow easy entry into Narragansett Bay. Short paddle to Bonnet Shores, Fort Wetherill State Park, and Fort Getty. Views of rocky coastline, aging gun-emplacements, and Jamestown or Newport Bridges. Low boat traffic along the coast."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Painting"],["url="],["email="],["address=Beavertail State Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Experts and beginners alike flock to paint the Beavertail Light once warmer weather permits. The iconic image is popular throughout New England. Experienced painters gather at the Southwestern field adjacent to the parking lot to achieve a view of the lighthouse with the bay as the backdrop."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nJamestowners are not anxious to spoil the small town ambiance with big box stores and chain restaurants and most businesses are owned or run by locals.  Except for gas stations, Jamestown does not host a single \"chain\" or non-local business. Don't expect to find a Wal-mart; every restaurant and property on the island is, if not owned directly by a local, probably run by one. Some things require a trip off island but there are many large chain stores within a short drive. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Baker's Pharmacy of Jamestown"],["alt="],["url="],["email="],["address=53 Narragansett Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Family-owned full-service pharmacy selling toiletries, Over-The-Counter medicines, cosmetics, children's toys, greeting cards and other useful items."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Conanicut Marine"],["alt="],["url="],["email="],["address=20 Narragansett Avenue"],["lat="],["long="],["directions="],["phone =+1 401 423-7158"],["tollfree="],["fax="],["hours="],["price="],["content=Ships Store\/ Chandlery offers sportswear, local interest gifts and marine books. Also a full line of nautical goods including boats, motors, engine parts, marine accessories, electronics and hardware."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Cumberland Farms"],["alt="],["url="],["email="],["address=27 North Main Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the most affordable gas station in Jamestown, features a soda machine, coffee, sandwiches, and other convenience needs."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Grapes and Gourmet"]},", 9 Ferry Wharf. A store with a full service deli and food shop, along with selling wine and liquor."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Island Animal"],["url="],["email="],["address=24 Southwest Avenue"],["lat="],["long="],["directions="],["phone = +1 401-560-0616"],["tollfree="],["fax="],["hours=Tu - Fr 10:00am-5:30pm, Sa 10:00am-6:00pm, Su 11:00am-3:00pm"],["price="],["content=A store for all kinds of pets and their owners featuring animal toys, training aids, apparel, cat and dog food and treats."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jamestown Designs"],["alt="],["url="],["email="],["address=17 Narragansett Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An art gallery that sells cards and handcrafted jewelry."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jamestown Hardware"],["alt="],["url="],["email="],["address=5 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-2722"],["tollfree="],["fax="],["hours="],["price="],["content=A family-owned hardware store that stocks an amazing variety of household and hardware necessities. If they don't have what you need, they will order for you. If you don't need anything, it's worth a visit to see what hardware stores used to be. M-Fr 8am-6pm, Sun 9am-1pm."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jamestown Liquors"],["alt="],["url="],["email="],["address=30 Southwest Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-0100"],["tollfree="],["fax="],["hours="],["price="],["content=Besides carrying a variety of wine and spritis, Jamestown gifts, souvenirs, specialty foods and t-shirts are sold."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=McQuades Market"],["alt="],["url="],["email="],["address=6 Clarke Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only full line supermarket and video rental store."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ocean Essence Spa"]},", 123B Narragansett Ave. This theraputic spa refreshes your mind, health, and beauty. Open M-T, 9am to 8pm, and Friday from 9am to 7pm. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Purple Door"],["alt="],["url="],["email="],["address=47 Conanicus Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-1231"],["tollfree="],["fax="],["hours="],["price="],["content=A store specialization in bead making and offers classes for jewelry making. Also sells antiques and gifts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=St. Matthew's Thrift Shop"],["url="],["email="],["address=87 Narragansett Avenue"],["lat="],["long="],["directions="],["phone = +1 401-423-1762"],["tollfree="],["fax="],["hours=Tu and Sa 9:30-11:30 am"],["price="],["content=Second hand store featuring clothing and footwear for the whole family as well as books, cds, jewelry, housewares, furniture and other home furnishings, toys and games."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Secret Garden"],["alt="],["url="],["email="],["address=12 Southwest Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Indoor and outdoor plants, floral arrangements, gifts and accessories."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Spinnakers"]},", 3 East Ferry Warf. Locally run ice cream shop located right on the docks of East Ferry. Open daily 6am-10pm. Most well known for its delicious and affordable ice cream, Spinnakers also serves coffee, sandwiches and drinks and features indoor and outdoor seating. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Stearns Farms Organic Produce"],["alt="],["url="],["email="],["address=915 East Shore Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A farmstand that offers locally-grown organic vegetables and herbs. Open Saturdays 9-1 and Wednesdays 2-6, from July to October."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Windmist Farm"],["url=http:\/\/www.windmistfarm.com"],["email="],["address=71 Weeden Lane"],["lat="],["long="],["directions="],["phone = +1 401-423-9767"],["tollfree="],["fax="],["hours=Fr 3:00pm-6:00pm, Sa 10:00am-4:00pm"],["price="],["content=A family-owned farm that produces pastured pork, lamb, goat and beef as well as eggs.  Flowers, cider and turkey are also seasonally available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Zeek's Creek"],["alt="],["url="],["email="],["address=194 North Main Rd"],["lat="],["long="],["directions="],["phone =+1 401 423-1170"],["tollfree="],["fax="],["hours="],["price="],["content=Local source for very fresh seafood as well as fishing supplies and equipment. Open seasonally."]]}]},"\n",{"type":"==","value":["Eat"]},"\nJamestown offers a great variety of restaurants so whether you are in the mood to splurge or just grab a bite to eat, you will be satisfied. Keep in mind, you will not find a Burger King or Chilis on the island.  Note that even the most up-scale restaurants accept casual clothing.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ace's Pizza"],["alt="],["url="],["email="],["address=5 Clarke St"],["lat="],["long="],["directions="],["phone =+1 401 423-2824"],["tollfree="],["fax="],["hours="],["price="],["content=Right next to McQuade's Market. Offers pizza, sandwiches, and pasta for eat in or take out."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=East Ferry Deli"],["alt="],["url="],["email="],["address=47 Conanicus Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-1592"],["tollfree="],["fax="],["hours="],["price="],["content=Sandwiches, salads, bakery items, soups and bagels. Patio seatings offers great waterfront views."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=House of Pizza"],["alt="],["url="],["email="],["address=23 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-3060"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=PAC Pub"],["alt="],["url=http:\/\/www.pacpubjamestown.com"],["email="],["address=138 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-9909"],["tollfree="],["fax="],["hours="],["price="],["content=Lunch and dinner. Prime rib and fish & chips. Full bar in addition to seated dining."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Peking Garden"],["alt="],["url="],["email="],["address=34 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-0680"],["tollfree="],["fax="],["hours="],["price="],["content=Chinese food to go or eat in."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shack"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 439-9259"],["tollfree="],["fax="],["hours="],["price="],["content=Dutch Harbor. In season offers sandwiches, soups and salads along with a breakfast menus which food that is able to be taken out or eaten at tables beside Narragansett Bay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spinnaker's Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-3077"],["tollfree="],["fax="],["hours="],["price="],["content=3 East Ferry Warf. Deli sandwiches, bakery items and great ice cream. Eat in or sit down outside and enjoy the view of the wharf area."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Theatre Family Restaurant"],["alt="],["url="],["email="],["address=34 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-0907"],["tollfree="],["fax="],["hours="],["price="],["content=Basic lunch and dinner served."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Village Hearth Bakery"],["alt="],["url="],["email="],["address=2 Watson Av"],["lat="],["long="],["directions="],["phone =+1 401 423-9282"],["tollfree="],["fax="],["hours="],["price="],["content=Artisan breads and pastries fresh daily from hand-milled grains baked in a wood-fired oven. Brick Oven Pizza served Su eves. Th-Sa 7AM-4PM, Su 7AM-2PM."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chopmist Charlies"],["alt="],["url=http:\/\/www.chopmistcharlies.com\/"],["email="],["address=40 Narragansett Ave"],["lat="],["long="],["directions="],["phone=+1 401-423-1020"],["tollfree="],["fax="],["hours="],["price="],["content=1. Casual atmosphere offering New England Seafood."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Slice of Heaven Bakery and Cafe"],["alt="],["url=http:\/\/www.sliceofheavenri.com\/"],["email="],["address=32 Narragansett Ave"],["lat="],["long="],["directions="],["phone = +1 401-423-9866"],["tollfree="],["fax="],["hours="],["price="],["content=European Style Bakery and Deli offering gourmet sandwiches and fresh soups. Also serving coffee and smoothies. Full Liquor license. Open year round."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bay Voyage Inn"],["alt="],["url=http:\/\/www.bayvoyageinn.com\/"],["email="],["address=150 Conanicus Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-2160"],["tollfree="],["fax="],["hours="],["price="],["content=Fine dining located on the water offering great views of Narragansett Bay and the Newport Bridge."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jamestown Oyster Bar"],["alt="],["url="],["email="],["address=22 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-3380"],["tollfree="],["fax="],["hours="],["price="],["content=Their oysters, littlenecks, soft-shell crabs and clam chowder are very popular. The prices here are also reasonable and the atmosphere is casual."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria Simpatico"],["alt="],["url=http:\/\/www.trattoriasimpatico.com\/"],["email="],["address=13 Narragansett Av"],["lat="],["long="],["directions="],["phone =+1 401 423-3731"],["tollfree="],["fax="],["hours="],["price="],["content=Italian dining with samples of French and Asian fusion along make this restaurant a place to try. Live jazz, weather permitting on some nights. Dinner daily. Lunch F-Su. The outdoor restaurant serves all assortments of fish and shellfish, as well as alligator, octopus, and duck. Fun fact: Britney Spears dined at Tricia’s during her ‘In The Zone’ tour in 2004. Be sure to make a reservation or you may be waiting around for a table for quite a while (if you are lucky enough to get one at all). There is a large outdoor area which features a full bar and plenty of tables. Especially in the summer months, the seafood is usually freshly caught in the surrounding waters."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Narragansett Cafe"],["alt="],["url=http:\/\/narragansettcafe.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 423-2150"],["tollfree="],["fax="],["hours="],["price="],["content=Aka \"the Narry\" or \"the Gansett\", 25 Narragansett Ave Great bar with live music every weekend. The weekend crowd is a mix of locals of all ages; visitors, sailors and motorcycle clubs. Good basic bar food: burgers, chili, sandwiches. Very casual. Never a cover charge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=PAC Pub"],["alt="],["url=http:\/\/www.pacpubjamestown.com"],["email="],["address=138 Narragansett Ave"],["lat="],["long="],["directions="],["phone =+1 401 423-9909"],["tollfree="],["fax="],["hours="],["price="],["content=Full bar in addition to seated dining. Friendly bartenders and patrons. Lottery\/keno\/shuffleboard\/jukebox."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nYou will not find any chain hotels, or large resorts in Jamestown.  Instead, the lodging locations are mostly comprised of cozy bed and breakfasts, and small condos.  In the summer the hotels and inns tend to reach full capacity rather quickly, so don’t show up on the island intending to score an empty room without a reservation. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bay Voyage"],["alt="],["url="],["email="],["address=150 Conanicus Avenue"],["lat="],["long="],["directions="],["phone =+1 401 423-2100"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A historical hotel with modern accommodations, and Victorian charm, complete with an award winning dining room. A more romantic choice for those looking for a getaway with a loved one."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Captains Cottage"],["alt="],["url="],["email="],["address=12 Friendship Street"],["lat="],["long="],["directions="],["phone =+1 401 423-3182"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Carriage house apartments that sleep four."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=East Bay B&B"],["alt="],["url="],["email="],["address=14 Union Street"],["lat="],["long="],["directions="],["phone =+1 401 423-0330"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A beautiful Victorian with four guest rooms, which features homemade breakfast. Located conveniently in walking distance from novelty shops and restaurants on the island, and steps away from the ferry to Newport County."]]},"    "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Newport Overlook"],["alt="],["url="],["email="],["address=150 Bay View Dr"],["lat="],["long="],["directions="],["phone =+1 401 423-1886"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A time share condominium property, a more expensive choice for visitors to the island."]]},"   "]},"\n",{"type":"*","value":[{"type":"'''","value":["Fort Getty Campground"]},", Fort Getty (opposite Mackerel Cove town beach),  ",{"type":"''","value":["+1 401"]}," 423-7211. The campsites overlook the water in all directions. The park has a boat ramp, swimming beach, great fishing and picnic spots. RVer reserve early for the summer so plan ahead."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}," makes a great day trip a ten minute drive across the bridge or by ferry in season. ",{"type":"[[","value":[["Providence"]]}," is a 40 minute drive and offers a great cosmopolitan contrast.\n\n",{"type":"[[","value":[["North Kingstown"]]}," is right across the Jamestown bridge, about 10-15 minutes away, offers historic landmarks such as ",{"type":"'''","value":["Smith's Castle"]}," and the ",{"type":"'''","value":["Gilbert Stuart Birthplace"]},".\n\n",{"type":"{{","value":[["routebox"],["image1=Rhode Island 138.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Griswold (Connecticut)"],["Griswold"]]}],["minorl1=",{"type":"[[","value":[["North Kingstown"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Fall River (Massachusetts)"],["Fall River"]]}],["minorr1=",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.520278"],["-71.371667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Newport County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jamestown,_Rhode_Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/J\/Jamestown\/"]]}]