[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jamshedpur"]}," is the largest city in the state of ",{"type":"[[","value":[["Jharkhand"]]},". It was named after the industrialist Jamshetji Tata and is home to such industrial giants as Tata Steel and Tata Motors. Jamshedpur is one of the 'Industrial Cities' of India, being known by many simply as \"The Steel City\".  Jamshedpur is completely maintained by Tata Steel for the most part. Tata Steel is responsible for the infrastructure as well the public services offered in most parts of the city.  \n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"===","value":[" Talk "]},"\nJamshedpur is in the East Singhbhum district. Languages spoken in the area are Hindi, Bhojpuri,Maithili, Bengali, Urdu, Punjabi, Tamil,  Santhali, and Oriya. Jamshedpur is a cosmopolitan city with people from all over the country. English is understood in the main areas of visitor interest.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By rail "]},"\nThe railway station is known as Tatanagar which is an important railway junction on the south eastern railway network and is connected to Ranchi and Barkakhana, Asansol on the Howrah-Delhi line via Purulia and Adra, and Gua via Noamundi and Barajamda. There are direct trains from\/to all the major cities of India, viz., ",{"type":"[[","value":[["Kolkata"]]},", ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Ranchi"]]},", ",{"type":"[[","value":[["Patna"]]}," etc. Kolkata and Patna are linked with super fast trains. You may also take a train to ",{"type":"[[","value":[["Dhanbad"]]}," or ",{"type":"[[","value":[["Ranchi"]]}," and then a taxi to Jamshedpur. It may take around four hours from Dhanbad to Jamshedpur and two and a half to three from Ranchi.\n\n",{"type":"===","value":["By bus "]},"\nRegular bus services are available from Jamshedpur to ",{"type":"[[","value":[["Ranchi"]]}," (140 km), ",{"type":"[[","value":[["Patna"]]},",  Gaya, ",{"type":"[[","value":[["Kolkata"]]}," (270 km), ",{"type":"[[","value":[["Hazaribag"]]}," etc.\n\n",{"type":"===","value":["By car "]},"\nJamshedpur is connected by road with most of the major cities in India. ",{"type":"'''","value":["NH 32"]}," connects Jamshedpur to Govindpur on NH 2 (Kolkata-Delhi) via Chandil, Chas and Dhanbad. ",{"type":"'''","value":["NH 33"]}," connects Chandil to Barhi on NH 2 (Kolkata-Delhi) via Bundu, Ranchi, Ramgarh and Hazaribagh and also in the opposite direction to Baharagora on NH 6 (Kolkata-Western India) via Mahulia. Kolkata is 270 km from Jamshedpur via Baharagora and Kharagpur. Ranchi is 140 km from Jamshedpur. The highyway from Ranchi is doubled laned but without a divider. Chandil is about 35 km from Jamshedpur.\n\n",{"type":"===","value":["By plane "]},"\nJamshedpur airport can be used for bringing in chartered planes but night landing facility is not available. The usage of airport is limited to chartered planes of  TATA group .\n\nAt present there are no commercial flights to city. A  few airlines started operation from Jamshedpur in circa 2007 however were forced to withdraw due to no viability of operation due to conversion of airport from 3c to 2c which means that runway length will be shorter and that no more then 45 passengers can be accommodated on the flight. details of historical flight operations is as below :\n\n",{"type":"*","value":[" From recent news, one can take flight from Kharagpur instead of Kolkata, since Aviation sector is going to commence domestic flights from Kharagpur's Kalaikunda airbase, which can handle night landing also."]},"\n",{"type":"*","value":[" Non Scheduled Operators namely JACAIR (www.jacair.com) which operates Cessna Grand Caravan 208 B , SPIRIT Air , Northeast Shuttles have started in 2012"]},"\n",{"type":"==","value":["Get around"]},"\nHired cars, minibuses and auto rickshaws are available in all parts of the town. Auto Rickshaws are available 24*7 at Jamshedpur railway station. However there is no pre paid booth. Be prepared to bargain hard.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jubilee Park"]}," - this park was a gift by Tata Steel to the citizens of Jamshedpur on the completion of its 50 years. This 200 acre park, with a rose garden and a lake, now has a zoo and an amusement park. A favourite with joggers, cyclists and anglers. The Laser show and the musical fountains (introduced in 2000) is an excellent centre of attraction for the visitors."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rivers Meet"]}," - the confluence of rivers Kharkai and Subarnarekha. Situated at the extreme north-west point of the city. A popular picnic spot."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hudco Lake"]}," - in Telco Colony, a beautiful park and picnic spot with an artificial waterfall and lake. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Sir Dorabji Tata Park"]}," - near Keenan Stadium. Hosts Jamshedpur's annual flower show in December."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bhatia Park"]}," -  situated at Shastri Nagar along the banks of the Kharkhai river."]},"\n",{"type":"*","value":[{"type":"'''","value":["Keenan Stadium"]}," - this well known stadium has hosted several One Day International cricket matches.  But now not in use."]},"\n",{"type":"*","value":[{"type":"'''","value":["Russi Mody Centre of Excellence"]}," - a unique structure, just outside the Jubilee Park, designed by the famous architect, Hafeez Contractor, is home to the many professional associations of Jamshedpur. It also houses the Tata Steel Archives, where one can see documents relating to the history of the Steel Company and the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bhuvaneshwari temple"]},"- Located in Telco, atop a small hill. Offers a panoramic view of the city, and the scenic surroundings (breathtaking view of a meandering river.) The temple premises add a serene and spiritual touch to the surroundings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tata Zoological Park"]},"-Located in Sakchi, one of the favourite tourism place in Jamshedpur."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dimna Lake"]},"-Located approximately 13 km from the centre of the township.It is a manmade lake built by Tata Steel for water supply to the town.It has wonderful scenario near the Dalma hills.This lake is surrounded by mountains on all the four directions. Its just amazing with a guest house of Tata Steel."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kali Temple"]},"- Situated at Pardih on NH-33. The Temple is very famous of Goddess Kali. The Temple is made on a raised cut mountain."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dalma Hill"],["alt=3000 ft"],["url="],["email="],["address=Adjacent to the Town"],["lat="],["long="],["directions=Towards Purulia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Drive 20 mins through Tata-Purulia Highway towards Purulia. There is a drive-way from base to the top of the hill. You can stay on top of the hill. There are two facility. Once is provided by JUSCO and other one is provided by Forest Dept"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Goal Pahari"],["url="],["email="],["address=near Tata Nagar railway station"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This temple is atop a small hill. Offers a panoramic view of the city."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Important markets"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bistupur"]}," - best markets,fashion stores, car showrooms,and the best hotels and restaurants. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sakchi Bazaar"]}," - the \"centre\" of the city.sakchi is present in the centre of jamshedpur.here you will get very big market which is called sakchi bazaar,all types of malls,shopes and show rooms you will get here."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kharangajhar"]}," - lying at the outskirts of Telco Colony, this is the most important market for the employees of Tata Motors ."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sector Market, "]}," in Telco colony - Internet cafe,beauty parlor for both men and women,medical store and other stores."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golmuri"]}," - the largest wholesale market for grains and foodstuff."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Birsanagar Market"]}," – better known as the Sunday vegetable market."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Amar Market, "]}," in Bistupur - the latest in youth fashion and footwear."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jawahar Market, "]}," in Bistupur - electronics, CDs, video games and fashion."]},{"type":"*","value":[" ",{"type":"'''","value":["Sanjay Market, "]}," in Sakchi - Similar to Amar Market."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wave International"]}," - A beautiful resort built 10 miles away from Jamshedpur on the Jamshedpur-Ranchi highway."]},{"type":"*","value":[" ",{"type":"'''","value":["Cinnamon"]}," - The best value for your money spent. At THE SONNET Hotel, South Park Bistupur. It's a 24X7 facility. Breakfast here starts at 6.00 am."]},{"type":"*","value":[" ",{"type":"'''","value":["Equinox"]}," - The most expensive restaurant of Jamshedpur is a part of the THE SONNET Hotel. "]},{"type":"*","value":[" ",{"type":"'''","value":["Little Italy"]}," - The Fortune Hotel Centre Point in Bistupur has this great Vegetarian Italian Restaurant.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Appetite"]}," - A great multicuisine restaurant with a great view of the Tata Steel factory (best viewed at night). Located next to the Gurudwara in Sakchi."]},{"type":"*","value":[" ",{"type":"'''","value":["Deep Purple"]}," - A new restaurant on a slightly expensive side is in Sakchi Area in the Hotel Smita International. Has a big screen to entertain you with music videos or if any important sports event is on."]},{"type":"*","value":[" ",{"type":"'''","value":["The Host"]}," - This is not a part of hotel. Very good food and not very expensive. Located Near Hyundai Showroom, Bistupur."]},{"type":"*","value":[" ",{"type":"'''","value":["Sukhsagar"]}," -  A very good pure vegetarian restaurant at Yashkamal Complex, Main Road Bistupur."]},{"type":"*","value":[" ",{"type":"'''","value":["Daavat"]}," Is a part of Hotel Asian Inn at Dhatkidih. Best Mughlai food you can ever have and don't miss the sizzlers if you happen to be there."]},{"type":"*","value":[" ",{"type":"'''","value":["Novelty"]}," A great place to eat for little expensive side situated in Bistupur."]},{"type":"*","value":[" ",{"type":"'''","value":["Delhi Darbar"]}," - Quite cheap place for Non Vegetarians is situated at Sakchi next to Shopper's Square mall."]},{"type":"*","value":[" ",{"type":"'''","value":["Blooms"]}," - A suburban bar and restaurant in Bistupur."]},{"type":"*","value":[" ",{"type":"'''","value":["Country Club"]}," - It is a beautiful Bar with Egyptian background on the walls, Swimming pool , and a ice cream parlour."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ganga Regency"],["url="],["email="],["address=171,new baradwari,sakchi,jamshedpur"],["lat="],["long="],["directions=near mahatma gandhi memorial hospital"],["phone = +91 657-2422192"],["tollfree="],["fax="],["hours="],["price="],["content=A luxurious hotel with spacious parking lots and excellent quality food and service available."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=hotel smita"],["url="],["email="],["address=sackhi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=best hotel for authentic bengali cuisene. taj festival is also famous ."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nAlcohol is strictly not served after 11PM due to local laws. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["60 ML"]}," - A great Sports Bar with very tasty food. Also has a Pool Table."]},{"type":"*","value":[" ",{"type":"'''","value":["Country Club"]}," - It is a beautiful Bar with egyption background on the walls.Swimming pool , and a ice cream parlour "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Adda"]}," - The bar of the The Sonnet hotel is an expensive but an excellent place to spend evening."]},{"type":"*","value":[" ",{"type":"'''","value":["Xing"]}," - The ITC Fortune Hotel Centre Point has a bar serving drinks."]},{"type":"*","value":[" ",{"type":"'''","value":["Golden Ice"]}," - This comfortable bar at Hotel Ganga International offers very Standard Services."]},{"type":"*","value":[" ",{"type":"'''","value":["Restaurants"]}," - Equinox, Centre Point,  Host, Deep Purple, Blooms all serve alcohol."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Asian inn"],["url="],["email="],["address=Dhatkidhi"],["lat="],["long="],["directions=Near the Mosque"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good restaurant with good service and tasty food. Not so expensive."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[" Hill View Holiday Resort & 10th Mile Stone Resort "]}," 950 to 1500 "]},"Booking Cont 033 329_53360 , 2264_2051\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dimna Lake"]}," - 8 miles (13 km) from Jamshedpur, nestling at the foot of the Dalma hills. An artificial reservoir, it is one of the main sources for the city's drinking water needs. Has facilities for water sports (jetskiing\/rowing)."]},{"type":"*","value":[" ",{"type":"'''","value":["Dalma Wildlife Sanctuary"]}," - it is located 10 km from Jamshedpur, north of Subarnarenkha river, they stretch 16 km from east to west, and extends over 195 sq km in the thick forest of Dalma Mountain Range, which is 3,000 ft high. It is accessible by road. Famous for herds of wild elephants. Barking deer, sloth bears, leopards, porcupines and tigers are the other main inhabitants. There are small hideouts within the sanctuary to view the wild animals in their natural habitat. Facilities for trekking and mountain climbing."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ghatshila"]]}]}," - about 55 km. "]},"\n",{"type":"{{","value":[["geo"],["22.8000"],["86.1833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Chotanagpur"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jamshedpur"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jamshedpur"]]}]