[{"type":"{{","value":[["pagebanner"],["Jan Mayen banner.png"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jan-mayen.no Jan Mayen"]}]}," is an island between ",{"type":"[[","value":[["Greenland"]]}," and ",{"type":"[[","value":[["Norway"]]}," in the ",{"type":"[[","value":[["islands of the Arctic Ocean"],["Arctic Ocean"]]},", administered by Norway. The island has 18 inhabitants, employed by the Norwegian Armed Forces or the Norwegian Institute of Meteorology. \n",{"type":"[[","value":[["File:Beerenberg Jan Mayen.JPG"],["thumb"],["300px"],["View of Jan Mayen showing Beerenberg Volcano"]]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Wikivoyage Jan Mayen map.png"],["right"],["300px"],["thumb"],["Jan Mayen"]]},"\nThis desolate, mountainous volcanic island was named after a Dutch whaling captain who supposedly discovered it in 1614 (though earlier claims have been reported). It was visited only occasionally by seal hunters and trappers over the following centuries, and the island came under Norwegian sovereignty in 1929. The long dormant Haakon VII Toppen\/Beerenberg Volcano (2,277 meters) resumed activity in 1970; it is the northernmost active volcano on Earth.\n\n",{"type":"===","value":["Climate"]},"\nArctic maritime with frequent storms and persistent fog.\n\n",{"type":"==","value":["Get in"]},"\nSpecial permission is needed to visit the island. \n\n",{"type":"===","value":["By plane"]},"\nThere is an 1600m unpaved airstrip. No commercial flights. A NDB (JAN 362kHz) is available for air traffic.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are no natural harbors. The Kvalrossbukta and Båtvika bay are often used for getting on shore using rubber zodiacs. A Norwegian company called EcoExpeditions organizes ",{"type":"[","value":["http:\/\/www.ecoexpeditions.no\/arktis-antarktis\/arctic\/jan-mayen\/ trips to Jan Mayen"]},". However, in recent years they have stopped because of new regulations. As of March 2014 they have plans for a trip in 2014. They can't guarantee this trip will happen and prospective \"expedition members\" are asked to join their e-mailing list.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is no economic activity on Jan Mayen. Jan Mayen is a Norwegian tax free zone.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are no public accommodations on Jan Mayen.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe ",{"type":"[[","value":[["cold weather"],["harsh Arctic climate"]]}," and occasional volcanic activity are the greatest hazards.\n\n",{"type":"{{","value":[["geo"],["70.97"],["-8.46"],["zoom=9"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Norway"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["WikiPedia:Jan Mayen"]]},"\n",{"type":"[[","value":[["Commons:Jan Mayen"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Svalbard and Jan Mayen\/Jan Mayen\/"]]}]