[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Janakpur "]}," is a city in ",{"type":"[[","value":[["Nepal"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nJanakpur Municipality is the District HQ of Dhanusha and a busy historic religious centre with an estimated population approaching 90,000 people. It is home to the historic 500-year old Janaki Temple, a major attraction for Indian Hindu pilgrims and international tourists. Janakpur is also the birthplace of the Goddess Sita and place of her marriage to the God Ram while the “city of ponds” is also home for Nepal’s only railway and railhead (a tourist attraction for steam international locomotive enthusiasts), and many annual colourful festivals. Dhanusha (Janakpur in particular) is regarded as the world centre of Mithila Culture.\n\nFor tourists that want to sample Nepal’s Indian culture, Janakpur is an interesting and worthwhile one-two-night trip. In addition to many temples, shopping bazaars and over one hundred ponds, Janakpur has three reasonable hotels, a wide selection of Mithila handcrafts at the Janakpur Women Development Centre, and a daily flight service to Kathmandu from the local airport.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nJanakpur has an airport.The airport is served by a few private airlines, with daily flights to and from Kathmandu.The duration of flight is about 20-25 minutes.The aircrafts are usually small with 17-20 passenger capacity.\n\nAirports in nearby India have domestic flights to major Indian cities.\n\n",{"type":"===","value":["By train"]},"\nIt is on the Janakpur railway, which goes to Jaynagar station in India.  The track is in poor condition though.\n\nIt is near to ",{"type":"'''","value":["Sitamarhi"]}," railway station which is just 45kms and ",{"type":"'''","value":["Jaynagar"]}," railway station which is just 32kms, both in nearby India. Both stations are connected to important cities like New Delhi, Kolkata, Mumbai.\n\n",{"type":"===","value":["By car"]},"\nIt is possible to drive to the city from India.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["From Kathmandu (Nepal)"]}," : Several day and night buses leave for Janakpur daily from the Kalanki Bus Stop. Both day and night buses are equally safe but with a day bus, you can enjoy the scenic beauty of Nepal (for free). A one way bus ticket costs less than NRs. 1000 (10 euro or $15) and can be bought from many bus ticket counters at the Kalanki Bus Stop, Sundhara (near GPO), and Gausala. It takes around 8 hours to reach Janakpur by bus. These buses stop at several places for lunch or dinner. However, these highway restaurants are often very expensive (and often unhygienic) and it is wise to carry your own food and water for this day long journey.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["image:Janki Mandir of Janakpur Dham(Nepal).jpg"],["thumb"],["Janaki Mandir"]]},"\n",{"type":"[[","value":[["image:Sunset view of the Janaki Mandir (Janakpur, Nepal) captured on Nov. 02, 2012..JPG"],["thumb"],["Sunset view"]]},"\nJanaki Mandir\n\nDhansua Dham\n\nRam Mandir\n\nMarbha\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nrooftop resturant, shiv chowk\nsky family resturant  both have amazing taste with bedt price\n\n",{"type":"==","value":["Drink"]},"\ndahi lassi\nat shiva chowk and mills are they offered very nice taste in best price\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nkathmandu guest house\ngopal dharmasala\nmithila guest house\nanand guest houst\n\n",{"type":"===","value":["Mid-range"]},"\nhotel rama, mills area\njanaki lodge, shiv showk\nsurya hotel\n\n\n",{"type":"===","value":["Splurge"]},"\nhotel manaki, shiv chowk\nsita palace, ramanad chowk\nmanaki hotel, shiv chowk\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\njaleshowor\nshiva temple and central jail\n",{"type":"{{","value":[["IsPartOf"],["Eastern_Tarai"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]},"\n",{"type":"{{","value":[["geo"],["26.733"],["85.923"],["zoom=14"]]}]