[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Janda Baik"]}," is a village town in ",{"type":"[[","value":[["Pahang"]]},", ",{"type":"[[","value":[["Malaysia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nGeographically located in the state of Pahang, Malaysia (03 31N Longitude 101 55 E)ranging from 1500 to 4500 feet above sea level.The climate here serves in between 23° and 28°Celsius during the day and below 22°Celsius in the evenings.  A simple Malay kampong or village with a population of approximately 1000 people. Janda Baik is set amidst a small valley bounded by thick rainforest laced together with picturesque streams and cool rushing brooks of waterfallswith. Located approximately 45km and about an hour’s drive from Kuala Lumpur, the place is a popular holiday and recreational destination for city folks, not to mentioned foreign visitors especially global backpackers.\n\n\"Janda Baik\" means \"the good widow\" in Malay. As the story is told by local folks, in the old days a path that connects Selangor and Pahang beats its way through the village. It was said that a mercenary, who was returning after fighting in a civil war in Selangor stopped at the village for a rest and to nurse some wounds he had sustained in battle. Upon seeing this ragtag team in the vicinity, a kindly widow immediately offered help and tended to the mercenary's wounds. The man was thankful and deeply cherished the kindness. As a mark of respect for this kind widow, the leader of the warrior pack would always advise his men to call on the woman whenever they were in the vicinity.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/friendsofjandabaik.wordpress.com\/ Friends of Janda Baik (FOJB)"]}]}," was set up to promote the awareness and importance of preserving and protecting the its ecological system and  beautiful nature of Janda Baik and its surrounding hills and streams, while keeping and sustaining the original existing concept of Malay 'kampung (village)' environment and development.\n\nJanda Baik had attracted an increasing number of visitors due to its strategic location for weekend escapism. It attracted investors to come here and build up semi-resort type accommodations, commercial facilities and training camps. However, the need for controlled development has to be taken into placed in order not to destroy the tranquility of real village character.\n\nThe other challenge faced by Janda Baik citizens is the rape of its surrounding hill, due to illegal hill farming and de-forestration activities. These have resulted in a rise in temperature, pollution of rivers and streams, erosion and landslip, and decreasing stream water level.\n\nNevertheless, Janda Baik has a wide variety of semi-type resorts that offer motivational courses, obstacle challenges, flying fox and abseiling. Camping grounds are available. Backpackers' chalets, however, are still very limited.\n\nFor those who wish to pursue rainforest trekking and 4-wheel drive trails, there is a local-run organisation facilitating such endeavors.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Directions"]}," \nJanda Baik is just 45 kilometers North of Kuala Lumpur and 1\/2 hr drive from kl via Gombak-Karak Highway. After the first tunnel turn left, make a U-turn and turn left after petrol station PETRONAS and MCDONALD. On that left turn, all the way in and there will be a junction and a 'Welcoming Arch', turn right. From here, it is the main access to Janda Baik. There are signboards along the roads. Along the journey, you will see TanaRimba and Electricsola Factory on your right side. After the factory, either turning left at the T-junction at the Janda Baik's surau (mosque)which is on the left side of the road or just keep on going straight in, it will somehow, takes you to the main Kg. Janda Baik.  \n  \n",{"type":"'''","value":["Transportation"]}," \nFrom KLIA, KL International Airport - You can use either the ERL (Express Rail Link), taxi or shuttle bus, get down at the KL Sentral. From KL Sentral, you can either rent a car or get a taxi to go Janda Baik. Car rental prices are varies and according to the company. Taxi charges are ranged from RM 100.00 to RM180.00 for a one way trip. Few of the major resort in Janda Baik such as the Seri Pengantin Resort provide an airport transfer for its guests and advance reservation is required. Charges applies and must be made upon reservation.  \n  \nAirport Kuala Lumpur International Airport - 100km\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nJanda Baik is a good place to seek rest and recreation because of its proximity to Kuala Lumpur. The following are the interesting places that one should explore and enjoy these unique experience.  \n  \n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pulau Santap"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=What happens when two rivers meet? A kind of chemistry takes place. The meeting of the Bunus and Ceringging rivers is the birthplace of Janda Baik. In the early days, there was a small islet where Sultan Abu Bakar of Pahang took his meals.\n\nSantap is the language of the royal courts which means the Sultan is having his meal. The place was aptly named Pulau Santap. The islet is no more to be seen but the place still entices visitors to have a picnic or take a dip in its shallow water."]]}]},"  \n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ulu Tampit Waterfall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ulu Tampit waterfall is in Latto Charok. It is recommended to visit the waterfall if you are visiting Janda Baik. Many would find that Ulu Tampit waterfall is the most enjoyable one! There are seven floors of waterfall and 4th, 5th and 7th floor, are the most common floors people go to visit. It only takes about 45 minutes of light trekking and hiking through the jungle to get to the top floor. During raining season it is not advisable to go there because first of all the water is not clear, secondly many ‘pacat’ or leeches and lastly you may fall down during the hiking because of slippery.\n\nAt the 5th floor of the waterfall, the panoramic view is so beautiful while at 7th floor is the best to dip into the water! The water is so cold and so deep, yet you will not be carried away by the current. It is one of the safest waterfalls to plunge into the water. Kids enjoy it the most at the 5th floor.\n\nHow to get there? Unfortunately, visiting the waterfall will only be allowed if you are accompanied by an experienced guide. The guide is available with an advance booking. Kindly call 019 6152 150 for further assistance.\n\nFor those who are looking for something tougher, it is recommended to go hiking to Gunung Nuang through Janda Baik. It takes 10 hours of trekking to go up and down. Good luck!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mount Nuang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gunung Nuang or Mount Nuang (1493m) is the highest in the state of Selangor, which is in Hulu Langat. Gunung Nuang is among the famous mountain for local and foreign trekkers and it is also a \"training centre\" for those who plan to challenge the Mount Tahan in Pahang and Mount Kinabalu in Sabah. Trekking up Gunung Nuang in Hulu Langat offers intrepid trekkers endless opportunities to observe exotic and rare tropical flora and fauna. Striding through the forests of this mountain, the lush vegetation displays Malaysia's primeval and largely unexplored rainforests. The hilly terrain makes trekking up to the peak of Gunung Nuang more arduous. The vibrant ecosystem that stretches throughout the trek will expose visitors to nature at its most natural form.\n\nIt is estimated at about 11 hours of journey from the main entrance. Along the journey, there are 2 campsites, where you can have a rest and refresh your energy before continuing another hard trek to the summit. The view from the peak is spectacular with fresh air breezing. A satisfaction guaranteed when reaching this famous summit."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Elephant Conservation Center"],["url=http:\/\/www.myelephants.org"],["email="],["address="],["lat="],["long="],["directions="],["phone=603-9075 2872"],["tollfree="],["fax="],["hours=10AM to 4:30PM daily"],["price="],["content=Located in Kuala Gandah, 40km from Bentong, this center is dedicated to rescuing and protecting the country's elephants. Take a close look at these friendly jumbos during their feeding times or watch the fun as they enjoy a muddy splash in the nearby river. Activities are held from 14:00 to 15:45 with handfeeding and short elephant rides. Visitors are strongly encouraged to leave donations in the form of Anlene Gold Milk for the small elephants' lunch as well as for the staff welfare fund which will be used to employ part-time local tribal and Malay youths to work with the center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Orang Asli Museum"],["alt=The Aborigines Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=03-6189 2113 ext 216"],["tollfree="],["fax="],["hours=09:00 to 17:00, Saturday to Thursday. Closed Friday"],["price=Free"],["content=The Orang Asli Museum in Jalan Gombak, 24km away from Janda Baik and Batu Caves, is an impressive and informative centre showcasing the history, customs and traditions as well as the social and economic development of the peninsula's early inhabitants.\n\nManaged by the Orang Asli Affairs Department, the museum displays models and exhibits highlighting the lifestyle of the tribes including their dwellings, personal adornment, arts, costumes, musical instruments, hunting and agricultural tools, animal traps and traditional medicine."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Rainforest Trekking"]},"Janda Baik holds local avid trekkers and offer guide to those interested. This are fully run and managed by local trekkers. They are very active in nature preservation works and rescue mission. The trails varied from a day walk to a week depending on the peaks trail along Banjaran Titiwangsa ( Titiwangsa Range) natural rainforest. Contact: +6019-2031256 (Adino).\n\n",{"type":"'''","value":["4-Wheel Drive Trails"]}," These are fully run and managed by local Janda Baik . Location Kg. Hulu Lurah, Janda Wan Sharizan Baik. Contact: +6019-611 2124 (Zaini)\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Di Hilir Brasserie"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+6 03 4270 1700"],["tollfree="],["fax="],["hours="],["price="],["content=This elegant restaurant is located at the Seri Pengantin Resort in Kampung Sum-Sum Hilir Off Kampung Janda Baik. Embark on a culinary adventure, a dwelling within lush tropical environs within scenic view of the resort's swimming pool and the Sum-Sum Hilir River. The menu commands as much as the views, ranging from local favorites, Western classics to Asian exotics."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Budiyah"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located at the stretch of shoplots at the downhill of Kampung Bukit Tinggi and nearby to a BP petrol station. Also, this restaurant can be easily seen and accessed from the main highway. This restaurant is popular among the highway stopovers and the locals as they serving fresh hot 'kelantanese' dishes and pahang's specialities.Operates from morning till late daily."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Cik Mek"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=16:00 to midnight"],["price="],["content=Located in Kg. Cheringging off Kampung Janda Baik. Served hot from the kitchen. This restaurant is popular for its kelantanese food and live cable television entertainment showing latest sports and etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Genting Sempah Rest Area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are endless choice of eateries in this area. One of the popular ones is McDonald Restaurant which also have a 24 hour drive-thru counter."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Foon Lock, Kg. Bukit Tinggi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular among the highway stopovers and the locals. Serving lip-smacking chinese dishes and great friendly service too!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Minang Sri Selera"],["url="],["email="],["address=Warung Minang Sri Selera, Kg Sum-Sum, Janda Baik, 28750, Bentong, Pahang"],["lat="],["long="],["directions="],["phone=019-9552451"],["tollfree="],["fax="],["hours=8AM - 10PM"],["price="],["content=Is the best minang restaurant in Janda Baik. Its located in the Kg Sum Sum. The special menu is the Sup Tulang and Cendul Pulut."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a few resorts and homestays available in Janda Baik for accommodation.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Seri Pengantin Resort"],["url=http:\/\/www.seripengantinresort.com.my"],["email="],["address=Lot 686 Kg Sum Sum Hilir, Janda Baik, 28750 Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+603 42701700 or SMS INQUIRY to +6019 6152 150"],["tollfree="],["fax="],["hours=Sales Office Hours (GMT + 8 hours) : Mondays to Saturdays 10:30AM - 1PM ; 2PM - 6.30pm; Sundays & Public Holidays Close; General Inquiries - Daily 10:30AM - 10PM"],["price=From RM180.00 Nett onwards"],["checkin=3PM"],["checkout=12noon"],["content=The Resort is well-known for its perfect holiday destination for the city dwellers to a get away from the bustling city life, a romantic weekend rendezvous and business travelers to hold a private meetings and seminars."]]}]},"  \n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=D'Ark Training & Resort Sdn Bhd"],["url=http:\/\/www.darkresort.com"],["email="],["address=Ashida Villa, Lot 5303, Pulau Santap, Janda Baik, 28750 Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+609-233 0031 \/ 019 386 6268"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dusun Lazim Camp Site"],["url=http:\/\/www.dusunlazim.com"],["email="],["address=Lot 15464,Kg. Chemperoh, Janda Baik 28750, Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+6019-204 8968, 013-237 8751"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kampung Janda Baik HomeStay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=019-2991 994"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Latto Charok Chalet"],["url="],["email="],["address=Janda Baik, 28750 Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+6019-247 0772"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maninjau Chalet and Camp"],["url="],["email="],["address=Ulu Cheringin"],["lat="],["long="],["directions=Near Maninjau Mini Market"],["phone=09-2330181 or 012-2430980"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pondok Impian"],["url="],["email="],["address=Janda Baik, 28750 Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+6012-313 3224"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pulau Santap Chalet Enterprise"],["url="],["email="],["address=Lot 2575 Kg Pulau Santap, Janda Baik, 28750 Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+6019-988 9830"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Riverside Janda Baik"],["url=http:\/\/www.riverside.com.my"],["email="],["address=Lot 5506 Kampung Janda Baik, 28750, Bentong, Pahang"],["lat="],["long="],["directions="],["phone=+6019-9483100\/+6012-2723140"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Riverside Janda Baik is located just beside Pulau Santap area. Provides a nice place for a picnic, chalets, and a large camp site that can accommodate 500 people at one time."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sailor's Rest Homestay"],["url=http:\/\/www.sailorest.com"],["email="],["address=Sailor's Rest, Janda Baik, 28750 Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+6019-217 0152 or +6019-218 0152"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Seri Dinar Training Services Sdn Bhd"],["url="],["email="],["address=8299 Sungai Panjang, Janda Baik, 28750 Bentong, Pahang Darul Makmur"],["lat="],["long="],["directions="],["phone=+609- 233 0261"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Suria Hill Country House"],["url=http:\/\/www.suriaresorts.com\/jandabaik\/index.php"],["email="],["address=Lot 8567, Kampung Janda Baik, 28700 Mukim Bentong, Pahang Darul Makmur, Malaysia"],["lat="],["long="],["directions="],["phone=609-2330003"],["tollfree="],["fax="],["hours="],["price=Rates start at MYR 230"],["checkin="],["checkout="],["content=Suria Hill Country House offers 16 guestrooms, all of which have air-conditioning, a 26-inch LCD TV featuring selected ASTRO channels, and mini refrigerator. Some of its amenities include private aromatic jacuzzi, picnic and barbecue area, and fish pond and mountain stream."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cherengin Hills Convention & Spa Resort"],["url=http:\/\/cherenginhills.com"],["email="],["address=Lot 5540 & Lot 5936, 28750 Janda Baik, Bentong, Pahang"],["lat="],["long="],["directions="],["phone=+603 5633 5726\/27"],["tollfree="],["fax="],["hours="],["price=RM184.00 nett (until 14th Dec'10)"],["checkin="],["checkout="],["content=A 4-star resort offering 136-saleable rooms.  The resort is seated on an altitude of 600 to 800ft above sea level offering a cool day's climate of 23 to 28 degrees Celsius and drops to 22 degrees Celsius when evening dawns."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Centella Asiatica Resort"],["url=http:\/\/jandabaikresort.com"],["email="],["address=Kampung Sum-sum Hulu"],["lat="],["long="],["directions="],["phone=012-3867957 or 012-3816024"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12:30 noon"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Air Tenang Resort"],["url="],["email="],["address=Jalan Chemperoh, Kg Janda Baik, Pahang"],["lat="],["long="],["directions="],["phone=013-2262030, 019-6888240, 013-2107703, 03-61569251"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kampung Janda Baik HomeStay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=019-2991 994"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sum-Sum Valley, Janda Baik"],["alt="],["url=http:\/\/sumsumvalley.blogspot.com\/"],["email="],["address=Lot 5348 Sum-Sum Hilir"],["lat=3.34488"],["long=101.85110"],["directions="],["phone=6013-3239359"],["tollfree="],["fax="],["hours="],["price="],["checkin=2pm"],["checkout=12.30 noon"],["content= Sum-Sum Valley, Janda Baik."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chalet Tuk Tuk"],["url=http:\/\/www.tuktukjbhomestay.com\/"],["email="],["address=Lot 5453 Kg. Sum-Sum Hilir"],["lat="],["long="],["directions="],["phone=012 6253440 or 012 6864580"],["tollfree="],["fax="],["hours="],["price="],["checkin=2.00 pm"],["checkout=12.30 noon"],["content=Offers unique 'homestay' accomodations to whom wish to experience a holiday with a difference."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mak Lang"],["alt="],["url=http:\/\/www.maklang.com"],["email="],["address=Lot 5647 Kg. Pulau Santap"],["lat="],["long="],["directions=2km from Pulau Santap"],["phone=0133243900, 0133329842"],["tollfree="],["fax="],["hours="],["price=from RM20.00"],["checkin=10.00 am"],["checkout=5.00pm"],["content=Mak Lang is located just 2 km away from Pulau Santap area. Provides a real nice and privacy place for a picnic, camping concept chalet, and a real large camp site that can accommodate more than 1000 people at one time. On other site, by crossing the river using \"titi gantung\", our guest can experiencing feeding our \"Kelah Merah\" fish in a real 15 fish pond. We also provide Professional Fasilitator Team for Team Building, Leadership, Survival, Family Day and Jati Diri program. Feel the different at our Nature of Life."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Saufiville Janda Baik Resort"],["url=http:\/\/www.saufiville.my"],["email=booking@saufiville.my"],["address=Lot 1223, Kg Chemperoh"],["lat="],["long="],["directions=45 minutes drive from Kuala Lumpur - Take Karak highway from Kuala Lumpur, Exit after tunnel at Genting Sempah\/ Janda Baik."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Boutique hotel in the jungle with a pool that goes right to the edge."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=pakcik hussain campsite"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\nTourism Malaysia, Pahang Tourism http:\/\/portal.pahangtourism.org.my\/?act=contactus\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bukit Tinggi"]]}]},"\n",{"type":"[[","value":[["WikiPedia:Janda Baik"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pahang"]]},"\n",{"type":"{{","value":[["usablecity"]]}]