[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\nThe ",{"type":"'''","value":["Jardines del Rey"]}," (Gardens of the King) are a chain of islands off the north coast of ",{"type":"[[","value":[["Cuba"]]},".  They include ",{"type":"[[","value":[["Cayo Coco"]]},", ",{"type":"[[","value":[["Cayo Guillermo"]]},", Cayo Romano and Cayo Paredon Grande which are linked to the mainland by a 17 km long artificial causeway, with a road running along it. (Though the \"temporary\" bridge between Cayo Coco and Cayo Romano is not suitable for all vehicles.) The first two of these have been developed as beach resorts.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nUntil the late 1980s, the Jardines del Rey could really only be reached by boat.\n\nErnest Hemingway spent time during the Second World War hunting German U-boats in the area (which experience he used in his novel ",{"type":"''","value":["Islands in the Stream"]},").\n\nIn the 1980s, the Cuban government decided to construct a causeway across the bay between Cayo Coco and the mainland.  This now carries a road, and allowed the development of Cayo Coco and Cayo Guillermo as tourist destinations.\n\nThe first hotel (the Colonial) was opened in 1993.\n\nApart from the beaches, much of the islands remain undeveloped, and are promoted as an ecotourism destination.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThere is an international airport on Cayo Coco; one can drive from the mainland across the causeway (toll payable); and there is a marina on Cayo Guillermo.\n\n[Note until 2008, Cubans were only allowed in with specific authorisation - for example workers in the hotel, on business, married to a foreigner or with a letter from the local police. Following relaxation of the restrictions, any Cuban can enter with the payment of a fee.]\n\n",{"type":"==","value":["Get around"]},"\nThough organized tours exist, it is also possible to rent a private taxi for the day (ideally 5 or 6 people) to visit Moron and see a bit of the real Cuba. Ask around for more information.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nSee detailed entries under ",{"type":"[[","value":[["Cayo Coco"]]}," and ",{"type":"[[","value":[["Cayo Guillermo"]]},".\n\n",{"type":"==","value":["Drink"]},"\n\nApart from the hotels, there is a bar on the causeway to the mainland, and a nightclub underground.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe nearest town, on the mainland, is ",{"type":"[[","value":[["Morón"]]},".\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Cuba"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jardines del Rey"]]},"\n",{"type":"{{","value":[["geo"],["22.15"],["-77.883333333333"]]}]