[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image="],["caption="],["flag=Flag of the United States.svg"],["location="],["capital=administered from Washington, DC, by the US Department of the Interior as part of the National Wildlife Refuge system"],["government=unincorporated territory of the US"],["currency="],["area=4.5 sq km"],["population=Millersville settlement on western side of island occasionally used as a weather station from 1935 until World War II, when it was abandoned; reoccupied in 1957 during the International Geophysical Year by scientists who left in 1958.  Visited annually by US Fish and Wildlife Service."],["language="],["religion="],["electricity="],["callingcode="],["tld=.um"],["timezone=UTC -11"]]},"\n\n",{"type":"'''","value":["Jarvis Island"]}," is one of the Line Islands, in Micronesia in the ",{"type":"[[","value":[["Oceania"],["Pacific Ocean"]]}," \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"{{","value":[["infobox"],["Or maybe not"],["In the early 2000s, a writer of \"alternate histories\" put up a web site which presented itself as the official site of the government of the \"Republic of Baker Howland and Jarvis\", portraying a bustling tourism destination, including a fake CIA World Factbook article providing statistics for the island nation.  The web site is no longer online, but puzzled more than a few armchair travelers."]]},"\n\nFirst discovered by the British in 1821, the uninhabited island was annexed by the US in 1858, but abandoned in 1879 after tons of guano had been removed. The UK annexed the island in 1889, but never carried out plans for further exploitation. The US occupied and reclaimed the island in 1935. Abandoned after World War II, the island is currently a National Wildlife Refuge administered by the US Department of the Interior; a day beacon is situated near the middle of the west coast.\n\n",{"type":"===","value":["Climate"]},"\n\nEquatorial; scant rainfall, constant wind, burning sun.\n\n",{"type":"===","value":["Landscape"]},"\n\nSandy, coral island surrounded by a narrow fringing reef.  Sparse bunch grass, prostrate vines, and low-growing shrubs; primarily a nesting, roosting, and foraging habitat for seabirds, shorebirds, and marine wildlife.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Jarvis Island-CIA WFB Map.png"],["right"],["200px"]]},"\n\nPublic entry is by special-use permit from US Fish and Wildlife Service only and generally restricted to scientists and educators.\n\n",{"type":"===","value":["By plane"]},"\n\nThere is a runway of 1,665 m.  There is a day beacon near the middle of the west coast.\n\n",{"type":"===","value":["By boat"]},"\n\nThere is one small boat landing area in the middle of the west coast and another near the southwest corner of the island.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Coral at Jarvis Island National Wildlife Refuge.jpg"],["thumbnail"],["Coral at Jarvis Island National Wildlife Refuge"]]},"\n",{"type":"*","value":[" Buildings and a remains of a tramway that were built in the 19th century when guano was mined on the island."]},{"type":"*","value":[" The cemetery with four graves from the same time."]},{"type":"*","value":[" The wreck of barquentine Amaranth."]},{"type":"*","value":[" The coral reef around the island."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is no economic activity on Jarvis Island.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are no public accommodations on Jarvis Island.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThere are no natural sources of fresh water on Jarvis Island.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kingman Reef"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Palmyra Atoll"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tabuaeran"]]}," (Fanning Island) - the nearest permanently inhabited island; in ",{"type":"[[","value":[["Kiribati"]]}]},"\n",{"type":"[[","value":[["WikiPedia:Jarvis Island"]]},"\n\n",{"type":"{{","value":[["geo"],["-0.3667"],["-160.0167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Line Islands (Kiribati)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["related"],["Howland_Island"]]},"\n",{"type":"{{","value":[["related"],["Baker_Island"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jarvis Island"]]}]