[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nThe ",{"type":"'''","value":["Jaú National Park"]}," is located in the ",{"type":"[[","value":[["Brazil"]]},"ian state of ",{"type":"[[","value":[["Amazonas (Brazil)"],["Amazonas"]]},". It is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Site"]]}," and preserves many fine examples of Amazonian fauna and flora.\n\n",{"type":"[[","value":[["Image:FAULTIER2.JPEG"],["thumb"],["300px"],["right"],["Sloths are a common species found at the Jaú Park"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe ",{"type":"''","value":["Parque Nacional do Jaú"]}," consists of several thousand square kilometers of virgin Amazonian Rainforest. The park is situated in the state of Amazonas, 220 km from Manaus. The park roughly covers the area of three side rivers of the Rio Negro, the Rio Jaú, the Rio Carabinani and the Rio Unini.\n\nThe park's ",{"type":"'''","value":["management unit"]}," is in the city of ",{"type":"[[","value":[["Novo Airão"]]},". Phone: (92) 3613-3094 (",{"type":"''","value":["Fax: (92) 3613-3095"]},")\n\n",{"type":"===","value":["Climate"]},"\nTypically tropical - constantly wet, December to April being the rainiest months and July-September the driest. Temperatures are normally high (daily means between 22-32C).\n\n",{"type":"==","value":["Get in"]},"\nIt is possible to arrange your visit independently. Flyer boats travel from ",{"type":"[[","value":[["Novo Airão"]]}," in 3 hours. Many travelers, however, rely on the services of tour operators based in Manaus.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"[","value":["http:\/\/www.ibama.gov.br\/ IBAMA"]}," charges a maintenance fee of R$ 3 per person per day. An additional charge of R$ 16 to R$ 64 is paid ",{"type":"''","value":["by boat"]}," (nor per person) depending on the size of the vessel. This is normally included in the package when going with a tour operator. Beware that many operators and guides overcharge tourists claiming the payment of official visitor fees of up to R$ 100.\n\nNote that the Park is not yet structured for extensive tourist visitation. To book visits, the management authority (phone + 55 (92) 3613-3277, extension 229) must be contacted least a month in advance.\n\n",{"type":"==","value":["Get around"]},"\nThere are no roads in or near the park, motor boats and canoes are used for all transport. Depending on the level of the water not all side rivers can be navigated very far except with very light boats.\n\n",{"type":"==","value":["See"]},"\n\nPlenty of flora and fauna, including dolphins, fish, birds, crocodiles, turtles, monkeys, jaguar, tapir, armadillo, insects. The fauna is less dense than in along the other main branch of the Amazon river.\n\n",{"type":"==","value":["Food"]},"\nUnless you never tire of eating fish, food must be brought from Manaus or ",{"type":"[[","value":[["Novo Airão"]]},".\n\n",{"type":"==","value":["Sleep"]},"\nLodging in New Airão and in ",{"type":"[[","value":[["Barcelos"]]},". Otherwise on the boat (hammocks or cabin) or in the wild. There is a center for visitors and lodging for researchers with gouvernment permission at the park entrance.\n\n",{"type":"==","value":["Stay safe"]},"\n\nDon't enter without a permit. Do not buy tours from people at the airport or on the street in Manaus. Damage to flora and fauna in the park is considered a federal crime. The military police makes regular visits to look for poachers.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Amazonas (Brazil)"]]},"\n",{"type":"[[","value":[["wikipedia:Jaú National Park"]]},"\n",{"type":"{{","value":[["geo"],["-2.1702777777778"],["-62.617222222222"]]}]