[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitjeffersoncity.org\/ Jefferson City"]}]}," is the capital city of ",{"type":"[[","value":[["Missouri"]]},", one of the ",{"type":"[[","value":[["United States of America"]]},".\n\n",{"type":"[[","value":[["File:Jefferson City, MO capitol building; right side 1.jpg"],["thumb"],["350px"],["State Capital"]]},"\n\n",{"type":"==","value":["Understand"]},"\nJefferson City is named for the third President of the United States, Thomas Jefferson. Jefferson was the President responsible for the Louisiana Purchase.  Some of the land from that purchase eventually became the State of Missouri.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nJefferson is centrally located in the State of Missouri about half-way between St. Louis and Kansas City along the Missouri River.  There are three major highways that run directly through the city: US 50, 54, and 63.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jeffcitymo.org\/cd\/airport\/airport.html Jefferson City Memorial Airport"]}]},", located just across the Missouri River, only serves general aviation.\n\nThe closest airport with commercial service is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flymidmo.com\/ Columbia Regional Airport"]}]},", from which US Highway 63 goes straight to Jefferson City. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.delta.com Delta Airlines"]}]}," is the only carrier at the airport, with service from Memphis.\n\nThe closest full-scale commercial airport is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flystl.com\/ Lambert St. Louis International Airport"]}]},", about two hours away.  It is very easy to get from the St. Louis airport to Jefferson City.  Take I-70 west out of St. Louis for about an hour and a half.  At this point take US Highway 54 south for about 30 minutes until you reach Jefferson City.\n\nA little further is the ",{"type":"'''","value":["Kansas City International Airport"]},", about three hours away.\n\n",{"type":"===","value":["By train"]},"\nThe Amtrak Station is located right downtown at 101 Jefferson Street. At the midpoint of the Kansas City to St. Louis route, the Missouri River Runner (www.missouri-river-runner.com), there are two departures each direction every day.  While a ticket is not needed to board the train, a reservation is.  Call 800-USA-Rail or visit ",{"type":"[","value":["http:\/\/www.amtrak.com"]}," for reservations and schedule information.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Jefferson City.jpg"],["thumb"],["Jefferson City"]]},"\nMost of the attractions are located in the heart of downtown within walking distance of each other.\n\nThere is also an extensive greenway with 7.4 miles of paved trails ",{"type":"[","value":["http:\/\/www.jeffcitymo.org\/parks\/greenway.html"]},".  This is a multi-use greenway and is perfect for walking, running, biking or skating.  This is an excellent place to go and be safe from the dangers of a busy street.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Museums"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Missouri State Museum"],["alt="],["url="],["email="],["address=201 W. Capitol Ave"],["lat="],["long="],["directions="],["phone=+1 573 751-4127"],["tollfree="],["fax="],["hours="],["price="],["content=Tours are given for free every hour from 9AM to 4PM The Missouri State Museum is on the first floor of the Missouri State Capitol Building and managed by the Missouri Department of Natural Resources.Today, the museum continues to showcase Missouri’s diverse history and resources. The museum houses both temporary and long-term exhibits, such as exhibits for the 150th anniversary of the Civil War."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Missouri Veterinary Medical Foundation Museum"],["alt="],["url=http:\/\/www.visitjeffersoncity.com\/map_locations\/show\/44"],["email="],["address=2500 Country Club Dr"],["lat="],["long="],["directions="],["phone=+1 573 636-8737"],["tollfree="],["fax="],["hours="],["price="],["content=No visit to Jefferson City is complete without a visit to this museum. Veterinary artifacts and instruments, many over 100 years old are on display. Instruments and equipment used in small and large animal surgery, old diaries and sample drug cases are a part of the display. The Museum is open M-F 9AM to 4PM, Saturday, by appointment."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Jefferson Landing State Historic Site"],["alt="],["url=http:\/\/www.mostateparks.com\/jeffersonland.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 573 751-2854"],["tollfree="],["fax="],["hours="],["price="],["content=Jefferson St & Capital Ave. Tu–Sa, 10AM–4PM, closed December. The area at the base of Jefferson Street, known as Jefferson’s Landing, was the site of the original river landing and the first area settled in the city. It is significant as a rare surviving Missouri River landing place. The structures in this historic site date back to 1839 making it the oldest riverfront landing on the Missouri River. As this site was later served by the railroad, several of Jefferson City’s largest businesses grew here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cole County Historical Museum"],["url="],["email="],["address=109 Madison St"],["lat="],["long="],["directions="],["phone=+1 573-635-1850"],["tollfree="],["fax="],["hours="],["price=$3 for adults $1 for kids"],["content=Encounter the roots of Missouri government and discover the charm and culture of the early political society at the Cole County Historical Society Museum. The building stands as a historical site, built by Governor B. Gratz Brown in 1871, and today it draws visitors as a tourist attraction. The Museum’s collection of artifacts, antiques and historical documents add distinction to our county and state, thanks to the support of those who wish to preserve its historical and educational value.\n\nThis is the only county museum in the country to own and display inaugural gowns of its state’s First Ladies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Missouri State Highway Patrol Safety Education Center"],["alt="],["url="],["email="],["address=1510 East Elm St"],["lat="],["long="],["directions="],["phone=+1 573 526-6149"],["tollfree="],["fax="],["hours=Open M-F 8AM to 5PM"],["price="],["content=The Center was opened to the public in April 1982. Nowhere in the State of Missouri is there such a comprehensive display of information concerning traffic safety, law enforcement, drug abuse and many items relating to the history of the Missouri Highway Patrol."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Missouri Military History"],["alt="],["url="],["email="],["address=2007 Retention Dr"],["lat="],["long="],["directions="],["phone=+1 573 638-9603"],["tollfree="],["fax="],["hours="],["price="],["content=This museum is operated by the Missouri National Guard and is free of charge. It features displays about Missouri's involvement in every major military conflict since the Mexican War in 1846."]]}]},"\n",{"type":"'''","value":["Outdoor and Landmarks"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Missouri State Capitol Building"],["alt="],["url="],["email="],["address=201 W. Capitol Ave"],["lat="],["long="],["directions="],["phone=+1 573 751-2854"],["tollfree="],["fax="],["hours="],["price="],["content=Recently the capitol building was rated as being the fifth most beautiful on the outside and first most beautiful on the inside of all 50 United States capitals by USAToday. Completed in 1917, the Capitol covers three acres in downtown Jefferson City. The Capitol tour will provide you with an excellent education on the State of Missouri and the structure that represents its home. Free tours are provided. M-Sa 9AM-4PM; no tours are offered during the lunch hour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Missouri State Supreme Court Building"],["alt="],["url="],["email="],["address=207 West High St"],["lat="],["long="],["directions="],["phone=+1 573 751-4144"],["tollfree="],["fax="],["hours="],["price="],["content=The Supreme Court Building in Jefferson City became a permanent home for the Court at its completion in 1907 using funds from the 1904 Worlds Fair in St. Louis. Look for the glass floors in the library. Because the building did not have lights when it was built, the glass floors allowed light from the windows to filter down to the main floor. Tours of the Supreme Court are given M-F call ahead for times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Runge Nature Center"],["alt="],["url=http:\/\/www.mdc.mo.gov\/areas\/cnc\/runge\/"],["email="],["address=330 Commerce Dr"],["lat="],["long="],["directions="],["phone=+1 573 526-5544"],["tollfree="],["fax="],["hours=Year round, M-Sa, 8AM-5PM; Su from noon to 5PM"],["price="],["content= Enjoy the natural wonders of Missouri and the fish, forests and wildlife found here by strolling through exhibits or hiking nature center trails. Inside the center you will find an indoor wildlife viewing area, a nature library, and a small gift shop. Venture outside to explore over two miles of hiking trails. The Naturescape Trail is accessible to people with disabilities. Self-guided tours are always available; advance notice is required for naturalist-led programs. Free admission."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Governor's Mansion"],["alt="],["url="],["email="],["address=100 Madison St"],["lat="],["long="],["directions="],["phone=+1 573 751-7929"],["tollfree="],["fax="],["hours="],["price="],["content=The State’s first family invites you to tour their home to see its beautiful architecture and period furniture. Public tours of the first floor are conducted each Tuesday and Thursday from 10AM until 12PM and again at 1PM until 3PM, except during August and December. In December, Candlelight Tours are held on two evenings during the holiday season. Free Admission. Reservations required 24 hours in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Carnahan Memorial Garden"],["alt="],["url="],["email="],["address=100 Madison St"],["lat="],["long="],["directions="],["phone=+1 573 751-3249"],["tollfree="],["fax="],["hours="],["price="],["content=The garden behind the Governor’s Mansion started in the late 1930s as a WPA (Works Progress Administration) project. The WPA was created in 1938 by Franklin D. Roosevelt to employ the thousands of craftsmen and the laborers out of work during the great Depression. The Governor’s Garden was renamed in 2001 as the Carnahan Memorial Garden after the death of Governor Mel Carnahan. A beautiful site for relaxing and enjoying the beauty and smell of blooming flowers. Many use the Garden as a location for weddings. To reserve the Carnahan Memorial Garden, please call +1 573 751-3249."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lincoln University"],["alt="],["url="],["email="],["address=820 Chestnut St"],["lat="],["long="],["directions="],["phone=+1 573 681-5599"],["tollfree="],["fax="],["hours="],["price="],["content=Jefferson City’s prized institution of higher education is the internationally recognized Lincoln University. The University was formed at the end of the Civil War by officers and solders of the 62nd and 65th U.S. Colored Infantry Regiments (these units were mostly comprised of Missourians)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Soldier's Memorial Plaza"],["alt="],["url="],["email="],["address=820 Chestnut St"],["lat="],["long="],["directions="],["phone=+1 573 681-5599"],["tollfree="],["fax="],["hours="],["price="],["content=To commemorate one of the most significant and selfless acts of empowerment, inspiration, and commitment to higher education in history, Lincoln University developed, constructed and dedicated the Lincoln University Soldier’s Memorial Plaza. This monument serves as a permanent tribute to the Lincoln University founders, the brave and benevolent men of the 62nd and 65th Colored Infantries who served gallantly in the U.S. Civil War."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Cemetery"],["alt="],["url=http:\/\/www.cem.va.gov\/CEMs\/nchp\/jeffersoncity.asp"],["email="],["address=1024 East McCarty St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Burials in Jefferson City National Cemetery date to summer 1861; its original purpose was for the burial of Civil War soldiers from the surrounding area. The site of the cemetery, which local residents Israel and Mary Read sold to the government, was surveyed for classification as a national cemetery during the war. However, its official designation did not occur until 1867, after the war and approximately 350 interments were completed. Jefferson City National Cemetery was listed on the National Register of Historic Places on Oct. 1, 1998."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Louis and Clark Trail Head Plaza"]},", Corner of Capitol Ave. and Jefferson St.  A Lewis and Clark monument next to the Missouri State Capitol in Jefferson City, officially called the Lewis and Clark Monument Trailhead Plaza, is now  completed.  The site recognizes again the city's connection to Lewis and Clark.  The monument is near the corner of Jefferson Street and Capitol Avenue on the Capitol grounds overlooking the Jefferson Landing Historic Site and the Missouri River. This trailhead and monument connects the Katy Trail to the Capitol and the greenway trail network now that the Missouri River Pedestrian Bridge has been completed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Missouri State Penitentiary"]},"  The longest operating prison west of the Mississippi, the MSP closed its doors in 2004.  In 1954, overcrowding, the increasing violence of inmates and aging nature of the penitentiary climaxed into a three day riot. The national Guard was called in to suppress the rioting. When it was all over, four inmates were killed and millions of dollars of damage had been done.  In 1963 -64, there were 550 serious assaults inside the Missouri State Penitentiary, including hundreds of stabbings, which is why TIME magazine called it the ‘bloodiest 47 acres in America.  A few of the more famous prisoners include: Sonny Liston, James Earl Ray, and \"Pretty Boy\" Floyd.  Recently decommissioned in October of 2004 by Governor Bob Holden, the City of Jefferson has great future plans for the prison with a large scale redevelopment plan."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Parks"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Binder Park"],["alt="],["url="],["email="],["address=5840 Rainbow Dr"],["lat="],["long="],["directions="],["phone=+1 573 634-6482"],["tollfree="],["fax="],["hours="],["price="],["content=Binder Park adjoins Joseph C. Miller Park. The main feature of the park is a 150-acre lake which offers excellent fishing for bass, catfish, bluegill and other species. Binder Park is also home to Jefferson City’s only disc golf course. The 18 hole course runs through the woods with some open fairways. Binder Park also has a mountain bike trail on its terrain. As the Binder Lake trail system winds across the landscape, it provides something for all users."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Katy Trail State Park"],["alt="],["url=http:\/\/www.bikekatytrail.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Katy Trail is a 225 mile (365 km) bike path stretching across most of the state of Missouri. Over half of it follows Lewis and Clark's path up the Missouri River, where you can ride beneath towering river bluffs while eagles circle overhead. After leaving the river, the trail meanders through peaceful farmland and small-town Americana. America's longest \"rails-to-trail\" project, formerly the MKT rail line, is flat and scenic. It's ideal for hiking, running, or cycling on just about any kind of bike."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cole County Park"]},", Country Club Drive, +1 573 636-3614.  Cole County Park is located near the fairgrounds off Country Club Drive. An attractive 8-acre lake in the park provides opportunities for fishing and picnicking. A general purpose field and a soccer field have been developed at the park."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ellis Porter\/Riverside Park"]},", Grant Street, +1 573 634-6482. Located at the north end of Grant Street on a beautiful bluff overlooking the Missouri River."]},"\n",{"type":"*","value":[{"type":"'''","value":["Joseph C. Miller Park"]},"  Highway 50 West +1 573 634-6482, Joseph C. Miller Park is on Highway 50 West, approximately two miles west of Capital Mall."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=McClung Park"],["alt="],["url="],["email="],["address=930 McClung Park Dr"],["lat="],["long="],["directions="],["phone=+1 573 634-6482"],["tollfree="],["fax="],["hours="],["price="],["content=On Chestnut Street near Lincoln University’s Dwight T. Reed Stadium. Contains facilities for large crowds with a covered picnic shelter, and a general purpose air-conditioned building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=McKay Park"],["alt="],["url=http:\/\/mdc4.mdc.mo.gov\/applications\/moatlas\/AreaSummaryPage.aspx?txtAreaID=9336&txtUserID=guest"],["email="],["address=1700 Southridge Dr"],["lat="],["long="],["directions="],["phone=+1 573 634-6482"],["tollfree="],["fax="],["hours="],["price="],["content=5AM-11PM. This park also provides picnic shelters and tables, hiking and fitness trails, basketball courts and a playground. Located off Southwest Boulevard on Sunset Lake Road"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Memorial Park and Family Aquatic Center"],["alt="],["url="],["email="],["address=111 Memorial Park Dr"],["lat="],["long="],["directions="],["phone=+1 573 634-6482"],["tollfree="],["fax="],["hours="],["price="],["content=Located at 120 Binder Dr., it has an aquatic center, picnic shelter, playground, picnic tables and barbecue pits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Washington Park"],["alt="],["url="],["email="],["address=900 E. Miller Street"],["lat="],["long="],["directions="],["phone=+1 573 634-6482"],["tollfree="],["fax="],["hours="],["price="],["content=Has a multipurpose court with basketball goals, fitness trail, playground equipment, horseshoe pits, picnic tables with grills. No reservations needed."]]}]},"\n",{"type":"'''","value":["Wineries"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Native Stone Winery"],["alt="],["url=http:\/\/www.nativestonewinery.com\/"],["email="],["address=4317 Native Stone Rd"],["lat="],["long="],["directions="],["phone=+1 573 584-8600"],["tollfree="],["fax="],["hours="],["price="],["content=Located atop the bluffs of the Missouri River, Native Stone is a 300 acre estate owned and operated by Cara and Larry Stauffer. The estate has been farmed by the Stauffer family since the 1960s and is named for the national award-winning play “Native Stone” written by Jim Steerman, and based on lives of the Stauffer family’s ancestors. For current hours of operation please call."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Summit Lake Winery"],["alt="],["url=http:\/\/www.summitlakewinery.com\/holtssummit\/index.htm"],["email="],["address=1707 South Summit Dr"],["lat="],["long="],["directions="],["phone=+1 573 893-9966"],["tollfree="],["fax="],["hours="],["price="],["content=Opened in February 2002, Summit Lake Winery sits high on the blufftop overlooking Highway 54, the Missouri River, and Jefferson City. They offer distinctive Midwest wines and a creative bistro menu. Also with year round wine tasting, they also have facilities to accommodate rehearsal dinners, receptions, large or small parties, conferences and banquets."]]}]},"\n",{"type":"'''","value":["Events"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tour of Missouri"]},"  Each September for the past two years Professional cyclists from around the world will travel to Missouri to compete in this cycling race modeled after the Tour de France. Stage five of the race will finish in Jefferson City on Friday, September 12. One of the top three cycling races in the United States, the Tour of Missouri is a six day race that travels across the state.  Check out the link ",{"type":"[","value":["http:\/\/www.jctourofmissouri.com\/index.html"]}," for information about all of the activities going on in Jefferson City during the Tour of Missouri.  With any luck the Tour of Missouri will come back to Jefferson City again next year."]},"\n",{"type":"*","value":[{"type":"'''","value":["Oktoberfest "]},"  The last weekend in September the Old Munichberg Associations puts on the Oktoberfest.  Located at Jefferson Street and Dunklin Street in historic Old Munichburg, Oktoberfest is a celebration of Jefferson City's strong German heritage. It includes authentic homemade German food, music and dancing. A parade, car show, craft vendors and demonstrating artisans offer a day full of family activities. Some of the highlights include the Dachsund Derby and the Children's Train. A beer garden with live music serves as entertainment for the adults.  For more info go to www.oldmunichburg.com."]},"\n",{"type":"*","value":[{"type":"'''","value":["Salute to America "]},"  This is one of the largest 4th of July celebrations in the state! activities begin on Thursday evening, July 3, with a Parade and live music on the Capitol Main Stage. Activities will take place throughout the day on Friday, July 4, and will wrap up with more live music. The night wouldn't be complete without the Fireworks Sky Concert extravaganza. With a full festival schedule, there will be plenty of fun-filled activities to entertain people of all ages. Whether it’s dancing to the sound of great music, enjoying some tasty cuisine or diving into the historic tradition of the Fourth of July, Jefferson City provides the experience through Salute to America.  For more information go to www.salutetoamerica.org"]},"\n",{"type":"*","value":[{"type":"'''","value":["Missouri River Wine Trail"]},"  This is a leisurely, self-paced tour of the 4 wineries of the Missouri River Wine Trail (Les Bourgeois, Native Stone, Summit Lake – Hartsburg, and Summit Lake - Holts Summit).  Each stop will present a wine and food pairing.  Start at any location; see all 4 locations in 1 day, or take the whole weekend!  For more info go to ",{"type":"[","value":["http:\/\/www.missouririverwinetrail.com\/"]},"#"]},"\n",{"type":"'''","value":["Golf"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Eagle Knoll"],["alt="],["url="],["email="],["address=5757 East Eagle Knoll Dr"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-909-0564"],["fax="],["hours="],["price="],["content=Hartsburg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oak Hills Golf Center\/Hough Park"],["alt="],["url="],["email="],["address=932 Ellis Blvd"],["lat="],["long="],["directions="],["phone=+1 573 634-6532"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Railwood Golf Course"],["alt="],["url="],["email="],["address=12925 County Rd"],["lat="],["long="],["directions="],["phone=+1 573 896-GOLF"],["tollfree="],["fax="],["hours="],["price="],["content=Holts, Summit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Redfield Golf Course"],["alt="],["url="],["email="],["address=14005 Redfield Dr"],["lat="],["long="],["directions="],["phone=+1 573 498-0110"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Turkey Creek Golf Center"],["alt="],["url="],["email="],["address=1616 Oil Well Rd"],["lat="],["long="],["directions="],["phone=+1 573 636-7833"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Capital Mall"],["url="],["email="],["address=West Truman Blvd"],["lat="],["long="],["directions="],["phone=+1 573 893-5323"],["tollfree="],["fax="],["hours="],["price="],["content=This mall features three major department stores (Dillard’s, Sears and JC Penney), a multi-screen theatre, a variety of shops and restaurants, on US 50 at West Truman Blvd. Stores include American Eagle, Victoria’s Secret, Buckle,and Bath and Body Works.  This mall has seen better days."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Downtown"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=High Street has been the focal point of Jefferson City for over 150 years.  Downtown stores include Carrie’s Hallmark, Through the Garden Gate, Southbank Gift Company, Samuel’s Tuxedos, Saffee’s, Tolson’s and River City Florist."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=East Side"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spread throughout this mostly residential area you’ll find a number of quaint little shops selling everything from clocks to antiques to ceramic zebras."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Old Munichburg"],["url="],["email="],["address=308 West Dunklin"],["lat="],["long="],["directions="],["phone=+1 573 634-8198"],["tollfree="],["fax="],["hours="],["price="],["content=Located along the south side of Hwy 50, this German influenced neighborhood has seen a resurgence in the past few years with a number of stores, restaurants and festivals. Some stores in this area of Jefferson City are Schaefer House, Kas A Design, Riversong Day Spa, J & D Bike Shop and Busch’s Florist."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=West Side"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ambitious shoppers will enjoy the opportunities on the west side of town. Shopping centers, department stores, and over 30 restaurants are concentrated along Missouri Boulevard and adjacent streets. Best Buy, Staples, Kohl’s, and The Marketplace are located on the west side of Jefferson City."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Wildwood Crossings"],["url="],["email="],["address=3535 Missouri Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jefferson City’s most recent shopping development has the stores that you know and love including Old Navy, Barnes and Noble, T.J. Maxx, Petco, Pier 1 and Shoe Carnival."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Central Dairy"],["alt=Ice Cream"],["url=http:\/\/www.centraldairy.biz\/"],["email="],["address=610 Madison St"],["lat="],["long="],["directions="],["phone=+1 573 635-6148"],["tollfree="],["fax="],["hours=M-Sa 8a-6p, Sunday 10a-6p"],["price="],["content=For a refreshing break anytime, stop in at Central Dairy for legendary ice cream treats. The dairy is an excellent stop any time of year and is known as a longtime favorite of locals and many throughout the Midwest."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arris' Pizza Palace"],["alt=Greek"],["url=http:\/\/www.arrispizzaonline.com\/"],["email="],["address=117 W High St"],["lat="],["long="],["directions="],["phone=+1 573 635-9225"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bandanas Bar-B-Q"],["alt=BBQ"],["url=http:\/\/www.bandanasbbq.com\/"],["email="],["address=2336 Missouri Blvd"],["lat="],["long="],["directions="],["phone=+1 573 634-RIBS"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bingham's"],["url="],["email="],["address=1510 Jefferson St"],["lat="],["long="],["directions="],["phone=+1 573 635-5388"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sawaddee Thai Kitchen"],["alt=Thai"],["url="],["email="],["address=103 E High St"],["lat="],["long="],["directions="],["phone=+1 573 893-7600"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Das Stein Haus"],["alt=German"],["url="],["email="],["address=1436 Southridge Dr"],["lat="],["long="],["directions="],["phone=+1 573 634-3869"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hunan Restaurant"],["alt=Chinese"],["url="],["email="],["address=1416 Missouri Blvd"],["lat="],["long="],["directions="],["phone=+1 573 634-5253"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kate & Ally's New York Pizzeria"],["url="],["email="],["address=1418 Missouri Blvd"],["lat="],["long="],["directions="],["phone=+1 573 893-8855"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Love Sushi"],["alt=Japanese, Korean, Sushi"],["url="],["email="],["address=2201 Missouri Blvd"],["lat="],["long="],["directions="],["phone=+1 573 634-0095"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lutz's BBQ"],["alt=BBQ"],["url=http:\/\/www.lutzbbq.com\/"],["email="],["address=3505 Missouri Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-Sa 10a–8p"],["price="],["content=Good BBQ food, the store used to be a smoker on the street, now it's part of a gas station.  They had many trophies around, including at least one from the American Royal."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Madison's Cafe"],["alt=Italian"],["url=http:\/\/www.madisonscafe.com\/"],["email="],["address=216 Madison St"],["lat="],["long="],["directions="],["phone=+1 573 634-2988"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Old Brick House Deli"],["url=http:\/\/www.theoldbrickhousedeli.com\/"],["email="],["address=2421 W Edgewood Dr"],["lat="],["long="],["directions="],["phone=+1 573 893-4242"],["tollfree="],["fax="],["hours=M-F 7:30a-3:30p"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Prison Brews"],["alt=Brewpub"],["url=http:\/\/www.prisonbrews.com\/"],["email="],["address=305 Ash St"],["lat="],["long="],["directions="],["phone=+1 573 635-0678"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bones Restaurant and Lounge"],["url=http:\/\/www.bonesinthealley.com\/"],["email="],["address=210 Commercial St"],["lat="],["long="],["directions="],["phone=+1 573 636-8955"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gumbo Bottoms"],["url=http:\/\/www.gumbobottoms.com"],["email="],["address=221 Madison St"],["lat="],["long="],["directions="],["phone=+1 573 619-7703"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Paddy Malone's Pub"],["url=http:\/\/www.paddymalonespub.com\/"],["email="],["address=700 W Main St"],["lat="],["long="],["directions=Just west of the Capitol on Main"],["phone=+1 573 761-5900"],["tollfree="],["fax="],["hours=3PM-1AM, M-Sa"],["price=20 oz draughts $4-6"],["content=Extremely good food, GREAT Guinness, Irish music. Best Irish pub in the region."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Mission"],["url=http:\/\/www.themissionjc.com\/"],["email="],["address=915 E High St"],["lat="],["long="],["directions="],["phone=+1 573-893-2800"],["tollfree="],["fax="],["hours="],["price="],["content=Terrific bar with great entertainment!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Baymont Suites"],["url="],["email="],["address=319 West Miller St"],["lat="],["long="],["directions="],["phone=+1 573 636-5231"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Remade over and over. May be better now."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western Capital Inn"],["url="],["email="],["address=1937 Christy Dr"],["lat="],["long="],["directions="],["phone=+1 573 635-4175"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Budget Inn"],["url="],["email="],["address=1309 Jefferson St"],["lat="],["long="],["directions="],["phone=+1 573 636-6167"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Candlewood Suites"],["url="],["email="],["address=3514 Amazonas Dr"],["lat="],["long="],["directions="],["phone=+1 573 634-8822"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Capitol Plaza Hotel & Convention Center"],["url="],["email="],["address=415 West McCarty St"],["lat="],["long="],["directions="],["phone=+1 573 635-1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Days Inn"],["url="],["email="],["address=2100 Jefferson St"],["lat="],["long="],["directions="],["phone=+1 573 761-3600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Doubletree Hotel"],["url="],["email="],["address=422 Monroe St"],["lat="],["long="],["directions="],["phone=+1 573 636-5101"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Econo Lodge"],["url="],["email="],["address=1926 Jefferson St"],["lat="],["long="],["directions="],["phone=+1 573 636-2797"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fairfield Inn"],["url="],["email="],["address=3621 West Truman Blvd"],["lat="],["long="],["directions="],["phone=+1 573 761-0400"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express"],["url="],["email="],["address=1716 Jefferson St"],["lat="],["long="],["directions="],["phone=+1 573 634-4040"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Motel 6"],["url="],["email="],["address=1624 Jefferson St"],["lat="],["long="],["directions="],["phone=+1 573 634-4220"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Super 8 Motel"],["url="],["email="],["address=1710 Jefferson St"],["lat="],["long="],["directions="],["phone=+1 573 636-5456"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Truman Hotel & Conference Center"],["url="],["email="],["address=1510 Jefferson Street Jefferson"],["lat="],["long="],["directions="],["phone=+1 573 635-7171"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 50.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Kansas City"]]}],["minorl1=",{"type":"[[","value":[["Sedalia"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["St. Louis"]]}],["minorr1=",{"type":"[[","value":[["Gray Summit"]]}],["image2=US 54.svg"],["imagesize2=22"],["directionl2=SW"],["majorl2=",{"type":"[[","value":[["Nevada (Missouri)"],["Nevada"]]}],["minorl2=",{"type":"[[","value":[["Lake Ozark"]]}],["directionr2=NE"],["majorr2=",{"type":"[[","value":[["Griggsville"]]}],["minorr2=",{"type":"[[","value":[["Mexico (Missouri)"],["Mexico"]]}],["image3=US 63.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Columbia (Missouri)"],["Columbia"]]}],["minorl3=",{"type":"[[","value":[["Ashland (Missouri)"],["Ashland"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Jonesboro (Arkansas)"],["Jonesboro"]]}],["minorr3=",{"type":"[[","value":[["Rolla (Missouri)"],["Rolla"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["38.57667"],["-92.17361"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Missouri"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jefferson City, Missouri"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Missouri\/Localities\/J\/Jefferson City\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Jefferson City, Missouri"]]}]