[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Jeitun"]}," is an archaeological site in ",{"type":"[[","value":[["Ahal Province"]]},", ",{"type":"[[","value":[["Turkmenistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nJeitun is situated about 30 km north of ",{"type":"[[","value":[["Ashgabat"]]}," on a sand dune in the Kara Kum Desert. Jeitun is one of the oldest archaeological sites in Turkmenistan. The settlement dates back to the 7th cent. BC and is considered as the first proof of agriculture in Central Asia. The excavations at Jeitun show that the ",{"type":"''","value":["Neolithic revolution"]}," in Central Asia took place almost simultaneously with similar developments in Western Asia. Jeitun was excavated from 1957 onwards by the Russian archaeologist V.M.Masson.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nJeitun covers an area of about 5.000 square meters. It consits of free standing houses of an uniform ground plan. The houses were rectangular and had a large fireplace on one side and a niche facing it as well as adjacent yard areas. The floors were covered with lime plaster. The buildings were made of cylindrical clay blocks about 70 cm long and 20 cm thick. The clay was mixed with finely chopped straw. The settlement consisted of 30 to 35 single room houses. Each house is considered as home for 5 to 6 people. About 160 to 200 people could live here at the same time. They formed a tribal settlement and their economy seems to have been communal, not individual.\n\nThe people of the Jeitun culture were growing barley and two sorts of wheat, which were harvested with wooden or bone knives or sickles with stone blades. At Jeitun blades were found in every house. It can be assumed that almost the entire population participated in farming. \n\nThe settlement of Jeitun was built up of houses of one room only with an area of 15 to 30 square meters. Each house had only one fireplace, it was designed for a single family and not for collective meals. The same layout designed for a nuclear family has been found in other settlements of Western Asia as well. \n\nThe fact that the Neolithic settlements consisted of about 30 houses one room reveals the tendency of the nuclear families to form larger units because of the economic necessity that arose from partial use of irrigation. The society of Jeitun was thus formed of nuclear families living in kinship settlements that formed small tribes.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ahal Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]