[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jeita"]},", or Jeita Grotto, is a cave located in ",{"type":"[[","value":[["Lebanon"]]}," about 18km north of ",{"type":"[[","value":[["Beirut"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n",{"type":"'''","value":["Caverns sculpted by water and time."]},"\n\nFew caverns in the world approach the astounding wealth or the extent of those of Jeita.\nIn these caves and galleries, known to man since Paleolithic times, the action of water \nhas created cathedral-like vaults beneath the wooded hills of Mount Lebanon.\n\nThe modern discovery of the underground river of Jeita dates to 1836 and is attributed to \nReverend William Thomson, an American missionary who ventured some 50 metres into the cave. \nReaching the underground river, he fired a shot from his gun and the resulting echoes \nconvinced him that he had found a cavern of major importance.\n\nIn 1873 W.J. Maxwell and H.G. Huxley, engineers with the Beirut Water Company, and their\nfriend Reverend Daniel Bliss, president of the Syrian Protestant College (later the American\nUniversity of Beirut) explored these caverns. In two expeditions carried out in 1873 and \n1874 they penetrated 1,060 metres into the grotto-principal source of the Nahr el-Kalb that\nsupplies Beirut with water. They were finally stopped by \"Hell's Rapids\", where the river\nflows in torrents over razor sharp rocks.\n \nLike explorers everywhere, Dr. Bliss, Mr. Maxwell and the other engineers could not resist\nrecording their names and the year on \"Maxwell's Column\", a great limestone pillar some 625 \nmetres from the entrance.\n\nAbout 200 metres further on, in the so-called \"Pantheon', they wrote their names and details \nof the expedition on paper, sealed it in a bottle and placed it on top of a stalagmite. \nThe action of the lime- impregnated water has since covered the bottle with a thin white \nfilm, permanently fixing it to the stone. Between 1892 and 1940 further expeditions were\ncarried out, mostly by English, American or French explorers. \nThese efforts brought them to a depth of 1,750 metres.\n\nSince the 1940's, Lebanese explorers, notably the members of the Speleo-Club of Lebanon\nfounded by the first Lebanese speleologist Lionel Ghorra, have pushed even deeper into the \nJeita grotto. \nTheir methodical exploration revealed the great underground system of the upper and lower \ngalleries which is now known to a depth approaching 9 kilometres.\n\nThe upper galleries, discovered in August 1958 by Lebanese speleologists, required a hazardous\nclimb to 650 metres above the entrance of the underground river. Altogether, 2,130 metres of\nthis gallery have been explored.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nThe temperature in the caves is about 16°C all year round. \n\n",{"type":"==","value":["Get in"]},"\nYou can get to Jeita by car. A paid parking area is provided.\n\nOpen Tuesday through Thursday from 9 am to 6 pm and Friday through Sunday from 9 am to 7 pm.\nClosed on Mondays, unless it is a national holiday.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe tickets you have bought double as access cards and are inserted at the entry gates of the \nupper and lower galleries and for the cable car. Also keep them handy for the train and the \ntheater. \n\nA parking ticket is needed to exit the park.\n\nPhotography is not permitted inside the caves.\n\n",{"type":"==","value":["Get around"]},"\nJeita is split into two parts: the upper grotto and the lower grotto. In the upper grotto you will get around on foot but in the lower grotto you have to go by boat because there is a lake inside.\n\nFrom the entry you can take a short ride up the mountain in one of four Austrian cable cars.\nIf you prefer land transportation, a Disney-like \"train\" pulled by a small replica of a steam \nengine makes regular runs up and down the hill between the parking area and the upper galleries. \n\n",{"type":"==","value":["See"]},"\nPlan on about two hours for the tour, which includes a boat ride through the lower galleries,\nthe visit to the upper galleries on foot and a film presentation. \n\nIn summer you can visit both the upper and lower galleries while enjoying the refreshingly \ncool temperature inside the caves. The lower section is sometimes closed in winter when the \nwater level is high, but the extensive upper galleries are open all year.\n\n\n",{"type":"'''","value":["The Lower Galleries"]},"\n\nThis part of the cavern takes you to a beautiful underworld millions of years in the \nmaking. Both the 600 metre boat trip on a subterranean lake is only a sampling of the system\nthat has been explored for almost 6,910 metres.\n\nThe first impression is the sound of rushing water and a sensation of clean cold. But the roar\nof the waterfall at the entrance gives way to profound silence as you glide deeper into the \ncave. An effective new lighting system illuminates expert rock climbers-and marvel at the \ncolumns and sculptures fashioned by those great architects-water and time. \n\n",{"type":"'''","value":["The Upper Galleries"]},"\n\nThe approach to these dry galleries through a 120 metre long concrete tunnel does little \nto prepare you for the surprising world beyond. Formed several million years before the lower \ncaverns, this section shows what the entire cave system was like before geological conditions \ndisplaced the subterranean river to its present level.\n\nFor 650 metres you wind your way through different levels of the caverns, contemplating the \nflowing stone draperies and other formations. Perhaps the most dramatic sight is the yawning \ncanyons and sink holes, some seen at a drop of over a hundred metres.\n\n\nNear the entrance to the upper galleries is an air conditioned theater which has scheduled \nshowings of a film about Jeita in several languages. Check which time the language you want is\nshown so you can coordinate the film with your visit to the cave.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere are some souvenir shops selling Lebanese handicrafts. \n\n",{"type":"==","value":["Eat"]},"\nThe facility has several restaurants, snack bars and restrooms. \n\n",{"type":"==","value":["Sleep"]},"\nThere is no possibility to stay over night in the caves but ",{"type":"[[","value":[["Beirut"]]}," is only 18km away.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nProbably you're just coming here on a day-trip from ",{"type":"[[","value":[["Beirut"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Lebanon"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Jeita"]]},"\n",{"type":"{{","value":[["geo"],["33.953888888889"],["35.643333333333"]]}]