[{"type":"{{","value":[["pagebanner"],["otbp=yes"],["unesco=yes"]]},"\n\n",{"type":"[","value":["http:\/\/english.jeju.go.kr ",{"type":"'''","value":["Jeju Island"]}]}," (제주도,濟州島 and ",{"type":"''","value":["formerly romanized as Cheju"]},") is an island off the southern coast of ",{"type":"[[","value":[["South Korea"]]}," in the Korea Strait. The main town and capital is ",{"type":"[[","value":[["Jeju (city)"],["Jeju City"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Jeju_Map_1-300000.png"],["regionmaptext=Jeju Island"],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["Jeju-Si"],["Jeju-Si"]]}],["region1color=#b85095"],["region1items="],["region1description=Jeju island's northern district, including the capital ",{"type":"[[","value":[["Jeju City"]]},"."],["region2name=",{"type":"[[","value":[["Seogwipo-Si"],["Seogwipo-Si"]]}],["region2color=#d5dc76"],["region2items="],["region2description=Jeju island's southern district, including Seogwipo, a large tourist town on the south coast."],["region3name=",{"type":"[[","value":[["Hallasan National Park"],["Hallasan National Park"]]}],["region3color=#8A84A3"],["region3items="],["region3description=South Korea's highest mountain and popular hiking destination"],["region4name=",{"type":"[[","value":[["Marado_Island"],["Marado Island"]]}],["region4color=#979FEA"],["region4items="],["region4description=The southernmost point of South Korea."],["region5name=",{"type":"[[","value":[["Udo Island"],["Udo Island"]]}],["region5color=#D09440"],["region5items="],["region5description=Small island off the east coast of Jeju that is a popular with day-trippers"]]},"\n\n",{"type":"==","value":["Cities"]},"\nJeju Island has two major settlements:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jeju City"]]}," - the capital and location of the international airport. The city itself does not contain many tourist attractions, although it has a few bars and restaurants."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Seogwipo"]]}," - large town located in the south and close to a wide range of the island's tourist sites. Home to a World Cup Stadium and the ",{"type":"'''","value":["Jungmun Tourist Resort Complex"]},"."]},"\n",{"type":"==","value":["Other destinations"]},"\nSmaller villages dot the coastline and eastern and western interior. Roughly clockwise from Jeju City:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gimyeong"]}," - village closest to the Manjangmul Lava Tube and adjacent Gimyoung Maze."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Seongsan"]}," - village in the east of the island, conveniently located for Udo Island and Seongsan Ilchubong, a volcanic crater. The village has a number of interesting seafood restaurants and can make for a pleasant overnight stay, but be aware that there are no nightlife options (apart from a disproportionate number of marts for the size of the village)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gangjeong"]}," - small coastal village just west out of central Seogwipo. Non-noteworthy if not for the fact that it is the proposed site and thus ground zero for the battle over keeping naval bases off Jeju."]},{"type":"*","value":[" ",{"type":"'''","value":["Hallim"]}," - also romanized as ",{"type":"'''","value":["Hanrim"]},". Close to many inland theme parks and golf courses but in an area generally poorly serviced by inter-city buses."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Korea jeju harubang.jpg"],["thumb"],["upright 0.7"],["Jeju ",{"type":"''","value":["dol hareubang"]}," aka the \"grandfather statue\"."]]},"\nJeju is Korea's largest island and is a popular vacation spot and  honeymoon destination for Koreans. The island offers visitors a wide range of activities including hiking on Halla-san (",{"type":"''","value":["South Korea's highest peak"]},"), catching sunrises and sunsets over the ocean, horse riding, visiting the sets of Korean television drama or just lying around on the sandy beaches.\n",{"type":"[[","value":[["File:Map jeju.png"],["thumb"],["Jeju is located to the south of the Korean mainland"]]},"\nGeographically it lies southwest of Jeollanam-do Province of which it was a part before it became a separate province in 1946, and more recently South Korea's only Special Autonomous Province.\n\nSouth Korean nationals were actually not allowed to travel internationally without government permission until the late 1980's and, therefore, Jeju island was heavily developed as a domestic vacation destination. It has also been traditional for Koreans to spend their honeymoon there. (",{"type":"''","value":["To verify this, look out for couples wearing the same clothes!"]},"). The island also happens to be South Korea's main location for unusual theme parks and niche commercial attractions with eccentric museums for sex, glass and teddy bears.\n\nThe island has always had a distinct identity from the mainland of Korea, and even today has a special autonomous status within South Korea.\n\nThe local traditional culture stands in stark contrast to the mainland (",{"type":"''","value":["and much of Asia"]},") as being matriarchal. Along the coast of Jeju you can still observe the \"haenyo\" who are professional female divers gathering seafood throughout the year, and who have a well deserved reputation for strength and stamina. Perhaps even more iconic are the \"dol hareubang\" or \"grandfather statues\" that are part of Jeju's distinct shamanistic tradition and are carved from the local basalt rock, often seen outside restaurants and anywhere else on the island.\n\nThe island is also famous for the many orange trees that grow everywhere. You can buy fresh oranges and orange products any time of year.\n\nJeju Island has mild oceanic climate throughout the year with the smallest annual temperature range in South Korea. \n\nJeju has its own English language magazine created by foreign residents on the island – ",{"type":"[","value":["http:\/\/www.jejulife.net\/ ",{"type":"''","value":["Jeju Life"]}]},".\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =    8"],["febhigh =    9"],["marhigh =   13"],["aprhigh =   18"],["mayhigh =   22"],["junhigh =   25"],["julhigh =   29"],["aughigh =   30"],["sephigh =   26"],["octhigh =   21"],["novhigh =   16"],["dechigh =   11"],["janlow =    3"],["feblow =    4"],["marlow =    6"],["aprlow =   10"],["maylow =   14"],["junlow =   19"],["jullow =   23"],["auglow =   24"],["seplow =   20"],["octlow =   15"],["novlow =    10"],["declow =    5"],["janprecip =  65"],["febprecip =  63"],["marprecip =  89"],["aprprecip =  90"],["mayprecip = 96"],["junprecip = 181"],["julprecip = 240"],["augprecip = 263"],["sepprecip = 222"],["octprecip =  80"],["novprecip =  62"],["decprecip =  48"],["description = Average high and low temperatures recorded in Jeju City from 1981-2010"]]},"\n\nJeju Island is on the border between the temperate and subtropical zones, with average daily highs ranging from 3°C in January to 30°C in August.\n\nThe climate is milder than that of the Korean mainland owing to the surrounding warm currents, although the island experiences a good deal of wind throughout the year. Rainfall is heaviest between June and September.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Korean phrasebook"],["Korean"]]}," is the standard language on Jeju island, spoken with a distinctive accent.\n\nThe island's long history as a domestic holiday destination means that the majority of service and tourist industry workers can still only speak Korean. Recent times have seen more visitors from ",{"type":"[[","value":[["China"]]}," and ",{"type":"[[","value":[["Japan"]]},", and therefore tourist services are becoming more available in Japanese and Mandarin. English is not widely spoken, although as elsewhere in South Korea it is part of the education system.\n\n",{"type":"{{","value":[["infobox"],["Jeju Dialect"],["The people of Jeju island spoke a (now sadly moribund) dialect of Korean that is different in both vocabulary and accent compared to the Korean spoken on the mainland, and which was difficult for mainland Korean speakers to understand. It is uncommon to find anyone who can speak this anymore."]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.airport.co.kr\/mbs\/jejueng\/ Jeju international airport"]}," (",{"type":"{{","value":[["IATA"],["CJU"]]},") is the main gateway to the island. The vast majority of flights to Jeju are from Gimpo (",{"type":"''","value":["Seoul's domestic airport"]},") and ",{"type":"[[","value":[["Busan"]]},"'s ",{"type":"[[","value":[["Gimhae International Airport"]]},". Most Korean domestic airports have scheduled flights to Jeju. \n\nYou can fly the main airlines, Korean Air and Asiana to Jeju, although many budget options are available such as ",{"type":"[","value":["http:\/\/www.eastarjet.com Eastar Jet"]},", Air Busan and Jeju Air.\n\nThere are international flights from ",{"type":"[[","value":[["Japan"]]}," including ",{"type":"[[","value":[["Tokyo"]]}," Narita, ",{"type":"[[","value":[["Osaka"]]}," Kansai, ",{"type":"[[","value":[["Nagoya"]]}," and ",{"type":"[[","value":[["Fukuoka"]]},". From ",{"type":"[[","value":[["China"]]}," there are flights from ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]}," Pudong, ",{"type":"[[","value":[["Hong Kong"]]},",  ",{"type":"[[","value":[["Shenyang"]]},", ",{"type":"[[","value":[["Dalian"]]}," and ",{"type":"[[","value":[["Changchun"]]},".\n\nUpon leaving the terminal, you will see taxis as well as two bus stands. One is for the inner-city Jeju City bus services and one for the Airport Limousine service to Seogwipo. (",{"type":"''","value":["more information about this service below"]},")\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"{{","value":[["disclaimerbox"],["The ferry Sewol from Incheon to Jeju capsized and sank on the 16th April 2014 with the likely tragic loss of over 300 people, most of whom were school children. This has greatly affected the South Korean nation, and it is very likely to impact ferry services from Incheon and possibly other routes as well."]]},"\n\nFerry access from the mainland is also available, although the increasingly low price of flying means that fewer people are using this. Services are comparatively infrequent and slow but are reasonable value after factoring in accommodation savings made on overnight ferries. There are daily services from a number of ports:\n\n",{"type":"*","value":[{"type":"[[","value":[["Mokpo"]]}," Daily ferries, 5 hours duration. Economy tickets cost around ₩25,000 one way. These tickets are just for a floor space. Follow the lead of the Korean ",{"type":"''","value":["Ajumas"]}," and bring a blanket and a picnic. For busier journeys (weekends\/summer), the boat is a large liner, and has many amenities like a restaurant, convenience store and café. However, off-peak, the smaller ship is a lot more basic. Seated areas cost around ₩50,000 won one way. There's a free shuttle bus service from ",{"type":"[[","value":[["Gwangju"]]}," at 06:30, but you should probably ask a Korean for help booking it."]},{"type":"*","value":["Wando 3 hours"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.jhferry.com Nolyeogdo (노력도)"]}," runs a boat twice a day between Jangheung county and Seongsan in Jeju island. It takes 2 hours to connect both cities and the cost is ₩31,000 one way."]},{"type":"*","value":[" The car ferry from ",{"type":"[[","value":[["Busan"]]}," to Jeju island. The journey takes 11 hours and travels every day except Sunday. This was suspended for some time but has been resumed as of April 2013"]},{"type":"*","value":["The ferry journey from ",{"type":"[[","value":[["Incheon"]]}," took 13 hours, although its future is unclear in the wake of the Sewol ferry disaster."]},"\n",{"type":"==","value":["Get around"]},"\nBuses and taxis are the main method of public transportation. Some locals prefer bicycles to cars especially in areas outside of the Jeju-city metropolitan area. There are places that rent bikes.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/bus.jeju.go.kr\/internet_eng\/main.jsp Jeju Bus Information System's English language website"]}," offers information about the available lines in Jeju Island.\n\nThere are four major bus networks on the island:\n",{"type":"*","value":["A good network of inner-city (",{"type":"''","value":["shi-nae"]},") buses run around ",{"type":"[[","value":[["Jeju (city)"],["Jeju City"]]}," for a flat fee."]},{"type":"*","value":["Similarly, a second network of inner-city buses run in ",{"type":"[[","value":[["Seogwipo"]]},", spanning out to some of the surrounding tourist locations on the southern end of the island, such as ",{"type":"'''","value":["Jungmun Tourist Resort Complex"]},"."]},{"type":"*","value":["Furthermore, an extensive series of inter-city (",{"type":"''","value":["shi-wei"]},") buses run between the inter-city bus terminals of Jeju City and Seogwipo by one of a number of different routes. All buses servicing western Jeju pass by Halla Medical Center in Jeju City and most by Jungmun Tourist Resort Complex in Seogwipo making these alternate departure points. Prices for the bus vary by distance between ₩1000 for a short trip and ₩3,000 to go between the two end points. The ones cutting the center of the island (primarily feeding the start points of the Mt Halla hiking trails) tend to cease operation around sundown, but the coastal routes run until late. As such it is easy to jump on and off, although the cost can mount up. Note that the English information on the island often erroneously translate ",{"type":"''","value":["shi-wei"]}," buses as \"local bus\" so don't be too concerned if you're directed to the \"local bus terminal\" when traversing the island end to end."]},{"type":"*","value":["The ",{"type":"'''","value":["Airport Limousine"]}," (route #600) bus runs every 18-20 minutes between Seogwipo and the airport in Jeju City express, stopping only at a few select stops, including Jungmun Tourist Resort Complex (and International Convention Center), World Cup Stadium and terminating at the Seogwipo KAL Hotel."]},"\nAll buses on Jeju utilize Seoul's T-money transportation cards, however they do not (apparently) accept cards from other Korean cities.\n\n",{"type":"===","value":["By taxi"]},"\nWhile the taxi rates are reasonable, the island is large enough that the fares can add up. The initial meter charge is at ₩2,200. Hiring a taxi for the day will cost around ₩100,000. Bear in mind that the driver will likely not speak much English, so you should have the hotel write down the itinerary ahead of time.\n\n",{"type":"===","value":["By car"]},"\nYou can hire a car from the airport with either local or international car hire firms. This is a good option to see the island's many sights if you don't want to be in an organized tour and want to see as much as possible.\nInsurance is offered as an optional extra with the local companies. They can also rent out a Korean speaking GPS unit as well!\nOutside Jeju city traffic is very quiet. There are many traffic lights on the island, and you will notice that local drivers tend to just drive through red lights. (",{"type":"''","value":["In the evening the lights change to a flashing amber, which basically means 'use your own judgement'"]},")\n\n",{"type":"===","value":["By motorcycle"]},"\nDespite the frequent high winds and heavy precipitation, many people enjoy getting around the island by motorcycle.  There are a number of places that offer this, including ",{"type":"[","value":["http:\/\/jejulife.net\/2008\/05\/25\/mr-lees-bike-shop-jeju-south-korea\/ Mr Lee's bike shop"]},", although the legalities of a foreigner driving a motorcycle on Jeju are unclear (in theory,  an international driving license for car should be enough to rent a motorcycle of limited power). In Seogwipo, there is a motorbike rental shop (perhaps also part of Mr Lee's empire) on the same road as the Little France Hotel (exit the hotel and turn right).\n\n",{"type":"===","value":["By bike"]},"\nWhen the weather is adequate, you can ride around on a bike in Jeju much easier than you could in the rest of South Korea.  There is less traffic, wider roads and it is possible to travel the island entirely by bicycle.\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"[[","value":[["Image:Jeju_LavaTube.JPG"],["thumb"],["The world's largest known lava column, in Manjanggul Lava-tube."]]},"\n",{"type":"[[","value":[["Image:Seongsan Ilchulbong from the air.jpg"],["thumb"],["Seongsan Ilchubong, aka \"Sunrise Peak\". Also pretty at sunset."]]},"\n\n",{"type":"===","value":["Folk Villages"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Seongeup Folklore Village"],["alt=Seongeup Folk Village"],["url=http:\/\/seongeup.nowenter.co.kr\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The \"folklore\" is a bit misleading, this is actually an authentic traditional Jeju village in which (some) people actually live. Unfortunately, while there is a bit of signage in English, to really appreciate and understand this place requires a tour guide or book."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jeju Folk Village Museum"],["url=http:\/\/eng.jejufolk.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₩6,000"],["content=Not to be confused with the above, this is a created museum that presents a vivid and lively exhibition of the island's cultural assets. Built on an area of over 150,000 m², the village has reconstructed and moved living structures from varies styles. Get the audioguide: a steal at only ₩2,000. Pace yourself, seeing everything can take up to 4 hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Folklore and Natural History Museum"],["url=http:\/\/museum.jeju.go.kr\/new\/eng\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum is divided into four exhibition halls: natural history, folklore, special resources, and an audio-visual room. It contains natural history of the island as well as relics, animals and plants that are found around the island. The stuffed animals are popular among children."]]}]},"\n",{"type":"===","value":["Other attractions"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bultapsa Five-Story Stone Pagoda"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This pagoda was damaged during the Korean War, commonly called the 6.25 War in Korea. The original pagoda was located at Wondang Temple, which is said to have been founded by King Choongryeol during the Goryeo Dynasty. The present structure was reconstructed in the 1950s. The angle on the baseline of every corner of the Pagoda looks dynamic due to its turning shape."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mini World"],["alt=Miniature Theme Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Here you can get up close to small scaled replicas of some of the most famous structures from more than 30 countries. Leaning Tower of Pisa, Taj Mahal and many Korean sites are part of this interesting display. The two parks are in different parts of Jeju Island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sculpture Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This park near Mt. Sanbang is a relaxing walking area where you can discover over 160 different sculptures in a peaceful atmosphere. The sculpture park also has an observation tower."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ripley's Believe it or Not"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Museum and collection of oddities. A massive exhibit of the bizarre and exotic from around the world. Can easily take a few hours to get through as there is so much to see. Across from the Teddy Bear museum near Seogwipo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lava tubes and other volcanic sights"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"Jeju Volcanic Island and Lava Tubes\" is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}," in the \"nature\" category. Mount Halla (Hallasan) dominating the island is a dormant volcano and there are underground caves with lava tubes to explore."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\n\nThere are many hiking trails in the ",{"type":"[[","value":[["Hallasan National Park"]]},".\n\n",{"type":"====","value":[{"type":"''","value":["Olle"]}," trails"]},"\n",{"type":"[[","value":[["Image:Jeju_Olle.JPG"],["thumb"],["Jeju Olle ",{"type":"''","value":["Ganse"]}," Marker"]]},"\n\"",{"type":"''","value":["Olle"]},"\" is the Jeju-dialect word for the pathway connecting a house to the road, and is used as somewhat of an invitation to explore the island.\n\nContinually undergoing extension, the ",{"type":"[","value":["http:\/\/english.jeju.go.kr\/index.php\/contents\/travel\/activities\/jeju-olle Olle hiking trails"]}," are a set of 18 trails that roughly follow the coast in a clockwise fashion (plus a handful of \"bonus\" trails on outlying islets). \n\nThe first trail starts at Malmi Oreum in the northeast (near the famed Seongsan Ilchulbong) and the final terminates in Jocheon, a village just east of Jeju city. Trail length is mostly in the 4-6 hour range so one can be comfortably covered in a day, perhaps two for experienced hikers. Some trails, such as Olle-7, require hikers to traverse the island's extremely rocky coastline. It is beautiful, but be prepared with good shoes or boots. Olle-10 in particular is very popular and runs around a pretty peninsula in the south-west of the island.\n\nThe trails are well marked: blue arrows point in the forward direction and orange point the reverse (anticlockwise). Blue ",{"type":"''","value":["ganse"]}," symbols (like a little wireframe pony) face the forward direction in other places.\n\nExtensive tourism information, directions and maps of the Olle trails (including details of any which are temporarily off-limits) in all the usual-suspect languages can be found at the airport or tourism information centers such as the one at Jungmun.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["Image:Jeju_SpecialtyGoods.JPG"],["thumb"],["240px"],["Comfort food from Jeju for those times when you're feeling... ",{"type":"''","value":["orange"]},"."]]},"\nMost ATMs on Jeju do not accept foreign ATM\/Debit cards for cash withdrawals; most of the few that do are located in the city of Jeju. So get all the cash you can at the airport, especially if you are not staying in Jeju City.\n\nIn Seogwipo, there's a BK Star bank, East of Jeunghang Rotary which accepts foreign cards. Most ",{"type":"''","value":["Family Mart"]}," convenience stores which have an ATM inside work with foreign cards too.\n\n",{"type":"*","value":[" One Jeju specialty is brown colored clothing. These have been dyed via juice from the persimmon fruit, which is the traditional way of dying clothing."]},"\n",{"type":"*","value":[" The iconic stone statues, usually in pairs, are called grandfather statues and are for protection.  Many places sell small stone replicas of them made of Jeju basalt (volcanic stone). If aircraft weight restrictions are a concern, check the back of the statue for vugs (cavities) as it's entirely possible to find the odd one as light as a feather."]},"\n",{"type":"*","value":[" Citrus fruit (hallabong and mandarines). The specialty citrus of Jeju is the hallabong (dekopon in Japanese) something akin to an over sized tangerine which has a very distinctive plump bulge on its top. Its fame comes from its sweet taste and peelability. Do not be at all surprised if, when arriving back on the mainland, your bag pops into the baggage claim tucked between many crates of hallabong. Mandarin oranges are also a major Jeju product."]},"\n",{"type":"*","value":[" Jeju hallabong chocolate. These come in varieties. The first is a plain flat chocolate with a layer of hallabong flavor sandwiched in the middle. The second however is shaped like a little grandfather statue and is primarily the \"flavor\" component of the first with a tiny slither of chocolate on the back. The latter tend to be a little less flavorsome (ironically) but are cute enough to make nice gifts. If hallabongs aren't your thing, fear not, for they also come in orange, kiwi, green tea and purple cactus fruit (somewhat a mixed berry flavor) varieties. There are crunch chocolates too, less unique but very tasty."]},"\n",{"type":"*","value":[" Jeju ",{"type":"''","value":["kamgyul"]},"(citrus) wine. Similar to Japanese sake but with a fresh citrus finish. At only ₩5,000 for an entire 750mL bottle though, honestly, you can't complain even if it isn't quite your thing."]},"\n",{"type":"*","value":[" Green tea. Although perhaps not as famed as ",{"type":"[[","value":[["Boseong"]]},", the entire Western end tip of the island is littered with tea plantations."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Ganse"]}," dolls. A souvenir of the Olle hiking coastal trails, they are cute little (15 cm) plush ponies on mobile phone straps handmade out of used clothing (and thus individually unique) by the women of Jeju. Profits go to developing and maintaining the island's hiking trails and they're available from tourist information centers and many budget accommodation. ₩15,000."]},"\n",{"type":"*","value":[" Shop at ",{"type":"'''","value":["Jeju Folk Arts Complex"]},". This place is practically a big gift shop of beautiful traditional art. Prices of items at the Jeju Folk Arts Complex are cheaper than those you find elsewhere."]},"\nSouvenir shops, craft stores and fruit stands exist almost everywhere on the island, but if you are looking for more mundane daily goods, your best bet is to head into Jeju City or Seogwipoi which have the usual array of Korean conveniences including some ",{"type":"'''","value":["Lotte"]},"s and an unusually high proportion of ",{"type":"'''","value":["E-marts"]}," (both of which also contain large souvenir shops).\n\n",{"type":"==","value":["Eat"]},"\n\nThe people of Jeju have evolved various lifestyles, depending on whether they live in fishing villages, farm villages, or mountain villages so specialties vary within the region. Life in the farm villages was centered on farming, as it did around fishing or diving fishery in fishing villages, and did around dry-field farming or mushroom\/mountain-green gathering in the mountain areas. As for agriculture, the production of rice is little. Instead, beans, barley, millets, buckwheat, and dry-field(upland) rice are the major items.\n\nThe most well known fruit is the hallabong. It has been grown here as early as the era of the Three Kingdoms, and were offered as presents to kings along with abalone as special products of Jeju. Pork from black-haired pigs is also a local specialty.\n\nFoods from Jeju mainly made with saltwater fish, vegetables, and seaweed, and are usually seasoned with soybean paste. Salt water fish is used to make soups and gruels, and pork and chicken are used to make pyeonyuk (sliced boiled meat). The number of dishes set on a table is small and few seasonings are used. And usually, small numbers of ingredients are required to make dishes native to Jeju.\nThe key to making Jeju-style foods is to keep the ingredient's natural flavor. The taste of the food is generally a bit salty, probably because foods are easily spoiled due to the warm temperature. In Jeju, there is no need to prepare Kimchi for the winter as in mainland Korea. It is quite warm during the winter and Chinese cabbages are left in the field. When they do prepare Kimchi for the winter, they tend to make few kinds and small amounts.\n\nRestaurants are scattered across the entire island, usually near highway intersections, but the majority naturally lie around the coast and particularly in the urban centers of ",{"type":"[[","value":[["Jeju (city)"],["Jeju City"]]}," and ",{"type":"[[","value":[["Seogwipo"],["Jungmun\/Seogwipo"]]},".\n\nFor non-Korean dining, the best option is Gecko's near Seogwipo (see details in the drinking section). In Jeju city there are some options. There is a Mexican restaurant near City Hall\/Sinsan Park named El Paso that apparently serves up mediocre but passable Mexican fare. In Shin-jeju there is also an Indian restaurant named Rajmahal that serves up quality spicy Indian dishes. There is also another place with Pakistani\/Indian cuisine called Baghdad Cafe around the City Hall\/Sinsan Park area.\n\n",{"type":"==","value":["Drink"]},"\n\nThe local specialty soju is named ",{"type":"'''","value":["Hallasan Soju"]}," and runs from ₩1,000 to ₩3,000 a bottle.\n\nExcept for Gecko's in the South, there aren't any other genuine Western pubs on the island, but there are some good options. In Jeju city, all the real partying establishments are located in Shin-Jeju, about a ₩5,000 taxi ride from Jeju city proper. Some of the establishments in this area rumored to be worthwhile are La Vie, Boris Brewery, Modern Time, Blue Agave, and GP. \n\nThere is also Led Zeppelin, a vinyl bar which as the name suggests is focused on album-oriented rock, and has a massive selection of records, CDs, tapes, and DVDs. Song requests are the main pastime and the sound-system rules. Off the main drag in Shin-jeju next to the Indian restaurant.\n\n",{"type":"==","value":["Sleep"]},"\nIf you are not looking for luxury, ",{"type":"''","value":["minbak"]}," (guesthouses) abound on Jeju, and due to its reputation as a honeymoon getaway, there is a wide variety of other accommodation. Outside of the peak tourist seasons (such as Korean national holidays and July-August summer holiday season), and as long as all you're looking for is a clean affordable room, don't be afraid to come to Jeju and find accommodation as you travel. In ",{"type":"[[","value":[["Jeju (city)"],["Jeju City"]]},", ",{"type":"[[","value":[["Seogwipo"]]}," and the smaller towns there is an abundance of rooms in small guesthouses with character.\n\nThere are several motels right next to the bus terminal in ",{"type":"[[","value":[["Jeju (city)"],["Jeju City"]]}," at around ₩30,000 a night. They are fairly obvious to find as all three are in a row with lit signs and the ubiquitous motel logo of South Korea and are called You-cheong, Oh-cheon, and Nam-san. \n\nFor larger hotels, the majority are located in the urban centers of ",{"type":"[[","value":[["Jeju (city)"],["Jeju City"]]}," and ",{"type":"[[","value":[["Seogwipo"]]}," with the most luxurious 5-star options on the entire island within Seogwipo's Jungmun Tourist Resort Complex. Refer to the individual city pages for listings.\n\nFor budget travellers, ",{"type":"''","value":["jjimjillbangs"]}," are pretty ubiquitous in Jeju City but outside of the capital city's limits, the only other ",{"type":"''","value":["jjimjillbang"]}," options exist under the World Cup Stadium in ",{"type":"[[","value":[["Seogwipo"]]},".\n\n",{"type":"==","value":["Work"]},"\n:",{"type":"''","value":["See the main ",{"type":"[[","value":[["South Korea#Work"],["South Korean"]]}," article for more information"]},"\nJobs are available as English teachers throughout the year in private institutes (",{"type":"''","value":["hagwons"]},"). However, whilst public school jobs exist via the official EPIK programme ",{"type":"[","value":["http:\/\/www.epik.go.kr"]},", the reality on Jeju is that no more than a couple of positions open per year, as it is by far the most requested and lowest turnover region in the entire country, above both Seoul and Busan.\n\n",{"type":"==","value":["Stay safe"]},"\nWhile ",{"type":"[[","value":[["South Korea"]]}," in general is a remarkably safe country, the crime rate on Jeju is even lower. In fact, Jeju has the lowest crime rate in the whole country. Violent crime is almost non-existent, although just like in all tourist hubs, there are a number of pickpockets, so you should still remain vigilant.\n\nOther parts around the south coast, even near Jungmun are ",{"type":"'''","value":["rockfall regions"]},". The signs are often not in English, so if you're near a cliff or cave and see an obvious Korean warning sign, this is a fair assumption as to what it says.\n\n",{"type":"==","value":["Go next"]},"\nPresently the main options for leaving Jeju are by air. Most cities in ",{"type":"[[","value":[["South Korea"]]}," have flights, as well as some Chinese cities such as ",{"type":"[[","value":[["Shanghai"]]}," and ",{"type":"[[","value":[["Beijing"]]},". Ferry services to the Korean mainland are suspended and there are also no scheduled services to eigher Japan or China.\n\n",{"type":"{{","value":[["geo"],["33.367"],["126.533"]]},"\n",{"type":"{{","value":[["isPartOf"],["South Korea"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Jeju-do"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/South_Korea\/Jeju\/"]]}]