[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Jeju"]]},"\n",{"type":"'''","value":["Jeju City"]}," is the largest and capital city of ",{"type":"[[","value":[["Jeju"]]}," Special Autonomous Province, ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Jeju_YongdaumPark.JPG"],["thumb"],["350px"],["right"],["Yongduam Park in central Jeju City. Here be dragons."]]},"\n\nPredominantly the administrative and population capital of Jeju island, Jeju City is also likely the first and final stop for tourists, playing host to Jeju International Airport as well as the major domestic ferry terminal.\n\nThe city is fairly large yet compact, located on the north side of the island and sandwiched between Mt Halla and the coast.\n\n",{"type":"==","value":["Orientation"]},"\n\n",{"type":"[[","value":[["Image:Jeju_City_1-50000.png"],["thumb"],["350px"],["right"],["Map of Jeju City."]]},"\n\nThe city consists of the old downtown (",{"type":"''","value":["Jungangno"]}," 중앙로) to the east and the surrpounding areas of ",{"type":"''","value":["Tapdong"]}," (답동, a port district north of ",{"type":"''","value":["Jungangno"]},", also romanised as ",{"type":"''","value":["Topdong"]},") and ",{"type":"''","value":["Yongdam"]}," (romanised differently on almost every sign: if it helps, there's nowhere else on Jeju with a similar name, the rock seems to be spelled Yongduam -- 영두암 -- and the surrounding suburb Yongdam -- 용담 -- on Naver). The inter city bus terminal lies just south of Jungangno.\n\nTucked slightly inland to the southwest lies Shin-Jeju: Jeju's new high rise commercial quarter and where the modern Korean highrise apartments reside. A humongous traffic intersection in Shin-Jeju acts as a western hub, feeding cars and buses across the entire west side of the island across one of three major highways: one coastal, one interior and the alpine 1100 metre road.\n\nFinally, on the coast both north of Shin-Jeju and west of Jungangno lies Jeju International Airport.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nVia Jeju International Airport. See the main ",{"type":"[[","value":[["Jeju"]]}," page.\n\n",{"type":"===","value":["By bus"]},"\n\nInter-city buses, and the Airport Limousine (inter-city bus #600) travel frequently between Seogwipo on the south side of Jeju for 3000 won or as low as 1000 won from nearby rural townships. Intercity buses will terminate at the Bus Terminal, but all arriving via the west side of the island will pass by the stop outside Halla Medical Center.\n\n",{"type":"===","value":["By boat"]},"\n\nDaily ferries go between Jeju and the mainland. See the main ",{"type":"[[","value":[["Jeju"]]}," page.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nJeju City has an inner-city (",{"type":"''","value":["shin-nae"]},") bus system that is equally as efficient as it is poorly marked for tourists. Bus shelters have lists of stops in Korean only, but the stop names are mostly fairly non-descript and require you to have local knowledge or a map to make any sense out of them. Bus maps are not available from tourism centers, but English station lists can be obtained, the relevant information from which is reproduced below:\n\n",{"type":"*","value":[" ",{"type":"''","value":["Jeju International Airport"]}," - 36, 37, 100, 200, 300, 500"]},{"type":"*","value":[" ",{"type":"''","value":["Jeju Ferry Terminal"]}," - 92"]},{"type":"*","value":[" ",{"type":"''","value":["Inter-city Bus Terminal"]}," - 26, 31, 63, 100, 200, 300, 502''"]},{"type":"*","value":[" ",{"type":"''","value":["Halla Arboretum"]}," - 63, 300"]},{"type":"*","value":[" ",{"type":"''","value":["National Jeju Museum"]}," - 100"]},{"type":"*","value":[" ",{"type":"''","value":["Culture and Art Center"]}," - 300"]},{"type":"*","value":[" ",{"type":"''","value":["Tapdong"]}," - 92"]},{"type":"*","value":[" ",{"type":"''","value":["Yongdam Junction"]}," - 36, 37, 63, 300, 500"]},{"type":"*","value":[" ",{"type":"''","value":["Fifth-day Folk Market"]}," - 36, 37, 63"]},{"type":"*","value":[" ",{"type":"''","value":["Jungangno"]}," - 36, 37, 92, 100, 500"]},{"type":"*","value":[" ",{"type":"''","value":["Dongmun Market"]}," - 100, 300"]},{"type":"*","value":[" ",{"type":"''","value":["Shin-jeju Junction"]}," - 26, 31, 36, 37, 92, 100, 200, 300, 500, 502"]},{"type":"*","value":[" ",{"type":"''","value":["Halla Hospital (Medical Center)"]}," - 26, 31, 37, 92, 200, 300, 500, 502"]},"\nIf this system was not frustrating enough as it is, you may have to transfer to go most places and the announcements tend to be quieter than on the mainland. Listen out for this when having to transfer between buses. Buses cost around ₩1,000.\n\n",{"type":"===","value":["On foot"]},"\n\nNothing in downtown Jeju is more than approximately 2 km from anywhere else so whilst not convenient, walking is quite feasible, and sometimes even faster. This includes the areas of Yongdam, Tapdong, Jungangno and the inter-city bus terminal.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Jeju_YongdaumRock.JPG"],["thumb"],["200px"],["right"],["Yongduam Rock."]]},"\n",{"type":"[[","value":[["Image:Jeju_WoodenGum'ment.JPG"],["thumb"],["200px"],["right"],["Wooden Government Complex. Frogs are conspicuously absent."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yongduam Rock and Yongyeon Pond"],["url="],["email="],["address=Yongdam"],["lat="],["long="],["directions=Take the #36, #37, #63, #300 or #500 to Yongdam Junction and walk, or just wander over from downtown or Tapdong."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=A large piece of volcanic rock said to be the solidified remains of Yimugi, a water dragon. Whilst the legends behind just ",{"type":"''","value":["how"]}," he got himself turned to stone in that position vary, it hasn't diminshed his influence, as the surrounding suburb is called Yongdam by extension: literally \"Dragon's Head Rock\". Just about 100m to the east one can find the lesser known, but probably prettier Yongyeon Pond, a picturesque canyon straddling a pleasantly turquoise pond with a pavilion perched overhead. Again, a dragon features heavily in the legendary history of this site, but simply that it visited. A festival is held here in May. If all this talk of dragons is making you want to sit on a horse for some reason, then there is an old guy out the front who aggressively and inexplicably offers this service for a fee. Both sites are lit up spectacularly at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jeju Wooden Government Offices"],["alt=Jeju mokkwana (제주목엣관아)"],["url=http:\/\/www.mokkwana.jeju.go.kr"],["email="],["address="],["lat="],["long="],["directions=In downtown, follow the signs to the ",{"type":"''","value":["wooden gate"]}],["phone=064-728-8665"],["tollfree="],["fax="],["hours="],["price=1500 won"],["content=A comparably nice set of historical buildings in central downtown Jeju City. What's unusual is the existence of a nicely landscaped square pond in the complex, and its tumultuous history of getting built in lieu of a well, destroyed due to an irrational hatred of noisy ",{"type":"''","value":["frogs"]}," and ultimately rebuilt."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Halla Arboretum"],["alt=Halla sumokwon(한라수목원)"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the #63 or #300 up to the carpark, or walk up the hill from Shin-jeju. Alternately, there is a rear entrance up the hill south of KC TV in the carpark of the Korean Military HQ."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Take a stroll through some botanical gardens. This is actually one of the nicest arboretums in all of South Korea, as it is both well-established and located up on the lower flanks of Mt Halla at the back of Jeju city. The gardens wind themselves over the foothills, giving tantalising views of the coast and Mt Halla through the trees. The ~2km walk from the arboretum to the rear entrance at the military complex is also pleasant and follows the southern limits of Jeju City through a rather atmospheric pine forest."]]}]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Dongmun markets"]},", some utterly humongous traditional markets exist in Jungangno. As expected, they sell a lot of fish. Furthermore, modern, Western styled shopping can be found in the ",{"type":"'''","value":["underground mall"]}," out on the main road.\n\nDepartment stores such as ",{"type":"'''","value":["Lotte"]}," and ",{"type":"'''","value":["E-Mart"]}," exist in Shin-Jeju.\n\n",{"type":"==","value":["Eat"]},"\n\nBeing a seaside town, there are many great seafood restaurants available, so just take your pick.  \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\nOpposite Hotel Impress there is a row of seafood restaurants. The one closest to the sea has very friendly staff and serves a great meal.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Modu-modu"],["alt=모두모두"],["url="],["email="],["address=Jeju-si"],["lat="],["long="],["directions=Just up the hill and on the right from KCTV, if you reach the military HQ you've gone too far."],["phone=064-744-5555"],["tollfree="],["fax="],["hours="],["price="],["content=A rather large and upmarket Korean restaurant. The restaurant is built in the oddball \"mushroom\" style with outdoor dining in summer. The food (and the interior design alike) is a modern fusion of Chinese and Korea styles. Mostly serves large expensive group dining platters and course meals, but has an ",{"type":"''","value":["extensive"]}," lunch special range for under 10,000 won. Featured in a 2010 SBS K-drama."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Seogwipo"]]},", a more upmarket and tourist oriented city on the south side of the island and home to the ",{"type":"'''","value":["Jungmun Tourism Complex"]},".\n\nAlternately, use Jeju City as a base to explore the island's interior and attractions:\n\n",{"type":"*","value":[" Mt. Halla, Seongsan Ilchubong and Manjangmul Lava Tube, the three UNESCO rated natural sights of ",{"type":"[[","value":[["Jeju"]]},"."]},"\n",{"type":"*","value":[" Loveland, the infamous themepark in central ",{"type":"[[","value":[["Jeju"]]},"."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["33.5000"],["126.5167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Jeju"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Jeju City"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/South_Korea\/Jeju\/Jeju_City\/"]]}]