[{"type":"{{","value":[["pagebanner"],["Sea Nettle 1 Monterey Bay Aquarium banner.jpg"]]},"\n\n",{"type":"''","value":["Wikivoyage articles have a "]},"stay healthy",{"type":"''","value":[" section with location-specific advice.  This article contains general information relevant to many destinations."]}," \n\n",{"type":"'''","value":["Jellyfish"]}," are found all over the world. The most venomous jellyfish is the box jellyfish (technically not a jellyfish, actually, since it has a basic brain and eyes that can navigate to its prey or swim away from danger like humans). It can actually swim faster than humans and prefers to avoid obstacles. The vast majority of jellyfish stings come from one of the other 2000 species of jellyfish and are painful but not life threatening. Only 100 species of the recorded 2000 species of jellyfish have any effect on human beings.\n\n",{"type":"==","value":[" Understand "]},"\nJellyfish can vary from a harmless form of marine life, to a mild nuisance, to a deadly threat. It all depends on where and when you are swimming. Where jellyfish may be a risk, always seek expert advice at to the risks, and don't necessarily rely on casual local advice.  Jellyfish reproduce in 'blooms' which can fluctuate quickly and sporadically and are difficult to predict. \n\nAt any time you wish to enjoy water activities where there is a risk of jellyfish, you may choose to wear Lycra ‘protective clothing’ (or wet suits when ",{"type":"[[","value":[["scuba diving"]]}," or ",{"type":"[[","value":[["snorkeling"]]},") to lessen the risk of a sting.\n\n",{"type":"==","value":[" Types "]},"\n",{"type":"===","value":["Carukia barnesi"]},"\nCarukia barnesi is tiny at only 12 by 30 millimetres (0.47 by 1.2 in) in height. It has four contractile tentacles, one extending from each bottom \"corner\" of its bell, ranging in length from 50 to 500 millimetres found in ",{"type":"[[","value":[["Western Australia"]]}," is the only jellyfish proven to cause 'irukandji syndrome'. However, it is now believed that a sting from at least six different species of jellyfish can produce the same symptoms which include lower back pain, muscle cramps, vomiting, restlessness and anxiety including an impending feeling of doom which can last for weeks. In rare cases, the victim can suffer pulmonary oedema (fluid on the lungs) or cardiac problems that could be fatal if not treated.\n\n",{"type":"===","value":[" Chironex box jellyfish "]},"\n",{"type":"[[","value":[["Image:Avispa marina cropped.png"],["thumb"],["Chironex"]]},"\n",{"type":"''","value":["Chirodropid, Alata, Fleckeri"]},{"type":"<","value":["br"]},"\nThe Chironex is the well-known, larger and potentially fatal type of box jellyfish, common at beaches along the mainland in ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["Philippines"]]},". There have been numerous confirmed stings in all of these countries and a number of other warm water areas in the world. The likelihood of being stung by this type of jellyfish is rare though possible and does occur throughout the Indo-Pacific every year. There are several species of this jellyfish with some being more dangerous than others. If you are stung by a Chironex, you will feel immediate and severe pain. Refer to first aid treatment points below and gain medical assistance immediately.\n\n",{"type":"===","value":["Lion's mane jellyfish"]},"\nThe lion's mane jellyfish (Cyanea capillata), also known as hair jelly, is the largest known species of jellyfish. At 120 feet (37 m) in length, the largest known specimen was longer than a blue whale and is considered one of the longest known animals in the world. Lion's mane jellyfish remain mostly very near the surface at no more than 20 m depth, their slow pulsations weakly driving them forwards; they depend on ocean currents whereby they travel great distances. The jellyfish are most often spotted during the late summer and autumn, when they have grown to a large size and the currents begin to sweep them closer to shore.\nIts range is confined to cold, boreal waters of the Arctic, northern Atlantic, and northern Pacific Oceans, seldom found farther south than 42°N latitude. \n\n",{"type":"===","value":[" Portuguese man-of-war "]},"\n",{"type":"[[","value":[["Image:Portuguese-m ayaro.JPG"],["thumb"],["Portuguese man-of-war"]]},"\n",{"type":"''","value":["Physalia sp"]},{"type":"<","value":["br"]},"\nThese marine stingers, also known as ",{"type":"''","value":["bluebottles"]},", are widespread throughout the Pacific and Indian Oceans and can sometimes be seen washed up on beaches. They are usually found further south, but on the odd occasion are found locally. They are visible, blue, jellyfish-like creatures that give an immediate, painful sting (burning skin, gland pain, nausea, anxiety and sweating).  \n\n",{"type":"===","value":[" Sea nettle "]},"\n",{"type":"[[","value":[["Image:Sea nettle (Chrysaora fuscescens) 2.jpg"],["thumb"],["The Pacific sea nettle"]]},"\n",{"type":"''","value":["Phyllorhiza, Chrysoara sp1, sp2, sp3, Nemopilema sp1, sp2"]},{"type":"<","value":["br"]},"\nTwelve of the more common stinging species throughout the world are a bell-shaped jellyfish, usually golden-brown and semi-transparent and with small, white dots and reddish-brown stripes. This can create a quite painful sting with some welting and marks. Pain normally resides after about 1 hour though marks can remain for up to 3 days. Treat immediately with vinegar and if the pain continues, seek medical treatment. Refer to the first aid treatment points below. \nProtective lycra clothing called stinger suits greatly reduces the risk of exposure (though any areas of the body not covered are susceptible). They also have the added benefit of protecting you from the sun. It is recommended that you refrain from swimming in the ocean during the 48 hour period after a confirmed sting.\n\n",{"type":"==","value":[" Treatment "]},"\n\n",{"type":"===","value":[" Box jellyfish "]},"\nSymptoms of the box jellyfish include excruciating pain upon contact and cardiac and respiratory arrest can occur within minutes. There will be large red welts marks on the body where there has been contact. \n\n# Douse the area profusely with vinegar for at least 30 seconds as this stops any undischarged stinging cells.\n# Do not try to scrape the tentacles off (with hands, wet sand or any item, or apply pressure), as this will trigger more stinging cells to fire venom into the body. \n# Contact medical staff as soon as possible, urgent medical assistance will be required.\n\n",{"type":"===","value":[" Portuguese man-of-war "]},"\n\n# If you have been stung by a Portuguese man-of-war. Treatment is to flush profusely with vinegar to remove the tentacles. If required, remove remaining tentacles with sticks or by using gloves.\n# Apply heat, or take a hot shower. \n# If you experience any persistent or serious symptoms, seek medical advice.\n\n",{"type":"===","value":[" Unidentified jellyfish "]},"\n# The same first aid as for a box jellyfish should be applied: douse the sting for 30 seconds with vinegar. \n# If symptoms continue, seek medical attention.\n\n",{"type":"{{","value":[["PartOfTopic"],["Pests"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Jellyfish"]]},"\n",{"type":"[[","value":[["zh:水母"]]}]