[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Jemez Mountains"]}," are a major mountain range in ",{"type":"[[","value":[["North Central New Mexico"]]}," in the ",{"type":"[[","value":[["United States of America"],["United States"]]},". The range contains several important travel destinations such as ",{"type":"[[","value":[["Los Alamos"]]},", ",{"type":"[[","value":[["Bandelier National Monument"]]}," and part of ",{"type":"[[","value":[["Santa Fe National Forest"]]},". This article covers attractions in the Jemez not covered in the articles on one of those other destinations. \n\n",{"type":"[[","value":[["Image:Valle Grande from Coyote Call.jpg"],["thumb"],["300px"],["Valle Grande as seen from Coyote Call Trail, with northern Jemez Mountains in the distance"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nWhile the Jemez Mountains may look like part of the ",{"type":"[[","value":[["Rocky Mountains"]]},", they are distinct from the Rockies geologically, and are the remnant of a \"super-volcano\" that had a catastrophic eruption about a million years ago, with several lesser but still significant eruptions since then.  This violent past shapes many of the attractions of the region: ",{"type":"[[","value":[["Los Alamos"]]}," and ",{"type":"[[","value":[["Bandelier National Monument"]]}," sit on a great ash flow from the climactic eruption, while ",{"type":"[[","value":[["Valles Caldera National Preserve"]]}," contains a number of volcanic features and preserves the eruptive center itself.  You'll enjoy your sightseeing in the mountains more if you do a little homework to understand what you're seeing; web pages that provide good stuff on the geology, without requiring education as a geologist to grok it, are:\n",{"type":"*","value":[" Jemez Mountains pages at ",{"type":"[","value":["http:\/\/www.volcanoworld.org\/vwdocs\/volc_images\/north_america\/jemez.html Volcano World"]}]},{"type":"*","value":[" Valles Caldera page at the ",{"type":"[","value":["http:\/\/www.volcano.si.edu\/world\/volcano.cfm?vnum=1210-03- Smithsonian Institution's Global Volcanism Program"]}]},"\nThe Jemez were the scene of several major forest fires in the latter part of the 20th century, the most serious of which destroyed a number of homes in Los Alamos and nearly 50,000 acres of forest.  These fires have had lasting effects on recreational opportunities in the mountains.  Several previously excellent hiking areas are either closed altogether or severely restricted because of fire damage.  Considerable rethinking of fire-prevention goals and policies is in progress, with the result that limitations on open campfires, etc., may seem a little restrictive.  Please honor these restrictions; several of the fires resulted from poorly-constructed campfires, and residents of the area are understandably skittish about it happening again.\n\n",{"type":"==","value":["Get in"]},"\n\nThe nearest major airport is in ",{"type":"[[","value":[["Albuquerque"]]},".  Apart from brief (hours-long) closures due to snowstorms, state highways into the mountains (SR 4\/502 on the southeast and southwest, SR 96 on the north and northwest) are generally passable year-round, unlike some of the roads in the higher ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]}," nearby.  Be careful, however, about west-side access via SR 126 from ",{"type":"[[","value":[["Cuba (New Mexico)"],["Cuba"]]}," to La Cueva.  This road looks tempting on a map, and in summer can be an enjoyable drive, but it is unpaved for much of its length and has sections that can be hazardous or impassable following winter storms.  Going the \"long way\" from Cuba to San Ysidro and then on 4 to La Cueva may be necessary at such times.\n\n",{"type":"==","value":["Get around"]},"\n\nDrive.  State highways within the range pose no problems getting around, with the one caveat regarding NM 126 in winter and early spring.  High-clearance vehicles are desirable for many of the obscure forest roads as well as some leading to private homes, etc., in the boonies.  There is no public transportation to speak of in this region, and traffic volume is so low over most of it that hitchhiking is likely to be unrewarding.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The best road for viewing the unique volcanic scenery is New Mexico SR 4, connecting ",{"type":"[[","value":[["Los Alamos"]]}," and San Ysidro.  There are several scenic turnoffs as SR 4 passes through Valle Grande, part of the Valles Caldera (a supervolcano) and now managed by the ",{"type":"[[","value":[["Valles Caldera National Preserve"]]},".  During the warmer months, a large elk herd inhabits Valle Grande and can often be seen from these turnoffs (bring the biggest binoculars you have)."]},{"type":"*","value":[" There are also nice picnic areas along SR 4, at Fenton Lake State Park on SR 126, and in Santa Clara Canyon, on the territory of Santa Clara Pueblo on the east side.  A fee is charged to enter Santa Clara Canyon.  Stop en route and see the archaeological sites of the Puye Cliff Dwellings (as of 2008 still closed;  see note).  ",{"type":"''","value":["Note:"]}," signs on the route indicate that the Santa Clara points of interest are still closed as of 2006, due to the disastrous 2000 forest fire.  Most of the other attractions damaged in that fire are slowly re-opening, so check back occasionally and see if these become available too."]},{"type":"*","value":[" Just before you reach Los Alamos, a turn-off to the right takes you up to the Pajarito Mountain Ski Area.  The top of the ski area is on the rim of the Valles Caldera and has a great view of Valle Grande;  in summer the lifts are open intermittently for hikers and mountain bikers.  Overnight camping is allowed by permit at the adjacent Camp May, a Los Alamos County park."]},"\n",{"type":"==","value":["Do"]},"\n\nMany of the region's activities are covered in the separate articles on ",{"type":"[[","value":[["Bandelier National Monument"]]},", ",{"type":"[[","value":[["Los Alamos"]]},", and ",{"type":"[[","value":[["Santa Fe National Forest"]]},".  A few that don't fit into one of these areas:\n\n",{"type":"*","value":[" There are a number of well-developed fishing spots along the ",{"type":"'''","value":["Jemez River"]}," west of the Valle Grande.  ",{"type":"'''","value":["Abiquiu Lake"]},", a man-made reservoir on the northeast side of the range, also offers fishing and some other water sports, but don't expect Lake Mead.  The same applies for tiny ",{"type":"'''","value":["Fenton Lake"]}," on the west side of the range (no power boats, it's hardly big enough to put one in)."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Valles Caldera National Preserve"]]}]}," is a new and unusual unit of the national park system that doubles as a working ranch.  Activities include hiking, fishing (restricted access), and winter sports that can be spectacular in years with heavy snowfall or nearly nonexistent in drought years.  Check the web site to see what's available when you're visiting; recreational activities are still undergoing planning and development."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rock climbing"],["Rock climbers"]]}," can find interesting single-pitch sport climbing on some of the basalt cliffs along SR 4 west of the preserve, in some cases barely a hundred feet from SR 4."]},{"type":"*","value":[" ",{"type":"'''","value":["Jemez State Monument"]}," on SR 4 near Jemez Springs (open 8:30-5 except Tuesdays and some holidays, small fee) preserves American Indian and mission ruins of considerable archaeological interest, with a short interpretive trail."]},{"type":"*","value":[" There are a number of ",{"type":"[[","value":[["Hot springs"],["hot springs"]]}," in the southwest part of the range where you can soak following a day on the trails or ski slopes.  Most are \"wild\" and undeveloped, some requiring a short hike (and see under \"Stay safe\"), but Jemez Springs has two developed springs: the village-owned ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jemezspringsbathhouse.com\/ Jemez Springs Bath House"]}]},", and private ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gigglingsprings.com\/ Giggling Springs"]}]}," .  Both accept walk-ins, but reservations at Jemez Springs Bath House are a good idea on summer weekends."]},{"type":"*","value":[" ",{"type":"'''","value":["Jemez Pueblo"]}," on the western slopes is one of the less \"tourist-friendly\" of the New Mexico American Indian pueblos, but is open for limited visits on certain feast days.  Jemez pottery is excellent and can sometimes be obtained at roadside stands in the stunning red-rock country near the pueblo."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Giggling Springs Hot Springs"],["url=http:\/\/www.GigglingSprings.com"],["email="],["address=Jemez Springs Village"],["lat="],["long="],["directions=Hwy 4 (west side)"],["phone = +1 575 829-9175"],["tollfree="],["fax="],["hours=11AM-?"],["price=$17+"],["content=Natural, outdoor, geothermal, therapeutic mineral spring pool in a beautiful setting near the Jemez River. Also a gift shop and gallery on the premises. No hiking required. Swim suits required. Children 14 years and over are welcome."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Los Alamos"]]}," is the only community in the mountains with significant numbers of restaurants; see separate page.  There are also a few restaurants in Jemez Springs (",{"type":"'''","value":["Laughing Lizard"]},", phone ",{"type":"''","value":["+1 575"]}," 829-3108; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/losojossaloon.com\/ Los Ojos"]}]}," including a satisfactory bar, phone ",{"type":"''","value":["+1 575"]}," 829-3547; both on SR 4 with no street numbers) and an excellent one in La Cueva that serves great steaks, trout, elk burgers and homemade chili and soup called the \"Ridgeback Cafe\".  \n\nIf you're planning on cooking your own food, provision up in Los Alamos or closer to your point of origin, but one tip: Jemez Pueblo produces delicious bread that can often be purchased at roadside stands along SR 4 west of Jemez Springs.  If you're driving from Albuquerque into the mountains, keep an eye out for these stands, which may also sell other goods suitable for supplementing a picnic lunch.\n\n",{"type":"==","value":["Drink"]},"\n\nDon't expect much night life in this highly rural region, although there are a few watering holes in Los Alamos and Jemez Springs.  There are however two reasonably interesting wineries in the Jemez: Il Santo Vineyard in White Rock (sometimes, but incorrectly, called Balagna Winery; see description in the ",{"type":"[[","value":[["Los Alamos"]]}," article) and Ponderosa Valley Vineyard and Winery ",{"type":"[","value":["http:\/\/www.ponderosawinery.com\/"]},", in the tiny town of Ponderosa south of SR 4.  The volcanic soil is surprisingly good for growing grapes, and the resulting wines are worth a try.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere are no major safety issues in this region.  A few minor ones, however:\n",{"type":"*","value":[" The north side of the range was the scene of pronounced ethnic conflict (of complicated origin) in the second half of the 20th century, and there are still residual Anglo\/Hispanic tensions in some areas.  Simply being respectful goes a long way to defuse these, but it's probably wise to avoid small-town bars on the north side, and to be alert at backcountry campsites there."]},{"type":"*","value":[" Please take restrictions on open campfires, etc., seriously.  These mountains are flammable and have seen a number of nasty forest fires recently."]},{"type":"*","value":[" If backpacking or backcountry camping, purify stream and lake water, as ",{"type":"''","value":["Giardia"]}," parasites are present in water supplies, as usual.  (Tap water is OK.)  Be careful also not to get water in your nose or eyes if you're bathing at one of the \"wild\" hot springs; dangerously pathogenic amoebas have been found in some of the springs and can cause life-threatening brain abscesses.  You probably won't have any problems from them, but keep your head above water just to be on the safe side."]},{"type":"*","value":[" In many regards the Jemez don't \"feel\" like high mountains, but they are, and the sun is intense; use sunscreen when outdoors."]},{"type":"*","value":[" Not so much a \"safety\" issue as a legal one: SR 4 west of the Valle Grande is notorious for radar traps and has numerous, basically inexplicable changes of speed limits that afford opportunities for traffic citations.  Pay attention when driving here.  DUI is a problem in much of northern New Mexico as well, and can be a concern in this region, although it's less of one than in the valley."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" SR 126 on the west side leads to the lower Nacimiento Mountains, including ",{"type":"'''","value":["San Pedro Parks Wilderness"]},".  This is a fine hiking\/backpacking area that's well worth investigating if your hikes in the Jemez have left you wanting more."]},{"type":"*","value":[" For \"friendlier\" pueblos than Jemez, return to the east side and the ",{"type":"[[","value":[["Española (New Mexico)"],["Española"]]}," Valley, where all manner of Native American pueblos await, several of them excellent for arts and crafts.  You can also continue west beyond Jemez Pueblo to US 550, then southeast to Zia Pueblo on the way to ",{"type":"[[","value":[["Albuquerque"]]},".  Zia pottery is particularly fine (and better value for dollar than the work of some of the other tribes) and can be obtained at a small cultural center at the pueblo."]},{"type":"*","value":[" Routes out of the mountains on the north side lead to the Jicarilla Apache Reservation, man-made El Vado and Heron Lakes (fishing, camping, small boating), and the red-rock country of ",{"type":"[[","value":[["North Central New Mexico"],["north central New Mexico"]]},"."]},"\n",{"type":"{{","value":[["geo"],["35.882778"],["-106.729444"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North Central New Mexico"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Jemez Mountains"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jemez Mountains"]]}]