[{"type":"{{","value":[["pagebanner"],["Jena Wikivoyage banner.png"],["caption=Panoramic view on the Eichplatz in Jena from the viewing platform of the JenTower, viewing direction to the market square"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jena.de Jena"]}]}," is a city in the ",{"type":"[[","value":[["Germany"],["German"]]}," state of ",{"type":"[[","value":[["Thuringia"]]}," ",{"type":"''","value":["(Thüringen)"]},".\n\n",{"type":"==","value":["Understand"]},"\n\nJena was founded quite late, compared to its near neighbour villages, in the early 2nd millennium. Part of the State of Thuringia from its foundation in 1920 on, it was incorporated into the German Democratic Republic in 1949 and its district of ",{"type":"[[","value":[["Gera"]]}," in 1952. Since 1990, the city of Jena has been a part of the Free State of Thuringia which is itself part of the Federal Republic of Germany.\n\nJena has one of the biggest universities in Germany and its ratio of students to the total of inhabitants may belong to the greatest in Germany, as there are 20,000 students at the university which was founded in 1558 and named after Friedrich Schiller in 1934. Additionally, there are some 4,500 students at the university of applied sciences ",{"type":"''","value":["(Fachhochschule)"]},", making one out of four citizens of Jena a student.\n\nGoethe and Schiller, probably the two greatest German writers, lived in Jena as well as for example the biologist Ernst Haeckel, the physicists Ernst Abbe and Erwin Schrödinger and the philosopher Karl Marx.\n\nJena is also famous of its Carl Zeiss optics and the Schott glass factories. Still important to Jena, the number of workers drastically declined after Jena became part of capitalistic Germany.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere are two small airports in Altenburg (east of Jena) and Erfurt (west of Jena), but the former has no scheduled passenger traffic while the latter is only used by charter flights to sunny holiday destinations.\n \nComing from far away you will most probably arrive in ",{"type":"[[","value":[["Frankfurt"]]},". Coming from there you can either take the train to Erfurt (",{"type":"''","value":["InterCityExpress"]},") or Weimar (",{"type":"''","value":["InterCity"]},") and then change to a regional train going to Jena or you can go by car via Autobahn A4 straight towards Jena. This is approx. 300 km.\n\n",{"type":"===","value":["By train"]},"\n\nJena is located directly at the north-south connection between ",{"type":"[[","value":[["Munich"]]}," and ",{"type":"[[","value":[["Berlin"]]}," with a stop in the Paradies-Bahnhof (literally paradise station, as the park it is in is called Paradies). On the other hand you can jump on the west-east connection between Frankfurt and ",{"type":"[[","value":[["Leipzig"]]}," in Weimar which is some kilometres away.\n\n",{"type":"===","value":["By car"]},"\n\nJena is not far from the Hermsdorfer Kreuz where the A9 (E49\/E51) from Berlin to Munich and the A4 (E40) from Frankfurt to ",{"type":"[[","value":[["Dresden"]]}," cross. Just take the way towards Erfurt\/Frankfurt and you'll reach Jena within minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nYou can reach all important destinations by walking. You can also use public transportation, (buses and street cars) but public transportation is not cheap in Jena. Look at the public transport company's homepage ",{"type":"[","value":["http:\/\/www.jenah.de"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Jenamarktplatz.jpg"],["thumb"],["250px"],["Jena market"]]},"\nHolzmarkt (literally wood market) is a good point to start your tour through Jena. Go up to Löbdergraben and turn towards Engelplatz (Post office). You'll see the Kulturhaus. Right next to it there is a small street in which you can find Schiller's garden house with an exhibition in it. By the way, Kulturhaus has great theatre.\n\nLeaving again towards Engelplatz and going straight towards Johannisplatz on the left you'll find GoetheGalerie, one of the greatest shopping malls in Jena. On the right is the Anatomy Tower. Some metres ahead there is Ernst-Abbe-Platz which is meant to be the Campus of the university for Mathematics, Law, Economy and some other departments (faculties) are located around the place. If you are on Johannisplatz, you'll see Johannisturm (John's Tower). Right next to it there is the Intershop Tower which is owned by a new economy company. At its bottom there is Neue Mitte, another great shopping mall. If you turn around you see Wagnergasse. Wagnergasse is the best location to have a rest in a restaurant. \"Stilbruch\" is known to be among the best restaurants in Jena.\nYou can now go some metres up to Fürstengraben. If you go along Fürstengraben, after some metres you will see the Botanic Garden. It is absolutely worth going there. After passing the Thuringian University and State Library (on the left) you will see University Main Building (Universitätshauptgebäude) on the right. Turn right to the Schlossgasse and left towards Oberlauengasse. Go some metres through Oberlauengasse and then turn right towards Markt. On the great square you can see the old city hall. Eating here is not the worst idea. Take now the way towards Kollegiengasse. Here you can find where the university was actually founded. On the right there is Eichplatz. Now turn left towards Holzmarkt and you're at the place where you started.\n\n",{"type":"==","value":["Do"]},"\n\nEnjoy nightlife at Wagnergasse and\/or Rosenkeller ",{"type":"[","value":["http:\/\/www.rosenkeller.org"]}," (Johannisstraße) and\/or Kassablanca ",{"type":"[","value":["http:\/\/www.kassablanca.de"]}," (near Westbahnhof). Every year during the summer the Kulturarena ",{"type":"[","value":["http:\/\/www.kulturarena.de\/"]}," is a very popular cultural event with dozens of good international artists and entertainers.\n\nJena is surrounded by hills. Hence there are a lot of very nice opportunities to get a beautiful panorama view of the town. You can go to the Landgrafen ",{"type":"[","value":["http:\/\/www.landgrafen.com\/"]},", the Fuchsturm ",{"type":"[","value":["http:\/\/www.fuchsturm.de\/"]}," or to the Wilhelmshöhe ",{"type":"[","value":["http:\/\/www.wilhelmshoehe-jena.de\/"]},". In addition for 3€ you can go to the top of the JenTower ",{"type":"[","value":["http:\/\/www.jentower.de\/"]},".\n\nClose to the center of Jena is very nice park located called Paradies. Especially in the summer a lot of students use this park for barbecue and hanging out with their friends.\n\n",{"type":"==","value":["Buy"]},"\n\nTake a look at GoetheGalerie or Neue Mitte. Here you can find almost anything you need.\nAnother places for shopping are the shopping centres Burgaupark and Schillerpassage.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Zentrum Jenas 2008-05-24.JPG"],["thumb"],["250px"],["View over Jena"]]},"\nThuringian specialties are: Thüringer Rostbratwurst (Thuringian roaster sausage), ",{"type":"[[","value":[["Rostbrätel"]]}," (roasted meat). These can be found e.g. at the ",{"type":"''","value":["Grillteufel"]}," food stalls. \n\nYou'll find more on the menu in ",{"type":"''","value":["Noll"]}," (Oberlauengasse), ",{"type":"''","value":["Stilbruch"]}," (Wagnergasse) and most other restaurants. ",{"type":"''","value":["R2"]},", just off the market square, is a sitdown restaurant with good burgers and steaks. A very pleasant place with student atmosphere is ",{"type":"''","value":["Café Immergrün"]},". It is in vicinity of the ",{"type":"''","value":["Pulverturm"]},", the entrance a bit hidden in the back yard. Not far from there is another atmospheric cafe, ",{"type":"''","value":["Quirinus"]},".\n\nAs Jena is a student town and a town in the east of Germany, prices are slightly lower than in Western Germany.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" You should taste black (dark) beer. In all restaurants you will either get Köstritzer or Schwarze Rose. Both are good. You will find many Pils sorts as well."]},{"type":"*","value":[" ",{"type":"''","value":["Gruenowski"]}," is a lively pub which also serves food, just down the road behind the theatre."]},{"type":"*","value":[" In addition you should try in Jena brewed beer from the Papiermühle ",{"type":"[","value":["http:\/\/www.jenaer-bier.de\/"]},"."]},"\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation can be booked through the tourist information:\nJena Tourist-Information\nMarkt 16\n07743 Jena\n\nTel.: +",{"type":"''","value":["49 3641"]}," 498066, Fax: +",{"type":"''","value":["49 3641"]}," 498055,",{"type":"[","value":["mailto:zimmer@jena.de  zimmer@jena.de"]},"\n\nA list of accommodation options can be found at (German language only):\n\nhttp:\/\/www.jena.de\/sixcms\/detail.php?id=46410&_nav_id1=35168&_lang=de\n\n",{"type":"===","value":["Budget"]},"\n\nThere is a youth hostel (Jugendgästehaus) at Am Herrenberge 3, Tel.: +",{"type":"''","value":["49 3641"]}," 687230, Fax: +",{"type":"''","value":["49 3641"]}," 687202, ",{"type":"[","value":["mailto:JGH-Jena@internationaler-bund.de  JGH-Jena@internationaler-bund.de"]},".\n\nRoom rates including breakfast:\n\nSingle room 27,50 EUR, Double room 41,- EUR, Dorm (3 or 4 beds) from 18,50 EUR per person\n\nTo get there, take bus line 10,13 or 40 from Teichgraben or Westbahnhof (Western train station) with direction Burgau. Get off at Zeiss-Werk. From there, it is 800 metres by foot slightly uphill along Mühlenstraße.\n\n",{"type":"===","value":[" "]},"\n\nAnother option is Gäste-Haus-Wettin at Erfurter Straße 52. Tel.: +",{"type":"''","value":["49 3641"]}," 352710, Fax: +",{"type":"''","value":["49 3641"]}," 352766, ",{"type":"[","value":["mailto:gaestehaus@ueag-jena.de  gaestehaus@ueag-jena.de"]},",  ",{"type":"[","value":["http:\/\/www.ueag-jena.de\/Wettin\/index.php?lang=eng"]},".\n\nRoom rates without breakfast:\n\nSingle\/Double room from 17,50 EUR, Dorm from 12,50 EUR per person\n\nTo get there, take bus line 16 from Teichgraben or Johannistor direction Papiermühle or Isserstedt for about two kilometres.\n\n",{"type":"===","value":["Mid-range and splurge"]},"\n\nThere are lots of good hotels with reasonable prices. Places located in Old Town include:\n\nHotel Schwarzer Bär http:\/\/www.schwarzer-baer-jena.de\n\nHotel & Kneipengalerie Zur Noll http:\/\/www.zur-noll.de\n\nRestaurant & Hotel Weinbauernhaus im Sack http:\/\/www.weinbauernhaus-im-sack.de\n\nSteigenberger Esplanade Jena http:\/\/www.jena.steigenberger.de\n\nIBIS Hotel City am Holzmarkt http:\/\/www.ibishotel.com\n\n",{"type":"==","value":["Stay safe"]},"\n\nAlthough Germany's east is considered to be a bit more dangerous for people \"looking foreign\" this is not problem in Jena due to the high number of foreigners, especially foreign students. Jena is among the towns with the highest ratio of foreigners in eastern Germany. So just take those measures you would normally take in the town you come from.\nThough, when using the tram in the night, the risk of encountering people you didn't want to encounter rises.\n\n",{"type":"==","value":["Go next"]},"\n\nBuses leaving from the bus terminal adjacent to the main train station are only serving regional destinations of minor touristic interest, such as Eisenberg or Schleiz.\n\nThe best option is going by train from Westbahnhof to towns like ",{"type":"[[","value":[["Weimar"]]}," (20 min.) or ",{"type":"[[","value":[["Erfurt"]]}," (40 min.). Trains are leaving approx. once an hour. \nFrom the main train station Jena-Paradis, it is possible to go to ",{"type":"[[","value":[["Dornburg"]]},", ",{"type":"[[","value":[["Naumburg"]]}," and ",{"type":"[[","value":[["Rudolstadt"]]}," by regional train, and to ",{"type":"[[","value":[["Leipzig"]]},", ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Nuremberg"]]}," and ",{"type":"[[","value":[["Munich"]]}," by ICE (high speed train). Trains leaving every two hours.\n\nPeople who like hiking might try the ",{"type":"''","value":["Thüringenweg"]},", a 400 km hiking trail: http:\/\/www.wanderbares-deutschland.de\/page.php?ID=W_013\n\nCyclists will enjoy the ",{"type":"''","value":["Saale-Radweg ",{"type":"[","value":["http:\/\/www.saale-radwanderweg.de\/"]}]}," or the so-called ",{"type":"''","value":["Thüringer Städtekette ",{"type":"[","value":["http:\/\/www.thueringer-staedtekette.de\/"]}]},".\n\n",{"type":"[[","value":[["Wikipedia:Jena"]]},"\n",{"type":"[[","value":[["commons:category:Jena"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Thuringia\/Localities\/Jena\/"]]},"\n\n",{"type":"{{","value":[["geo"],["50.927222"],["11.586111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Thuringia"]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]}]