[{"type":"{{","value":[["pagebanner"],["Jenin city banner.JPG"]]},"\n",{"type":"'''","value":["Jenin"]}," is a 4000-year-old city in the north ",{"type":"[[","value":[["West Bank"]]}," now populated by Palestinians.\n\n",{"type":"==","value":["Get in"]},"\nThe most logical way to enter would be to fly into Ben Gurion International Airport in Israel, take a taxi or mini-bus to Damascus Gate in Jerusalem, from the Arab bus station take bus 18 to Ramallah (6.50 NIS, less than an hour), cross into Ramallah and take a shared taxi from the central bus station to Jenin (35 NIS, 1.5 to 2 hours).\n\n",{"type":"==","value":["Get around"]},"\nWalking is a practical mode of getting around, taxis can be hired as needed.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jenin Visitor's Centre"],["url=http:\/\/www.jeninvc.ps"],["email=visit.jenin@gmail.com"],["address=Jenin Municipality, Nablus street."],["phone=042434151"],["hours=not open on Saturdays"],["content=the visitor's centre has many suggestions for activities and things to see."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Umm Al Rihan forest"]}," is located at the far north-west of Jenin. It consists of a series of dense forests which are estimated to be ca. 60,000 dunums. The forest areas around Jenin are considered to be the largest woodlands in the West Bank; forming approximately 86% of the forests."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Belameh tunnels"],["alt=Bal'amah"],["address=Nablus street."],["lat=32.441906"],["long=35.288483"],["directions=2km south of Jenin"],["hours=sometimes closed and unavailable to visit"],["content=The tunnels date back to the Bronze age. In 1996, MOTA began excavations on a tunnel shaft, the most elaborate feature in Belameh. Through support from the UNDP, around 150 meters of tunnel is being transformed into an archeological park which will feature an educational sound and light show."]]}]},"\n",{"type":"*","value":["There is a Christian Holy Site, the ",{"type":"'''","value":["St George Church in the village of Burqin"]},", a small town just 3 km outside Jenin.  The church marks the cave where Jesus healed the 10 lepers. It's considered the 3th oldest church in the world. As well, there is Zababdeh village, a Christian Palestinian village, that is 13 km from Jenin"]},"\n",{"type":"*","value":["The village of Arraba is located 13 km south-west of Jenin. It is about 350 meters above sea level and lies near Sahl Arrabah, a 30-sqm plain that lies between the two groups of heights of Mount Carmel and Nablus.The Palaces of Abdel Qader Abdel Hadi and Hussein Abdel Hadi in the village were restored and converted into a Cultural Center and Children’s Center respectively. These centres are very active and attract lots of people from neighboring villages."]},"\n",{"type":"*","value":["Tel Dothan was a Canaanite city lying in a fertile plain west of Jenin. According to tradition, Tell Dothan is the place where Joseph was sold by his brothers to Ishmaelite traders whom took him to Egypt."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=see a play at the Freedom Theatre"],["url=http:\/\/www.thefreedomtheatre.org"],["email=info@thefreedomtheatre.org"],["address=Al-Mahatta Street, Jenin Refugee Camp"],["directions=walk away from the city centre and it'll be on your right hand side"],["phone=042503345"],["content=The theatre also has a small cafe nearby."]]}]},{"type":"*","value":[" watch a film at the Jenin Cinema"]},"\n",{"type":"==","value":["Buy"]},"\nBe sure to take advantage of the great bargains that can be found in the many shops.  These are great places to find souvenirs!\n\n",{"type":"==","value":["Eat"]},"\nThere is plenty of Middle Eastern cuisine available; falafel, shawarma, hummus, the works. There are a couple of excellent places near the bus station where the food is made on the spot.\n\n",{"type":"==","value":["Drink"]},"\nThere are many coffee vendors and you can find alcoholic drinks in zababdeh village near the city .\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Haddad Tourist Resort"],["url=http:\/\/www.haddadtourismvillage.com"],["email=haddadbooking@ymail.com"],["address=Haddad Zone district"],["directions=3km south-east of Jenin"],["phone=042417010"],["fax=042417013"],["checkin=before 18:00"],["checkout=before 12:00"],["content=This tourist village has a hotel, gardens, a pool, and even a large amusement park located on the hotel's grounds."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cinema Jenin Guesthouse"],["url=http:\/\/www.cinemajenin.org\/new\/guesthouse\/"],["email=info@cinemajenin.org"],["address=1 Azzaytoon Street"],["directions=near the main bus station"],["phone=042502455"],["price=₪75 for a single dorm bed, ₪125 for a double room"],["content=Five dormitories of 8 beds each, including 2 women-only dormitories."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=North Gate Hotel"],["url=http:\/\/northgate-hotel.com"],["email=info@northgate-hotel.com"],["address=Palestine Street"],["phone=042435700"],["fax=042435701"],["checkin=before 18:00"],["checkout=before 12:00"],["content=Has air conditioning, free internet, restaurant and meeting rooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nFrom the central taxi station, it is easy to travel to many locations within the West Bank.\n\nAs of February, 2011, it was possible to pass on foot through the crossing between Israel and the West Bank at ",{"type":"[[","value":[["Jalameh"]]},", north of Jenin. It may be unpleasant, however, if the Israeli border guards are aggressive toward you. From the Israeli side of the border, taxis to Nazareth cost 150 NIS at the time - pricey, but worth it. (The much longer journey from Ramallah to Jenin had cost just 35 NIS per person.) Alternately, you can consider taking a taxi to Afula for approximately 40-50 NIS. A bus on to Nazareth is then 10.90 NIS.\n\nTo ",{"type":"[[","value":[["Nablus"]]},", one can take a service (shared) taxi for 15 NIS or a bus for 10 NIS.\n\nTo Ramallah, there is a service taxi for 35 NIS.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["West Bank"]]},"\n",{"type":"[[","value":[["wikipedia:Jenin"]]},"\n",{"type":"{{","value":[["geo"],["32.466666666667"],["35.3"]]}]