[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jepara"]}," is a city in ",{"type":"[[","value":[["Central Java"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFrom Semarang there you can hail a taxi and bargain a price of around Rp. 275,000. Even if they use the Argo (meter) it should not be much more than that.\n\nSmall, mostly non air-conditioned buses from Semarang leave Terboyo bus terminal everyday from 5am to 5pm and cost between Rp. 15,000 and Rp. 20,000. Expect to pay twice the amount if you put your backpack on an empty seat (there are no luggage compartments on small buses). \n\nThere are also more comfortable air-conditioned bus and shuttle vans (travel) from Semarang, Yogyakarta, and Solo, mostly departing from the various agency's offices. From Semarang the journey takes around 2 hours and costs around Rp 25,000 to Rp 35,000. These buses have departures even later in the day when the cheap intercity buses no longer run.\n\n",{"type":"==","value":["Get around"]},"\nTaxis are a bit hard to find. Becaks are fairly easy. Motorbikes can be rented from some of the motorcycle dealers.\n\nSchedule for ferry service to\/from Karimunjawa Islands is available at Karimunjawa Info Page.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Segoro Hotel Jepara"],["url=http:\/\/segorohotel.com\/"],["email="],["address=Jl. Ringin Jaya 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rp. 100,000"],["checkin="],["checkout="],["content=Hotel is located 500m from the bus terminal and around 1.5km from the ferry terminal to Karimunjawa islands. Prices start at Rp. 100,000 for double\/twin room with a fan and Rp. 120.000 for a room with AC."]]}]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nIf you know Indonesian You can call ",{"type":"'''","value":["Raja"]}," which is a taxi service using a normal SUV type car. 085 225 111 234 or 081 705 62002\nYou can also call ",{"type":"'''","value":["Atlas"]}," taxi in Semarang.\nIf you don't speak Indonesian try going to Jepara Indah Hotel, or Kencana Hotel.\nThe Hotel Sugoro on the North end of town (near the gas station) has a travel service and can also charter cars.\nThere is a bus station in Jepara also with buses to various locations including Jakarta and Surabaya.\n\n",{"type":"{{","value":[["IsPartOf"],["Central Java"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Jepara"]]},"\n",{"type":"{{","value":[["geo"],["-6.5333333333333"],["110.66666666667"]]}]