[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jerada"]}," is the capital city of the ",{"type":"[[","value":[["Jerada Province"]]}," in the ",{"type":"[[","value":[["Oriental Morocco"],["Eastern"]]}," portion of ",{"type":"[[","value":[["Mediterranean Morocco"],["Mediterranean"]]}," ",{"type":"[[","value":[["Morocco"]]},". \n\n",{"type":"==","value":["Understand"]},"\nJerada sits on the edge of the ",{"type":"'''","value":["Beni Snassen Mountains"]},". Slightly elevated, it receives ample amounts of rainfall throughout the year as well as a brief snow in winter. Temperatures vary from excruciatingly hot in summer, to bitter, teeth-clenching, snow inducing cold in winter. \n\nEstimated population is around 30,000 people within the city and about 50,000 in the province.  \n\n",{"type":"==","value":["Get in"]},"\nJerada is in Eastern Morocco, sixty kilometers (1 hour) from the largest city in the East, ",{"type":"[[","value":[["Oujda"]]},". It is most easily accessible from the rest of Morocco via train to Oujda followed by a direct, hour-long grand taxi ride from the main Oujda bus station. \n\nBuses to ",{"type":"[[","value":[["Oujda"]]}," – Center of town, 12 dirham, multiple times a day beginning at sunrise. 1hr 15min.\n\nGrand Taxi to Oujda – Taxi station “below” the bus station, 15 dirham, 45min – 1hr. Before sunrise to just after sunset.\n\nGrand Taxi to ",{"type":"[[","value":[["Bergem"]]}," (",{"type":"[[","value":[["Ain Beni Matar"]]},") – Taxi station, 15 dirham, 45min, easier to fill in the mornings. Wait there for transport to Bouarfa \/ Figuig\n\nTransport to ",{"type":"[[","value":[["Gafait"]]}," (Env volunteer site) – Taxi stand near the marche (market) 7 dirham, 30min. \n\nCTM station in Oujda on Rue Marrakesh.\n\nOujda trains to the west begin at 7:15am, possible to catch from Jerada if leave by grand taxi early. Look on oncf.ma for more information. 7:15am,1:10pm\n\nSAT Bus (Similar to CTM) Leaves from near the post office to Casablanca via Oujda at 6:30pm. \n\nHonda’s (Small transports) cost 10-20 dirham to transport heavy items to anywhere in Jerada\n\nPetit Taxi to Hassi Billal – opposite big roundabout by post office, 3 dirham daytime 5 dirham nighttime.\n\nCity bus to Hassi Billal – by SAT station near post office – 2 dirham, stops at round about near Hay Jedid\n\n",{"type":"==","value":["Get around"]},"\nThere are three main streets that traverse the city. As stated above, a city bus travels down one of the streets all the way to a small satellite city named Hassi Billal. Walking is the preferred mode of transportation, though automobile traffic isn't discouraged or unheard of. \n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nSaturday souq located “uptown” beyond the marche, away from town, Sunday souq located in Hay Jedid, on the road to Hassi Billal. There's a daily market in the center of town and on the various downtown streets. The souq has many different items for sale, from food to second-hand clothing, shoes, etc. there is a wide variety of goods, everything under sun. \n\n",{"type":"==","value":["Eat"]},"\n\nThe absolute best Raib, a type of yogurt, can be found at Abdullah’s hanoot, opposite the new garden \/ open space on the road to the Hassi Billal.\n\nOutside of the daily market are Karan stalls, an Eastern specialty consisting of ground humus in a bagette. ½ dirham to dirham. Opt for the salt \/ pepper combo and hot spice to give the sandwich some flavor.\n\nTwo brothers hanoot, or store. First hanoot “down” from the post office on the left. Extremely friendly, speak some English, love to laugh and make excellent Jebin sandwiches. Also on that road, past the hanoot is a restaurant.\n\nOn the road to Hassi Billal on the right is another restaurant with a very respectable lunch, they make a very good tagine. If you're part of a group, eat here ... sizable portions.\n\nAcross from the taxi stations to Oujda is a man with a store ... quite possibly the best lunch food in the city. It's a small space, packed during the lunch hour, 12-15 dirhams will buy you a plate of the best food of your life.\n\nCafe Royal. Enough said. Pastries, coffee, tea and juice. This place is the epitome of class in this small city. On the main road \"above\" the post office. Can't miss it.\n\n",{"type":"==","value":["Drink"]},"\nDrink at any of the number of cafe's in the city. Can't really go wrong, they each have their own flavor.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nSee above on how to get in!\n\n",{"type":"{{","value":[["geo"],["34.3167"],["-2.1667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mediterranean Morocco"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Jerada"]]}]