[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turismojerez.com Jerez de la Frontera"]}]}," is in ",{"type":"[[","value":[["Costa de la Luz"]]},", in ",{"type":"[[","value":[["Spain"]]},".  It is one of the major cities in ",{"type":"[[","value":[["Andalusia"]]},", the fifth in terms of size and population, exceeding 200,000. Historically, Jerez has gradually become the logistics center, major transport place and the main economic engine in the province of ",{"type":"[[","value":[["Cádiz"]]},", .\n\n",{"type":"==","value":["Understand"]},"\nStrong and Atlantic City, Jerez de la Frontera is a city that has always enjoyed a strategic geographic position. From the top of its Moorish castle and over the border during Middle Age, first resisted the Christians attacks and sieges and then the Moorish that tried to conquer the city again. After the Catholic Kings took over the Kingdom of Granada and the pacification of the peninsula, its economic and intellectual splendor returned, as it had also during the Moorish period.\n\n",{"type":"[[","value":[["File:Los Arcos Plaza del Arenal de Jerez.jpg"],["thumb"],["Plaza del Arenal, “where Jerez dreams”"],["300px"]]},"\n\nBear in mind that the city has struggled historically for its current economic and cultural position, with hardly support from any institution, because, after decades of struggle for being capital between the two cities during century XIX, Cádiz got that title in the province. The traveler must not forget that the rivalry is very intense with Cádiz and many people in Jerez will not feel identified with the other city. The rivalry is mutual, although they are two cities required to understand each other.\n\nNowadays, few places in Spain can be said to enjoy the international renown of Jerez as, thanks to its sherry wines, the name of the city crossed international borders many years ago. But Jerez is not just a city of wines and beautiful buildings, it has much more to offer than that to the Tourism: home of the Carthusian horses, cradle of flamenco, capital of motorcycle racing and home to international sporting events, and on top of all that, declared to be of Artistic and Historical interest.\n\nThe results achieved by the city on its own through centuries has made Jerez a place ambitious, proud of themselves and with a great dynamism, despite of its relatively small size. Municipal institutions have always worked to balance those needs and give way to the dynamism of the city, while ensuring their growth.\n\nThe pride of being the city that it is has several spots. Among their achievements we could tell that Jerez was the first Spanish city to have street lighting and the Caja de Ahorros de Jerez was the first savings bank in Spain. It was also the first city in the province to ask for a University (but the request was denied from Madrid), and the oldest headquarters of the Provincial Institute. More recently, projects like the race track Circuito de Jerez or the National Flamenco Center (Ciudad del Flamenco) begun to be projects by local initiative, just later were welcomed by National Institutions.\n\nWhen you visit Jerez, not remain on the surface and try to understand the city from a historical perspective. Some other places in the province may call Jerez as \"Sir City\" because of the middle-class families who developed the wine business and being the city that host the largest number of titles of nobility in the province. That is \"a reality,\" but it is not \"the reality.\" Jerez is more urban and diverse than it may seem at first sight.\n\nIf the traveler has no many days, most likely they will make the traditional tourist circuit: Horse, flamenco and wines. Surely it is quite interesting, as this little trilogy could be summarized as an essence of Andalusia and can largely explain the financial support to provide such a big city depiste of being no capital. But if you have more time, try to go further and go deep into the city. Enjoy some coffee or tapas in the coolest bars and at the most traditional ones, attend some theater play and wal around the food market, get information about activities and stroll through the old town. Sometimes it is enough to turn left or right in a main road.\n\nJerez is a large city where long-standing traditions coexist in perfect harmony with the modern: large shopping centres and wide avenues converge upon the historic, cheerful and bustling city-center, where shopping and tapas go hand in hand. All of these distinctive features, together with a privileged geographical situation and climate, a unique and distinct tourist attractiveness, and modern infrastructures, all make Jerez the perfect place to live in and to visit.\n\n",{"type":"===","value":[" Location "]},"\nThe city is located in the western part of Andalusia, near the Guadalete river. Its excellent location makes Jerez being  only 15 minutes from the beach, 35 minutes from the ",{"type":"[[","value":[["Sierra de Grazalema"]]}," and 50 min \/ 1 hour of the Andalusian capital, ",{"type":"[[","value":[["Sevilla"]]},".\n\n",{"type":"[[","value":[["File:Museo arqueologico jerez ampliacion.JPG"],["thumb"],["Archaeological Museum, Plaza del Mercado"],["300px"]]},"\n\n",{"type":"===","value":["Climate"]},"\nThe weather in Jerez is characterized by enjoying over 3,200 hours of sunshine a year. Temperatures are high in summer and mild in winter. It is advisable to visit the city in spring or autumn.\n\n",{"type":"==","value":["Get in"]},"\nNote that there is no left-luggage facility at the airport and bus station.\n\n",{"type":"===","value":[" By train "]},"\nJerez is on the main line between Sevilla and Cádiz.\nRENFE, Spanish National Railway. ",{"type":"[","value":["http:\/\/www.renfe.es"]},"\n\n",{"type":"===","value":[" By bus "]},"\nConsorcio de Transportes Bahía de Cádiz ",{"type":"[","value":["http:\/\/www.cmtbc.es\/sistema.php?op=2"]}," operate a semi-regular bus service from Jerez Airport to downtown Jerez (one-way ticket €1) and onwards to Cádiz (view timetable ",{"type":"[","value":["http:\/\/www.cmtbc.es\/08\/doc\/Horario_de_autobuses_al_aeropuerto.pdf"]},"). A train service operates from Sevilla San Justa train station direct to Jerez and Cádiz, for those arriving via Seville airport.\n\n",{"type":"===","value":[" By plane "]},"\nThere are many flights from Madrid, Barcelona, Palma de Mallorca, London, Frankfurt.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":[" Motorway ",{"type":"'''","value":["Jerez-Sevilla AP-4"]}," \/ E-5 from Sevilla."]},"\n",{"type":"*","value":[" Autovia ",{"type":"'''","value":["A4"]}," - IV National"]},"\n",{"type":"*","value":[" Highway ",{"type":"'''","value":["Jerez-Los Barrios A-381"]}," - Through Alcornocales Park and joins the Campo de Gibraltar to Jerez. It is a modern highway designed to cause the least environmental damage that crosses Park"]},"\n",{"type":"*","value":[" Highway ",{"type":"'''","value":["Jerez-Arcos de la Frontera A-382"]}," - Just completed in July 2007 is the main means of communication in Jerez and Cádiz province by the Sierra de Grazalema."]},"\n",{"type":"*","value":[" Highway ",{"type":"'''","value":["Chipiona, Jerez A-480"]}," - This is the highway that connects the Jerez area with the Northwest Coast, towns like Chipiona, Sanlucar ..."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ring-roads"]},": Jerez now has two ring roads, Round East and Round West to help improve the circulation of the city."]},"\n",{"type":"==","value":["Get around"]},"\nThe best way to visit Jerez de la Frontera is certainly walk as you can enjoy the beauty of its streets and façades of his many palaces, and squares and malls. Tourist buses are also available on two floors with the convertible top.\n\n",{"type":"===","value":["By boat"]},"\nIt is currently being considered by the City to create a joint service between Jerez and El Puerto de Santa Maria Guadalete across the river, as one of several measures to restore the River.\n\n",{"type":"===","value":["By tram"]},"\nJerez is quite “horizontal city” and because of the heavy traffic experienced by the city, especially at peak times, the Council has decided to build a tram network help to improve the city traffic. Currently being planned, which if known to come up Guadalcacín and El Portal, which will feature about 45 kilometers of track.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi services is pretty good and truthworty. You will find several stops in city center. You will be able to contact a taxi service in 0034 956.34.48.60\n\n",{"type":"===","value":["By car"]},"\nA good idea is park your cark in some parking to avoid traffic jams. The nearest one to city center are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Alameda Vieja"]},", Calle Manuel María González, junto an Alameda Vieja, tel. 956320287."]},{"type":"*","value":[" ",{"type":"'''","value":["Arenal"]},", Plaza del Arenal, tel. 956325076."]},{"type":"*","value":[" ",{"type":"'''","value":["Centro"]},", Calle Larga s\/n."]},{"type":"*","value":[" ",{"type":"'''","value":["Centro Comercial Los Cisnes"]},", Plaza del Progreso. tel, 956168383."]},{"type":"*","value":[" ",{"type":"'''","value":["Doña Blanca"]},", Plaza Esteve, tel. 956347209."]},{"type":"*","value":[" ",{"type":"'''","value":["Madre de Dios"]},", Plaza de Madre de Dios, tel. 956337253."]},{"type":"*","value":[" ",{"type":"'''","value":["Mamelón"]},", Plaza del Mamelón, junto a la Alameda Cristina, tel. 956348654."]},{"type":"*","value":[" ",{"type":"'''","value":["Plaza del Caballo"]},", Plaza del Caballo s\/n, tel. 956313080."]},"\n",{"type":"===","value":[" By bicycle "]},"\nJerez is the first city in Andalucia has launched a free public transport service bicycles. Free rental bikes will be for a period of two hours and may be left in any of the points that have been in the city are: Alameda Bank Mamelon Square, Bus Station and the Campus University.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Bodegas (Tio Pepe ",{"type":"[","value":["http:\/\/www.bodegastiopepe.com"]},", Romate ",{"type":"[","value":["http:\/\/www.romate.com"]},", Sandeman, Domecq, Williams and Humbert, Garvey, Harveys, Lustau...)"]},"\n",{"type":"*","value":["Flamenco (Andalusian Flamenco Centre ",{"type":"[","value":["http:\/\/www.centroandaluzdeflamenco.es\/flamenco"]},", Ciudad del Flamenco ",{"type":"[","value":["http:\/\/ciudaddelflamenco.jerez.es"]},", La Taberna Flamenca, Tablao del Bereber). In February\/March each year the city erupts with music and dance – representing one of the most important celebrations of Flamenco in the world during the annual world famous flamenco festival ",{"type":"[","value":["http:\/\/www.festivaldejerez.es\/"]},"."]},"\n",{"type":"*","value":["Natural (Zoo and Botanical Garden ",{"type":"[","value":["http:\/\/www.zoobotanicojerez.com"]},")"]},"\n",{"type":"*","value":["Jerez Walking Tours (Organization of Events and Tourist Routes in Andalucia, in the southern Spain ",{"type":"[","value":["http:\/\/www.andaluciaevents.eu"]},")"]},"\n",{"type":"===","value":[" Monuments from the Moorish period "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Monumental Compound of the Moorish Palace-Fortress and Dark Chamber"]}," tel. 956326923 or 956 323 499. This Moorish fortress\/palace was built by the Abbadid rulers in the early 10th century and later converted into a Christian stronghold. This complex covers a mosque (subsequently used as a church), Arab baths, several towers (one of which is octagonal), pretty gardens with a fountain, cloistered patios, the Palacio Villavicencio and a camera obscura. The Hall of Ambassadors bears decoration closest to that of Granada's Alhambra. The Patio de las Muñecas is thought to be the site of the harem, and where King Pedro allegedly murdered an interesting mix of guests and family!"]},"The camera obscura is loated in a tower, this offers a 360 degree view of the city projected through lenses and mirrors:\n\n",{"type":"*","value":[{"type":"'''","value":["City Walls"]}," – Parts of the old Walls of the city remains in Calle Ancha, Calle Muro and Calle Porvera. In Calle Ancha, next to the wall, we will see the monument dedicated to Alvar Nunez Cabeza de Vaca, a leading Spanish conquistador who discovered Florida born in Jerez."]},"\n",{"type":"*","value":["'",{"type":"''","value":["Gate"]},"Rota' - commonly known as Arch Creek \"is the only gate of the ancient Muslim city wall is preserved."]},"\n",{"type":"===","value":[" Museums "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Archaeological Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 350 133"],["tollfree="],["fax="],["hours="],["price="],["content=Archaeological museum of the city where we can observe and enjoy the findings of the history of the city and its region."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Atalaya Museums"],["alt="],["url=http:\/\/www.elmisteriodejerez.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tel. 956182108 or 956182104 or 956182100. Located in one of the most beautiful palaces of Andalucia, Atalaya Museums are a set of two museums: The Palace of Time and the Mystery of Jerez. The Mystery of Jerez unveils the mystery of the raising of fine wines from Jerez. The Palace of Time is one of the best collections of clocks in Europe. We can enjoy watching beautiful clocks from all ages in this museum"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Collection Joaquin Rivero"],["alt="],["url=http:\/\/www.coleccionjoaquinrivero.com\/inicio\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=S. Spanish Painting of the XV to XIX century. This gallery consists of a selection of works belonging to Collection Joaquin Rivero. Joaquin Rivero Collection is one of the most important set in Andalusia. The collection is up more than 300 works of authors such as Goya, Zurbarán, Velázquez, Hiep, Labrador, Valdés Leal, Maella, Lucas Velazquez Madrazo, Lucas Villamil, Carlos de Haes and many others that will allow visitors to walk through the history of Spain through his painting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo de la Miel and the Bees"],["alt="],["url=http:\/\/www.ranchocortesano.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 620 487 958"],["tollfree="],["fax="],["hours="],["price="],["content=Museum to raise awareness of beekeeping in human history. Directed more school groups, tourists and anyone interested in the subject."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo Taurino"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 323 000"],["tollfree="],["fax="],["hours="],["price="],["content=Museum related to the world of bullfighting and bullfighting."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Equestrian Art Museum"]}," – See “Recreo de las Cadenas”."]},"\n",{"type":"===","value":[" Palaces "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Domecq Palace"],["alt="],["url="],["email="],["address=956 151 500. Declared Place"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tel. of Cultural Interest."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Bertemati Palace"]}," - Beautiful palace built in 1758, which highlights its extraordinary ironwork balcony and floor move. It now houses the Episcopal Diocese of Jerez. Located in Arroyo Square near the Cathedral."]},"\n",{"type":"*","value":[{"type":"'''","value":["Perez-Luna Palace"]}," - palatial residence of the late Baroque style of the eighteenth century located in the central Plaza Rafael Rivero."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palacio Duque de Abrantes"]},"- Neoclasism Palace built by the French architect Charles Garnier in century XIX. It houses the Royal Andalusian School of Equestrian Art."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palacio de Bertemati"]},". It is a Baroque building, founded by the family Sopranis-Davila in the 18th century. Constructed on the most inner slope of the channel of the stream, they are two combined house structures in one building."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["[Palacio de Campo Real]"]},". Its origins dates from Middle Age, but the current building is from the eighteenth century. It is located in the Historic Quarter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palacio Dávila"]},". Renacentist Palace, was built by Bartolomé Núñez Dávila at the beginning of century XVI."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palacio Pemartín"]},". San Juan Square. Built in century XV, was rehabilited centuries XVIII y XX. It houses the Andalusian Flamenco Center."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palacio de los Condes de Puerto Hermoso"]},". Built in 1873, it belonged to Count family and it was also a Royal residence in 1925. It houses the Local Police Station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palacio de Riquelme"]},". Plaza del Mercado."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palacio de Villapanés"]},". Cruz Vieja Square."]},"\n",{"type":"===","value":[" Churches "]},"\n\nChurches are a must during your walking tour around the city as it will help you to get referencer and organice your tour. The Churches in the old town were formerly mosques. They made reference to the Four Evangelists: Saint Luke, Saint John, Saint Matthew and Saint Mark. The others two were meant to the patron, St Denis, and God, the Cathedral.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jerez Cathedral"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 348 482"],["tollfree="],["fax="],["hours="],["price="],["content=It is where the old main mosque was placed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Monastery of Santa Maria de la Defensión"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 156 465"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Church of Saint Mark"]},", You will see a lion on its façade"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Church of Saint James (Santiago)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 180 839"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Church of Saint Luke"]},", tel. 956,338,470. You will see an bull on its façade"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Church of Saint John of Knights"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 324 341"],["tollfree="],["fax="],["hours="],["price="],["content=You will see an eagle on its façade"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Church of St. Matthew"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 344 317"],["tollfree="],["fax="],["hours="],["price="],["content=This is the oldest Gothic church in the city, has been recently restored. You will see an angel on its façade."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Church of St. Denis"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 342 940"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["'",{"type":"''","value":["Santo Domingo Convent,"]},"tel. 956 341 037"]},"\n",{"type":"===","value":[" Horses "]},"\n\n",{"type":"*","value":["'",{"type":"''","value":["Recreo de las Cadenas,"]}," tel. 956 31 96 35 ",{"type":"[","value":["http:\/\/www.realescuela.org\/"]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Stud of the Cartuja - Hierro del Bocado"],["alt="],["url=http:\/\/www.yeguadacartuja.com\/yeguada\/index2.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956 162 809"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":["Religious Buildings (San Salvador Cathedral, San Miguel Church, San Dionisio Church, San Mateo Church, San Juan de los Caballeros Church...)"]},{"type":"*","value":["Parks and Natural Spaces (Laguna de Medina, La Suara, Montes de Propio...)"]},"\n",{"type":"===","value":[" Others "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Old Town Hall"]}," - the Old Town Hall was built in 1575."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Villamarta Theatre"],["alt="],["url=http:\/\/www.villamarta.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 956350273"],["tollfree="],["fax="],["hours="],["price="],["content=Is the main theater of the city and was built in 1926 Anasagasti Teodoro work. Its façade is modern with a touch reminiscent of Gaudí and Cubist. The major events are held such as the famous Flamenco Festival de Jerez."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nThe best time to visit is spring and autumn Jerez. Festivities leading tourist attractions are:\n\n",{"type":"*","value":[{"type":"'''","value":["Holy Week"]},"- Every year varies the celebration of this Christian festival (usually in April but may also be in March). Holy Week in Jerez is one of the largest in Andalucia, comparable to Holy Week in Seville. There are a total of 37 teams. Some flamenco song can often be sang to the images in the streets of the city, especially those with are closer linked with the Flamenco suburbs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Horse Fair"]}," - One of the largest and most important fairs of Andalusia because of its beauty and above all to be a public exhibition in which there are no private booths. Always held in May each year but on different dates and duration is 1 week. It could enjoy tapas and wine from Jerez and enjoy dancing. It is advisable to visit at night to enjoy party and beautiful lighting."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Autumn Festival"],["alt="],["url=http:\/\/www.webjerez.com\/index.php?id=3511"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Are held between September and October. Enter your program enters the Bulería Festival, the Grape Pisa, Spanish Polo Championship, Horses Parade, New Musics Festival, Medieval Market, Expo."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Festival Flamenco de Jerez"],["alt="],["url=http:\/\/www.festivaldejerez.es\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is considered the best flamenco festival in the world. In its last edition held 140 performances and 36 courses of flamenco. The festival was attended by 32 nationalities and 120 media around the world."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Christmas"]}," - The most typical of Christmas are undoubtedly holding the Zambombas. There, friends, family, neighbors, fraternity brothers ... gathered around a campfire or in a salon and go caroling and Christmas songs while serving pestiños and sweets."]},"\n",{"type":"*","value":[{"type":"'''","value":["Grand Prix motorcycle Spain"]}," - is the largest test of the World Motorcycling Championship. Jerez de la Frontera is considered \"Motor Mecca\" for its incredible atmosphere biker in those three days. In the year 2007 the Circuit de Jerez broke the attendance record of Spain at a sporting event 134 138 people. A biker party of 246 000 tourists visited the city."]},"\n",{"type":"===","value":[" Daily activities "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Casco antiguo"]},". Bring a map and let yourself discover the narrow streets, small squares and noble buildings from Middle Age. Calle Francos is a must, since was the central street during the Arabs dominion, linking the Santiago Gate and the Royal Gate (Plaza del Arenal), and Plaza del Mercado, in which the Andalusi market was established during the Middle Age as well."]},{"type":"*","value":[{"type":"'''","value":["Terraza  Sabores"]}," is the nicest terrace roof you can find in the old city during summertime. It belongs to the Hotel Chancilleria(",{"type":"[","value":["http:\/\/www.hotelchancilleria.com\/?lang=ing"]},"), it´s very easy to access, just taking the elevator in the main patio or going upstairs. Surrounding by old church towers, the view and situation are really nice, enjoying a wine, cold drinks or any cocktail, they usually play soft music, bossa nova or jazz. "]},{"type":"*","value":[{"type":"'''","value":["Alameda Vieja"]}," Walk at dusk around this area, on the top of the hil where the Alcazar was built. The fresh air from the cost, the nice and colorful sun make it unforgettable, besides enjoying one of the nicest area in the city, among the Cathedral, the Arab fortress and a Wine Cellar."]},{"type":"*","value":[{"type":"'''","value":["Hammam Andalusí, Arabic Baths"]},", has become an essential stop for any visitor to Jerez as indeed it is to many locals. It is set in a beautifully restored 18th-century house in the old part of the town and consists in a circuit of 3 pools (warm hot and cold)with optional relaxing massages of 15 and 30 minutes, starting at €15 for an hour and a half of bath only, 25 and 40 with the respective massages included. They also have special treatments which include scrubs and wraps which are ideal for a couple and last 2 and a half hours. The accompanying relaxing music and candle-lit atmosphere provide for a truly memorable and relaxing time. Highly recommended. Incidentally, on the 21st October (Year?) they tell me they are going to open a stunning tea-room upstairs on the first floor, for those who might visit after that date."]},{"type":"*","value":[{"type":"'''","value":["Central Market"]}," - The Central Market was built in 1885. The whole business is built on a combination of stone, iron and glass that shape a building that exceeds its commercial character to become an essential meeting point for understanding the more traditional concept of traditional trade and their products in Jerez."]},{"type":"*","value":[{"type":"'''","value":["Places and Malls"]}," - The beautiful squares and avenues are a must in Jerez: Plaza del Arenal, Alameda Cristina, Plaza Rafael Rivero, Plaza de la Asuncion, Plaza del Progreso, Alameda del Banco, Plaza de la Yerba, Alameda Vieja, Plaza del Caballo..."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are many shopping centres in Jerez, mainly out of the city centre. Cinemas, department stores, etc. but if you want to enjoy the taste and charm of the city, the city centre is the best place to stay.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Calle Larga"]},". The local people, jerezanos, say that no one can talk about having been in Jerez and not having walking around this street. As large as the old wall was, this street is full of bars, shops and anything you may need."]},{"type":"*","value":[" ",{"type":"'''","value":["Jerez Souvenirs"]},". Calle Lanceria, Centro Comercial Lanceria. Souvenirs about horses, flamenco and wine cellars. "]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Vinoteca Rafael"],["alt="],["url="],["email="],["address=Calle Arcos, 6"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Any kind of Sherry wine you may fancy, you will find in this old-fashioned flavour shop."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Zoco de Artesanía"]},". Plaza Peones, s\/n - Edif. Carnicerías Viejas. Charming place in the old-district. Handicrafts and local products."]},"\n",{"type":"==","value":["Eat"]},"\n\nMuch of the eating is done in bars:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crepería Damajuana"],["alt="],["url=http:\/\/www.damajuanacafebar.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=C \/ Francos 18. Beautiful place in old town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Le Freak"],["content=Traditional food, acoustic performances, cocktails and wine."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Cruz Blanca"],["address=Calle Consistorio - Plaza de la Yerba."],["content=Nice place in a small old square by the city hall. Many local people."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Alternativa"],["address=Calle San Pablo"],["content=Modern vegetarian restaurant in Calle San Pablo, by Plaza del Arenal. Gay-friendly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Almacen"],["address=Calle Consistorio"],["content=Other bar by the City Hall."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bar Juanito"],["directions=Pedestrian old street, between Plaza del Arenal and Pescaderia Vieja"],["content=Regional menu. Maybe too touristic."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Plaza Rafael Rivero"]},". With Plaza de la Asunción, one of the most beautiful square in the old city. Among places and old houses, several tapas bars until late."]},{"type":"*","value":[" ",{"type":"'''","value":["La Parra Vieja"]},". Calle San Miguel. In the charming San Miguel area, well known by its flamenco tradition, this restaurant is open since 1886. "]},{"type":"*","value":[" ",{"type":"'''","value":["Maypa"]},", in the center of the San Miguel district. Cold tapas (specially Spanish omelete) can be tasted in a typical environment."]},{"type":"*","value":[" ",{"type":"'''","value":["Bar la Moderna"]},", end of the 'Larga' Street, ",{"type":"''","value":["close to Alameda Cristina"]},". The ancient wall surrounding Jerez is still present at its back. A nice nightly environment. "]},{"type":"*","value":[{"type":"'''","value":["Restaurante San Juan"]},". Italian Restaurant, medium-high price, next to the Church of St. John of Knights ",{"type":"[","value":["http:\/\/www.restaurantesanjuan.com"]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant Prado"],["alt="],["url=http:\/\/www.restauranteprado.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New cuisine, medium-high price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante: Uva Cocina Fusión"],["url="],["email="],["address=Calle Chancillería, 10"],["lat="],["long="],["directions=a bit north of the centre"],["phone= +34 956 331 346"],["tollfree="],["fax="],["hours=M-Sa 1PM-3:30PM, 9PM-midnight"],["price="],["content=Starters with abundant seafood, cold meats and cheeses along with creative salads. On the menu you can find a variety of delicious dishes, some with a Moroccan touch."]]}]},"\nFurther from the centre:  \n",{"type":"*","value":[{"type":"'''","value":["Erdavid"]},", in San José district. "]},{"type":"*","value":[{"type":"'''","value":["De paco"]},", ",{"type":"'''","value":["El Buen Comer"]}," in 'Chapin' district; "]},{"type":"*","value":[{"type":"'''","value":["Marruzella"]},", ",{"type":"'''","value":["Casa Pepa"]},", ",{"type":"'''","value":["El Bar de Manolo"]},", next to the railway station."]},"\nAnother eating option is small shops, ventas:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Venta Juan Carlos"]},", ",{"type":"'''","value":["Venta Las Cuevas"]}," (you can find an excellent bread in it), ",{"type":"'''","value":["Venta Antonio"]},", ",{"type":"'''","value":["Venta Esteban"]},". Typical dishes served: ",{"type":"'''","value":["Ajo"]},",",{"type":"'''","value":["Sopa de Tomate"]},", ",{"type":"'''","value":["Tagarninas"]},", ",{"type":"'''","value":["Carrillada"]},", ",{"type":"'''","value":["Caracoles (spring only)"]},", fish (",{"type":"'''","value":["Pescado frito"]},"), ",{"type":"'''","value":["Tortilla de Patatas"]},", ",{"type":"'''","value":["Ensaladillas"]},", ",{"type":"'''","value":["Patatas Ali-Oli"]},", ",{"type":"'''","value":["Tortillas de camarones"]},", ",{"type":"'''","value":["Sangre con Tomate"]},", ",{"type":"'''","value":["Atún Encebollado"]},", ",{"type":"'''","value":["Menudo"]},"."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restauranre Casa Chan"],["url="],["email="],["address=Urbanizacion el Bosque local 2"],["lat="],["long="],["directions=enfrente real feria"],["phone="],["tollfree="],["fax="],["hours=13:00-16:30  20:00-24:00"],["price=10€-15€"],["content=1st oriental cuisine in Jerez , since 1983 , traditional cuisine"]]}]},"\n",{"type":"==","value":["Drink"]},"\nTasting the local sherry is mandatory. There are two main areas to go out.\n\n",{"type":"''","value":["City center"]},"\n\nPeople usually get some nice tapas around Plaza del Arenal or Plaza Rafael Rivero and then some drinks out.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=La Lola"],["alt="],["url="],["email="],["address=Calle Porvenir, 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Three floors in a 1780´s building. Cool atmosphere. Live shows everyweek."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Kapote"]},". Avenida Alvaro Domecq. A bit stylish, people around 40´s."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Café Bereber"],["alt="],["url="],["email="],["address=Calle Cabezas, 8"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Disco, flamenco show & dinner and also coffee shop. Very late on weekend."]]},"  "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Damajuana"],["alt="],["url="],["email="],["address=Calle Francos, 18"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice bar in the old area, always busy and funny, many local people. Live pop music shows and cultural exchange. Good atmosphere."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Cuatro Gatos"],["alt="],["url="],["email="],["address=Calle Santa Rosa, 10"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jam session every Tuesday, DJ sessions every weekend at night. Also blues, rock, punk. etc."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Montparnasse"],["alt="],["url="],["email="],["address=Calle Adriático, 6-7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bit posh but relaxing. Live concerts."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Oxi"]},". Calle Zaragoza. Big discoteca, mainly young people."]},"\n",{"type":"''","value":["Avenida Lola Flores"]},"\n\nThis new district, by the soccer stadium, attract many young people -and not so young-.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Thipica"]},". Good for some drink, but you can even keep dancing on any Sunday evening. "]},{"type":"*","value":[" ",{"type":"'''","value":["Discoteca Rouge"]},". Terrace, different atmosphere. Ibiza flavour."]},"\n",{"type":"===","value":[" Gay-Lesbian scene "]},"\n\nJerez is a tolerant and respectful city about LGBT community. Every June 28 the gay flag is hoisted from the City Hall and throughout the years there are numerous activities (film series, lectures, LGBT theatre, etc.)..\n\n",{"type":"*","value":[{"type":"'''","value":["La Plaza de Chueca"]}," Tea Dance and Café. Drag Queen Show every weekend and coffee place every Sunday evening. C \/ José Cádiz Salvatierra, 4"]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Alternativa"],["alt="],["url=http:\/\/www.laalternativauniversal.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian restaurant on San Pablo"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Discoteca Fangorias"]},". Guadalcacín. The only one gay disco in the province. Mainly young people"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Fonda Barranco"],["url=http:\/\/www.lafondabarranco.es"],["email="],["address=C\/Barranco 12"],["lat="],["long="],["directions="],["phone= +34 956 332 141"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=La Fonda Barranca is a delightful new boutique hotel in the historic centre of Jerez. Just eight rooms and a suite arranged around an interior courtyard tucked in behind a discreet street façade. Elegant Andalusian\/Moroccan decor, superb showers and toileteries, and breakfast on the roof terrace. Very good value at about €85 (double) a night. It's comfortable, quiet, and friendly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NH Avenida Jerez"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/jerez-de-la-frontera\/nh-avenida-jerez.html"],["email="],["address=Avda. Alcalde Alvaro Domecq, 10"],["lat="],["long="],["directions="],["phone=+34 95 6347411"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This comfortable hotel is situated in the centre of the city, near the ‘Real Escuela Andaluza de Arte Ecuestre’ (Andalusian Royal School of Equestrian Art).  It has modern and functional decoration."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Las Palomas"],["url=http:\/\/www.hostal-las-palomas.com"],["email="],["address=Calle Higueras 17"],["lat="],["long="],["directions=Just off Calle Medina, half way between the train\/bus station and the centre"],["phone="],["tollfree="],["fax="],["hours="],["price=Single 20, double 35."],["checkin="],["checkout="],["content=Shared bathroom, no breakfast."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nFrom Jerez de la Frontera you can take different routes.\n\n",{"type":"*","value":[{"type":"'''","value":["Almohad and Almoravids route"]}," - You will be able to enjoy and experience the heritage of Islamic culture in Jerez and in other locations on the route."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sanlúcar de Barrameda, Chipiona and Doñana National Park route"]}," - Through this route you will reach some of the most interesting part of the province. Sanlucar de Barrameda is situated on the banks of the Guadalquivir River (at its mouth), compared to Doñana National Park. In Chipiona you can visit the Sanctuary of the Virgen de Regla and its lighthouse. To achieve this route should take road A-480. Jerez, Sanlucar The ride lasts for 15\/20 minutes."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Puerto de Santa Maria and Cádiz Route"]}," - From Jerez you can get to El Puerto de Santa Maria in just 10 minutes. In the port we can enjoy the Castillo de San Marcos or its excellent sandy beaches. If you want you can go to Cádiz or the A4 road or catamaran service which costs € 1.80 one way. It is also possible to go to Cádiz, taking the typical Vaporcito."]},"\n",{"type":"*","value":[{"type":"'''","value":["White Villages route"]}," - This is one of the most beautiful routes that can be performed. With this route you will discover the beautiful Sierra de Grazalema. The journey Jerez de la Frontera, Arcos de la Frontera is done in about 25–30 minutes. Arcos is one of the most beautiful villages in Andalusia, Spain, and the first village of the White Villages Route. Arcos balances atop a rocky limestone ridge, its whitewashed houses and stone castle walls stopping abruptly as a sheer cliff face plunges down to the fertile valley of the river Guadalete below. Historic-Artistic Monument offers a typical Andalusian architecture and Arab descent. It is also essential to visit El Bosque and Grazalema Benamahoma."]},"\n",{"type":"*","value":[{"type":"'''","value":["Atlantic Flyway"]}," - With it you can enjoy the excellent beaches and beautiful towns of the northwest coast and the bay. This route is a dense semi-wild coast of white sandy beaches dotted with fishing villages that reach Tarifa."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ruta del Toro"]}," - including the fields of Jerez, and followed by Medina Sidonia Alcala de los Azules and the Natural Park of Alcornocales abound graze pastures where wild bull are. Beautiful setting and exquisite cuisine."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jerez de la Frontera"]]},"\n\n",{"type":"{{","value":[["geo"],["36.7000"],["-6.1167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Andalusia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jerez de la Frontera"]]}]