[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Jerez de García Salinas"]}," is a town in the municipality of Jerez, ",{"type":"[[","value":[["Zacatecas (state)"],["Zacatecas"]]},", Mexico.\n\n",{"type":"==","value":["Understand"]},"\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["By plane"]}," The closest airport is the Zacatecas Calera International airport (ZCL) which is roughly an hour away by car. This airport is served almost exclusively by Aeromexico and straight flights from Chicago, Oakland, and Los Angeles are available. Fares tend to be a bit inflated due to low competition so it is potentially cheaper to fly to either Aguascalientes (AGU) or even Guadalajara (GDL) which are both roughly 3 to 4 hours away by car (add an hour if traveling by bus)."]},"\n",{"type":"*","value":[{"type":"'''","value":["By bus"]}," The bus transit system is used extensively in Mexico and Jerez is an easy destination from most major cities. Transit companies such as Omnibus de Mexico or ETN offer connecting service. If you are arriving from the city of Zacatecas, there is a special transit line at the Zacatecas bus station (central de autobuses) that offers service for travel specifically between the city of Zacatecas and Jerez."]},"\n",{"type":"==","value":["Get around"]},"\n\nThe town of Jerez is extremely easy to navigate and small enough to get around by walking. As the town itself lies in a basin, it is completely flat and most streets (specifically within the town centre) are grid-like. Should you have any issues, don't worry about asking someone for directions. There are also taxis in the town centre or \"jardin\" which can offer service anywhere in the town for a relatively cheap fair - you can also negotiate a fare before taking the taxi. Keep in mind that the altitude is rather high (about 2,000 metres above sea level). If you are driving, also keep in mind that most streets are one way.\n\n",{"type":"==","value":["See"]},"\nIn Jerez, there are a wealth of sites that can be seen and fortunately, most are within walking distance. Most are open 6 days a week with the exception of Saturday and holidays.\n\n",{"type":"*","value":[{"type":"'''","value":["Parroquia de la Inmaculada Concepcion"]},": This is the main church which is situated in the centre of the town."]},"\n",{"type":"*","value":[{"type":"'''","value":["Plaza Tacuba"]},": This plaza is situated right behind the main church (Parroquia). It is typically used during festivals for outdoor concerts and exhibitions. It is also surrounded by a wealth of shops that offer mementos from coffee mugs to Mexican \"sombreros\" or \"Sombrero de Charro.\""]},"\n",{"type":"*","value":[{"type":"'''","value":["Santuario"]},": This is another church that is situated right behind la plaza Tacuba and La Parroquia. Interestingly, this church is used for marriage ceremonies as La Parroquia does not typically offer this service."]},"\n",{"type":"*","value":[{"type":"'''","value":["Teatro Hinojosa"]},": This is the town's main theatre which was built towards the end of the 19th century. It contains 3 levels, an orchestra level, and 2 higher levels. Legend has it that this theatre was modeled after the place where the late President Lincoln was shot (Ford's Theatre), supposedly in his honour as being the only president at the time to have defended Mexico. Curiously, if one compares pictures of the interiors of both theatres, they look strikingly similar. In addition, it is normally open during the day and there is typically no charge for entry."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Ramón López Velarde"]},": Jerez is home to one of Mexico's most famous poets and his birthplace is situated right beside La Parroquia. He is known for writing \"La Suave Patria\" which is a patriotic poem in reference to Mexico written at the beginning of the 20th century. His home has become a museum and is typically open during the day for a small fee."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["geo"],["22.6500"],["-102.9833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Zacatecas_(state)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Jerez de Garcia Salinas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Mexico\/States\/Zacatecas\/Localities\/Jerez_de_Garcia_Salinas"]]}]