[{"type":"{{","value":[["pagebanner"],["Jersey banner St Helier.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Mont Orgueil from pier with boats.jpg"],["caption="],["location="],["flag=Flag of Jersey.svg"],["capital=",{"type":"[[","value":[["St. Helier"],["Saint Helier"]]}],["government=British crown dependency"],["currency=British pound (GBP) or Jersey pound"],["area=116 sq km"],["population=97,857 (2011 census)"],["language=English (official), ",{"type":"[[","value":[["French"]]}," (official), Jèrriais spoken in country districts"],["religion=Anglican, Roman Catholic, Baptist, Congregational New Church, Methodist, Presbyterian"],["electricity=240V\/50Hz (U.K. style 3-pin plug)"],["tld=.je"],["timezone=UTC"],["callingcode=+44-1534"]]},"\n\nThe ",{"type":"'''","value":["Bailiwick of Jersey"]}," is a self-governing British crown dependency. The Channel Islands are the last remnants of the ",{"type":"'''","value":["Dukedom of Normandy"]}," and are considered a separate jurisdiction to the United Kingdom.\n\nThe island of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jersey.com\/ Jersey"]}]}," is the largest and southernmost of the ",{"type":"[[","value":[["Channel Islands"]]},". It lies in the English Channel, northwest of ",{"type":"[[","value":[["France"]]},".\n\nThis beautiful island is known by many for the ",{"type":"''","value":["Jersey Cow"]},", ",{"type":"''","value":["Lilly Langtry"]}," and ",{"type":"''","value":["Bergerac"]}," TV series during the eighties.\n\n",{"type":"[[","value":[["File:Wikivoyage_Jersey_mapPNG.png"],["thumb"],["300px"],["Jersey"]]},"\n\n",{"type":"==","value":["Cities"]},"\nThere are no cities in the British English meaning of the word. The Bailiwick is divided into twelve ",{"type":"'''","value":["parishes"]},":\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Saint Helier"]]}]}," - the capital of Jersey with about 30% of the population concentrated here"]},{"type":"*","value":[{"type":"'''","value":["Saint Lawrence"]}]},{"type":"*","value":[{"type":"[[","value":[["Saint Peter"]]}]},{"type":"*","value":[{"type":"'''","value":["Saint Ouen"]}," - Jersey's largest parish by area, in the north-west of the Island"]},{"type":"*","value":[{"type":"'''","value":["Saint Mary"]}]},{"type":"*","value":[{"type":"'''","value":["Grouville"]}]},{"type":"*","value":[{"type":"'''","value":["Saint Brelade"]}]},{"type":"*","value":[{"type":"[[","value":[["Saint Saviour"]]}]},{"type":"*","value":[{"type":"'''","value":["Saint Clement"]}]},{"type":"*","value":[{"type":"'''","value":["Trinity"]}," - in the north of the Island and home to the Durrell Wildlife Preservation Trust"]},{"type":"*","value":[{"type":"'''","value":["Saint John"]}]},{"type":"*","value":[{"type":"[[","value":[["Saint Martin (Jersey)"],["Saint Martin"]]}," - in the north-east of the island"]},"\nSettlements within these parishes include:\n",{"type":"*","value":[{"type":"'''","value":["Gorey"]}," - this is an area which straddles the parishes of Grouville and St Martin"]},{"type":"*","value":[{"type":"'''","value":["Saint Aubin"]}," - a fishing port located in St Brelade."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nHigh earnings, zero inheritance tax rates and a mild climate make the island a popular offshore finance centre. Tourism, banking and finance, and agriculture, particular dairying, are mainstays of the economy. Produce includes potatoes (Jersey Royals), cauliflower, tomatoes, flowers, beef and dairy products as well as light industrial and electrical goods, and textiles.\n\n",{"type":"===","value":["History"]},"\nThe island of Jersey and the other Channel Islands represent the last remnants of the medieval Dukedom of Normandy that held sway in both France and England. These islands were the only British soil occupied by German troops in World War II. \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Jersey War Tunnels"],["alt=Jersey War Tunnels"],["url=http:\/\/www.jerseywartunnels.com"],["email="],["address=Les Charrieres Malorey, St Lawrence, Jersey, JE3 1FU"],["lat="],["long="],["directions=Head west from St Helier taking the inner main road. From Bel Royal the attarction is well signposted. Bus No. 8a"],["phone=+44 1534 860808"],["tollfree="],["fax="],["hours=10:00 - 18:00"],["price=£10.50"],["content=Formerly known as the German Underground Hospital, the tunnels were built during the Second World War, and now is an interesting tourist attraction.  Cut deeply into rising hills, the site is now a museum telling the story of Jersey, which, along with the other ",{"type":"[[","value":[["Channel Islands"]]},", was the only part of Britain to be occupied by Germany during the war."]]}]},"\n",{"type":"===","value":["Geography"]},"\nTemperate, with mild winters and cool summers.  Gently rolling plain with low, rugged hills along north coast.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Jersey Airport"]}," (",{"type":"{{","value":[["IATA"],["JER"]]},") ",{"type":"[","value":["http:\/\/www.jerseyairport.com"]}," is the island's only airport in the parish of St. Peter.\n\nBritish Airways, Flybe, Aurigny Air Services and Blue Islands provide flights all year round from airports such as ",{"type":"[[","value":[["London#London_Gatwick"],["London-Gatwick"]]},", ",{"type":"[[","value":[["Guernsey"]]},", ",{"type":"[[","value":[["Manchester Airport"]]},", Newcastle Airport, Zurich Airport, and some further seasonal flights.\n\nEasyJet, CityJet, Aer Lingus, Jet2.com, Lufthansa, Lufthansa CityLine, Air Berlin, and SATA International all provide seasonal flights only from European airports including Charles de Gaulle Airport, Düsseldorf International Airport, Belfast International Airport, Munich Airport and Madeira Airport.\n\n",{"type":"===","value":["By boat"]},"\nTo\/from ",{"type":"[[","value":[["Guernsey"]]},".\n\nFrom Great Britain and France, try Condor Ferries.",{"type":"[","value":["http:\/\/www.jersey.com\/english\/transport\/pages\/default.aspx"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nDespite its small size, Jersey has over 350 linear miles (563 km) of paved road on which to explore this beautiful Island. \n\nJersey drives on the left hand side. Take precautions as many of the roads are quite narrow and twist and turn between the fields and farms. The maximum speed limit throughout the entire Island is 40 miles\/64 km per hour. \n\nCar hire in Jersey is easily arranged and widely considered good value. Visitors must be aged 21 and over, hold a valid driving licence with no endorsements for dangerous or drunken driving in the last 5 years to hire a vehicle. Some restrictions may be imposed by the hire company's insurance agent in respect of the upper age limit.\n\n",{"type":"===","value":["By bus"]},"\n\nAll public buses are operated by LibertyBus. The 2 major bus routes on the island are the 1 and the 15. The 1 goes to the east of the island and the 15 goes to the west. During the day these run approximately every 20mins. They get less frequent in the evening and stop running at about 23:30. The rest of the routes do not run so frequently, but are a must if you want to explore some of the islands better attractions and do not have access to a car. Timetables ",{"type":"[","value":["http:\/\/www.libertybus.je\/"]}," for the buses change seasonally and can be obtained from the bus station near town. All buses will go to and from this bus station. Note that if you are not going to or from town, you will probably need to get 2 buses and timing this can be difficult.\n\nHow much you pay is dependent on how far you travel, with the maximum fare being £1.70. Students with a valid NUS card should be able to get travel for 50p as should those under 16. The LibertyBus website provides more information as well as up to date timetables.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi ranks can be found at the airport and St Helier. Different tariffs are applied for day and night hire and on public holidays. Extra charges are made for waiting time and luggage not carried in the passenger compartment. Tariffs are subject to change.\n\nThere are two types of taxis on the Island, Controlled (Taxis) and Restricted (Cabs). The main difference between the two is that Controlled taxis have a yellow roof sign and a Restricted cab will have a white roof sign normally with the company name on and the words 'restricted'.\n\nRank Taxis\nRank taxi drivers take passengers from the taxi rank to their destination. Taxi ranks are adjacent to the arrivals building at the airport and just outside the arrivals building at the harbour. Taxi ranks can also be found at various locations throughout St Helier. There are four fixed tariff rates depending on the time and day that the taxi is required. Public holidays are charged in accordance with the third and fourth tariff, according to the time that the taxi is required. These rates are updated on an annual basis.\n\nRestricted Cabs\nCabs provide door to door pick up. Public holidays are charged in accordance with the middle tariff. These rates are updated on an annual basis. There is no supplement or baggage charge.\n\nIt is advisable to always ask the taxi driver for a receipt in case of any complaints or queries you may have on a taxi fare as it can only be dealt with if a receipt exists.\n\n",{"type":"==","value":["Talk"]},"\nLanguages: English (official, and majority everyday language), French (not in general use, some local laws and place names are written in French), Jèrriais (recognised regional language). Portuguese is widely spoken especially by immigrants from ",{"type":"[[","value":[["Madeira"]]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saint Helier"],["Saint Helier's"]]}," waterfront."]},{"type":"*","value":[" Mont Orgueil castle in ",{"type":"[[","value":[["Saint Martin (Jersey)"],["Saint Martin"]]},"."]},{"type":"*","value":[" There are a couple of museums in ",{"type":"[[","value":[["Saint Helier"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe economy is based largely on international financial services, agriculture, and tourism. Potatoes (Jersey Royals) , cauliflower, tomatoes, and especially flowers are important export crops, shipped mostly to the UK. The Jersey breed of dairy cattle is known worldwide and represents an important export income earner. Milk products go to the UK and other EU countries. In 1996 the finance sector accounted for about 60% of the island's output. Tourism, another mainstay of the economy, accounts for 24% of GDP. In recent years, the government has encouraged light industry to locate in Jersey, with the result that an electronics industry has developed alongside the traditional manufacturing of knitwear. All raw material and energy requirements are imported, as well as a large share of Jersey's food needs.\n\n",{"type":"==","value":["Eat"]},"\nJersey has an abundance of excellent restaurants covering most tastes. There are now three Michelin-starred restaurants (Bohemia, the Atlantic and Tassilli) in the island.\n\nThere are many French, Italian and Portuguese style restaurants.  Chinese, Indian and Thai are well represented too.  Only one each of Greek and Sushi and one Mexican, located in Colomberie or Iranian though. There are a few B.Y.O. restaurants (example the Dicq Shack). \nThere are fast food chains, such as McDonalds in St. Helier.\n\nThere are occasionally themed \"food weeks\" celebrating the different cultures in the Island. Every October (for a little over a month) there is a  Tennerfest ",{"type":"[","value":["http:\/\/www.tennerfest.com\/"]}," where you can explore many of the world-class restaurants.\n\n",{"type":"==","value":["Drink"]},"\nThe minimum age for purchasing alcohol is 18 years. For such a small place there are a lot of bars and quite a few different clubs. Despite duty on alcohol being lower than the UK most popular bars set their prices close to what you'd expect in London. Normal pub closing time is 23:00 and most clubs have to be closed by 02:00 (there is no \"drinking-up-time\"). There are a few bars with alfresco areas including one with a view over the bay toward Elizabeth castle. Most of the working-men's pubs became trendy wine bars in the early nineties so there's not much chance of finding a pool table in town. There are two bars which sell Absinthe.\n\nThere is quite a good music scene, in part due to licensing regulations which allow some bars to stay open till 1AM if they have live entertainment. The bars with a late licence never have a cover charge but all the clubs do.\n\nThe main town of St. Helier is compact enough that you can wander from pub to pub and club to club quite easily.\n\n",{"type":"==","value":["Sleep"]},"\n\nJersey may only measure nine miles by five but it's home to a varied range of places to stay that suits all tastes. \n\nThere are four camp sites, including one in St. Brelade near the west coast.\n\n",{"type":"==","value":["Learn"]},"\nJersey does not have any universities, although there is a college, called Highlands College ",{"type":"[","value":["http:\/\/www.highlands.ac.uk\/"]},", which offers a very limited selection of university level degrees.\n\n",{"type":"==","value":["Work"]},"\nEmployment in Jersey is subject to strict regulations. The basic principle, enshrined in the 1973 Regulation of Undertakings Act, is that anyone offering employment is required to have a license to employ those who are not qualified to live on Jersey under the various Housing Acts. Those who come to the Island have to be resident for five years before they are regarded as qualified to apply for unlicensed vacancies. \n\nThe way that this has been interpreted has varied over the years: for many years it was relatively easy for businesses to get licenses. At the moment, it is far more difficult.\n\nThis does not mean that there are no available vacancies, but it means that the Jersey job market is rather unusual. Those who have specialised essential skills (particularly in medicine) will find vacancies, and some of the offshore finance companies have block licences which they will use to bring in specialist or senior staff. At the bottom end of the market there are still some seasonal vacancies for waiters and bar staff (although the States, Jersey's government, are increasingly pushing the tourism industry to use local staff). In between there is very little.\n\nThe five year rule also applies to anyone who wishes to set up a business outside the finance sector, unless they can prove that the business does not duplicate an existing business.\n\n",{"type":"==","value":["Stay safe"]},"\nJersey law derives from Norman customary law, now supplemented by English law and local statute. United Kingdom law does not automatically apply in Jersey, unless adopted by the parliament, the States of Jersey. Most things are the same as in English law, with the exception of some laws about marriage and divorce. Attitudes towards homosexuality tend to be very similar to those you would find in Great Britain.\n\n",{"type":"==","value":["Stay healthy"]},"\nThere is a hospital in St Helier which will be able to deal with most regular injuries. For specialist treatment it is often necessary for patients to be taken to Great Britain.\n\nIt is also worth noting that going to the doctors in Jersey will cost you money, normally around £40 a time. This can vary considerably, as it is up to the doctors surgery to set the price. \n\nA bilateral healthcare agreement between the UK and Jersey exists, but this does not cover dental treatment and prescribed medicines. Proof of UK residence is needed.\n\n",{"type":"==","value":["Respect"]},"\nSome people from Jersey refer to themselves as British (which is quasi-accurate). Some people refer to themselves as Normanic, or some even French! People from Jersey are ",{"type":"'''","value":["not"]}," English (in the same way the Welsh are the Welsh, the Scottish are the Scottish and the Irish are the Irish). The correct\/official ways of describing persons from Jersey are 'Jerseymen' and 'Jerseywomen'. Calling them anything else may offend unless you are on good terms.\n\nAs a general rule, people from Jersey are very pro-Europe (despite not being a part of the 'European Union') and would describe themselves as being more a part of Europe than Great Britain is, on the basis of geography and French culture.\n\nHowever, the majority of Britons rarely refer to themselves as European.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Guernsey"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sark"]]}," - a small island near Jersey with a ferry service during the summer months."]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint-Malo"]]}," - day trips from Jersey to Saint-Malo are possible by ferry."]},{"type":"*","value":[" ",{"type":"[[","value":[["Portsmouth"]]}]},"\n\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Channel Islands"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Jersey"]]},"\n",{"type":"[[","value":[["Wikipedia:Jersey"]]},"\n",{"type":"{{","value":[["geo"],["49.19"],["-2.11"]]}]