[{"type":"{{","value":[["pagebanner"],["Jerusalem banner Tower of David.jpg"],["caption=Tower of David"],["unesco=yes"]]},"\n",{"type":"{{","value":[["districts discussion"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jerusalem.muni.il\/ Jerusalem"]}]}," (Hebrew: ירושלים ",{"type":"''","value":["Yerushalayim"]},", Arabic: القدس ",{"type":"''","value":["al-Quds"]},") is the capital and largest city of ",{"type":"[[","value":[["Israel"]]},", though most other countries including United Nations do not recognize it as Israel's capital. It is a holy city to Christianity, Islam, and Judaism, and one of the oldest cities in the world. ",{"type":"''","value":["Jerusalem of Gold"]},", as it has come to be known in Hebrew, is a fascinatingly unique place where the first century rubs shoulders with the twenty-first century, each jostling for legitimacy and space, and where picturesque \"old\" neighborhoods nestle against glistening office towers and high-rise apartments. It is one of those places that have to be seen to be believed.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"[[","value":[["File:The Dome of the Rock, Jerusalem.jpg"],["thumb"],["right"],["300px"],["The Dome of the Rock, Jerusalem"]]},"\nJerusalem is a big place, and can be divided up into a few districts.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Jerusalem\/Old City"],["Old City"]]}]}," and its Walls is home to holy sites for Jews, Christians, and Muslims, and is truly breathtaking. It was recognized by ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO as World Heritage Site"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jerusalem\/West"],["West Jerusalem"]]}]}," is the Jewish-Israeli part of Jerusalem, also known as New Jerusalem, that has been part of Israel since 1948; it is the modern commercial heart of the city, having become the focus for development in the capital from the time of the creation of the State of Israel in 1948 until the Six-Day War in 1967."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jerusalem\/East"],["East Jerusalem"]]}]}," is, roughly, the Eastern side of Jerusalem, and is made of territory acquired by Israel during the Six-Day War of 1967.  It is home to nearly 200,000 Jews and is also home to most of Jerusalem's Muslim and Christian populations of approximately 250,000."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jerusalem\/Me'a Shearim"],["Me'a Shearim"]]}]}," is the area of Jerusalem inhabited largely by ultra-Orthodox Jewish people, where modest dress is required. The area looks like an old Polish town from 1800."]},{"type":"*","value":[" ",{"type":"[[","value":[["File:House at the German Colony of Jerusalem2.jpg"],["thumb"],["right"],["300px"],["A typical house in the German Colony"]]}," The ",{"type":"'''","value":[{"type":"[[","value":[["German Colony, Jerusalem"],["German Colony"]]}]}," is a West Jerusalem neighborhood southeast of the city center. It's a wonderful place to drink coffee and to eat in its many cafes and restaurants, especially on the main street, Emek Refa'im. You may hear more \"Anglos\" speaking English than Hebrew on these streets."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Jerusalem\/Bak'a"],["Bak'a"]]}]}," is a West Jerusalem neighborhood just south of the German Colony. This neighborhood has beautiful old Arab-style houses alongside new, modern buildings. There are many nice cafes on the main street of Derech Beit Lechem. This neighborhood is home to a large number of English-speaking Israelis."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jerusalem\/Ein Kerem"],["Ein Kerem"]]}]}," is a (relatively) secluded neighborhood in West Jerusalem that maintains a village atmosphere. Surrounded by picturesque hills dotted with olive and cypress trees, it is home to artists and sculptors who have opened numerous galleries. Several churches are built on the site believed to be the birthplace of John the Baptist.  Before 1948, the site was an Arab village called 'Ayn Karim, and before that, the Jewish village of Beit HaKerem."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:EinkaremvillageC.jpg"],["thumb"],["300px"],["View of ",{"type":"[[","value":[["Jerusalem\/Ein Kerem"],["Ein Kerem"]]}]]},"\nLocated in the Judean Mountains between the Mediterranean Sea and the Dead Sea, Jerusalem is considered holy to the three major Abrahamic religions: Judaism, Christianity, and Islam. It is the holiest city in Judaism and the spiritual center of the Jewish people since the 10th century BCE, the third-holiest in Islam and is also home to a number of significant and ancient Christian landmarks. It is also a city with a very violent past, as it was fiercely contested between Christianity and Islam during the brutal Crusade era. While the city has had a large Jewish majority since 1967, a wide range of national, religious, and socioeconomic groups are represented here. The walled area of Jerusalem, which until the late nineteenth century formed the entire city, is now called the Old City, and became a UNESCO World Heritage Site in 1982. It consists of four ethnic and religious sections—the Armenian, Christian, Jewish, and Muslim Quarters. Barely one square kilometer, the Old City is home to several of Jerusalem's most important and contested religious sites including the Western Wall and Temple Mount for Jews, the Dome of the Rock and al-Aqsa Mosque for Muslims, and the Church of the Holy Sepulchre for Christians.\n\nSurrounding the Old City are more modern areas of Jerusalem. The civic and cultural center of modern Israel extends from western Jerusalem toward the country's other urban areas to the west, while areas populated mostly by Arabs can be found in the northern, eastern and southern districts. Jerusalem became Israel's capital upon its independence and Jerusalem was united after the 1967 War when Israel captured East Jerusalem.\n",{"type":"[[","value":[["File:Western Wall - Jerusalem (2).jpg"],["thumb"],["right"],["300px"],["The Western Wall, Jerusalem"]]},"\nArchaeological findings prove the existence of development within present-day Jerusalem as far back as the 4th millennium BCE, but the earliest written records of the city come in the Execration Texts (c. 19th century BCE) and the Amarna letters (c. 14th century BCE). According to Biblical accounts, the Jebusites, a Canaanite tribe, inhabited the area around the present-day city (under the name Jebus) until the late 11th century BCE. At that point (c. 1000s BCE), the Israelites, led by King David, invaded and conquered the city, expanding it southwards and establishing it as the capital of the United Kingdom of Israel and Judah (the United Monarchy). It was renamed at this time as Yerushalayim (Jerusalem), a name by which it is still referred to today.\n\nKing David's reign over Jerusalem ended around 970 BCE when his son Solomon became the new king. Biblical sources state that within a decade Solomon started to build the first of two Holy Temples within city limits—Solomon's Temple (or the First Temple), a significant site in Jewish and Christian history as the last known location of the Ark of the Covenant. The period of the First Temple was marked by the division of the United Monarchy at the time of Solomon's death (c. 930 BCE) when the ten northern tribes, originally part of the Monarchy, split off to form the Kingdom of Israel. Under the leadership of the bloodline of David and Solomon, Jerusalem continued to act as the capital of the southern par of the split, the Kingdom of Judah. Later, with the Assyrian conquest of the Kingdom of Israel in 722 BCE, Jerusalem became the center of a Judah strengthened by the great number of Israeli refugees. In approximately 586 BCE, the Babylonians conquered the Kingdom of Judah including the city of Jerusalem, and the First Temple Period came to an end.\n",{"type":"[[","value":[["File:Wikimania 2011 Jerusalem 72.jpg"],["thumb"],["right"],["300px"],["Southern end of the Western Wall, Jerusalem"]]},"\nIn 538 BCE, after fifty years of Babylonian captivity, the Jews were given permission from Persian King Cyrus the Great to return to Judah so they could rebuild Jerusalem and construct the Second Temple. The construction was completed in the year 516 BCE, seventy years after the destruction of the First Temple. Jerusalem regained its status as capital of Judah and center of Jewish worship for another four centuries, with a considerable portion of that period under Hasmonean rule. By 19 BCE, the Temple Mount was elevated and construction began on an expansion of the Second Temple under Herod the Great, a Jewish client king under Roman rule. In 6 CE, the city, as well as much of the surrounding Palestine, came under direct Roman rule as the Iudaea Province. Still unchallenged, the Roman rule over Jerusalem and the region came to an end with the first Jewish-Roman war, the Great Jewish Revolt, which resulted in the destruction of the Second Temple in 70 CE. Jerusalem once again served as the national capital for the people of the region during the three-year rebellion known as Bar Kokhba's revolt. The Romans succeeded in sacking and recapturing the city in 135 CE and as a punitive measure, the Jews were banned from Jerusalem.\n\n",{"type":"[[","value":[["File:Temple mount.JPG"],["thumb"],["300px"],["Temple Mount and part of the old city"]]},"\nIn the five centuries following Bar Kokhba's revolt, the city remained under Roman and Byzantine rule. With the city controlled by Roman Emperor Constantine I during the 4th century, Jerusalem was transformed into a center for Christianity, with the construction of sites such as the Church of the Holy Sepulchre. For most of the time between Constantine's rule and the arrival of the Muslim forces in 638, Jews were banned from Jerusalem. From that point, the rights of the non-Muslims under Islamic territory were governed by the Pact of Umar, and Christians and Jews living in the city were granted autonomy in exchange for a required poll tax (jizya). When Caliph Umar first came to the city, he requested that Sophronius, the reigning Patriarch of Jerusalem, guide him and his associates to the site of the Jewish Holy Temple. Upon the advice of Caliph Umar's associate, Ka'ab al-Ahbar (a Jewish convert to Islam), who convinced Caliph Umar that the Foundation Stone on the Temple Mount was the site of the Islamic miracle of the ",{"type":"''","value":["Isra and Miraj"]},", Caliph Umar decided to build the Dome of the Rock and Al-Aqsa Mosque. By the end of the 7th century, a subsequent caliph, Abd al-Malik, had commissioned and completed the construction of the Dome of the Rock over the Foundation Stone. In the four hundred years that followed, Jerusalem's prominence diminished as Arab powers in the region jockeyed for control.\n\nIn 1073, Jerusalem was captured by ",{"type":"[[","value":[["w:Timeline of Jerusalem"],["Seljuk Turks"]]},". In response, Jerusalem was re-taken by the First Crusaders in 1099, with many of the city's then 30,000 Muslim and Jewish inhabitants slaughtered. That would be the first of several conquests to take place over the next five hundred years. In 1187, the city was taken from the Crusaders by Saladin. Between 1228 and 1244, it was given by Saladin's descendant al-Kamil to the Holy Roman Emperor Frederick II. Jerusalem fell again in 1244 to the Khawarizmi Turks, who were later, in 1260, replaced by the Mamelukes. In 1517, Jerusalem and its environs fell to the Ottoman Turks, who would maintain control of it until the First World War.\n\nIn 1917, after the Battle of Jerusalem, the British Army, led by General Edmund Allenby, captured the city. The League of Nations, through its 1922 ratification of the Balfour Declaration, entrusted the United Kingdom to administer the Mandate of Palestine and help establish a Jewish state in the region. The period of the Mandate saw the construction of new garden suburbs in the western and northern parts of the city and the establishment of institutions of higher learning such as the Hebrew University, founded in 1925.\n\nAs the British Mandate of Palestine was expiring, the 1947 UN Partition Plan (Part III) recommended \"the creation of a special international regime in the City of Jerusalem, constituting it as a corpus separatum under the administration of the United Nations.\" However, this plan was rejected by the Arabs, and at the end of the 1948 Arab-Israeli War, Jerusalem found itself divided between Israel and Jordan (then known as Transjordan). The ceasefire line established through the 1949 Armistice Agreements between Israel and Jordan cut through the center of the city from 1949 until 1967, during which time western Jerusalem was part of Israel and eastern Jerusalem was controlled by Jordan. In 1949, west Jerusalem became Israel's capital.  After the 1967 war, all of Jerusalem was claimed by Israel as its capital.\n\n",{"type":"===","value":["Religion"]},"\n\nIn addition to many secular Israelis and foreigners, Jerusalem is considered home by large numbers of adherents to three of the four Middle Eastern monotheistic faiths: Judaism, Christianity, and Islam. Adherents of these faiths have tended historically to congregate in various neighborhoods of the city, with considerable overlap. Around 497,000, 63%, is Jewish; 281,000, 30% of the city's population is Muslim; and 14,000, 2% of the population, is Christian. The Jewish population is a mix of cultures, with many immigrants from the former USSR, North Africa, Iraq, Eastern Europe, the U.S, and many more.\n\n",{"type":"===","value":["Language"]},"\n\nThe main languages spoken in Jerusalem are ",{"type":"[[","value":[["Hebrew phrasebook"],["Hebrew"]]}," in West Jerusalem and ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," in East Jerusalem. Most people throughout the city speak sufficient English for communication. In particular, English is widely spoken in areas most visited by tourists, especially the Old City.  Typically, even if you do not find an English speaker on first attempt, one will be nearby.  Both Palestinians and Israelis are always ready to help out tourists with the language as with other needs.\n\nAdditionally, many Charedi (strictly Orthodox) Jews speak Yiddish, and there is a significant number of French-speaking Jews. Smaller groups of Jews speak Dutch and Spanish. There is a large number of Russian immigrants of Jewish background, so it is not uncommon to see signs in Russian or hear Russian language radio.\n\n",{"type":"===","value":["Climate"]},"\n\nLocated near the eastern edge of the Mediterranean Sea, Jerusalem has a Mediterranean climate with hot, dry summers and cool, wet winters.\n\nWinters are very wet, with nearly all of Jerusalem's annual 590 mm (23 in) of precipitation occurring between October and April. The coldest month is January, with an average high of 12°C (53°F) and an average low of 4°C (39°F). Sub-freezing temperatures are not an everyday occurrence, but do happen, and the city will get occasional snowfall during the winter, though it usually only lasts a matter of hours rather than days. However, every once in a while the city will experience significant accumulating snow.\n\nSummers are hot and dry as a bone with virtually no rainfall between the months of May and September. Temperatures will generally approach around 30°C (88°F) during the day and cool to around 15°C (59°F) at night. Being near the desert, there is often a big difference between the day and night temperatures, and even the hottest days can turn into chilly nights. Spring and fall are mild, with minimal rainfall and pleasant temperatures.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Jerusalem-Central-bus-station.jpg"],["thumb"],["300px"],["Jerusalem Central Bus Station"]]},"\n\n",{"type":"===","value":["By plane"]},"\nIsrael's main entry point for the international traveller, the newly built Terminal 3 at ",{"type":"[","value":["http:\/\/www.iaa.gov.il\/Rashat\/en-US\/Airports\/BenGurion\/ ",{"type":"'''","value":["Ben Gurion International Airport"]}]}," (TLV), named after Israel's first Prime Minister, is situated near ",{"type":"[[","value":[["Lod, Israel"],["Lod"]]}," and next to the highway linking ",{"type":"[[","value":[["Tel Aviv"]]}," and Jerusalem (Highway 1).\n\nThe airport, referred to by locals as \"Natbag\"—its Hebrew acronym—comprises all the usual amenities expected from a first class airport and contains one of the world's largest duty-free shopping malls for an airport of its size. Ben Gurion Airport acts as the base for ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elal.co.il\/ El Al"]}]},", Israel's national airline, and is also served by over 50 international air carriers. Travel from the airport to the centre of Jerusalem takes 40–50 minutes and, depending on traffic conditions, often more. It's advisable to budget at least an additional two hours on top of your pre-flight check-in time to ensure timely arrival and completion of security procedures.\n\nSecurity is extremely stringent at Ben-Gurion Airport, and is especially suspicious of travellers with Muslim names or visas from Islamic countries in their passports. Expect to be stopped and questioned for several hours if this is the case, both on the way in and on the way out. It would be wise to have some phone numbers of local contacts for security officials to call to verify your reasons for visiting. The airport prides itself in being one of the most secure in the world. It achieves this through a number of means. The most evident for travellers will be the pre-check-in security check. (Optional; should you go through it, you will be escorted to skip regular security check). On joining the queue for this security check, a security official will ask you several questions. Based on these (and what appears to be racial profiling) and a brief inspection of your passport, you will be assigned a number from 1 to 6. 1 signifies the lowest security concern and 6 the highest. Foreigners will typically get between a 3 and a 6. Age, appearance, stamps from Arab countries, evidence of visits to the Palestinian territory and other vague factors will be taken into account. Depending on the number you get (stuck on your passport and luggage), the security check is more or less thorough. Travellers who have visited the Palestinian territory and state as much will almost certainly receive a 5 or 6 (but there is no need for this; you can get 5 if you have never been to Israel before, and are of European descent). With a 5 or a 6, you can expect every single item of luggage to be taken from your bag and inspected in detail. Security officials have been known to check individual bank-notes. With a 6 (but sometimes even 5 if they have time), you can also expect to be taken to a cubicle and asked to remove your belt and shoes and have a personal inspection. If your clothes contain any metal that would set off a detector (such as studs in your jeans or a zip) even if plainly visible on the outside, you will be asked to remove the item of clothing.  Travellers are regularly prevented from taking mobile phones, laptops and even shoes in their hand-luggage, although there is no consistency, with reports of one policy one week and another the next week.  Arguing about such invasive checks is almost always fruitless and security reasons are the only ones that are ever cited. Though encouraging tourism, Israeli authorities would answer to criticism by angry travellers that Israel is not a usual destination, and that people who are looking for sun with no security checks should rather head to Canary Islands. This summary is based on personal experiences. The whole security ordeal may be very irritating, but it is one of the factors which makes TLV's security one of the best in the world.\n\nGetting to and from Jerusalem. The 'Nesher' shared taxi service (+972 2 623 1231 - Hebrew and English) is a 14-seater minibus that runs approximately hourly services to the airport - ₪61.80 one way per person. You must reserve your seat in advance by phone and you will be picked up from your hotel or a chosen location (they have been known to refuse to pick up from some East Jerusalem neighborhoods, so check with your hotel or take a taxi to the Jerusalem hotel where they normally pick up without a problem). Be on time—they don't wait. You will be dropped at Terminal 3 in the airport. For the journey to Jerusalem, you will find them waiting outside the arrivals hall (they are signed from inside). Tell the driver where you want to be dropped. Again they should drop you at your hotel, but have been known to avoid parts of East Jerusalem. The rate is fixed, but it is worth double-checking as it has recently increased.\n\nA private taxi to\/from Jerusalem will cost around ₪150-200 (tourist map in Jerusalem quotes oficial flat price ₪197; however this is hard to reach, we were asked for about ₪300 to get to the airport, and finally paid ₪250. Expect to go through an Israeli check-point on the way (via Ramallah).\n\nExpect your taxi to be stopped on the way to the airport—have your passports, tickets, and answers for some questions (how long have you been in Israel, where are you going...) ready.\n\nThe Egged bus service does not go directly from Jerusalem to the Terminal. You should take bus #947 from Jerualem's central bus station up to El Al junction (near the airport entrance) and then take a shuttle bus #5 to the terminal. Just tell the driver your destination is Ben Gurion Airport, to buy a conjunction bus ticket for both. You may ask the driver to announce where to change buses.\n\nThe train does not run from Jerusalem to the airport yet. There is a train line under construction, due to open in 2018.\n\nAlways check which terminal your flight departs from. While most international flights take off from Terminal 3, some airlines (many of the low-cost airlines) such as EasyJet have check-in at Terminal 1 (however then you may be taken to Terminal 3 anyway). So check it before you take the cab (cab driver will be no help in this). There is free shuttle going between T1 and T3 several times an hour.\n\n",{"type":"'''","value":["Atarot Airport"]}," in Jerusalem was upgraded to take international flights but with the security situation it had become impractical to operate.  The airport has been closed since 2001 and is slated to be demolished to rebuild the neighborhood removed to clear land for the airport.  Some maps and signs still point to the closed airport.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Train jerusalem.JPG"],["thumb"],["Rail track to Jerusalem"]]},"\nJerusalem is connected to the Israel Railway network, but the service, which follows the route of the 1892 Jaffa-Jerusalem line, is noted for its scenery rather than speed.\n\nFrom Tel Aviv, you should take the train to Jerusalem, with stops en-route at ",{"type":"[[","value":[["Lod"]]}," (where you can make connections to ",{"type":"[[","value":[["Beer Sheva"]]},", ",{"type":"[[","value":[["Ashkelon"]]}," and ",{"type":"[[","value":[["Rishon LeZion"]]},"), ",{"type":"[[","value":[["Ramla"]]},", ",{"type":"[[","value":[["Bet Shemesh"]]},", and arrive at Jerusalem's Malkha train station, which is inconveniently located at the south of the city. The old train station in the city center is currently out of service.  A few trains also stop at the Biblical Zoo station, but it is within walking distance from Malkha station.\n\nJourney time from Tel Aviv Merkaz\/Savidor station to Malkha station is about 1.5 hr. There's one train per hour 05.54-19.54 on weekdays, 05.25-14.25 (15.25 in summer) on Friday, 20.10 (22.10 in summer) on Saturday. Trains from Malkha depart on weekdays 05.44-21.41 (the last one only as far as Lod), on Friday 06.00-13.56 (14.56 in summer), on Saturday at 19.47 (21.47 in summer).\n\nFrom the train station there are several buses to destinations in and around Jerusalem. To downtown take bus #4 or #18, and ask for \"MerKaz Ha-ir\" or for \"Kikar Tzion\" (Zion Square). To the central bus station, #5 is the fastest, though the #6 and #32 are alternatives. Taxis are also available.\n\nA high-speed rail link (connecting Jerusalem to Tel Aviv in half an hour and Ben Gurion Airport in 20 minutes) is under construction and is scheduled to open in 2017. Its terminus will be an underground station (80m below surface) near the central bus station and Binyaney Ha'uma (convention center). Until then, use the train if you have plenty of time and want to see nice mountain scenery, but not if you are in a hurry. Interestingly, while digging the underground station, the first underground river in Israel was found on this site.\n\n",{"type":"===","value":["By bus"]},"\n\nBus services to Jerusalem from Ben Gurion International Airport and most Israeli cities are frequent, cheap, and efficient. Egged is almost the only operator of intercity buses to and from Jerusalem, as well as the entire urban network. To check on these services look at its website ",{"type":"[","value":["http:\/\/www.egged.co.il\/Eng"]}," or dial *2800 from any phone.\n\nMost intercity buses arrive at the so-called ",{"type":"'''","value":["Central Bus Station"]}," (CBS) at the western edge of Jaffa Street, the city's main road. Also the new Jerusalem Light Rail line has a station just outside the Central Bus Station that can link you to many other parts of the city (see Light Rail elsewhere in this article).\n\nThe Egged bus #405 from Tel Aviv leaves about every 20 minutes, starting at 5:50AM and ending at 0:00 AM midnight, from Tel Aviv CBS and arrives at Jerusalem CBS. It takes 62 minutes and the fare is 18 NIS (Jun 2012). Bus #480 leaves from Arlozorov about every 10 minutes, starting at 5:50AM with the last bus at 0:10AM, for Jerusalem CBS. It takes 58 min and costs 18 NIS (Jun 2012).\n\nFrom the Central Bus Station it is a long but enjoyable walk (or short local bus trip) along Jaffa Road to the centre of West Jerusalem and further on to the Old City. Inter-city buses arrive and depart inside the station building, city buses outside of it, both in front of the building and on Sederot Shazar. When exiting the CBS, turn ",{"type":"''","value":["left"]}," to walk towards the city, or turn right to find the city buses. (Finding your way when you leave the CBS for the first time can be a confusing experience, since there are almost no city maps around. There is a city map on the large square opposite the CBS, on the right side, towards Sederot Shazar.). Note that busses do not run on Shabbat—from half an hour before sunset on Friday till after sunset on Saturday. Hours vary by the time of year.  In December (winter solstice) Shabbat starts as early as 3:55PM and ends at 5:15, while in June (summer solstice) Shabbat starts as late as 7:10 and ends at 8:30.\n\n",{"type":"===","value":["By shared taxi"]},"\n\nPublic buses do not run during Shabbat (between sunset on Friday and sunset on Saturday, roughly speaking), during which your only option is a ",{"type":"''","value":["sherut"]}," (shared taxi). These depart from Tel Aviv's Central Bus Station and Ben Gurion Airport, and charge a small surcharge on top of the normal bus fare. As of mid-2012 a ",{"type":"''","value":["sherut"]}," costs 23 NIS (28 NIS at night, 33 NIS at Shabbat) and drops you off downtown, not far from Zion Square. A sherut from the airport to anywhere in the city costs about 50 NIS. The company offering the ",{"type":"''","value":["sherut"]}," service is called \"Nesher\".\n\nShared taxis are also the best option if travelling from Jerusalem to Palestinian cities, especially Ramallah and Bethlehem. The main bus station (On Sultan Suleiman street, next to the Rockfeler Museum) serves the surrounding Palestinian towns and villages, including Abu-Dis (Line 36), and Bethlehem (Line 124), those buses are colored mostly in blue strips . Another bus terminal, on Nablus road (Straight on from the Damascus gate) serves Ramallah, other main Palestinian cities. There is a shared taxi direct to\/from the Allenby bridge (The border crossing with Jordan), for 38 NIS plus 4 NIS (Dec 2011) per luggage (picking up from Al-Souq Al-Tijaree \"The commercial souq\" not far away from the main bus station).\n\nAll Palestinian shared taxis are very cheap, 5.00 NIS for the surrounding villages, 5.50 NIS for Abu-Dis and 6.50 NIS for Ramallah.\n\nThere are no Israeli sherut lines within Jerusalem (unlike most Israeli cities). But there are sherut lines to ",{"type":"[[","value":[["Tel Aviv"]]}," and ",{"type":"[[","value":[["Beit Shemesh"]]}," as well as the airport.\n\nThe bus operator in the eastern Jerusalem is called Al-Safariat Al-Mowahadda \"The united traveling service\". Note that the taxi is called \"Moneet\" in Hebrew, and called taxi in the Palestinian side. Both differ from the shared taxi, which runs fixed routes for many people like a bus. Moneet or Taxi is a private taxi.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["image:Light Railway Jaffa Street.jpg"],["thumb"],["300px"],["Jerusalem Light Rail"]]},"\n\n",{"type":"===","value":["By taxi"]},"\n\nCabs are plentiful in the city of gold, but be warned as the drivers may try to rip you off by \"taking the scenic route\" or charging a fixed price instead of on the meter. Insist that the driver turns on the meter (",{"type":"''","value":["Mon-eh"]},") and you should have no problems. If the driver will not activate the meter, get out and take a different one. If you have the meter on, cabs are relatively cheap.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"''","value":["NB: The description here refers solely to West Jerusalem. The Arab system of buses is based on two bus stations near Damascus Gate."]},"\n\nThe most effective public transportation option is currently in the form of buses.\nTake into consideration that the intercity bus system is quite confusing, especially for a tourist. Even people living in Jerusalem their whole lives may not be able to help you, if they aren't familiar with the bus route you're interested in using. This is caused by the lack of any official bus route maps, and to the fact that bus routes and numbers tend to change rapidly.\nBuses are run by ",{"type":"[","value":["http:\/\/mslworld.egged.co.il\/eggedtimetable\/WebForms\/wfrmMain.aspx?width=1024&company=1&language=en&state \"Egged\" Company"]}," (click on the link for a relatively simple tool for finding your way). Most buses are dark green, but you might see the older red and white buses too.\n\nTo use the bus, you pay the driver as you board the bus. All bus rides are at a fixed price of 6.60 NIS (about $1.75-January 2013), no matter how many stops you stay on for. You may pay in change or bills.\nEntrance to the bus is from the front door only, and exit is usually from the back. Once you pay the driver, a ticket will come out of the gray calculator next to the driver. You must take and keep the ticket, for proof to the conductor, which boards and checks relatively rarely, and for using the transfer.\n",{"type":"'''","value":["Notice"]},", that the ticket you receive can be used 90 minutes from the moment it's produced. You may transfer with it to any intercity bus, as long as you board the bus before the 90th minute, which is printed on the ticket.\n\nMany buses have recently (January 2013) been installed with screens and automatic saying (in Hebrew) what the next stop is.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.egged.co.il\/Eng\/main.asp?lngCategoryID=2773 Jerusalem City Tour"]}]}," (Bus #99), intended for tourists, does a loop of pretty much the whole city and all its attractions. It costs 45 NIS for adults and 36 NIS for children for a one-day pass.\n\nBelow is a summarized overview of which bus to take to get from certain places to other places. Printing this list, and the map, will be very helpful.\n\n",{"type":"*","value":[{"type":"'''","value":["Central Bus Station"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Buses towards the city leaving directly in front of the CBS (going left \/ east)"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["1 to Kotel HaMa'aravi: CBS – Sarei Yisrael – Malchei Yisrael (Geulah) – Meah Shearim – Shaar Shechem (Damascus Gate) – Kotel HaMa'aravi (Western Wall)"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Buses away from the city leaving directly in front of the CBS (going right \/ west)"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["7 to Har Chotzvim: Kiryat Mattersdorf – Sorotzkin – Kiryat Tzanz – Ezrat Torah – Har Chotzvim"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Buses towards the city leaving from Sederot Shazar (the main road across from the CBS; cross under the road through the tunnel) (going left \/ east)"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["11 to Ramat Shlomo: CBS – Machaneh Yehudah – HaNevi'im (Bikur Cholim hospital) – Strauss (Geulah) – Yechezkel – Shmuel HaNavi – Golda Meir – Ramat Shlomo"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["15 circle bus: CBS – Sarei Yisrael – Malchei Yisrael (Geulah) - Meah Shearim – Shaar Shechem (Damascus Gate) – Yaffo (municipality offices, central post office) – Kikar Tzion – Strauss (Bikur Cholim hospital) – Malchei Yisrael (Geulah) – Sarei Yisrael – CBS – Givat Shaul – Har Nof"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["35 to Ramot: CBS – Machaneh Yehudah – HaNevi'im (Bikur Cholim hospital) – Strauss (Geulah) – Yechezkel – Shmuel HaNavi – Golda Meir – Ramot"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Other Routes"]}]},{"type":"*","value":[{"type":"*","value":["1: CBS – Sarei Yisrael – Malchei Yisrael (Geulah) – Meah Shearim – Shaar Shechem (Damascus Gate) – Kotel HaMa'aravi (Western Wall)"]}]},{"type":"*","value":[{"type":"*","value":["2: Har Nof – Givat Shaul North – Hamag – Kiryat Mattersdorf – Sorotzkin – Kiryat Tzanz – Ezrat Torah – Golda Meir – Shmuel HaNavi – Shaar Shechem (Damascus Gate) – Kotel HaMa'aravi (Western Wall)"]}]},{"type":"*","value":[{"type":"*","value":["7: Kiryat Mattersdorf – Sorotzkin – Kiryat Tzanz – Ezrat Torah – Har Chotzvim"]}]},{"type":"*","value":[{"type":"*","value":["11: Har Nof – Givat Shaul North – CBS (Shazar) – Machaneh Yehudah – HaNevi'im (Bikur Cholim hospital) – Strauss (Geulah) – Yechezkel – Shmuel HaNavi – Golda Meir – Har Chotzvim – Ramat Shlomo"]}]},{"type":"*","value":[{"type":"*","value":["15 circle bus: Har Nof – Givat Shaul North – CBS (Shazar) – Sarei Yisrael – Malchei Yisrael (Geulah) – Meah Shearim – Shaar Shechem (Damascus Gate) – Yaffo (municipality offices, central post office) – Kikar Tzion – Strauss (Bikur Cholim hospital) – Malchei Yisrael (Geulah) – Sarei Yisrael – CBS (Shazar) – Givat Shaul North – Har Nof"]}]},{"type":"*","value":[{"type":"*","value":["16: Bayit VeGan – Yefeh Nof – Kiryat Moshe – Givat Shaul North – Hamag – Kiryat Mattersdorf – Sorotzkin – Kiryat Tzanz – Hannah – Bar Ilan – Sanhedria – Golda Meir – Har Chotzvim – Ramot"]}]},{"type":"*","value":[{"type":"*","value":["18: CBS-Yaffo-David HaMelech-Derech Beit Lechem-Emek Refaim-Yochanan Ben Zakkai-Yossi Ben Yoezer-Kanei HaGalil-Yehudah HaNasi-Yaakov Pat-Kenyon Malcha"]}]},{"type":"*","value":[{"type":"*","value":["21: replaces the 14 into Talpiot"]}]},{"type":"*","value":[{"type":"*","value":["29: Har HaMenuchot – Givat Shaul Commercial Area – Givat Shaul North – CBS (Shazar)"]}]},{"type":"*","value":[{"type":"*","value":["35: Har Nof – Givat Shaul South – CBS (Shazar) – Machaneh Yehudah – HaNevi'im (Bikur Cholim hospital) – Strauss (Geulah) – Yechezkel – Shmuel HaNavi – Golda Meir – Ramot"]}]},{"type":"*","value":[{"type":"*","value":["38: Jewish Quarter Parking lot – Yafo Street – Davidka Square – Yafo Street – Jewish Quarter Parking lot."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["\"Fast Lines\""]}]},{"type":"*","value":[{"type":"*","value":["71, 72: Gilo- Derekh Hevron – King George – Straus – Ramot."]}]},{"type":"*","value":[{"type":"*","value":["74, 75: Har Homa – Derekh Hevron – King George – The Shuk – CBS – Har nof."]}]},{"type":"*","value":[{"type":"*","value":["4: Har HaZofim – French Hill – Geula – Straus – King George – Emek Refaim – Gonen – Malkha."]}]},"These are new and modern buses which cut the city vertically. These buses are painted green and gray, and always have the system which automatically tells you the next stop.\n\n",{"type":"'''","value":["Note Buses in Jerusalem (Egged) do not run on Shabbat (30 minutes before sunset on Friday until at least 30 minutes after sunset on Saturday), nor on other religious holidays. That doesn't apply for Al-Safariiat Al-Moahaddih."]},"\n\n",{"type":"===","value":["By light rail"]},"\n",{"type":"[[","value":[["File:Jerusalemlightrailmap.png"],["thumb"],["Light rail map, click to enlarge"]]},"\nThe Jerusalem Light Rail line opened on 19 August 2011. It links the north-eastern neighborhoods to the south-western neighborhoods, runs along the western side of the Old City, and passes through the city center. Additional lines are planned to be constructed later.\n\nThe light rail runs past many areas of interest to tourists: Damascus Gate station close to the Old City gate of that name; City Hall station (Saffra square) which is close to the Jaffa Gate of the Old City; King George V station which is close to Ben Yehuda street; the light rail station just outside the Jerusalem Central Bus Station; the Mahane Yehuda station at the main markets which are the largest in Israel, and there are also numerous food stalls offering local cuisine. The tram line runs along Yaffo Street (also referred to as Jaffa Street) which has many interesting cafes and shops in the portion of Yaffo\/Jaffa Street that lies between City Hall station and King George V station. At the southern end of the light rail line, at the Mount Herzl station, are Yad Vashem holocaust museum as well as Mount Hertsel national cemetery where famous citizens, prime ministers and Israeli soldiers have been buried.\n\nAs of 1 December 2011, the ticket price is 6.60 NIS with a 90 minute transfer that it is valid for the light rail and the bus system.\n\nThe light rail service ceases a few hours before Shabbat on Friday afternoon, and starts up a few hours after the end of Shabbat on Saturday night. The regular travel times on other days of the week can be found at the light rail website (citypass.co.il) which can be found at the official website of the Jerusalem Light Rail.\n\nThe roads on which the tram line runs are half taken up by the tram lines, so cars must travel in single lanes in the remaining half of the road. This means that travel by car along these roads, shared by the tram, can be quite congested—in particular, Yaffo street (or Jaffa Street), which has parts that are exclusively used by the light railway.\n\nNote that if asking locals where is the nearest station of the Jerusalem Light Rail, note that some people refer to it as the \"train station\" or \"tram station\".\n\n",{"type":"===","value":["By foot"]},"\n\nMuch of Jerusalem is walkable (check before going) and is pleasant to walk. The humidity level of Jerusalem is much lower than most cities in Israel, but you must remember the city is built on mountains- and you might have to climb some steep ascents. Some of the neighborhoods are a bit distant, so make sure to check on Google Maps the distance before you go.\nThe Old City has to be toured by foot, not only because it is more impressive this way, but also because many of the lanes and alleyways are inaccessible to cars.\n\n",{"type":"===","value":["By bike"]},"\nBike rentals are available at the abraham-hostel 67 Hanevi'im street, Davidka square, as well as at Bilu Bikes, 7 Bilu Street (",{"type":"[","value":["http:\/\/www.bilubikes.com"]},") for a guided  Bike tour WWW.BIKEJERUSALEM.COM\nCycling in Jerusalem is probably the best way to see the city, recommended by many past travelers, Lonely Planet and Tripadvisor   ; this is a way to see the real Jerusalem. This 3-5 hour tour covers most of Jerusalem's historical neighborhoods, including many places that most visitors never get to see.\nThe tour includes, The Israeli Parliament, The valley of the Cross, \"Rehavia\" and \"Talbia\", The German Colony, \"Mishkanit Shananim\", Jaffa Gate the Russian Compound and \"Nachlaot\", to name only a few. The ride goes through side streets, short cuts and allies, known by few other than our expert guides. Despite the hills around Jerusalem, the ride in the city is not as hard as people tend to think, and the ride can be modified to suite families and inexperienced riders.  It should be noted that the rights of cyclists are not always respected and you will frequently find bicycle paths blocked and cars will expect cyclists to give right of way thought they will not intentionally harm if you force the right of way.\n\nThe Jerusalem Night ride includes an unforgettable ride through the empty streets of the 3000 year Old City.\n\n",{"type":"==","value":["See"]},"\n\nJerusalem has an amazing array of attractions for the traveler to see. The following are some of the must-sees. For more attractions see individual district articles.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=City of David"],["alt="],["url=http:\/\/www.cityofdavid.org.il\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone=02-6750111"],["tollfree="],["fax="],["hours="],["price=50 NIS"],["content=On the south-east corner of the old city, is an archeological site from the time of King David."]]}]},{"type":"*","value":[{"type":"'''","value":["The Garden Tomb"]}," on Nablus Road, East Jerusalem marks what many believe is the location of Calvary and the tomb of Jesus. The tomb is located in a lush big garden which is a good break away from the hustle and bustle of East Jerusalem. Must do, but only open in the afternoons."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Biblical Zoo"],["alt="],["url=http:\/\/www.jerusalemzoo.org.il\/len\/"],["email="],["address=Derech Aharon Shulov 1"],["lat=31.74541"],["long=35.17673"],["directions=Near Malcha mall, next to Biblical Zoo train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=one of Israel's most popular tourist sites, in Jerusalem"]]}]},"\n",{"type":"*","value":["Visit the Belzer Rebbe's tish on Friday night in ",{"type":"[[","value":[["Jerusalem\/Chareidi"],["Charedi Jerusalem"]]}," (men only!) or just wander around Ultra Orthodox neighbourhood of ",{"type":"'''","value":["Mea Shearim"]}," in decent attires"]},{"type":"*","value":[{"type":"'''","value":["Mishkenot Sha'ananim"]}," the first modern neighbourhood outside the Old City, a beautiful cluster of small cobbled streets"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jerusalem\/Old City"],["Old City"]]}]}," – the atmospheric historical core of Jerusalem surrounded by Ottoman period walls, filled with sites of massive religious significance and a bustling approach to life. (Please note that sites are often ",{"type":"'''","value":["specific to one religion"]},", being used by adherents of a particular religion for worship or exhibits, and some sites, particularly Islamic ones, may bar nonmembers from entry or praying on the grounds.)"]},"\n:* ",{"type":"{{","value":[["see"],["name=Church of the Holy Sepulchre (Christian)"],["alt="],["url="],["email="],["address="],["lat=31.778444"],["long=35.22975"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=the end of the Via Dolorosa (Way of the sorrows) in the Christian quarter of the ",{"type":"[[","value":[["Jerusalem\/Old City"],["Old City"]]},". It is the most holy Christian spot in the world. The first church on the site was built by Queen Helena, mother of the emperor Constantine, the Holy Sepulchre is Jerusalem's number 1 site for Christian pilgrims and is consequently horribly crowded. Expect to queue for an hour or more to enter the tiny tomb chamber."]]},"\n:* ",{"type":"{{","value":[["see"],["name=Western Wall"],["alt=also Wailing Wall, Hebrew: Hakotel Hamaaravi"],["url="],["email="],["address="],["lat=31.77676"],["long=35.23442"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=in the ",{"type":"[[","value":[["Jerusalem\/Old City"],["Old City"]]}," on the western side of the Temple Mount, which is part of the outer retaining wall of the Temple, built 2000 years ago. Jews pray here and stuck notes with prayers to the cracks between the stones. This is the last standing remain of the Jewish temple, the holies site in Judaism."]]},"\n:* The ",{"type":"''","value":["Temple Mount (Jewish\/Muslim)''"]}," () is in the Old City of Jerusalem, and it is important to both Jews and Muslims, to the extent that ferocious international disputes have arisen over it. The Temple Mount is most important site in Judaism and the third most important site in Islam. It is a showcase for Islamic architecture and design from the Umayyad to Ottoman times (Jewish construction dating from Roman times and before can also be found at the site and in the vicinity). The Temple Mount also continues as an important religious and educational centre for Muslims to the present. It is crowned by the magnificent Dome of the Rock, which stands on the site of the ancient Jewish Temples. It is accessible at only specific times. Encompassing over 35 acres of fountains, gardens, buildings and domes, the Temple Mount includes:\n::* ",{"type":"'''","value":["Al-Aqsa Mosque"]}," (The Far Mosque) is the point from where the prophet of Islam, Mohammad, is believed to have ascended to heaven.\n::* ",{"type":"'''","value":["Dome of the Rock"]}," (Arabic: Qubbat Al-Sakhra) located in the middle of the sanctuary opposite of the Al-Aqsa Mosque, is probably the most known landmark of Jerusalem with its golden dome and octagonal blue walls that are adorned with Arabic calligraphy of Koranic verses. The interior of both the Dome of the Rock and the Al-Aqsa mosque are closed to non-Muslims, however, the plaza that they are situated in is open to the public. The Dome of the Rock is also labelled the most amazing Islamic building in the world.\n::* ",{"type":"'''","value":["The Temple Mount Plaza"]}," - Entrance into the plaza (for non-muslims) is done through the Mugrabim gate, just beside the Western Wall, at Sun-Thu and Sat mornings: 07:30-10:30 (winter) or 08:00-11:30 (summer) and afternoons at 12:30-13:30 (winter) or 13:30-15:00 (Summer). Religious items, prayer, or any action of religious appearance even quietly moving lips by non-Muslims and especially by Jews will at a minimum result in ejection from the site and possible arrest by Israeli police for disturbance of the peace, this is strictly enforced.\n::* Entrance into the mosques themselves on the Temple Mount is granted if a Muslim man\/woman asks the guard of the mosques for entrance (they usually ask you to recite a well known Quranic verse to prove you are a Muslim). For others (such as journalists, etc.) who wish to enter the Muslim sites for media purposes etc., write to the Director of the Islamic Waqf via the following address:\n:::Director of the Islamic Waqf\n:::Islamic Waqf Council\n:::P.O. Box 19004\n:::Jerusalem, Israel\n::In the request, make sure to include your nationality, some information about yourself (ex. your occupation), and the reason why you want to enter the Dome of the Rock and Al-Aqsa Mosqe. Do not refer to the Temple Mount by its English name; refer to it as \"Haram-el-Sharif\".\n:* The ",{"type":"'''","value":["Jewish quarter"]}," in the ",{"type":"[[","value":[["Jerusalem\/Old City"],["Old City"]]}," was completely re-built in 1969 after the 1967 Arab-Israeli War. It still holds many ancient masterpieces such as the Cardo (700 BC), Burnt House (70 AD), and Western Wall. All of which are among the most holy Jewish sites in the world. At the Western Wall plaza you will find ",{"type":"'''","value":["The Western Wall Tunnel"]}," and the ",{"type":"'''","value":["Chain of Generations center"]},". The nearby archaeological park ",{"type":"'''","value":["Davidson Centre"]}," (the Ophel) is also interesting. Inside the quarter are ",{"type":"'''","value":["The Hurba Synagogue"]},", the largest synagogue in the old city and ",{"type":"'''","value":["The Herodian Quarter"]}," museum.\n",{"type":"*","value":[{"type":"'''","value":["Via Dolorosa"]}," - passing through ",{"type":"'''","value":["Bethesda"]}," (crusader church and Roman excavations), ",{"type":"'''","value":["Franciscan Archaeological Museum"]}," and ",{"type":"'''","value":["Les Seurs de Sion"]}," Monastery with its underground Roman Street"]},{"type":"*","value":[{"type":"'''","value":["Damascus Gate"]}," is the most elaborate one. The vegetable market borders it. It is also near Jaafar—Jerusalem most renowned sweets store."]},"Just outside Damascus Gate you can visit ",{"type":"'''","value":["Hezekiah's Tunnel"]}," and ",{"type":"'''","value":["Rockefeller Archaeological Museum"]}," as well as ",{"type":"'''","value":["The Garden Tomb"]}," and ",{"type":"'''","value":["The Tomb of the Kings"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lady Tunshuq Palace and Tomb"]}]},{"type":"*","value":[{"type":"'''","value":["The Indian Hospice"]},", ",{"type":"'''","value":["The Austrian Hospice"]},", ",{"type":"'''","value":["The Armenian Hospice"]}]},{"type":"*","value":[{"type":"'''","value":["Syriac Church"]},", ",{"type":"'''","value":["Maronite Church"]}]},{"type":"*","value":[{"type":"'''","value":["The Armenian Cathedral and Museum"]}]},{"type":"*","value":[{"type":"'''","value":["Murestan Square"]}," with the Lutheran ",{"type":"'''","value":["Church of the Redeemer"]}]},{"type":"*","value":[{"type":"'''","value":["Mount of Olives"]}," with numerous monuments including: ",{"type":"'''","value":["Kidron Valley Monuments"]},", ",{"type":"'''","value":["Maria's Tomb"]},", ",{"type":"'''","value":["The Ascension Chapel"]},", ",{"type":"'''","value":["Domini Flevit Church"]},", ",{"type":"'''","value":["Church of All Nations"]},", ",{"type":"'''","value":["Tombs of the Prophets"]},", ",{"type":"'''","value":["Jewish Cemetery"]},", ",{"type":"'''","value":["Pater Noster Church"]},", ",{"type":"'''","value":["The Muscoviya"]},", ",{"type":"'''","value":["The Tomb of Lazarus"]}," (in Al Eizariya village at the south-eastern slope of the Mount of Olives)"]},{"type":"*","value":[{"type":"'''","value":["Hess Promenade"]}]},{"type":"*","value":[{"type":"'''","value":["Mount Zion"]}," with several monuments including: ",{"type":"'''","value":["Hagia Maria Sion Abbey (Dormision Church)"]},", ",{"type":"'''","value":["Schindler's Tomb"]},", ",{"type":"'''","value":["Chamber of the Holocaust (Martef HaShoah)"]},", ",{"type":"'''","value":["David's Tomb"]}," and ",{"type":"'''","value":["Room of the Last Supper"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Mamilla Cemetery"]}," is worth visiting with its ancient pools and graves of famous Muslim leaders. It is also the subject of controversy as the Center for Human Dignity (which will include the Museum of Tolerance) is expected to be constructed on the parking lot of the cemetery."]},{"type":"*","value":[" ",{"type":"'''","value":["Lifta"]},", an abandoned Arab village located near the western entrance to Jerusalem. The place is not well-known, even among inhabitants. The place is full of spacious, multilevel, half-ruined buildings. Some of the houses are rebuilt and Jewish families live in these. It's easy to find wild opuntia (cactus fruit) and almond trees there. The must-see spot in Lifta is a long, very narrow tunnel going from the bricked-in ancient pool at the bottom of the village. The pool is mentioned in the Bible. Take off your shoes before entering it, because water can reach knee-level. The simplest way to get there is to take a walk from the main bus station towards the nearby hill where you enter the city from Tel Aviv, take the foot bridge over the highway and a downhill hike from behind the gas station, which takes about 15 minutes. Be careful: the pool is about 2 meters deep when full but has no stairs or ladder out, and while sometimes people pile stones at a corner for a step up to get out, you need to be strong enough to exit with a full pullup and hand press from the high edge or wait for a friend to pull you out. Especially on Friday and even more so before major Jewish holidays, many religious male youths will be found at Lifta performing ritual purification by immersion, and they may become irritated should a female bather show up to swim, potentially forcing large numbers of males wishing to use the ancient ritual mikveh pool for what they consider a non-recreational ritual away from the area."]},{"type":"*","value":[" Tours are provided every week by the ",{"type":"[","value":["http:\/\/www.jerusalem-studies.alquds.edu\/node?index=2&id=10 Al-Quds University Center for Jerusalem Studies"]},". Including tours of the Old City settlements, Ramparts and the tunnels. Tour guides are academics and historians who focus on the Palestinian perspective."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Heichal Shlomo"],["alt="],["url=http:\/\/eng.hechalshlomo.org.il\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(02) 588-9000"],["tollfree="],["fax="],["hours="],["price="],["content=In King George 58 st. a museum of jewish art."]]}]},{"type":"*","value":[{"type":"'''","value":["Jerusalem Botanical Gardens"]}," - at the university campus in Givat Ram. open Sun-Tue and Thu 9.30am-5.00pm, Fri 9.00am-3.00pm. Tel (02) 648-0049 \/ (073) 243-8914."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jerusalem City Model"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(02) 629-7731"],["tollfree="],["fax="],["hours="],["price="],["content=Free. at the Jerusalem City Hall. a model of the city of Jerusalem including a planned structures. visitors time between: 11:00-13:30 in the morning."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mount Herzl"],["alt=also called: '''Mount of Remembrance'"],["url=http:\/\/www.herzl.org\/English\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free. in the end of Herzl boulevard street. adjacent to Yad VaShem and the Jerusalem Forest. this is the national cemetery of Israel and includes \"Yitzhak Rabin grave\" and the \"Theodor Herzl Museum\". also including the memorials of the \"",{"type":"'''","value":["Victims of Acts of Terror Memorial"]},"\" and the \"",{"type":"'''","value":["Garden of the Missing Soldiers"]},"\". near Herzl's grave there is a large broad for the main ceremony of the opening of the Independence Day. take the Jerusalem Light Rail tour (one drive: 6.6 NIS;). There is station near the entrance to Mount Herzl."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Israel Museum"],["url=http:\/\/www.english.imjnet.org.il"],["email=info@imj.org.il"],["address=Ruppin Blvd"],["lat="],["long="],["directions=The museum is in the National Precinct, just across from the Knesset, Israel's parliament. Buses: 7,9,14 and 35"],["phone=+972-2-6708811"],["tollfree="],["fax=972-2-677-1332"],["hours="],["price=Adult 50 NIS, Student 37 NIS, Child 25 NIS"],["content=",{"type":"[[","value":[["File:Entrance to the Israel Museum IMG 6027.JPG"],["thumb"],["The Art Gallery Building of the Israel Museum"]]}," The museum is the largest and most famous one in Israel. The Museum includes the \"shrine of the book\" where the Dead Sea Scrolls and the \"Aleppo Codex\" (one of the oldest Bibles in the world) are kept. It also has a large scale model of Jerusalem in ancient times and a youth's wing. It has large archaeology, Judaica and art sections that were renovated and reopened in 2010."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yad Vashem"],["url=http:\/\/www.yadvashem.org\/"],["email=general.information@yadvashem.org.il"],["address=Har Hazikaron"],["lat="],["long="],["directions=Jerusalem light-rail Mt. Herzl terminal station. Then take the free shuttle to Yad Vashem or walk 10 minutes (museum signs are visible)"],["phone=972-2-6443802"],["tollfree="],["fax=972-2-6443803"],["hours=Sun-Wed: 09:00-17:00, Thu: 09:00-20:00, Fri:09:00-14:00"],["price=free admission"],["content=Yad Vashem is Israel's Holocaust museum. There is no fee to enter but guided-tours can cost about 30 NIS. Children under ten are not allowed to enter the museum proper but they go to other areas."]]}]},{"type":"[[","value":[["File:Jaffa Gate and Tower of David.jpg"],["200px"],["thumb"],["Tower of David overlooking the Jaffa Gate"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Tower of David (Citadel)"],["url=http:\/\/www.towerofdavid.org.il\/English\/"],["email=tower@netvision.net.il"],["address=Jaffa Gate"],["lat="],["long="],["directions="],["phone=+972-2-6265333"],["tollfree="],["fax=+972-2-6283418"],["hours=Su-Th 09:00-16:00, Sa 09:00-14:00"],["price=Adults 30 NIS, Students 20 NIS, Children 15 NIS"],["content=It is the famous tower at Jaffa Gate, the museum of Jerusalem history. The museum uses the chambers and room of the Jerusalem citadel as exhibition rooms, each exhibition is dedicated to a specific period in the history of Jerusalem. The exhibitions are chronologically ordered. At nights, the museum present a spectacular night-show of lights and sounds, screened on the citadel, telling the story of the history of Jerusalem. Night show must be pre-ordered at the museum counter or via +972-2-6265333"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Science Museum"],["url=http:\/\/www.mada.org.il\/en"],["email=mada@mada.org.il"],["address="],["lat="],["long="],["directions="],["phone=+972-2-6544888"],["tollfree="],["fax="],["hours=Sun: Closed, Mon-Thu: 10:00-18:00, Fri: 10:00-14:00, Sat: 10:00-16:00"],["price=40 NIS"],["content=The museum features many \"active exhibitions\" which invite the visitor to tocuh and participate. A good choice for those whom are travelling with kids."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Museum For Islamic Art"],["url=http:\/\/www.islamicart.co.il\/en"],["email=islamart@netvision.net.il"],["address=2 HaPalmach St"],["lat="],["long="],["directions="],["phone=+972-2-566-1291"],["tollfree="],["fax=+972-2-5619802"],["hours=Sun, Mon, Wed: 10:00-15:00, Tue, Thu: 10:00-19:00, Fri: 10:00-14:00, Sat: 10:00-16:00"],["price=Adult: 40 NIS, Student: 30 NIS, Child: 20 NIS"],["content=The museum includes several exhibitions including ancient clocks exhibition."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bible Lands Museum"],["url=http:\/\/www.blmj.org\/en\/"],["email=contact@blmj.org"],["address=25 Avraham Granot St"],["lat="],["long="],["directions=At the Museum row at the National Precinct, near the Knesset and just across the Israel Museum. Bus lines: 9, 7, 14, 35 and 99."],["phone=+972-2-5611066"],["tollfree="],["fax=972-2 5638228"],["hours=Sun, Mon, Tue, Thu: 09:30-17:30. Wed 09:30-21:30. Fri: 10:00-14:00. Sat: 10:00-14:00"],["price=Adult 40 NIS, Senior 30 NIS, Student\/Child 20 NIS"],["content=A unique museum with an enormous number of relics and pieces and tris to reflect the history of the biblical period in the ancient lands of the Bible."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Old Yishuv Court Museum"],["url=http:\/\/www.jewish-quarter.org.il\/meida-museum.asp"],["email="],["address=6 Or Ha-Haim St"],["lat="],["long="],["directions="],["phone=+972-2-6276319"],["tollfree="],["fax=+972-2-6284636"],["hours=Sun-Thu: 10:00-17:00, Fri: 10:00-13:00"],["price=Adult 18 NIS, Student 12 NIS"],["content=The history of the Jewish community in the Jewish Quarter of Jerusalem from the beginning of the 15th century until the fall of the Quarter in the War of Independence."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rockefeller Museum"],["alt="],["url=http:\/\/www.imj.org.il\/rockefeller\/index.html"],["email=fawziib@imj.org.il"],["address=27 Sultan Suleiman St"],["lat="],["long="],["directions=just outside the Old City Wall, near Herod's Gate—a short ride from the Jerusalem Municipality) Buses: 1 and 2"],["phone=+972-2-6708074"],["tollfree="],["fax=+972-2-6708063"],["hours=Sun, Mon, Wed, Thu: 10:00-15:00, Sat: 10:00-14:00, Tue, Fri: Closed"],["price="],["content=Today a branch of the Israel museum, Rockefeller museum was opened in 1938. The museum is dedicated to archaeological finds in the holyland."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nMost hotels will provide tours.  Bus # 99 provides an orientation to the whole city and can provide a perspective of the city. It cost 60 Shekels for a 2 hour tour and 80 shekels for all day tour. It starts at the Egged Central Bus Station. You can get on and off all day and is run and looks like the double-decker tour buses in London.\n\nThe Western Wailing Wall\/underground is a tour that is well worth your time. The female guide there was well versed in the history of the wall and the explanation of the first two temples and the subsequent construction of the Dome of the Rock will create a great picture of the conflict between relevant cultures. A reservation should be made through your hotel. But individual walk-ins can sometimes be squeezed in.\n\nThe City of David water tunnels tour is interesting. It is located down the road from the Dung Gate (near the Western Wall), follow the signs. The tour lasts around 2 hours and starts with a description of the City of David. It culminates in a 25 minute walk through the water channel cut to bring fresh water into Jerusalem from a nearby spring. Sandals and a torch are required! The water is ankle deep for most of the tour.\n\nJerusalem is an amazing city for kids and kids events. Each museum runs special kids programs during the summer including Recycle workshops at the Israel Museum, Costumed tours of the Bible Lands Museum and the Museum of the Underground Prisoner. The Jerusalem Theater has a full schedule of kids theater and even opera. For a full list of kids events and attractions see www.funinjerusalem.com\n\nFor teens there is mini golf, segway tours, bowling, go karting, extreme sports, carpentry workshop and Kad V'Chomer (paint your own ceramics). Fun In Jerusalem also has a full list of swimming pools open to the public which come in handy during the hot summer months.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Temple Mount Sifting Project"],["url=http:\/\/templemount.wordpress.com"],["email="],["address=Tzurim Valley National Park"],["lat=31.78722"],["long=35.24056"],["directions=Enter from Derech E-Tur Shmuel Ben Adaya"],["phone=972-2-6280342"],["tollfree="],["fax="],["hours=9-17"],["price=15nis"],["content=Participate in salvaging antiquies in debris that was dumped out of the Temple Mount"]]}]},"\nFor people interested in the environment there is Eco Israel Tours, which offers visitors to Israel the opportunity to head off the beaten-path and to experience a side of Israel rarely seen by visitors and students. They expose groups first-hand to Israel’s natural beauty, as well as its living, breathing culture of innovation. Despite its challenges, Israel is a global leader in green solutions to environmental problems. Eco Israel Tours provides an interactive, dynamic experience of this exciting world within Israel by exploring contemporary challenges and solution such as water and energy. For more information or to sign up for a tour, contact Yonatan Neril, Eco Israel Tours director, at 973-433-3322 (US-line), 054-723-4973 (Israel-line), or by email at gemma@ecoisraeltours.com\n\n",{"type":"==","value":["Learn"]},"\n\nJerusalem offers a wide range of educational programmes, which include:\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/overseas.huji.ac.il Rothberg International School"]}]}," – part of the Hebrew University of Jerusalem."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yad-vashem.org.il Yad Vashem"]}]}," runs a number of educational courses treating the subject of the Holocaust and Genocide Studies."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alquds.edu\/qiss\/index.php?page=about Al Quds University"]}]}," offers many different programs to foreign students, as well as special summer courses to improve your Arabic skills."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.allnationscafe.org All Nations Cafe"]}]}," organizes summer caravans where internationals can learn about the social, political and cultural aspects of life in and around Jerusalem."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aish.com AISH Hatorah"]}]}," Offers walk-in interactive discussions and lectures that cover topics such as: Being Jewish in today's world, defining the major tenents in Jewish thought from a rational perspective, and exploring major themes and practices in Jewish spirituality."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.machonmeir.net Yeshiva Machon Meir"]}]}," Address: 2 Hameiri Ave., Kiryat Moshe, Jerusalem 91340, Israel: Shiurim in weekly tora portion (parasha), religious rules (halacha), Jewish ethics (mussar). Jewish outreach. Instruction languages are Hebrew, English and Russian."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nJerusalem is big on t-shirts of all shapes, colors and designs, often with good evidence of Jewish humour being present! If shopping in the Old City's markets, where almost anything can be found, be prepared to ",{"type":"[[","value":[["haggle"]]},". You will get all sorts of beautiful and unique gifts here ranging from jewellary, bed covers, statues to spices. Judaica is also a popular choice of purchase.  The Old City's Jewish Quarter is particularly good for this, as is Mea Shearim, however, dress modestly. Outside the old city a very good shopping destination is the pedestrian mall at the Ben Yehuda street, the Mamilla pedestrian mall outside the old city and the Malcha mall. These malls are also good places to eat!\n\n",{"type":"==","value":["Eat"]},"\nJerusalem, being the multicultural city that it is, has food from all countries, cultures, and tastes. Besides the ubiquitous falafel stands, there is European, Ethiopian, Medditeranean, and Middle Eastern foods. There is also a large ranges in prices from the ritzy and exotic Emek Refaim to falafel stands centered around Machaneh Yehuda and the Central Bus Station. A good rule of thumb is to look for restaurants filled with Hebrew or Arabic speaking locals.\n\nIf you keep kosher, Jerusalem will be a wonderful place to visit. In the Jewish sections of the city almost everything is kosher. However you should still check for the paper on the wall. The Jerusalem rabbinute issues Kashrut certificates that are good for 3 months at a time, and color coded. If you don't see it displayed do not hesitate to ask the staff. If they don't show you one its a good sign to move along. The certificate should be stamped \"Basari\" (meat) or \"halavi\" (Dairy) in Hebrew. The current certificates are cream colored with red print for dairy and pinkish-red for meat restaurants. These will be good until Sept 22 (Rosh Hashana) after that the rabbinute will put up new certifications. Note it is not unusual for it to take a few days to get the new certificate up.\nIt is usually the policy of the Jerusalem rabbinute to not certify a chain store as kosher unless all the branches in the city of Jerusalem are kosher. For this reason McDonalds and some branches of Aroma in Jerusalem are not certified kosher.\n\n",{"type":"{{","value":[["movetodistrict"]]},"\n\n",{"type":"===","value":["American"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Burgers Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=  A small chain of stores, one can be found on Emek Refaim St. and another on Shamai St. (near Ben Yehudah St.) Kosher, also on French Hill, though they have relatively slow and sloppy service and questionable hygiene at busy hours. The food is relatively cheap, about 50 NIS for a 150g hamburger, fries and a soft drink."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=New Deli"],["url="],["email="],["address=33 Hillel St"],["lat="],["long="],["directions=Hillel St and Emek Refaim St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Kosher"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Meat Burger"],["url="],["email="],["address="],["lat="],["long="],["directions=Hillel St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Burger, fries, and drink NIS 35-45. Not Kosher."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mike's Place"],["url=http:\/\/mikesplacebars.com mikesplacebars.com"],["email="],["address=33 Jaffa Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Live-Music Sports Bar and Grill with a large International Menu including American and Tex-Mex standards. The only branch of the Mike's Place Chain that is Kosher.  Mike's Place first opened in Jerusalem in 1992, and is a landmark of Jerusalem nightlife."]]}]},"\n",{"type":"===","value":["Italian"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Agas Vetapuah"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=02-6230280"],["tollfree="],["fax="],["hours="],["price="],["content=Safra Square 6, Sun-Thur: 11AM-11PM, Sat: after Sabbath-12AM. This restaurant is considered to be among the best Italian restaurants in Jerusalem. The restaurant is owned by Yonatan Ottolenghi, an Italian from Milano, who is often in the restaurant and sells his handmade liqueur in the restaurant. The restaurant serves various Italian dishes such as: pizzas, pastas, lasagnas and antipasti; and its blintzes are famed throughout Jerusalem. OU Kosher."]]}]},"\n",{"type":"===","value":["Arabic"]},"\n",{"type":"*","value":[{"type":"'''","value":["Abu Shukri"]},", This is regarded as one of, if not the, tastiest and most affordable in Jerusalem. It is located where the Via Dolorosa and Al Wad Road meet. It's renown for its hummus and falafel. Go early on Saturday. That's when lines of Israelis wait for tables on afternoons. Not Kosher"]},{"type":"*","value":[{"type":"'''","value":["Hashipudia"]},", 6 Ha-Shikma St. This restaurant exclusively prepares skewers of lamb, beef, hearts and livers, geese and chicken breast, and goose liver. Also, it bakes fresh Iraqi pita bread every afternoon. Not Kosher, it is Halal though."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BASTI Restaurant"],["alt="],["url="],["email="],["address=70 El Wad Road"],["lat="],["long="],["directions="],["phone=026284067"],["tollfree="],["fax="],["hours="],["price="],["content=opposite to the (AUSTRIAN HOSPICE) & 3rd station of Via Dolorosa. 9AM-10PM. A family-owned restaurant that has been open since 1927. If you don't like the pizza it's free. Also offers shawrma, chicken shishkabab and lamb shishkabab (all are served with saldes and humus and chips) as well as natural lemon with mint juice.less than 13 $. edit"]]}]},"\n",{"type":"===","value":["Israeli"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Eucalyptus"]},", The Artists Colony by the old city, biblical Israeli cuisine best known for its \"shir hashirim (song of songs)\" tasting menu.  There is a view of the David citadel from the restaurant and the chefs are internationally acclaimed.  Reservations recommended.  Kosher."]},{"type":"*","value":[{"type":"'''","value":["Matameh Tziona"]},", French Hill Town Center, Small family run restaurant. Hailed by university students as some of the best food in Jerusalem. Falafel, Shawarma, Schnitzel, and many other delicious dishes. open Sunday through Thursday, 10AM–10PM Kosher."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shalom Felafel"],["alt="],["url="],["email="],["address=36 Bezalel St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Sunday through Thursday, 11AM–8:30PM"],["price="],["content=This is the classic Jerusalem Falafel place. Kosher."]]}]},"Try ",{"type":"'''","value":["me'orav yerushalmi"]}," (lit. \"Jerusalem Mix\"), a pita or laffa bread stuffed with a tasty mix of spices and grilled meats and chicken innards. One famous place is ",{"type":"'''","value":["Steakiyat Hatzot"]},", Agrippas St., near the Mahaneh Yehuda Market. Check out the photos on the wall.\n",{"type":"*","value":[{"type":"'''","value":["Melech HaShawarma"]},", Agripas and King George. The best shawarma in Jerusalem by far, a real treat. And only 20 NIS for a great shawarma. Best deal all around. Kosher."]},{"type":"*","value":[{"type":"'''","value":["HaSabikh"]},", past the Ben Yehuda midrachov on the right. Home to the tastiest Sabikh in the city, in pita made fresh at the restaurant."]},{"type":"*","value":[{"type":"'''","value":["Falafel Hamelech"]}," (Falafel King) at the intersection of King George and Aggripas st, right in the center of downtown. Cheap and fair. A falafel in pita with a soda will be 14nis. Be sure, however, to try your Falafel with \"amba\", a delicious mango-based condiment that you cannot get outside of the region easily! Kosher, Rabbinate."]},{"type":"*","value":[{"type":"'''","value":["Steakiat Tzidkiyahu"]}," Talpiot, Israeli \"Steakiya\" place, which is to say various types of meat on skewers. About 45-60NIS per person but very good. Also they will fill your table with various Israeli salads and fresh bread. Amazing value! Kosher Mehadrin l'Mehadrin."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=From Gaza to Berlin"],["alt="],["url="],["email="],["address=55 Gaza St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the corner of Gaza St and Berlin St, with a second branch downtown. A small and friendly place selling hummus and falafel, has excellent Kube soup of different types. Coming here on a Friday afternoon is a truly classic Israeli experience. Kosher."]]}]},"\n",{"type":"===","value":["Mizrachi"]},"\n",{"type":"*","value":[{"type":"'''","value":["Marvad Haksammim"]},", 2 branches: King George St and Emek Refaim St. With its large serving sizes this is one of the best places for Yemenite food in the city. Be sure to try the Kuba soup (red, sweet, and spicy with round meat dumplings), Saluf (think large, thick, and crispy burritos), Shakshuka (poached eggs in tomato sauce), and Malawakh (doughy sweet pancake). Entrees are NIS 15-40. Kosher."]},"\n",{"type":"===","value":["Ethiopian"]},"\nEthio-Israel experience, Turn left on Havatzelet St. when going on Yafo St. towards the Old City. Then turn right on Elyashar street and follow it to the left. In the little cul-de-sac is an incredible little restaurant. You won't be able to stop eating.\n\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Versavee"],["alt="],["url=http:\/\/www.versavee.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just next to the Jaffa gate, next to the Imperial Hotel. A lovely bistro\/cafe\/bar. A pleasant atmosphere, good prices and the staff are friendly and all speak English. Try the local Palestinian beer called Taybeh—only 18 NIS. One of the nicest and cleanest cafes in the Old City. This small indoor\/outdoor cafe\/restaurant\/bar is a nice spot for lunch, dinner or late night snack. The atmosphere is lively, the food very good, prices reasonable, service prompt and friendly. It is also one of the few eateries open at night in the Old City."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Kadosh"],["alt="],["url="],["email="],["address=6 Shlomzion HaMalka St"],["lat="],["long="],["directions="],["phone=02-6254210"],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1967, this Cafe is considered to be one of the best in Jerusalem. Serving excellent pastries, eggs, pastas, and much more, you will feel like you are in Europe. Reservations are recommended, especially on Fridays. Kosher."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\nThere is plenty of nightlife in Jerusalem. For clubs, the best way is to have a \"proteksya\", or connection with someone. This way of knowing someone who works at the door or a friend is the easiest and best way to have a great time in Jerusalem. In the way of a more laid-back alternative bar scene, crawl around the closely nestled joints centered around the corner of Heleni HaMaika and Monobaz. All nightclubs and bars listed here are in Western Jerusalem.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Artel Jazz Club"],["url=http:\/\/www.art-l.co.il"],["email="],["address=Heleni Hamalka 9"],["lat="],["long="],["directions=Russian Compound"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nEvery night live jazz concert at 22:00. Great food. Good selection of beverages. Free Wireless Internet."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=HAOMAN 17"],["url="],["email="],["address=Rachov Haoman #17, Talpiyot Industrial Area"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open Thursday and Friday nights. Opens around 12AM, closes well after sunrise."],["price=Cover is 80-120 NIS"],["content=HAOMAN is one of the top rated night clubs in the world.  DJs from around the world entertain beautiful people into the morning hours with live house-techno music.  The long line prefers well dressed, attractive people.  Flashing a University ID helps you get through the crowd on a busy night.  Go with friends, as the club is in an industrial area (not the safest place to be alone at night). Do not argue with the regulars, as people have been assaulted in the past.  The most fun Thursday night in Yerushalayim."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Cassette"],["url="],["email="],["address=1 Horkenous St"],["lat="],["long="],["directions="],["phone=054-7263567"],["tollfree="],["fax="],["hours=Sun-Thu and Sat 20:00-4:00; Fri 21:20-4:00"],["price=18 NIS Beer and 6 NIS chaser"],["content=With the electric conduits forming a vine pattern over your head in its crypt-like backroom, this bar screams 'talk to me about philosophy' while experimental music plays in the background. The customers are the sort of people you'd find lounging around in art student's dorm room--in the best way possible."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Uganda"],["url=http:\/\/www.uganda.co.il\/"],["email="],["address=Aristobolus 4"],["lat="],["long="],["directions=Russian compound"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you're looking to nudge your friend to ask them if they know this B-side, then you need to check out this hipster, music-oriented college staple. Uganda's unpretentious decor with cover art clad walls is matched by the understated fashion sense of its patrons. From hummus in the afternoon to Goldstar beer at night, the prices are pocket-friendly. Come here to meet Jerusalem's art- and image-conscious students."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ha-Tipa"],["url="],["email="],["address=Hadekel 2"],["lat="],["long="],["directions=Mahane Yehuda Market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small neighborhood pub at the outskirts of the Ben-Yehuda Market. Very Cheap alcohol, good music and Photo gallery."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Noc"],["url="],["email="],["address=Jaffa 31 in the alley"],["lat="],["long="],["directions=Feingold Courtyard"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Stardust"],["url=http:\/\/www.pubstardust.com\/"],["email="],["address=Rivlin 6"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The pub was established in '96, and is named after a David Bowie album. It's crowd is a mix made of students, tourists, artists and young people. The music is mainly Alternative, mostly from England, and the bar prices are extremely good. The Happy Hour starts at 16:30 and lasts for five hours. All major sports event, including Premier League, Bundesliga, World Cup and Champions League are shown there on a big screen."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sira"],["url=http:\/\/www.sira4.com\/"],["email="],["address=Ben-Sira 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jerusalem hardcore pub. Live DJs every night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Daila"],["url=http:\/\/www.dailazoo.net\/"],["email="],["address=Shlomtzion 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Multi-cultural space for independent art and social change."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Prague"],["url="],["email=ratnerdaniel@gmail.com"],["address=Rivlin 6"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=18:30 till the last customer"],["price=40-60"],["content= An east european bar restaurant offering some great ethnic food together with big amount of draught beers and some exclusive attractions ."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Birman"],["alt=Musical Bistro"],["url="],["email="],["address=Dorot Rishonim ST"],["lat="],["long="],["directions=pedestrin mall, downtown Jerusalem"],["phone=+972-50-2990059"],["tollfree="],["fax="],["hours=daily 19:00-late night"],["price="],["content=Musical Bistro – Live music every night.\nFor art, music & good food lovers. Open daily 19:00 till late hours\nFriday 13:00 – Sabbath Closed on SAT."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Izen Bar"],["url="],["email=izenbar@gmail.com"],["address=Dereh Beit Lehem 7"],["lat="],["long="],["directions=Old Train Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=IZEN Bar has for the past 3 years been the highest rated bar in Jerusalem. It's open Thursday, Friday & Saturday (sometimes also earlier in the week).\nIt appeals to the crowd with it's lovely environment.Outdoor area, a various numbers of DJ's playing popular high beating tunes into the early morning. Also known for it's happy atmosphere, entertainment of dancers, drummers, saxophonists +++ and different theme night's.\nA delicious assortment of dishes & snacks is served all night.\nIt's recommendable to come early too avoid long lines."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Angelica"],["url="],["email="],["address=Shatz 7"],["lat="],["long="],["directions=any bus to king george street, exit at cafe joe"],["phone=(02) 623-0056"],["tollfree="],["fax="],["hours="],["price="],["content=the only bar in Jerusalem serving classic cocktails using freshly muddled fruits and vegetables.  Elegant atmosphere and the best drinks in town."]]}]},"\nIf you are looking for alcohol stores, there is one right by the Jaffa gate and several on Jaffa Rd.  One of the stores by the Generali building (located on the right side on Jaffa when you're facing the building) stocks a wide variety of different beers and also has great prices, lower than that of other stores, check it out!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n\nThe Old City has a diverse mix of small hotels, religious hospices and cheap hostels that might appeal to the traveller.\n\n",{"type":"[[","value":[["Jerusalem\/West Jerusalem"],["West Jerusalem"]]}," has a blend of B&Bs, guesthouses, small hotels and large hotels—all the way up to 5-star accommodation, including the famous King David Hotel.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jerusalem Gate Hotel"],["url=http:\/\/www.jerusalemgatehotel.com\/"],["email="],["address=43 Yirmiyahu St"],["lat="],["long="],["directions="],["phone=+972-2-5008500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel located at the entrance to Jerusalem with bar, coffee shop and banquet halls. The cuisine is international with Glatt Kosher LeMehadrin Rabbinate Supervision."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\nJerusalem's Old city boasts the cheapest accommodation, while some newly-built hostels operate in West Jerusalem.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jerusalem Hostel"],["url=http:\/\/www.jerusalem-hostel.com\/"],["email="],["address=44 Jaffa Rd"],["lat="],["long="],["directions=From Jerusalem bus station walk along the Jaffa road to the left (toward Old City) where the railtrack lies"],["phone=02-6236102"],["tollfree="],["fax="],["hours=No curfew"],["price=Dorm: 80 NIS; Private Room: starting from 230 NIS"],["checkin="],["checkout="],["content=Clean hostel with a convenient central location on Zion Square."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ramsis Hostel(guest house)"],["alt=RAMSIS777@YMAIL.COM"],["url="],["email="],["address=20 Hanevim St"],["lat="],["long="],["directions=outside Damascus gate"],["phone=+972 -02-6271651-"],["tollfree="],["fax="],["hours=No curfew"],["price=dormbed=$10 private =$15 free tea or coffee"],["checkin=12.00pm"],["checkout=10.00am"],["content=Very friendly and the location is outstanding, right on the very frontline between east and west, with the bars in West Jerusalem only a 5 minute walk away. Wireless internet included in price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golden Gate Inn"],["url="],["email="],["address=Khan al-Zeit St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=150 NIS or so for a private single"],["checkin="],["checkout="],["content=Breakfast included in the price and has free WiFi.  Very near Damascus gate and about a 8 minute walk to Jaffa gate.  Rooms are clean but tiny as you would expect for the price."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apartments Israel"],["url=http:\/\/www.apartmentsisrael.com"],["email="],["address=24 Ben Sira St"],["lat="],["long="],["directions=in front of Mamilla"],["phone=972-2650-8008"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury vacation apartments located in the best areas of Jerusalem"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Al Hashimi Hotel and Hostel"],["url=http:\/\/www.alhashimihotel-jerusalem.com"],["email="],["address=Souq Khan El-Zeit # 73, Old City"],["lat="],["long="],["directions="],["phone=9277 - 628-4410"],["tollfree="],["fax="],["hours="],["price=Single - $100"],["checkin="],["checkout="],["content=Air-conditioned rooms, all of which have a cable television, private toilet and bath, telephone, and internet connection. Recently renovated and great 5th floor\/roof view of city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harmony Hotel Jerusalem"],["url=http:\/\/www.atlas.co.il\/hotel.asp?hotel_id=302"],["email="],["address=6 Yoel Moshe Salomon St"],["lat="],["long="],["directions=Nahalat Sheva"],["phone="],["tollfree="],["fax="],["hours=Open 24hr"],["price=Single: 120$; Double: 140$"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jerusalem Inn"],["url=http:\/\/jerusalem-inn.com\/English\/"],["email="],["address=7 Horkanos St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Israeli buffet breakfast and free WiFi included in the price. All rooms have a private bath and toilet, a balcony, TV, airconditioning, mini-bar and a safe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Montefiore Hotel"],["url=http:\/\/www.montefiorehotel.com\/en\/\/"],["email="],["address=7 Shatz St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Park Hotel"],["url=http:\/\/www.park-hotel-jerusalem.com\/"],["email="],["address=2 Vilnay St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Close to Calatrava Railway Bridge, Park Hotel stands adjacent to modern Jerusalem's International Convention Center and is only a short walk from the Israel Museum, the Hebrew University's Givat Ram campus, the Knesset (home of Israel's Parliament) and the Government's most important buildings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ella Residence Suites Hotel"],["url=http:\/\/www.ellsres.com\/en"],["email=ella.residence.hotel@gmail.com"],["address=21 Hadishon St"],["lat="],["long="],["directions="],["phone=972-2-6781925"],["tollfree="],["fax=972-2-6799989"],["hours="],["price=180$"],["checkin=14:00"],["checkout=12:00"],["content=Furnished suites."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Colony Suites"],["url=http:\/\/www.colonysuites.com\/"],["email="],["address=Hananya St"],["lat="],["long="],["directions=German Colony"],["phone="],["tollfree="],["fax="],["hours="],["price=US$50-180"],["checkin="],["checkout="],["content=Self-contained, serviced vacation apartments for short term let."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Dan Boutique Jerusalem Hotel"],["url=http:\/\/www.danhotels.com\/JerusalemHotels\/DanBoutiqueJerusalemHotel\/"],["email=DanBoutiqueJlm@danhotels.com"],["address=31 Hevron Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 15 minute walk from the Old City's Jaffa Gate, this is a cosy hotel with 129 rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=St. Andrew's Scottish Guest House"],["alt="],["url=http:\/\/www.scotsguesthouse.com"],["email=info@scotsguesthouse.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Single: US$90"],["checkin="],["checkout="],["content=PO Box 8619 1 David Remez Street Jerusalem 91086 Israel. No curfew. Overlooks the Hinnom Valley and located between Mishkenot Shaananim\/Yemin Moshe district and Emek Refaim."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Capitol Hotel"],["url=http:\/\/www.jrscapitol.com"],["email="],["address=Salah Eddin St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From US$99"],["checkin="],["checkout="],["content=54 guest rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza"],["url=http:\/\/www.afi-hotels.com\/Crowne_Plaza_Jerusalem"],["email="],["address=Givat Ram"],["lat="],["long="],["directions=at the city's entrance"],["phone=972-3-5390808"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rimonim Jerusalem"],["url=http:\/\/english.rimonim.com\/rimonim-jerusalem"],["email="],["address=24 Shachrai St, Bait Va'gan"],["lat="],["long="],["directions="],["phone=972-2-675-2222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prima Kings"],["url=http:\/\/www.prima.co.il\/hotel.aspx?resortID=2&LangID=2"],["email=kings@prima.co.il"],["address=60 King George St"],["lat="],["long="],["directions="],["phone=972-2-620-1201"],["tollfree="],["fax=157-2-620-1211"],["hours="],["price="],["checkin=14:00"],["checkout=1:00"],["content=Landmark at the heart of Jerusalem."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prima Royale"],["url=http:\/\/www.prima.co.il\/hotel.aspx?resortID=3&LangID=2"],["email=royale@prima.co.il"],["address=3 Mendele Mocher Sfarim St"],["lat="],["long="],["directions="],["phone=972-2-560-7111"],["tollfree="],["fax=157-2-654-4393"],["hours="],["price="],["checkin=14:00"],["checkout=1:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prima Palace"],["url=http:\/\/www.prima.co.il\/hotel.aspx?resortID=4&LangID=2"],["email=palacl@prima.co.il"],["address=2 Pines St"],["lat="],["long="],["directions="],["phone=972-2-531-1811"],["tollfree="],["fax=157-2-254-4388"],["hours="],["price="],["checkin=14:00"],["checkout=1:00"],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The King David"],["url=http:\/\/www.danhotels.com\/JerusalemHotels\/KingDavidJerusalemHotel\/"],["email=kingdavid@danhotels.com"],["address=23 King David St"],["lat="],["long="],["directions="],["phone=03-5202552"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Probably the city's most famous and historic hotel. Has been residence to monarchs and heads of state in exile."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The American Colony"],["url=http:\/\/www.americancolony.com\/"],["email=reserv@amcol.co.il"],["address=1 Louis Vincent St"],["lat="],["long="],["directions="],["phone=02-627-9777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A beautiful old building in East Jerusalem. Popular with visiting dignitaries and diplomats."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Novotel Jerusalem"],["url=http:\/\/www.novotel.com\/novotel\/fichehotel\/gb\/nov\/2988\/fiche_hotel.shtml"],["email="],["address=9 Saint George St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Starting at $115\/night with breakfast"],["checkin="],["checkout="],["content=Not one of Novotel's finest hotels, located a very short walk from the Wailing Wall.  Some refurbishment is needed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mamilla Jerusalem Hotel"],["url=http:\/\/www.mamilla-jerusalem.co.il"],["email="],["address=11 King Solomon St"],["lat="],["long="],["directions="],["phone=02-5482222"],["tollfree="],["fax=02-5482220"],["hours="],["price="],["checkin="],["checkout="],["content=A 5-star hotel located in the City Center near the Old City few minutes walk from Jaffa Gate, Tower of David and Alrov Mamilla Avenue."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Court Jerusalem Hotel"],["url=http:\/\/www.grandhotels-israel.com\/jerusalem-hotels\/grand-court-jerusalem-hotel"],["email="],["address=15 Saint George St"],["lat="],["long="],["directions="],["phone=972-2-591-7777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=442 rooms including family rooms and some especially designed for handicapped guests."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Inbal Jerusalem Hotel"],["url=http:\/\/www.inbalhotel.com\/"],["email="],["address=Liberty Bell Park, 3, Jabotinsky St"],["lat="],["long="],["directions="],["phone=972-2-675-6666, 1-877-443-7443"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A five star hotel with 283 rooms and suites, a spa, pool and gym."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\n\nThe area code prefix for Jerusalem is: 02.  Israel's country code is: 972.\n\nPublic telephones take prepaid phone cards which can be purchased at post offices, shops and lottery kiosks.  They are available in the following denominations: 20 units (13 NIS), 50 units (29 NIS), or 120 units (60 NIS).  Calls made on Saturdays and Friday evenings are 25% cheaper than the standard rate.\n\nCoin-phones (usually 1 NIS) are also available. Those are private \"public phones\", owned and operated by shop owners.\n\nFor international calls prepaid cards can be bought from post offices, including the new VOIP calling card \"x-phone\".\n\n",{"type":"===","value":["Mail"]},"\nIsraeli Post offices are available for service from 8AM–12PM and 2PM–6PM, Sunday through Thursday.\n",{"type":"*","value":["The central post office for ",{"type":"[[","value":[["Jerusalem\/West Jerusalem"],["West Jerusalem"]]}," is located near the head of Jaffa Road, close to the municipality offices. Open until 7PM."]},{"type":"*","value":["In the ",{"type":"[[","value":[["Jerusalem\/Old City"],["Old City"]]},", post offices can be found in the Armenian Quarter near the Jaffa Gate, diagonally opposite the Tower of David Museum, as well as the Jewish Quarter on Plugat Ha-Kotel near the Broad Wall."]},{"type":"*","value":["A post office is in a small shopping mall on King George Street, immediately south of Jaffo street."]},"\nIsrael uses the red British \"pillar\" mail boxes in some areas of Jerusalem, a reminder of the previous British Mandate.\n\n",{"type":"===","value":["Internet cafes"]},"\n\nThe most common price for internet cafes in Jerusalem is 15 NIS per hour.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Cafe Net"],["url=http:\/\/www.cafenet.co.il\/eng\/"],["email=contact@cafenet.co.il"],["address=3rd floor (Departures) of the new Central Bus station (232 Jaffa Road)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Netcafe"],["url="],["email="],["address=9 Heleni Hamalka Street, Russian Compound"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Call for opening times, as these vary. Closed Shabbat"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Ali Baba"],["url="],["email="],["address=Via Dolorosa, Old City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=6 nis\/h"],["content=Free tea and coffee"]]}]},"\nNote however that most hostels should offer free Wi-Fi.\n\n",{"type":"===","value":["Wireless Internet"]},"\nThere is now a wireless internet connection in some of the streets in Jerusalem. The service is free of charge and can be accessed in the center of the city (Nov. 2004). The streets are: Ben-Yehuda, Nahalat Shiva, Shlomzion Hamalka. There is also wireless internet in the food court of the central bus station and in most chain coffee shops. Free access is also available at the airport.\n\nAlternatively, it is possible to buy an Internet modem stick from ",{"type":"[","value":["http:\/\/www.orange.co.il\/ Orange"]}," or one of the other telcos. Typically a USB modem can cost around 280 ILS, and the monthly cost can be around 100 ILS. There are either monthly subscription plans, or Pre-Paid plans. Some Orange shops—because of their insistence on a requirement of having an Israeli ID—will not allow foreign tourists to sign up for the non-contract monthly subscriptions but tourists are definitely able to purchase the Pre-Paid plans upon showing proof of identity such as a passport.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["infobox"],["Explosive Souvenirs?"],["Due to high security levels throughout Israel, any unattended packages will be assumed to be explosive in nature and will be destroyed.  Standard procedure requires that a bomb squad treat all such packages as live ordnance.  A large majority of unattended packages turn out to be souvenirs that have been left by preoccupied or absent minded tourists."]]},"\n\nDespite alarming news headlines, Jerusalem is safe for tourists.  Street crime is nearly nonexistent, although ",{"type":"[[","value":[["pickpockets"]]}," may work in crowds in the Old City.\n\nThere are, however, a few areas in the city where it is important to be mindful of one's dress, religion, and time period visiting. Here are some guidelines:\n\n",{"type":"*","value":[{"type":"'''","value":["Dress"]},". When visiting any holy site or religious neighborhood one should dress modestly. For men this means long pants, a closed shirt with sleeves, and a head covering. For women, it means a skirt that falls below the knee, a shirt with elbow-length sleeves and no exposed cleavage or stomach. This applies to churches, mosques, and synagogues, as well as the Temple Mount (Noble Sanctuary) and Western Wall (the plaza by the Wall is essentially an open-air synagogue, and there are mosques on the Temple Mount). When in religious neighborhoods as well, such as Mea Shearim, it is advisable to follow these guidelines."]},"\n",{"type":"*","value":[{"type":"'''","value":["Religion"]},". Although all of Jerusalem (except for the interiors of The Dome of the Rock and Al-Aqsa Mosque) is accessible to members of all religions, there are some problems with religion-specific discrimination. The main issue involves Muslims and Jews, and the dispute is an old and very territorial one. It is not always safe for those obviously of the Islamic faith (e.g. wearing a hijab or kufi) to enter Jewish concentrated areas, especially on Sabbath, as well as those obviously of a Jewish faith (e.g. wearing a kipah) to enter Muslim concentrated areas, especially at night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Time"]}," Non-Muslims are not allowed on the Temple Mount (Noble Sanctuary) during times of Muslim prayer. During Shabbat and Jewish holidays, one should not publicly use electronic devices or smoke in any synagogue, at the Western Wall, or in any ultra-Orthodox (\"hareidi\") Jewish neighborhood. (Smoking is, otherwise, rather common in Israel, so nonsmokers should also be forewarned.) Driving in orthodox Jewish neighborhoods on Shabbat is disallowed and roads may be closed off.  This also goes for most Jewish holidays.  During Ramadan, eating, drinking or smoking in the streets of Muslim areas is culturally insensitive although tourists are rarely interfered with."]},"\nDue to the mixture of religions, and the mixture of cultures within religions, tensions can sometimes be high. Avoid any confrontations between locals. Although extremely rare, some locals may carry xenophobic attitudes and ask foreigners to leave the area near their home. You have the right to see all of Jerusalem, but moving along to another area will resolve the situation.\n\nNon-rigorous security checks can be frequent, especially when entering hotels, cinemas\/theaters and shopping areas. It is wise to carry some identification.\n\nOn the whole, theft is not a large-scale problem.  To minimize risk, however, normal precautions apply.  Do not leave valuable objects inside a car or in full view in your hotel room.  There are many ATMs throughout the city and credit cards are widely accepted, so there is no need to carry large amounts of cash.\n\nVisitors may notice a large amount of military personnel on the streets of Jerusalem, especially around certain sites.  This is because every male citizen must perform military service in the Israeli Defense Force (IDF) as soon as they reach the age of 18. Many servicemen and civilians carry firearms (handguns) in public, those mostly soldiers going to or from their homes or in an educational tours in Jerusalem. It was, in fact, an off-duty soldier who stopped the Palestinian terrorist driver of the tractor in the incident in July, 2008 was carrying a handgun. When going to the Western Wall it is quite common to see soldiers praying. Sometimes you might see an Israel Defense Forces \"swearing in ceremony\" near the Western Wall.  This is quite common to conduct military oath ceremonies at the Western Wall plaza, because of the historical and religious importance the Western Wall has to the Jewish People.\n\nAs of 2007, bombings and other terror attacks have virtually ceased in Jerusalem, due to heightened and controversial security measures. Israeli strikes and Palestinian attacks are not major worries.  Tourists have never been the target of attacks and most have occurred well away from tourist sites.  Naturally it is important to remain vigilant and alert.\n\nIn the case of injury or other emergency incidents, ",{"type":"'''","value":["Police"]}," services can be reached by dialing 100,  ",{"type":"'''","value":["Ambulance"]}," services can be reached by dialing 101, and  the ",{"type":"'''","value":["Fire Department"]}," can be reached by dialing 102. All emergency services employ English-speaking operators.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\nMost countries maintaining embassies in Israel keep them in nearby ",{"type":"[[","value":[["Tel Aviv"]]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=grgencon.jer@mfa.gr"],["address=31 Rachel Immenu, Kattamon"],["lat="],["long="],["directions="],["phone=+972 2 561 9583"],["tollfree="],["fax=+972 2 561 0325"],["hours=M-F: 09:00-16:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/jerusalem.usconsulate.gov\/"],["email=JerusalemACS@state.gov"],["address=14 David Flusser"],["lat="],["long="],["directions=Near the former Diplomat Hotel, now the Caprice Diamond Center"],["phone=+972 2 630-4000"],["tollfree="],["fax=+972 2 630-4070"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=UK"],["url="],["email="],["address=19 Nashashibi St, Sheikh Jarrah Quarter"],["lat="],["long="],["directions="],["phone=+972 2 541 4100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Abu Gosh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bethlehem"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Efrat"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jericho"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ramallah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tel Aviv"]]}]},{"type":"{{","value":[["routebox"],["image1=ISR-HW1.png"],["imagesize1=30"],["directionl1=W"],["majorl1= ",{"type":"[[","value":[["Tel Aviv"]]}],["minorl1=",{"type":"[[","value":[["Abu gosh"]]},", ",{"type":"[[","value":[["Ben Gurion airport"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Dead Sea (Israel and the West Bank)"],["Dead Sea"]]}],["minorr1=",{"type":"[[","value":[["Ma'ale Adumin"]]}],["link1="]]},"\n\n",{"type":"{{","value":[["geo"],["31.7833"],["35.2167"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Israel"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jerusalem"]]},"\n",{"type":"[[","value":[["Wikipedia:Jerusalem"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Israel\/Localities\/Jerusalem\/"]]}]