[{"type":"{{","value":[["pagebanner"],["HK Mongkok night banner.JPG"]]},"\n\n",{"type":"'''","value":["Jet lag"]}," is a form of disorientation and fatigue caused by abruptly switching to a different sleeping\/waking schedule and different daylight hours. It is caused by rapid travel across ",{"type":"[[","value":[["time zones"]]},".\n\n",{"type":"==","value":["Cause and severity of jet lag"]},"\nSome people are affected more than others, but it tends to happen when crossing two or more time zones in a single flight (which first became commonplace with the development of commercial jet air travel, hence the term). \n\nJet lag is also compounded by the fact that long hours spent ",{"type":"[[","value":[["on the plane"],["on a plane"]]}," can cause you to sleep too much, or not enough, possibly at the wrong time of day relative to where you departed from. The fatigue from travelling plus the mismatch with local time can leave you ready to fall asleep just after lunch, or being wide awake in the middle of the night, knowing that dawn is still several hours away.\n\nIt doesn't follow that the greater the time difference between your origin and destination, the greater the jet lag. Often a short 4-5 hour difference that causes you to wake at 2AM can be more fatiguing, and take longer to overcome than a complete reversal of day and night. \n\nFor places near the International Date Line (IDL), a time difference of 23 hours (e.g. Hawaii and New Zealand) would not cause much jet lag (only an hour). The maximum possible jet lag between two points is 12 hours. For anything higher, subtract that number from 24. For example, an 18-hour time difference would equal 6 hours of jet lag.\n\nWhere flying isn't concerned, it isn't the length of the flight that matters... only the difference in time zones. Flying from Paris to Johannesburg, while it might take you 15–20 hr, wouldn't leave you very jetlagged because there's only 1 hour time difference. A flight from New York to Tokyo, on the other hand, leaves you with a 13-hour difference, which effectively means reversing your sleep\/wake schedule.\n\nFlights from east to west, where you gain a few hours, are usually a bit easier, as most people find it easier to stay up a little later than to go to bed earlier. But that only works within about 4 or 5 hours difference.\n\n",{"type":"==","value":["Preparing for time zone travel"]},"\nYou can't avoid jet lag completely, but you can make things easier on yourself by not fighting against it. As soon as you can, forget your origin timezone and exist solely by the destination time. If you should be sleeping during your flight to arrive in the morning, then ignore time zones, movies and entertainment, and just sleep whenever you can. If you will arrive in the evening and should stay away while traveling, make sure you have activities, entertainment, caffeine, etc., to keep yourself awake.\n\nWith large time differences (particularly if you're traveling east), you will probably wake up ",{"type":"''","value":["extremely early"]}," after your first night — possibly as early as 3AM! You should do your best to go back to sleep, at least for a few hours, but since you're going to wake up early ",{"type":"''","value":["anyway"]},", you might as well take advantage of it. Plan activities for your first morning or two that take advantage of being up early. (For example, check out the ",{"type":"[[","value":[["Tokyo\/Chuo#See"],["Tsukiji Fish Market"]]}," in ",{"type":"[[","value":[["Tokyo"]]}," and get a sushi breakfast, or hike up ",{"type":"[[","value":[["Honolulu\/Waikiki#See"],["Diamond Head"]]}," in ",{"type":"[[","value":[["Hawaii"]]}," to watch the sunrise.)\n\nNew scientific research suggests that fasting (not eating) can help to overcome jet lag by resetting the body's circadian rhythm (biological clock). Not eating 24 or more hours prior to arriving at your destination contributes to feeling less tired once arrived. The light\/dark cycles of the earth affect our circadian rhythms, but so do our eating patterns. Rebooting our feeding cycles can mitigate the time warp.\n\n",{"type":"==","value":["Recovering from jet lag"]},"\n",{"type":"'''","value":["Recovering from jet lag"]}," is a process that, well, ",{"type":"'''","value":["takes time"]},". A rule of thumb is that you recover about 1 hour difference per day. You may find that on your way out, you are fine after just a couple of days, but you will really notice the recovery period ",{"type":"'''","value":["on your way home"]},", particularly if you didn't stay long enough to fully adjust to the original time difference. At that point your body clock will be ",{"type":"''","value":["really"]}," confused and it will take a while for it to sort things out.\n\nYou can aid the process a bit by helping to reset your body clock. Sunlight plays a big factor in this and it helps that the sun is out on your first day. Try to operate on your new local time as early as possible. If you're going to land early in the day, try to sleep on the plane so you arrive refreshed and ready for a full day of activity. Conversely, if you're going to arrive near the evening, try to stay awake on the plane so that you'll be tired when you arrive and can get a lengthy sleep.  As much as possible, spend the daylight hours first few days in your new time zone outdoors.\n\nAttempt to have a normal day in terms of the time zone you've flown into. If you land at 7AM, for example, you will probably have been served breakfast on your flight, so head to your accommodation (ask if they can mind your luggage (if you aren't ",{"type":"[[","value":[["Packing list#Extra lightweight"],["travelling light"]]},"), and go and see some of the sights, making sure to get daylight and fresh air. You'll feel tired, particularly by the mid-afternoon, but keep pushing on until an early dinnertime. Eat dinner and then go to bed. You should be tired enough for a good night's sleep.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Flying"]]}]},"\n",{"type":"{{","value":[["PartOfTopic"],["Stay healthy"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Jet lag"]]}]