[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"[[","value":[["File:Jim Thorpe Lehigh Broadway 2898px.jpg"],["thumb"],["Lehigh Coal & Navigation Building, designed by architect Addison Hutton. Intersection of Broadway and Lehigh Avenue."]]},"\n\n",{"type":"'''","value":["Jim Thorpe"]}," is a borough in ",{"type":"[[","value":[["Carbon County"]]},", near ",{"type":"[[","value":[["Lehighton"]]},", ",{"type":"[[","value":[["Allentown"]]}," and the ",{"type":"[[","value":[["Lehigh Valley"]]},", in the ",{"type":"[[","value":[["United States of America"],["U.S."]]}," state of ",{"type":"[[","value":[["Pennsylvania"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"==","value":[" Get in "]},"\n\nThe closest airport is Lehigh Valley International Airport, near ",{"type":"[[","value":[["Allentown"]]},". It's booking code is ABE. Lehigh Valley International is roughly a thirty-minute drive from Jim Thorpe.\n\n",{"type":"===","value":["By plane"]},"\nDomestic flights arrive from ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Detroit"]]},", ",{"type":"[[","value":[["Charlotte"]]}," and other Mid-west and East coast hubs. Airlines serving Jim Thorpe inclue US Airways, Delta, United, Allegiant, and Pace.\n\n",{"type":"====","value":[" Philadelphia and Newark "]},"\n\nIf you are more interested in a better fare, you may chose to fly into Philadelphia International Airport (booking code PHL) or Newark Liberty International Airport (booking code EWR). US Airways operates a large hub in Philadelphia and United operates a hub in Newark, so there is a good chance you have a direct flight to and from your home airport.\n\nIf you are looking for low fares, Southwest flies into Philadelphia as does AirTran. Finding low fares into Newark and Philadelphia is much easier than finding lower fares into Allentown. though Allentown is more closely situated.\n\n",{"type":"====","value":[" Bus Service "]},"\nSusquehanna Bus Lines offers daily service to Jim Thorpe from both New York City or Philadelphia, with several stops in between. As of 1\/2010, the prices are about $45 round-trip to Philly, and $65 r\/t to NYC. Leave NYC at 7AM or 4PM, or leave Philly at 7:30AM or 4:30PM  Either way, arrive in Jim Thorpe at 11AM or 7PM.\n\n",{"type":"==","value":["Get around"]},"\n\nOnce you land, you must have a car. Jim Thorpe and the surrounding region have no significant means of public transportation.\n\nLehigh Valley, Philadelphia and Newark airports have most major rental car agencies on-site. There is also an Enterprise location in Lehighton.\n\nIf you take the bus to town, there are lots of places to stay and things to do and places to eat\/drink, all within the downtown (i.e. walking distance). You CAN do Jim Thorpe without a vehicle.  But it makes it easier to do MORE, if you have a car.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Asa Packer Mansion"],["alt="],["url=http:\/\/www.asapackermansion.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Downtown. An mansion built in the late 1800s by an influential family."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Old Jail Museum"]},", [west Broadway], Used up to 1995, tours of this cool old building are sure to get you thinking.  Tours May to October."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jim Thorpe's Monument"]},", [East Side of Town],Visit the grave and monument to the world's greatest athlete."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St Mark's Church"]},", [Race St], A beautiful old Gothic church with amazing architecture and rich construction.  Tours available seasonally."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Millionaire's Row"]},", [Broadway], A row of stately homes along the main street featuring amazing architecture and rich construction.  Some are viewable only from outside, but Dugan's, Alice's Pantry, Driesbach House, Albright Mansion are open to see parts of..."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mauch Chunk Museum"]},", [west Broadway], An old Methodist church that's been changed into a local history museum.  A great place to get an overview of what this town is all about."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Number 9 Mine and Museum"],["alt="],["url=http:\/\/no9mine.tripod.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Lansford"]]},". Travel into a real coal mine and learn about the area's coal mining past."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Pocono Whitewater Rafting"],["alt="],["url=http:\/\/www.whitewaterrafting.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This takes place April through October. Rates start at $31.95. Water on the Lehigh River is very shallow during most of the year."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Blue Mountain Ski Area"],["alt="],["url=http:\/\/www.skibluemt.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is just a few minutes from Jim Thorpe and features several ski hills and a snow tubing area. An all day lift ticket is $39. Check out the ski package in conjunction with Mahoning Inn."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=the Jim Thorpe eXperience"],["alt=JTX"],["url=http:\/\/www.theJTX.com"],["email="],["address=37 West Broadway"],["lat="],["long="],["directions=call for tours"],["phone=+1 484-225-1209"],["tollfree="],["fax="],["hours=daily"],["price=$45-95"],["content=The Jim Thorpe eXperience is a guide service offering hiking, biking, kayak and walking tours in and around Jim Thorpe, PA.  Local guides relate the amazing history of the area, while guests enjoy exhilarating outdoor adventures.  Tour packages on website or custom tours available."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jim Thorpe River Adventures"],["url=http:\/\/www.jtraft.com"],["email="],["address=1 Adventure Ln"],["lat="],["long="],["directions=Just across the bridge from downtown"],["phone=+1 570-325-2570"],["tollfree="],["fax="],["hours="],["price="],["content=Jim Thorpe River Adventures is a locally-owned and operated whitewater rafting company.  They are the only rafting company located inside the town of Jim Thorpe, so the bus ride to and from the river is much shorter!  The guides are great and you get a free cookout afterwards!"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Sales tax. The state's 6% sales tax does not apply to most clothing."]},"\n",{"type":"*","value":[" Lehighton has a small mall with a Deb, food store, drug store and a gift store, among a few other shops."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=50 Shops in Downtown JT"],["url=http:\/\/www.jimthorpe.org"],["email="],["address=Broadway"],["lat="],["long="],["directions=just walk around"],["phone="],["tollfree=+1-888-JIM-THORPE"],["fax="],["hours=10-5"],["price="],["content= Downtown Jim Thorpe has over four dozen different shops and restaurants that cater to many budgets and tastes.  Jim Thorpe has so many shops that there is sure to be something for everyone."]]}]},"\n",{"type":"*","value":[" The Lehigh Valley mall is about forty minutes away. Anchored by a JCPenney, Boscov's and Macy's, the mall is home to many more specialty stores and is undergoing expansion at the moment. A multitude of other stores, like TJ Maxx, Kohl's, Sears, Best Buy, Borders, Barnes and Nobles surround the mall, as do more restaurants, especially mid-level chains."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Tannersville Outlets"],["alt="],["url=http:\/\/www.premiumoutlets.com\/outlets\/outlet.asp?id=59"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Are also about forty minutes away, home to outlet stores run by various designers and companies."]]}]},"\n",{"type":"*","value":[" The King of Prussia mall is one of the biggest malls in the country, and just about an hour and a half down the Pennsylvania Turnpike. The King of Prussia is anchored by Nordstrom, Macy's, JCPenney, Sears, Neiman Marcus and Lord & Taylor, as well as many specialty stores."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Through the Looking Glass"],["alt="],["url=http:\/\/www.ttlookingglass.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Romantic atmosphere, live entertainment and interesting eclectic decor. Their breads are all homemade. They offer 6 varieties of soup daily. There are board games and Internet access. This is also a very romantic venue, with dim lights and oil lamps on the tables. Please beware that the service is slow (they admit this) and the management may be hostile should there be a need to manage a problem with your order."]]}]},"\n",{"type":"'''","value":["Downtown JT restaurants"]},", include Through the Looking Glass (above); Cafe Origins, vegetarian; Strange Brew, coffee; China Garden, Chinese; Albright Mansion, English tearoom; Alice's Pantry, coffee; Antonio's, Italian; PepperJack's (below); Mollie Maguire's, steakhouse; Moya, eclectic menu; Flow, farm-to-table;  There is definitely something for everyone.  And if you are in downtown, you can walk to all of these!\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Platz's"]},", just off of the Mahoning Valley exit of the Pennsylvania Turnpike immediately off of Route 209 outside of Lehighton. Platz's is a restaurant similar to Ruby Tuesdays or Applebee’s. The decor and the menu options are similar, however it is not a chain and maintains some local charm. They are well known within the area for their dry buffalo wings."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizza Hut"]}," Located in ",{"type":"[[","value":[["Lehighton"]]},". If you have a craving for pizza, you may want to try Pizza Hut, although there are several independent pizza shops in the area. This location also has a salad bar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pepper Jack's Tex-Mex Grill"]},", located in the central Jim Thorpe business district. Expect a cozy, clean atmosphere and friendly staff. However, be wary of the \"nachos\", which consist of little more than cold Velveeta and corn chips tossed on a plate. Nachos aside, the rest of the menu is suspect at best and is far from authentic Tex-Mex."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Macaluso's"],["alt="],["url=http:\/\/www.lanternlodge.com\/macaluso.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the Lantern Inn off of Route 209 between Jim Thorpe and Nesquehoning. A bit more expensive and much more elegant than the above mentioned restaurants, Macaluso's serves Italian food. Highly recommended if you are looking for a more upscale dining experience while in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Emerald Restaurant\/Molly Maguires Pub"]},", Broadway ",{"type":"''","value":["within The Inn at Jim Thorpe"]},". The upstairs, Emerald, is now closed and undergoing complete renovation, whild the pub downstairs Formerly Molly Maguires Pub, has moved down the street and a new pub will be created in the space below the Inn."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Flow Bar and Restaurant"],["url=http:\/\/www.thecccp.org\/main\/?page_id=16"],["email="],["address=268 W. Broadway"],["lat="],["long="],["directions=Head up Broadway 'til you get there."],["phone=+1 570-325-8200"],["tollfree="],["fax="],["hours=11AM-9PM weekdays, 11AM-10PM weekends."],["price=Appetizers - $6-$9.  Entrees $16-$22"],["content=Just off the beaten path on West Broadway, Flow is an almost-hidden gem.  It features locally raised farm-to-table cuisine and what is probably the most innovative and unique atmosphere anywhere in Northeast Pennsylvania.  It's housed in a renovated wire mill.  There is also a huge adjoining art gallery and a great outdoor grotto during the warmer months.  Inside, the restaurant is decorated with artwork from the gallery.  The coolest thing about Flow is the way that it was named.  During the renovation the contractor cut through the floor and revealed the Mauch Chunk creek flowing under the building.  The owner, artist Victor Stabin, decided to name the restaurant after the discovery and ordered a glass box constructed around opening so everyone that visits the restaurant can see the creek from the restaurant floor."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Inn at Jim Thorpe"],["alt="],["url=http:\/\/www.innjt.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mary's Guesthouse"],["url=http:\/\/www.marysjimthorpe.com"],["email="],["address=39 West Broadway"],["lat="],["long="],["directions="],["phone=+1 570-325-5354"],["tollfree="],["fax="],["hours="],["price=$60-85"],["checkin=3-5"],["checkout=11"],["content=Mary's Guesthouse is a great place for couples, families, groups, and even single travelers - it is a comfortable, economical lodge with all the comforts of home in a casual atmosphere.  Full kitchen and dining area, cozy living area.  Best rates in town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Suites on Broadway"],["url=http:\/\/www.suitesonbroadway.com\/"],["email="],["address=97 Broadway"],["lat="],["long="],["directions="],["phone=+1 570-325-3540"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Suites on Broadway is an elegant Bed and Breakfast with private suites for two adults. A circa 1860 brick Victorian in the heart of Historic Jim Thorpe.  Each suite has a private sitting and breakfast room, a double Jacuzzi tub, and a European fireplace."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Harry Packer Mansion Inn"],["url=http:\/\/www.murdermansion.com"],["email="],["address=19 Packer Ave"],["lat="],["long="],["directions="],["phone=+1 570 325-8566"],["tollfree="],["fax="],["hours="],["price="],["checkin=4PM"],["checkout=11AM"],["content=The Mansion was used as the model for the Haunted mansion in Disney World so it is only fitting that they specialize in murder mystery weekends.  They also offer overnight lodging, wine tastings and small events. Tours and Libations Lounge hours are 1PM to 6PM"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Susquehanna Bus Lines offers daily service from Jim Thorpe, with ultimate destinations being New York City or Philadelphia, with several stops in between.  As of 1\/2010, the prices are about $45 round-trip to Philly, and $65 r\/t to NYC.  Leave JT at 9AM or 5:30PM.  Arrive from the cities at 11AM (P), 11:45(NY) or 7:30PM (P), 8:15PM (NY)."]},"\n",{"type":"{{","value":[["geo"],["40.873056"],["-75.736389"]]},"\n",{"type":"{{","value":[["isPartOf"],["Carbon County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Jim Thorpe, Pennsylvania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Pennsylvania\/Localities\/J\/Jim Thorpe\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Jim Thorpe, Pennsylvania"]]}]