[{"type":"{{","value":[["pagebanner"],["Jindabynebanner.JPG"]]},"\n",{"type":"'''","value":["Jindabyne"]}," is a small town in the ",{"type":"[[","value":[["Snowy Mountains"]]}," region of ",{"type":"[[","value":[["New South Wales"]]},", ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nJindabyne (\"Jindy\") is just below the snow line and essentially acts as a dormitory for the ski fields in the winter, especially for ",{"type":"[[","value":[["Perisher"]]},". Staying in Jindabyne is cheaper than staying on the snow, but you need to be prepared for an hour long \"snow commute\" at the beginning and end of each day, possibly longer if the weather is bad or the roads are icy.\n\nIt's also popular for fishing and hiking in the warmer months, but summer brings clouds of insects, and for some reason some local accommodation lacks air conditioning, which can make hot weather oppressive.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By car "]},"\n\nJindabyne is 2½ hours drive from Canberra south on the Monaro Highway to ",{"type":"[[","value":[["Cooma"]]}," and then south west on the Jindabyne Road. It is 5–6 hours from Sydney via Canberra. These trips do not require snow chains. \n\nJindabyne is 7 hours from Melbourne on the Hume Highway to ",{"type":"[[","value":[["Wodonga"]]},", then the Murray Valley Highway and Alpine Way. Taking Alpine Way in winter may require snow chains be carried and fitted.\n\n",{"type":"===","value":[" By bus "]},"\n\nMurrays, Greyhound Pioneer and Transborder Alpine Express offers services.  Some of them are seasonal.\n\nSnowy Mountains Airport Shuttles ",{"type":"[","value":["http:\/\/www.snowymountainsairport.com.au\/shuttletransfers\/index.htm"]}," offers an infrequent airport shuttle to and from Cooma airport, but is fairly expensive and costs about the same as a bus to Canberra which is more reliable.\n\n",{"type":"===","value":[" By plane "]},"\n\nThe nearest year-round airport with scheduled services is ",{"type":"[[","value":[["Canberra#By plane"],["Canberra"]]},".  Car hire is available there.\n\nIt is a two and a half hour drive from Canberra if the traffic is free flowing.  Snowy Mountains Express operate a coach between Canberra airport, Jindabyne and the snow during winter a couple of times a day.  In summer, Greyhound is the only option, a once daily service.\n\nAeropelican ",{"type":"[","value":["http:\/\/www.aeropelican.com.au"]}," is operating winter flights to ",{"type":"[[","value":[["Cooma"]]}," from ",{"type":"[[","value":[["Sydney"]]}," \n\n",{"type":"==","value":["Get around"]},"\n\nJindabyne is a pretty small town and the preferred mode of transport is either walking or riding your bicycle.\n\nIf you are staying a little further out, you will need a car as there is no public transport available.  Don't count on taxi's - Jindabyne is a one-cab town.  You may be waiting a while!  Call a taxi on the national number, 131 008.\n\nHitchhiking is quite common to see in Jindabyne, especially between the town centre and the ski-tube.  However, you should keep in mind the cost of fuel (and add at least 20c-50c per litre in Jindabyne, especially during high season).  The etiquite is to offer your kind host a gold coin donation.\n\n",{"type":"==","value":["See"]},"\nThe Visitors Centre near Nuggets Crossing has a small museum on the area connected to the gift shop.\nThere's a walkway that follows the bank of Lake Jindabyne that leads to a park that holds a statue of the most famous explorer of the Snowy Mountains, Strzelecki ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Paweł_Edmund_Strzelecki"]}," who named the highest peak Mount Kosciuszko.\n\n",{"type":"==","value":["Do"]},"\nIf you're not too tired from skiing\/boarding, ",{"type":"'''","value":["Jindabyne Cinema"]}," has one screen that shows various current releases. It's located in the Snowy Mountains Visitors Centre.\nIts claim to fame was for holding the world premiere of the movie Jindabyne starring Gabriel Byrne, Laura Linney, and Deborra-Lee Furness whose husband Hugh Jackman was spotted in town during filming. Several local town locations were used in the movie.\n\n",{"type":"==","value":["Buy"]},"\nJindabyne has 2 shopping centres. Nuggets Crossing is the more modern option with Woolworths, ski\/board hire, lots of snow clothing shops and boutique shops and banks, a bakery, Mountain Munchies which offers good takeaway food, and a newsagent.\nThe old shopping centre with lots of restaurants and cheap takeaway food places, a supermarket, a butcher, more snow gear shops, ski\/board hire, and where most of the bars are found. Both are in walking distance of each other.\n\nDirectly behind Nuggets Crossing are a few other eating options such as cafes, pizza and seafood.\n\n",{"type":"==","value":["Eat"]},"\nBoth shopping centres offer all types of restaurants such as Italian, pizzerias, Chinese, Thai, seafood, burgers, basic takeaways and more, but the tastiest cheap meals you can find will be in the bars. You won't find any franchise\/chain places here but if you're desperate for KFC or McDonalds head back to Cooma.\n\n",{"type":"==","value":["Drink"]},"\nThe ",{"type":"'''","value":["Lake Jindabyne Hotel"]}," or, the \"LJ\" is one of the few places in town with good meals, live music and pool tables.  It is generally the local's choice, although many will stear clear during the high season which will see the pub full of holiday revellers and punters.  For a relaxing beer overlooking the lake, head in early.  For a big night out, order another drink and hang around.\n\n",{"type":"'''","value":["Banjo Patterson Inn"]}," Known as a party bar during the snow season, a decent alternative to the Lake Jindabyne Hotel if it gets too busy. At the end of the old shopping centre.\n\n",{"type":"'''","value":["The Brumby Bar"]}," Small but friendly atmosphere, great bistro meals, sport on TVs, an alternative to those not looking for a loud place like the Banjo or Lake Jindabyne.\n\n",{"type":"'''","value":["Jindabyne Bowling Club"]}," The only RSL-type place in town, not much atmosphere but has cheap drinks, decent meals, and sport on TV screens. International visitors may need a passport to enter as UK\/EU IDs have been rejected in the past. Located across the street from the old shopping centre.\n\nLake Jindabyne Hotel and Woolworths have bottle shops for those wanting a cheaper night in at your accommodation place.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Snowy Mountains Backpackers"]}," The only real budget option in town, has adequate facilities, a decent cafe, and is directly behind the Nuggets Crossing shopping centre and 5 minutes' walk from the bus station. http:\/\/www.snowybackpackers.com.au\/\n\nThe next cheapest option is the Lake Jindabyne Hotel, followed by various hotels and guesthouses ranging from around $80 up to the Horizons Resort at $330 to $1300 a night.\n\nThe Station Resort about 5km out of town offers deals with Perisher Blue which include bus transfers, lift tickets and ski\/board hire. Unfortunately without a car you're stuck there each night and morning.\n\n",{"type":"==","value":["Go next"]},"\n\nThe closest ski fields are:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Perisher"]]}," to the west, which can be reached by road on Alpine Way and Kosciuszko Road or by the ski tube from Bullocks Flat on Alpine Way"]},{"type":"*","value":[" ",{"type":"[[","value":[["Thredbo"]]}," to the south-west, which can be reached by road on Alpine Way."]},"\nThe Wildbrumby Distillery ",{"type":"[","value":["http:\/\/www.wildbrumby.com\/"]}," 10km out of town on the road to Thredbo is a great place to stop over and try some local schnapps and has a gift shop and a cafe.\n\nAsk at the Visitors Centre for more travel options, anything from local lakes to a winding road meeting up with the Hume Highway to Melbourne.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Snowy Mountains"]]},"\n\n",{"type":"{{","value":[["geo"],["-36.41783"],["148.61206"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jindabyne, New South Wales"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/J\/Jindabyne\/"]]}]