[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Jinguashi.jpg"],["thumb"],["400px"],["Jinguashi"]]},"\n\n",{"type":"'''","value":["Jinguashi (金瓜石)"]}," is located in the Rueifang Township of Taipei County, the area became famous for its goldmines. Situated between the mountains and the coastline, the local scenery is exceptionally beautiful, plus the abundance of historical relics from the mining days, Jinguashi has become the ideal retreat in Northern Taiwan. Because of its historical significance, with the large influx of tourists into Jiufen, the neighboring Jinguashi township has had to rethink its sense of direction for the future.\n\n(Source: ",{"type":"[","value":["http:\/\/www.goldens.com.tw\/en\/bgroud_all.htm"]},")\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Rueifang Station 070909.jpg"],["thumb"],["300px"],["Rueifang Station"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Highway System:"]}," The No.2 Provincial Route is the main connection between Taipei, Keelong and Ilan, secondary connections includes route 102, 106, North 34, North 35, and North 37 county routes, most of which are double lane mixed vehicle roads. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Rail System:"]}," The main rail system is the Longitudinal Ilan Rail System (Taipei Padu- Rueifang- Ilan- Suao) ",{"type":"[","value":["http:\/\/www.railway.gov.tw\/en\/index\/index.aspx"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Mass Transportation:"]}," The main forms of mass transportation includes Taiwan Motor Transport Co. (Rueifang- Jiufen- Jinguashi) and Keelong Bus Co. (Keelong- Jinguashi), the service is available from 6:30 am to 9:30 pm with one bus about every 30 minutes. Besides taking the bus from Taipei straight to Rueifang and Jinguashi, it is also recommended to take the train to Rueifang Station and then take the coach or share a taxi with other tourists (about $50 NT per person)."]},"\n",{"type":"==","value":["Get Around"]},"\n",{"type":"*","value":[{"type":"'''","value":["Road system:"]},"Includes Ruejing Highway (Route 102 + North 34), Jingshui Highway (North 34), the North 34 Provincial Road: Jiufen- Jinguashi Shuinan Cave connects to the No.2 Prvincial Road, Shuinan Cave is the connecting point between the outer area and inner roads. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Walkways:"]},"For the sake of developing tourism in the Jinguashi area, the construction and maintenance of walkways in special scenic areas of Rueifang has been one of the main focus points of the administration bureau. In the future walkways mountain climbing, light walking and scenic walkways will be constructed, along with pagodas, stone tables, benches and other facilities."]},"\n(Source: ",{"type":"[","value":["http:\/\/www.goldens.com.tw\/en\/bgroud_all.htm"]},")\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nanya"],["alt="],["url=http:\/\/www.necoast-nsa.gov.tw\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The northernmost scenic spot of the Northeast Coast, Nanya is renowned for the wind and sea sculpted rock formations scattered along its shores. Facilities in this area include a parking lot, footpaths, and pavilion viewpoints.Nanya is the northern gateway to the Northeast and Yilan Coast National Scenic Area. Here you can take in miles and miles of sea and wind eroded rocks formations and outcroppings dotting the vibrant and pristine coastline, set against an idyllic mountain background and quaint fishing villages.Nanya is famous for its unique rock formations, so drivers should take their time traveling through here in order to enjoy the spectacular vistas."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Bitou Cape."]}," Announcing your arrival to the Northeast Coast, Bitou Cape occupies an area of about four to five square kilometers and is known for the sea-carved caves, platforms and other eroded landforms that can be seen along the cliffs of the cape.The cape is home to Bitou Lighthouse, which rises about 120 meters. The lighthouse is located at the end of a trail that offers spectacular views of the ocean and the eroded landforms. From the lighthouse you can see the waves of the East China Sea lapping against those of the Pacific Ocean."]},"\n(Source: ",{"type":"[","value":["http:\/\/www.necoast-nsa.gov.tw\/en\/index.php?act=product&CategoryID=304"]},")\n\n",{"type":"*","value":[{"type":"'''","value":["Changren Tunnel No.3 flue pipe."]}," Crossing the old coal transport tunnel next to the car park behind Cyuanji Temple, you will see three huge flues criss-crossing the hill looking like giant snakes. These were used to take fumes away from the copper refinery to where there were no residents in the hills above. The flues are about two meters high and one and a half meters wide. They were abandoned when Taiwan Metals Mining Corp. closed down. Inside the flue a large quantity of secondary minerals have accumulated making to unsafe to enter. It is claimed they are the longest flues in the world. They are imposing and are one of the unique sights of Jinguashi. "]},"\n",{"type":"[[","value":[["Image:水金九-十三層.JPG"],["thumb"],["300px"],["Shuinandong Smelter"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Shuinandong Smelter."]}," Located above Liandong Bay on the Coastal Highway, this was the ore sorting and smelting plant for the Taiwan Metals Mining Corp. It is built into the hillside and old miners and local people usually call it “13 stories.” The process of smelting ore at Jinguashi was split into mining, sorting, smelting and refining. Shuinandong Smelter (13 stories) was an important facility in the gold making process. Built in 1933, the Shuinandong Smelter (13 stories) now resembles another neglected Pompeii, bearing witness to the large scale of the mining industry in “gold mountain” in times gone by, an industry hoping for an opportunity to live again."]},"\n",{"type":"[[","value":[["Image:金瓜石 神社.jpg"],["thumb"],["Jinguashi Shinto Shrine"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Jinguashi Shinto Shrine."]}," The Jinguashi Shinto Shrine, also called the “Mountain God Shrine,” is dedicated to the three deities of “ôkuninushinomikoto, kaneyamahikonomikoto and sarutahikonomikoto. In 1933, after the Japan Mining Company took over the management of Jinguashi mine, it commemorated the event by building a Shinto shrine half way up the mountain below Siping lane. The original shrine included a main hall, prayer hall and pavilion for worshipers to wash their hands. There were also two walkways along the stairs, at either side of which were 3 torii (gate), 5 flag platforms and 1 bronze bull. During the Japanese era large-scale religious ceremonies and rituals were held here every year. Unfortunately, the buildings were damaged in the post-war period and today all that is left are 2 torii (gate), a few stone lanterns and the shrine’s original foundation, beams and pillars. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Teapot Mountain."]}," Approximately 580 meters high, Teapot Mountain is shaped like a handleless teapot, giving it the name “Handleless Teapot Mountain.” Looking from the Shumei or Cushih mountain direction, it also looks like a crouched lion ready to pounce, which also gives it the name “Lion Rock Mountain.” Teapot Mountain itself is an ore body. It is a breccia ore chimney, comprised mainly of silicified sandstone and shale. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Yin-yang Sea."]}," As you travel along the coastal road you will see a strange scene - a bay where the sea is a mix of yellow and blue. This is Yin-yang Sea. It was initially believed that the sea color was the result of pollution from Taiwan Metal Mining Corp’s smelting activities but, over 10 years after the company stopped its activities, Yin-yang Sea still exists. Scholars say that the Jinguashi geology has a large amount of pyrite that, after millions of years has formed Fe3+ which does no dissolve easily in water. This forms iron ion floating particles when it flows into the sea, resulting in the strange sight of the Yin-yang Sea."]},"\n",{"type":"[[","value":[["Image:黃金瀑布.jpg"],["thumb"],["Gold Waterfall"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Gold Waterfall."]}," The substantial Jinguashi rainfall seeps into the mine shafts through cracks in the surface rock, becoming acidulous water after interacting with the pyrite and energite underground and undergoing oxidation reduction. A natural wonder “Gold Waterfall” has formed where the terrain drops sharply. This is one of the sources of the Yin-yang Sea. "]},"\n",{"type":"[[","value":[["Image:Cyuanji Temple.jpg"],["thumb"],["Cyuanji Temple"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Cyuanji Temple"]}," Cyuanji Temple was built in 1896 and consecrated to what was the only golden-faced Guan Gong in Taiwan prior to Retrocession. The gold and bronze Guan Gong statue on the roof of the temple is the largest idol of that deity in the world, weighing more than 25 tons.Each year during Dragon Boat Festival, Cyuanji Temple holds the distinctively local Green Grass ceremony. On such occasions, believers carry a divinity sedan chair in search of herbs stopping whenever the sedan chair’s crossbars point in the direction of sought-after herbs. In addition to various herbs, local residents also collect stones and towel gourds and the ritual takes a whole day. The collected medicinal herbs are taken back to the temple and on the next day washed and dried. On the third day, they are ground into powder using a stone pestle, and then spread to dry, which depending on the weather can take as long as 7 days. Finally, local residents rub the ground herb residue onto balls that are roughly 3cm in diameter, thereby completing the “100 Herb ball” ritual."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chitang Old Street."]}," Walking down the steps outside Jinguashi police station, passing the old Japanese hospital, through Tongshan settlement and up the steps and you reach Cyuanji Temple. This was the most prosperous and busiest street in early Jinguashi. The black asphalt roofs are different heights mixed together. Walking on this street is like taking a trip back in time. In its heyday there were numerous shops here and it was known as “Little Ginza.” Today the street still has long-established general goods stores with old style cigarette display cases. The hand made herbal grass sticky rice sweets they sell should not be missed."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Residence of Mike Kikujirou."]}," This is the bureau director’s house used by the second but last director of the Jinguashi Mining Bureau in the Japanese era, Mike Kikujirou (the last director was 戶田貢). It is a very typical Japanese-era detached single dwelling building. It is spacious and has front and back gardens. In previous days it had an excellent view from the front garden but now the view is blocked by a new Shiyu Middle School building. "]},"\n(Source: ",{"type":"[","value":["http:\/\/www.gep-en.tpc.gov.tw\/econtent\/travel\/travel01_02.asp#1"]},")\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Jinguashi 070909 12.jpg"],["thumb"],["300px"],["The Museum of Gold"]]},"\nThe Museum of Gold is housed in the former offices of the Taiwan Metal Mining Corp. The first floor exhibitions include gold discovery journey, Benshan tunnels (1-9), ore seam display and old mining equipment, mining transport systems and cultural artifact display. There is also an introduction to the Japanese WWII camp for Allied prisoners (1942-1945). The second floor has gold as the theme, including gold characteristics, gold art works and a world record 220 kg 999 pure gold ingot which is unprecedented. The Museum of Gold takes us to trace the gold river of history and shows us the enduring gold legend that is over 100 years old.\n\nThe tourists should prepare comfortable shoes because this area is uphill and downhill and the Gold ecological park is connected to mountains and it is not a closed park therefore you should look the map carefully or you may walk too far from where you start.\n\nTo seek the remains of the mine pit:\n",{"type":"*","value":[{"type":"'''","value":["The forth pit:"]}," Located above “Shan Shen She”, about 417 meter above sea level, inside the pit is already seriously collapse, during year of 1987 the pit hole was demolished by a typhoon called Lin En, covered by mountain torrents, silt and soil, is now out of existence."]},"\n",{"type":"*","value":[{"type":"'''","value":["The fifth Pit:"]}," Located about 319 meters above sea level and above the fourth pit, the fifth pit is only 200 to 300 meters from the Jinguashi Station and the Post office, the opening to the pit is in complete shape, in the early periods the area was the offices for the Taiwan Gold Company, what remains is a complete two story steel and concrete structure and a large and small air compressor, which is believed to be the most powerful air compressor at that time in south east Asia, today the machine is rusted and broken in many places but the air pipe remains intact, this machine was special to the locals as it symbolized the source of life. Today, the fifth pit has been earmarked as the site of the Gold and Copper mine museum, which opened in 2003."]},"\n",{"type":"*","value":[{"type":"'''","value":["The sixth Pit:"]}," At 188 meters above sea level, The sixth pit was partially covered by mud and sand brought on by Typhoon Linen, there are mountain springs among the sixth pit. The cable path besides the sixth pit starts from Chuenchitand parking lot and still remains intact with the original cart still at the site. During the Hogong development period, the mountain region’s gold, silver copper and sulfur ore were transported through the sixth pit and pass the Wuji cable path, taking the ore to the Shinjien sifting factory, ore has to be sifted and smelted. Another point of interest is the stairway path besides the cable path, it is believed to have been used as the path for POWs to reach the sixth pit for work, as for the dynamite storage situated 200 meters away, all that is left is rubble."]},"\n",{"type":"*","value":[{"type":"'''","value":["The seventh pit:"]}," Located 29meter above sea level above is part of the Sixth pit, at this moment the pit hole is completely covered by sand and all lot of water comes out the pit hole, parts of the path has cave in seriousely."]},"\n",{"type":"*","value":[{"type":"'''","value":["The eighth pit:"]}," The seventh pit is 29 meters below the sea level, the deepest is 156 meters below the sea level, right now is all completely submerge in the sea."]},"\n(Source: ",{"type":"[","value":["http:\/\/www.gep-en.tpc.gov.tw\/econtent\/theme\/theme05.asp"]},"\n",{"type":"[","value":["http:\/\/www.goldens.com.tw\/en\/sight_all.htm"]},")\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Taiwan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["ja:金瓜石"]]},"\n",{"type":"[[","value":[["wikipedia:Jinguashi"]]}]