[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jinghong"]}," (景洪; ",{"type":"''","value":["Jǐnghóng"]},") is the capital of ",{"type":"[[","value":[["Xishuangbanna"]]}," in southern ",{"type":"[[","value":[["Yunnan"]]},". It is a hub for Chinese package tourists as well as for travellers passing between China and Laos. A prime area for backpackers, it is an interesting alternative to Laos or northern Thailand. It is an easy overland trip from Laos and it is also possible to get there by boat from Thailand without obtaining a Lao visa. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nJinghong's tiny airport (",{"type":"{{","value":[["IATA"],["JHG"]]},") fields daily flights from ",{"type":"[[","value":[["Kunming"]]}," and a few other cities in China. Currently China Eastern flies twice weekly between Bangkok (",{"type":"{{","value":[["IATA"],["BKK"]]},") and Jinghong. Note that when booking a plane ticket to Jinghong, if it is not listed as \"Jinghong\" it may be listed as \"Xishuangbanna\".\n\n",{"type":"===","value":["By bus"]},"\nThere are over a dozen sleeper buses from ",{"type":"[[","value":[["Kunming"]]}," daily, from around 9am to 10pm. They cost ¥150-260, depending on the coach quality. The bus takes around 8 hours, and will travel over some bumpy dirt roads. Note that it may be a \"sleeper bus\" (lying down) even during the day.\n\nFrom ",{"type":"[[","value":[["Yuanyang"]]}," coming down to Jinghong is a bit more tricky. First option is from Xinjie or Nansha you backtrack to Jianshui (3-4 hours) and take a sleeper bus to Jinghong from there (¥177, 12 hours, at 1330 and 1630). Second option, again from Xinjie city you can take a bus to Luchun (¥38, 5 hours), spent the night there and catch the one and only Luchun to Jinghong bus at 8.00am the next morning (¥120, 12 hours). Be aware that the second option will take you through very bumpy, rough and many times unpaved roads crossing endless mountains, rice terraces, banana plantations and little villages so its not for the fainthearted but the scenery is stunning. Landslides are often and many times small streams go through the unpaved road so its not recommended during the rainy reason, you might get stuck in the middle of nowhere due to a blocked road. Furthermore there will be a few police checkpoints where your passport will be checked but its very fast and hassle free.\n\nThis is the first big city for travelers coming from ",{"type":"[[","value":[["Laos"]]},", but most travelers will have to change buses in ",{"type":"[[","value":[["Mengla"]]}," to get here. A direct bus from the border town of Mohan takes 3 hours.\n\n",{"type":"===","value":["By boat"]},"\nFerry trips along the Mekong to ",{"type":"[[","value":[["Chiang Saen"]]}," (on ",{"type":"[[","value":[["Thailand"]]},"'s side of the ",{"type":"[[","value":[["Golden Triangle (Thailand)"],["Golden Triangle"]]},") are around ¥800, ",{"type":"'''","value":["although these are currently suspended due to the Thai military incident on the Mekong in October 2011, where the discovery of murdered Chinese nationals on a boat with amphetamine tablets has irritated the Chinese government"]},". No Laos\/Myanmar visa necessary, but very irregular, leaving only several times a month as of early November 2010. They leave around 7am and take a full day (see http:\/\/www.maekhongtravel.com\/en\/). Slower 3-4 day trips on cargo boats may be available but are currently limited to just two passengers per boat.\n\n",{"type":"==","value":["Get around"]},"\nThe few limited interesting parts of town are definitely walkable.\n\nJinghong has plenty of tuk-tuks or auto-ricksaws about. Hire these as a slightly cheaper way to get between places, but more than a kilometer or two and your butt might be sore all day.\n\nTaxis run about ¥5-15 to places in town.\n\nDown by the Nancang it may be possible to hire a boat for a bit of river cruising.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Minority villages"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scattered outside town are both minority villages and \"minority villages\". The ones in quotes are stylized reconstructions featuring song-and-dance numbers for Chinese package tourists. Approach with caution."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Botanical Garden"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=-1800"],["price=¥40"],["content= Definitely a disappointment for foreign tourists, but admired by Chinese tourists"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pottery Factory"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dai Handycrafts"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mengle Temple"],["url="],["email="],["address=Nanlianshan Mountain"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥120"],["content=The biggest temple in Xishuangbanna. In the southern area in Jionghong, you can hire bicycle to go there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peacock Lake Park"],["url="],["email="],["address=crossroads of Mengle Dadao and Xuanwei Dadao"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=FREE"],["content=A pleasant \"park\" with an artificial lake and a fountain. If its not raining, during the evening check the corner just outside the park on the roundabout, locals gather and dance on the open for many hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Manting Park"],["url=http:\/\/www.mantingpark.cn"],["email="],["address=No.35 Manting Road"],["lat="],["long="],["directions=on the southeast of the city, around 1km from the center"],["phone=06912161451"],["tollfree="],["fax="],["hours=7.30am-5.30pm"],["price=¥40 entrance to the park, performances extra"],["content=Another pleasant park which is divided in eight parts, the main entrance, the  National Cultural Plaza, the Tropical Orchid Garden, the Peacock Garden, the Life-leaving Lake, the Buddhism Cultural Quarter, the Planting Memorial Quarter and the Dai Cultural Teahouse. There are extra performances of singing, dancing and fire (which cost extra as well), check with the counter in the entrance for times and fees."]]}]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dai Newyear"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If one is in the town during the Thai (Dai in that area) New year there is a massive celebration with Dragon boating and capped off with a massive city wide water fight on the final day of celebration."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Riverfront Walks"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The town is on the Nancang River, a wide tributary of the Mekong. There is excellent walking along the riverfront."]]}]},"\n",{"type":"==","value":["Buy"]}," \nBank of China with 24 hours ATM is available a few minutes walk from the bus terminal. Cross the road and turn right as you leave the terminal. There are other banks in the area as well.\n\nThe usual Chinese tourist gimmicks, somehow more here than anywhere else in China. Local Dai produced items also available.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Night market Xishuangbanna Park"],["url="],["email="],["address=On the righ side of the New Bridge"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every night there is a big night market in Xishuangbanna Park just on the right of the New Bridge. You can buy almost anything here and there are endless street food stalls."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Thailand Avenue (Tai Guo Jie)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A newly built large open market and Thai themed stores centered around a stage. There are at least two bars on premise. Free live music at night at around 7 pm."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mekong Cafe"],["url=http:\/\/www.mekongcafe.cn"],["email="],["address=F1-104 Menglong Road"],["lat="],["long="],["directions="],["phone=+86 691 2162395"],["tollfree="],["fax="],["hours="],["price="],["content=Great cafe with terraces back and front and serving home-style French dishes (try the excellent donkey stew), along with some Dai and Chinese favorites. The cafe can organize guides and all kinds of tickets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mantingxiaozhai BBQ"],["url="],["email="],["address=Manting Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are many BBQ restaurant here.  Special food, very delicious."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Banna Cafe"],["url="],["email="],["address=1 Manting Road"],["lat="],["long="],["directions="],["phone=+86 691 2160970"],["tollfree="],["fax="],["hours="],["price="],["content=This friendly cafe is most probably the best cafe to sit and watch life on the streets of Jinghong. They offer great Western and Dai foods. They also provide guides for tours and treks."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mei Mei Cafe"],["url="],["email="],["address=F1-102 Menglong Road"],["lat="],["long="],["directions="],["phone=+86 691 13988109372"],["tollfree="],["fax="],["hours="],["price="],["content=This long-running cafe overseen by sisters Orchid and A-chun has a large outdoor terrace where you can enjoy local Dai or the highly rated pizzas, along with other western dishes. Their desserts are delicious. The cafe has changed owners as of late 2011."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are many nice bars by the Mekong river on the left side of the New Bridge, a bit expensive but beautiful at night, they are worth a stroll even if you don't go inside for a drink.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mountain Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=It's moved - now in the 'new' part of JH"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They focus on coffee, but also serve quesadillas and pizza, plus do custom baking.  It is located about 10 minutes outside of town."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are a number of O.K. options near the bus station, with the cheapest starting at ¥15 a night. For other, more expensive options, try the reservation booth at the bus station. They'll steer you to the city's four and five star options at a discount.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Traveler's Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Just south of the bus station is a great option. Rooms here start at ¥60 for a double with air conditioning and attached bathroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anonymous Hotel"],["url="],["email="],["address="],["lat=22.01071"],["long=100.799776"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Doubles ¥60"],["checkin="],["checkout="],["content=This place does not have an English name. They have nice doubles. All rooms have air-con, TV, hot water, bathrooms and you can also do your washing free of charge with their washing-machine. Nobody here speaks English, but they are really friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Green Light Youth Hotel"],["alt=Also known as Banna College Hotel"],["url="],["email="],["address=93 Xuanwei Road"],["lat="],["long="],["directions=Stands in Xishuangbanna Vocational and Technology College"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=12:00"],["content=All rooms have single toilet and solar water heater.  There is also check-room, laundry and so on.  The manager speaks English, she can tell you some useful information about the local food and charming places to visit.  You can hire bicycles here, ¥20\/day. Wireless is available. CLOSED - Now converted into a dorm for Banna College students (NOV. 2010)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=North Bank International Youth Hostel"],["url=http:\/\/www.yhachina.com\/ls.php?id=268&hostID=2"],["email=yhabank@yahoo.cn"],["address=D9 Yijingwan, Jingliang Road，Jinghong City（景洪市景亮路怡景湾D9）"],["lat="],["long="],["directions="],["phone=+86 691 2219177"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The newly built Hostel (2011) is in a safe and quiet villa area by the Mekong River, you may enjoy the nice river view in most of our rooms"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villages"]}," - Jinghong is the getway to ",{"type":"[[","value":[["Yunnan"]]},"'s Xishuangbanna Region. This is China's part of Southeast Asia, with several minority groups that are in many respects more Thai or Lao than Chinese. The city is quite close to a number of Dai Villages, which can be reached by local bus or through myriad tours available here or in ",{"type":"[[","value":[["Kunming"]]},". Note these villages are highly commercialised, and will disappoint many looking for an authentic experience."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kunming"]]}," - Sleeper buses take 8-9 hours and cost ¥235. First bus early morning and last bus 22:20. There's a military and police inspection points on the way where all passengers get off the bus and bags are unprofessionally inspected. They arrive at Kunming's new Southern Bus Terminal and from there to the city center you can take bus C71 (¥5) or walk to 3 minutes to reach a local bus terminal where bus 154 (¥2) will take you for about half an hour where you can change to bus 90 (¥1) that will take you to Jinbi Lu. Make sure you have EXACT change for the bus."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mengla"]]}," - the second last town (Mohan is the last, right on the border) before ",{"type":"[[","value":[["Laos"]]},", is five hours away. Buses leave from the Banna Bus Station two times an hour for ¥33. The station is across the street and about 100 meters south of the long-distance station. From Mengla there is one bus daily at 9AM to Luang Nam Tha, the first town in Laos."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vietnam"]]}," - getting from Jinghong to ",{"type":"[[","value":[["Vietnam"]]}," can prove to be a bit of a problem, with two imperfect solutions. The obvious one is to go back to Kunming and start from there. This can cause problems in that you may have to wait for a day or two to get a train or bus ticket to the border. The second, marginally preferable option is to take a sleeper bus from the North bus station to ",{"type":"[[","value":[["Mengzi"]]},". These leave every day at 2pm, cost ¥170 and arrive at Mengzi at 6am the following day. A taxi will be ready to take you to the town's second bus station where a minibus leaves for the border town of ",{"type":"[[","value":[["Hekou"]]}," at 6:50AM and gets there at 11A. From there you can cross over the bridge into the Vietnamese town of ",{"type":"[[","value":[["Lao Cai"]]},". Alternatively one can enter Vietnam via Laos."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Laos"]]}," "]},"1. ",{"type":"[[","value":[["Luang Namtha"]]},": there is a direct bus to Luang Nam Tha. Get tickets at the new-ish northern bus station the day before. Leaves at 10:40AM. Cost is ¥70. It takes 8 hours, arriving in Luang Namtha just before dark (around 6PM). Be prepared for stops along the way. Best is that the bus crosses the border too, so you do not have to unload anything. Very comfortable ride.\n\n2.",{"type":"[[","value":[["Huai Xai"]]},": direct bus to the Laos-Thailand border at 6:40AM, 120Y.\n\n",{"type":"{{","value":[["geo"],["22"],["100.8"],["zoom=14"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Xishuangbanna"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Jinghong"]]}]