[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Jinja"]}," is a city in ",{"type":"[[","value":[["Uganda"]]},".\n",{"type":"==","value":["Understand"]},"\nThe city is located the at the source of the Nile, and in Uganda more famously the source of Nile Beer. This is a popular destination for backpackers for its white water rafting. Three main operators work the rapids, offering a range of options, including body surfing, kayaking lessons and a video or dvd of the experience afterwards. It is possible to arrange a day trip from any travel agent in Kampala. Be sure to use sunscreen!\n\n",{"type":"==","value":["Get in"]},"\nMatatus from ",{"type":"[[","value":[["Kampala"]]}," to Jinja are about 6,000 UGX (2.25 USD) per person, although the price varies (between 5000 UGX - 7000 UGX) depending on passenger volume. Coasters (mini-bus) always charge the same as matatus. [July 2014]\n\nFrom Kenya, take a matatu to the border town of Busia, walk over to Uganda. A matatu from Busia to Jinga is about 13,000 UGX (2013). Alternatively you can take buses going to Kampala and get out at Jinja. \n\nJinja is on the East African Highway which links Mombassa to Uganda, eastern DR Congo, Rwanda and Burundi. 14 passenger taxis and 30 passenger coasters are available from Kampala. Busses from ",{"type":"[[","value":[["Kenya"]]}," and ",{"type":"[[","value":[["Tanzania"]]}," will drop you off on their way to Kampala.\n\nRoad distances: Kampala 80 km, Entebbe 117 km, Nairobi 578 km, Arusha 854 km, Mombasa 1498 km, Dar es Salaam 1691 km.\n\n",{"type":"==","value":["Get around"]},"\nThe town is quite spread out, if you intend to go shopping for gifts etc, get a taxi to 'the source' and all of the touristy shops are within walking distance. If going further afield, boda-bodas or matatus are the best way.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Source of the Nile"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10000 shillings"],["content=Although the actual experience of going here is not that interesting, it may be worth it for the sole reason that you can go home and tell everyone that you visited the source of the longest river in the world. There is a small monument in the area dedicated to Gandhi. Some of his ashes were released here."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Swaminarayan Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"The ",{"type":"'''","value":["Jinja market"]}," is in the very centre of town, and consists of multiple acres of colourful shacks squeezed on top of each other selling everything from chicken hearts to motor parts. Definitely a must see, even if you're in Jinja for one day. \nThe easiest and best way to see the town is to flag down the nearest boda boda driver (motorcycle which takes passengers) and ask him for a tour. Pay no more than six thousand shillings however, for less than an hour tour.\n\n",{"type":"==","value":["Do"]},"\nJinja is marketed as the adventure capital of Uganda, offering everything from horse back tours to quad biking to placid kayak tours. There are a number of safe reliable operators, some of whom offer camping, dormitory, and (tented) accommodation. All companies offer half days, full days and extended trips.\n\n",{"type":"'''","value":["Kayak the Nile,"]}," run kayak tours for the less adventurous, as well as guiding packages for those who want to learn the different channels down the river, and teach courses to learn to paddle on the lesser channels of the White Nile.\n\n",{"type":"'''","value":["Nalubale Rafting"]}," is a rafting company based in Jinja offering daily trips on either Grade 3 or 5, for the more adventurous traveler they also offer a 2 Day Rafting trip. For families they offer low cost family float trips which allows people to cruise down the flat sections of the Nile taking in the breath taking view and wildlife.\n\n",{"type":"'''","value":["Adrift"]}," is a rafting company that also has the Nile High Club, where you can bungee jump over a picturesque eddy of the Nile, and even get your head wet if you so desire.\n\n",{"type":"==","value":["Buy"]},"\nUganda is not a terribly touristy country. Jinja is one of the only places that sells 'African souvenirs'. A day of shopping is best started by The Source Café and the surrounding streets. It is possible to buy drums, Ugandan guitars, paintings, and many other things ideal as gifts. Remember that -- apart from a few locations in ",{"type":"[[","value":[["Kampala"]]}," -- you are unlikely to find shops like this elsewhere in Uganda.\n\nTourist shops also sprung up around the NRE camp in Bujagali, but they'll be a little more expensive than in Jinja.\n\n",{"type":"==","value":["Eat"]},"\nThere are several restaurants and cafés in the centre of the town. Of which probably 'Flavours, Coffeebar, Restaurant,' Gately on the Nile, The Source café and 2Friends serves are the best in town. There are numerous Indian and Chinese restaurants close by. For cheap food, local vendors are a safe enough bet for most things, but maybe stay away from the meat. Samosas and chapattis(basically an omelette wrapped in a tortilla) are done well here, are very cheap, and filling.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Flavours"]}," provides an exclusive Coffee Bar, Restaurant and Pub on Main Street in one of Uganda’s largest cities: Jinja. Jinja is located on the shores of Lake Victoria, the place where the River Nile starts it’s 6,500km journey to the Mediterranean. Flavours gives you the opportunity to have a nice cup of tea, coffee, fresh juice or any other refreshment in an inspiring environment. While relaxing and drinking you are given the opportunity to enjoy the variety of flavours from our exquisite kitchen. Besides this we are happy to offer you business lunches in a private setting. Please feel welcome and enjoy at ‘Flavours’. Tuesdays, Fridays and Sundays they host Brood Breads from Kampala where you can buy high quality breads and pastrys."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Source Cafe"]}," offers great coffee and pretty good food.  You can use internet (wireless is available) while you wait."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["2 Friends"]},", food is good, but be prepared to wait a long time for the food to be prepared. The couple that own the place are extremely friendly (as the name suggests), and will even let you make your own playlists from their extrensive music collection."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nalubale Tea House"]},", is based on Kira Road and is well known for there high quality all day breakfasts, as well as the best steak pies in Jinja, they also do Fire Spinning nights, and Film Nights. They have a Free High Speed Wireless Internet connection and are open Monday - Sunday 9am - 4pm."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nile Special"]}," Arguably the best beer in ",{"type":"[[","value":[["East Africa"]]},", it is produced here in Jinja."]},"Waragi - a spirit, (essentially banana gin) mix with bitter lemon, tastes awesome, potent.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are few budget hotels in Jinja, but two good hostels with dorm beds for under 10 euros.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nile River Explorers"],["url="],["email="],["address=Wakoli Ln, between Wilson Ave. and Kiira Rd."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10-bed dorm 12 USD"],["checkin="],["checkout=10:00"],["content=NRE has a hostel a short walk from the centre of Jinja, which helpfully takes payment in USD as well as UGX, and has a great bar. The same peeople also run a campsite\/hostel somewhat out of town directly on the Nile."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nalubale Tea House"],["alt="],["url="],["email="],["address=38 Kiira Rd."],["lat="],["long="],["directions=Opposite of Sunset Hotel"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=dorm 10 USD"],["content="]]}]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bellevue"]}," in the city center is slightly upmarket but offers after bargaining a very basic tiny room for only 5000 shilling. The other hotels in the city center start at 10000 shilling. Another option is to take accommodation in one of the lodges outside the city center, near the nile."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["2friends Hotel"]}," Rooms from 90 USD."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lingling guest house"]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Bujagali"]}," is a ten minute boda boda ride out from Jinja. It's a small tourist village, based on picturesque Bujagali Falls. Witness the locals swimming down the falls with nothing but a jerry can keeping them safe, as well as the odd rafter or kayaker who's made a mistake. Soft Power Health and the Allen stone charities work from Bujagali, and it's very popular with volunteers. \n\n\n",{"type":"{{","value":[["IsPartOf"],["Uganda"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Jinja"]]},"\n",{"type":"{{","value":[["geo"],["0.42444444444444"],["33.204166666667"]]}]