[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n\n",{"type":"'''","value":["Jinotega"]}," is a city in the Northern Highlands region of ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Understand"]},"\nJinotega is the center of Nicaragua's northern region of the same name which produces 80% of the nation's coffee. Not often visited by foreigners, it has a population of about 20,000 living inside a vast bowl, perhaps the size of 200 X 100 football fields, formed by the surrounding mountains. It is known as \"La Ciudad de las Brumas\" or \"City of the Mists\" for the magnificent wisps of clouds continuously feathering through the top of the bowl.  \n\nThe Jinotega region was perhaps the most war-torn region in the nation.  Its remote location provided a haven for rebellious forces throughout the last two previous centuries. It's safe now, in fact you can visit the countryside without a problem if you wish, just find a guide. This will bring you to a corner of the world English speakers seldom see.\n \n",{"type":"===","value":["When to visit"]},"\nCertainly the most adventurous time to visit is during the coffee season, December-February.  You'll see trucks barreling in and out of the city on the north side, men hauling coffee in on their backs in a frantic scurry. Compared to cities such as Managua and Chinandega, which can be exceedingly hot all year round, Jinotega's climate is relatively pleasant due to its higher elevation.\n\nThe weather  is great from November (end of rainy season) through September\/October, when it starts to sporadically rain, after this the rainy season starts for real.\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Managua"]]}," there are direct buses several times a day. If taking a taxi, ask for bus terminal Mayoreo or simply for the terminal from where the Jinotega buses leave. At the Mayoreo terminal there is a counter where you can purchase your tickets to Jinotega. Bus fare is NIO70, or about USD4. The expressos are nice because they make fewer stops and you don't have to change buses in Matagalpa.\n\nAlso you can arrive from other towns in the north such as ",{"type":"[[","value":[["Matagalpa"]]}," or ",{"type":"[[","value":[["Esteli"]]}," (via Matagalpa or via a northern route).\n\n",{"type":"==","value":["Get around"]},"\nTaxis are common and cost NIO8 (USD0.35) per person anywhere in town. Fares are around NIO35 at night. Its best to agree a price before you get in the cab, Jinotegans love to change their mind. But on the whole they are a very friendly bunch. It is very safe to walk around Jinotega even through some of the shabbier looking areas, don't be scared just give a big smile out, you'll be fine. Jinotega is a great place to explore.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peña de La Cruz"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=From within Jinotega you can see this hill with a cross at the top. The summit provides splendid views of the Jinotega valley and surrounding mountains. At the base of Peña de La Cruz within Jinotega there is a cemetery. Cross through the cemetery, stopping to ask where the \"sendero\" or trail to the cross is located. The journey to the top is steep at times, taking about 30-60 minutes. At the top there is a cool, refreshing breeze."]]}]},"\n",{"type":"==","value":["Do"]},"\nOf course you can hike to the famous cross, or there are trails in the hills opposite the cross. Many locals go swimming in Lake Apanas or its surrounding creeks, but the water isn't the cleanest. You can join the locals and play a game of soccer or baseball. There are several sites around town if you just want to walk around.\n\nIn general Jinotega has a small town feel with not a lot of things to do. The people are friendly, but more reserved than you will find in the bigger cities of Nicaragua.\n\nIf you are lucky you will catch one of the many hipica's or parades, they love a parade here, The hipicas are a way for Jinotega, mostly men, to show off their horses. They love it. Get your cowboy boots on.\n\n",{"type":"===","value":["Work"]},"\nOf all of the places in Nicaragua to do volunteer work, Jinotega is perhaps the most worthy. Due to its problematic history Jinotega has suffered through a serious decline in infrastructure.  Jinotega is a place largely forgotten by the outside world.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Association of Volunteers for the Development of Communities"],["alt=AVODEC"],["url="],["email="],["address="],["lat="],["long="],["directions=About 4 blocks north of the Esso Central. Just ask a Jinotegan where AVODEC is"],["phone="],["fax="],["hours="],["price="],["content=A good NGO to visit. It's a small Nicaraguan NGO focusing on sustainable development. A couple staff members there speak English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Circulo de Amigas"],["alt=CdA"],["url=http:\/\/www.camigas.org\/programs\/visitingjinotega\/"],["email="],["address=Barrio Linda Vista Sur Casa 32"],["lat="],["long="],["directions=In Barrio Linda Vista Sur"],["phone=2782-5083"],["fax="],["hours="],["price="],["content=A local non-profit that also houses travelers at their facility. Accommodations are clean, safe, and reliable. You can stay at their facility for less than most local hotels.A volunteer-run, registered 501(c)(3) secular non-profit, working to alleviate poverty one girl at a time. In conjunction with the Nicaraguan Center for Education and Social Promotion (CEPS), they help girls and young women acquire the skills and tools needed to improve their lives. In doing so, they enable children to attend school and give direct aid to victims of severe hardship or regional crisis. They have a variety of needs all year long."]]}]},"\n",{"type":"==","value":["Buy"]},"\nIf you need something, first check the ",{"type":"'''","value":["Everything for $1"]}," (more or less) store north of the cathedral a couple blocks.  They have tools, shampoo, candles, mugs, etc.  If they don't have it, try the more expensive stores like ",{"type":"'''","value":["Tienda Rossy"]},", south of the cathedral, or, Almacen Gloria, at the northwest corner of the Union Park.  There are a million other little stores too. Just walk around and ask until you find what you need. ",{"type":"'''","value":["Pali"]}," is the closest thing to a supermarket here.\n\nThe markets here are excellent, really worth an afternoon wanderings, especially the \"food court\", authentic yet surprisingly flavorful local cuisine for NIO30 and up. Also on the far side of the markets close to Pauli, a few great cowboy bars with lots of great local personalities and with visiting street vendors.\n\nIf you like secondhand shops then you will love Jinotega, the place is full of secondhand American clothes, lots of people just sell them from their front room but there a couple of big shops, you can get lots of expensive labels here from NIO30 up.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Cowboy Boots"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=A little shop in the market. There's a horrific blue supermarket building on the edge of the old market. If you go 2 blocks away from it, and away from the new market building, you will see the boot shop on the right. It's just a small wooden opening with a few cowboy boots hanging in it"],["phone="],["fax="],["hours="],["price=NIO1,000"],["content=You can buy a pair of custom made cowboy boots here. Get the rubber soles. The leather slip horribly. If you're lucky the guy with the really big belly with no top on will serve you. Comedy magic."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buffet el Buen Sazon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= Across the street from Soda el Tico"],["phone="],["fax="],["hours="],["price="],["content=Typical but very good. They have a nice salad selection. The pico de gallo and tortilla chips are a treat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bull's Bar and Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At Barrio Ernesto Rosales, 1\/2 block east of Batazo"],["phone="],["fax="],["hours="],["price="],["content=Established in November 2011, has been satisfying its customers with great food and drinks since day one. Their main dish is soup de huevo de ora, which costs NIO130 (about USD5). Bull's is also eco-friendly, the first bar and restaurant to do this in its area. They also offer purified water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name= Cafeteria Trebol"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the north side of the central park"],["phone="],["fax="],["hours="],["price="],["content=For quick lunches, try the tacos,  with orange-carrot refresco and fruit salad afterward."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chaba's Pizza"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=Pizzas from NIO180-480 (USD5-20)"],["content=For 10 years has been offering customers extravagant pizzas with toppings including pepperoni, cheese, sausage, chicken, ham, Hawaiian, vegetarian. Chabas is in partnership with Conceptos, a nightclub right next to it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Colmena"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Supposed to be the nicest restaurant in town, but it's gone downhill. The filet mignon there is quite good. It comes with four French fries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Comedor Chavarra"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= Near Soppexcca, a block west and a couple south"],["phone="],["fax="],["hours="],["price="],["content=Same food as you get cheaper in the market, but you can eat it here without smoke inhalation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name= Country Burger"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= A few blocks north of Esso Central"],["phone="],["fax="],["hours="],["price="],["content=For a good burger and beer. Gives you one with lots of veggies and decent (non-limp) fries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Don Colocho's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Just north of Mistral School"],["phone="],["fax="],["hours=M-Sa, 09:00-19:00"],["price="],["content=Bakery and cafe. Has been a bakery for 30 years and a cafe for 5 years. This is an excellent place to sit down with friends and enjoy a frappuccino and some delicious pastries. They regularly sell sweet breads, cheese breads, cakes, and tarts, as well as frappuccini, cappuccini, and other coffee based beverages, as well as purified water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dino's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At Del Gallo Gallo, 3 blocks north"],["phone=278-22-137"],["fax="],["hours=Daily, 07:00-22:00"],["price="],["content=A restaurant with a fun, fresh, and calm atmosphere. They offer foods such as pizzas, beef, pork, chicken, pastas, salads, seafood, burgers, deserts, and more. Dino's has purified water as well. Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eskimo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=A few doors down from El Tico"],["phone=278-22-555"],["fax="],["hours=Daily, 10:00-20:00"],["price="],["content=One of the most famous ice cream shops in all of Jinotega. It is safe and filled with various flavors of ice cream. They have shakes, cones, sundaes, and more. The prices are affordable."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Perrera"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=3 km outside of town on the Matagalpa highway"],["phone="],["fax="],["hours="],["price="],["content=The best restaurant. Expect to pay NIO50-140 for good food, some of which is Italian. The taco salad is excellent (and cheap!) If you're sick of iceberg lettuce--they grow their own with good varieties brought from the States. Catch any bus before 06:00 there for NIO5 and ask them when you can catch a bus back to town. Walking down is dangerous, but it's also beautiful when the stars are out!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Movil Express"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=Daily, roughly 15:00-21:00"],["price="],["content=For a cheap afternoon snack,  in the central park is better than Chaba's Pizza and at NIO10 a slice, much cheaper too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante el Cony"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=From the rotary, head west, through the narrow alley that runs on the north side of the river, and then keep going west"],["phone="],["fax="],["hours="],["price="],["content=Try their chuleta de pollo a la plancha. They have some neat historical photos of Jinotega."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roca Rancho"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Quite good, although it looks like it would be a crazy cabana bar, but is quite tame (read: dead) most nights of the week.  Decent live music and cheap Victorias can be had on Thursday nights starting about 19:30. The Diablito is a nice appetizer experience and the fajita chicken and bocitos de pollo are excellent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Soda El Tico"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Everyone talks about this place, but it is hit and miss. They have decent breakfasts and some go there to enjoy a cheeseburger. Ask them to give you more than three French fries. If you're going for expensive, heavy meats, this is the place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Terraza Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=above El Tico"],["phone="],["fax="],["hours="],["price="],["content=They have a large variety of cakes and beverages, like tres leches, selve negra, cappuccini, and frappuccini, and purified water. The atmosphere is very relaxed, with small cafe tables and couches to lounge on."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Tico"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At Del Silais 1 1\/2 blocks north"],["phone=278-22-059"],["fax="],["hours=M-F, 06:30-21:00, and Sa-Su, 08:00-21:30"],["price="],["content=Very good, Americanized Nicaraguan food, and very importantly, purified water. It is buffet style and family friendly, and also has fast, friendly service."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Roca Rancho"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Has NIO12 Victorias and live music on Thursday nights starting at 20:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Soppecxxa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Two blocks west of Supermarket Pali"],["phone="],["fax="],["hours="],["price="],["content=A good coffee shop that is popular with the few extranjeros in town. Check out the bar map they have at La Biosfera Cloud forest retreat, 4km out of town. It lists all the great bars in Jinotega a very entertaining day out."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nHotels run from USD4-100 a night and are easy to come by.\n  \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Biosfera Cloud Forest Retreat"],["alt="],["url="],["email=biosferanicaragua@yahoo.com"],["address="],["lat="],["long="],["directions=4 km out of Jinotega on the road to Matagalpa, next to the Perrera, 100 m up the hill"],["phone=86981439 (Suzanne)"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Amazing views. Run by 2 Aussies and an American, it has horse riding, bat cave, trails to local coffee plantations, a bar crawl map of Jinotega. organic permaculture-based gardens and rental accommodations from forest cabins to a backpackers dorm."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Café"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=If you brought more collared shirts than non-, stay here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Central"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=If you have a beard, Chacos, and a ten-year-old Arc'teryx backpack, stay here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Kiuras"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A family-owned hostel with Wi-Fi and great amenities. The owner is a doctor, an added bonus."]]}]},"\n",{"type":"==","value":["Connect"]},"\nFor a full Nicaraguan experience, you can try out some of the many Internet cafes located around the city. Many Nicaraguans don´t have Internet and have to utilize such cafes. Two recommended cafes are ",{"type":"'''","value":["Llamadas Heladas"]}," and ",{"type":"'''","value":["Ciber Centro de Llamadas del Rey"]},". Both provide Internet as well as phone booths for cheap international calls and the latter one also provides English-Spanish translation.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Jinotega"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern Highlands (Nicaragua)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jinotega, Nicaragua"]]},"\n",{"type":"{{","value":[["geo"],["13.166666666667"],["-86"]]}]