[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jishou"]}," (吉首; Jíshǒu) is in ",{"type":"[[","value":[["Hunan"]]},", and is the capital of the Xiangxi Tujia and Miao Autonomous Prefecture. \n",{"type":"[[","value":[["Image:Jishou panorama.jpg"],["center"],["thumb"],["700px"],["The town as seen from the university"]]},"\n\nJishou has little to offer the tourist, but it is the jumping off point for scenic spots like ",{"type":"[[","value":[["Dehang"]]}," and ",{"type":"[[","value":[["Fenghuang"]]},". Most people do not speak English, so bring a ",{"type":"[[","value":[["Chinese phrasebook"]]}," or practice your Chinese. Hotel clerks may speak a smattering of English, though.\n\n",{"type":"==","value":["Get in"]},"\nJishou has no airport. The nearest ones are in ",{"type":"[[","value":[["Zhangjiajie"]]}," and ",{"type":"[[","value":[["Changde"]]},", about two hours away. The city is easily accessible by bus or train, however.\n\n",{"type":"===","value":["By train"]},"\nJishou train station lies north of the city center. Several direct trains leaving each day connect it to ",{"type":"[[","value":[["Huaihua"]]}," and ",{"type":"[[","value":[["Zhangjiajie"]]},", each about two hours away, and ",{"type":"[[","value":[["Changsha"]]},", about seven hours away.\n\nTourists coming out of the train station will be greeted by eager taxi and bus drivers offering rides to Dehang, Fenghuang and other places. Their prices may be higher than those at the city's two bus stations, however. \n\n",{"type":"===","value":["By bus"]},"\nJishou has two bus stations. The North Station is just a few blocks east of the train station. The east station is on Wuling East Road (Wuling Donglu 武陵东路), in the city center a short taxi ride away.\n\nFrom the North Station (北站 běizhàn), frequent motorcoaches connect to ",{"type":"[[","value":[["Changsha"]]},", ",{"type":"[[","value":[["Dehang"]]},", ",{"type":"[[","value":[["Yueyang"]]},", ",{"type":"[[","value":[["Changde"]]},", ",{"type":"[[","value":[["Zhangjiajie"]]}," and other cities to the north and east. Fares vary depending on the day and whether it is a holiday. The trip to Changsha usually costs between ¥90 and ¥140 and takes about four to five hours, with a short rest stop at the halfway point.\n\nFrom the East Station (东站 dōngzhàn), buses leave for ",{"type":"[[","value":[["Fenghuang"]]},", ",{"type":"[[","value":[["Huaihua"]]}," and other cities to the south and west. Fares vary depending on the day and whether it is a holiday. Motorcoach service to ",{"type":"[[","value":[["Chongqing"]]}," began with completion of a new expressway in 2012. The ride takes about seven hours and costs about ¥150.\n\n",{"type":"==","value":["Get around"]},"\nJsihou is a small city, and walking around the city center can be done on foot. There are many taxis cruising the streets, however. Fares begin at ¥3. Four bus transit lines travel along the main north-south road and east-west road. Fares are ¥1.50 for non-airconditioned buses and ¥2 for airconditioned ones.\n\n",{"type":"==","value":["See"]},"\nJishou is primarily a commercial and transportation hub for the Xiangxi area, and has few tourist attractions of its own. However, you can take a city bus (#1 or #6) or taxi to two nearby attractions. South of Jishou is Qianzhou, a newly developed commercial complex. There are two attractions there: the Miao Museum and the reconstructed Qianzhou Old Town. Jishou University (吉首大学; Jishou Daxue), which is midway between the train station and Qianzhou, is home of the Huang Yongyu Art Museum.\n\nMost tourists coming to Jishou are on their way either to ",{"type":"[[","value":[["Dehang"]]}," or ",{"type":"[[","value":[["Fenghuang"]]},".\n \n",{"type":"==","value":["Buy"]},"\nJishou has one major shopping mall, Heshengtang, near the walking street, Buxingjie. Both offer Chinese name brand items.\n\n",{"type":"==","value":["Eat"]},"\nOnly one Western food chain, KFC, has a restaurant here -- in Heshengtang Mall. There are many restaurants offering Hunan's spicy cuisine, however.\n\n",{"type":"==","value":["Drink"]},"\nAside from lounges in the city's hotels, there are a few small bars clustered around the Xiangxi Grand Theater (湘西大剧院; Xiāngxī Dà Jùyuàn).\n\nThere are a growing number of coffee shops, as well. Look for these near the train station and in the downtown shopping district.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=KaiYuan Hotel (开元大酒店; KāiYuán Dà Jǐudiàn)"],["url="],["email="],["address=ZhengFa Street (政法街; Zhèngfǎ Jiē)"],["lat="],["long="],["directions=about 600 feet south of the train station, walk south on the left side of the main street to ZhengFa Jie, and turn left"],["phone=0743-8750088"],["tollfree="],["fax=0743-8751316"],["hours="],["price=¥208 and up"],["checkin="],["checkout="],["content=This is a new 3-star hotel that opened in 2008. Restaurant, bar and coffeeshop are onsite."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xiangxi National Grand Hotel (湘西民族宾馆; Xiāngxī Mínzú Bīnguăn"],["url=http:\/\/www.xxmzhotel.com\/"],["email="],["address=7 Rénmín ZhòngLù"],["lat="],["long="],["directions=from railway station, take taxi directly or take bus #1 or #6 to TuanJieGuangChang stop"],["phone=0743-8221572"],["tollfree="],["fax=0743-8221572"],["hours="],["price=¥488 and up"],["checkin="],["checkout="],["content=This is a 4-star hotel amd regarded as Jishou's finest. Restaurant, bar and coffeeshop are onsite. It's close to Jishou University."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hunan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Jishou"]]},"\n",{"type":"{{","value":[["geo"],["28.31847"],["109.73176"]]}]