[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:View from Jiufen (九份), Taiwan.jpg"],["thumb"],["350px"],["A view from Jiufen"]]},"\n",{"type":"'''","value":["Jiufen"]}," (九份; ",{"type":"''","value":["Jiǔfèn"]},"), historically spelled ",{"type":"'''","value":["Chiufen"]}," and alternately spelled ",{"type":"'''","value":["Jioufen"]},", is a small town in ",{"type":"[[","value":[["Northern Taiwan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nJiufen was a prosperous gold mining town until the digging stopped in the 1950s. It then went into sharp decline. However, its quaint streets, tea houses and stunning views of the Pacific Ocean saved it from becoming yet another anonymous mining ghost town. Jiufen is now a popular escape from the capital for those eager to relive scenes from the past. It has provided the setting for several period movies, including Hou Hsiao-hsien's ",{"type":"''","value":["A City of Sadness"]},", which won the Golden Lion award at the 1989 Venice Film Festival.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nFrom ",{"type":"[[","value":[["Taipei"]]},", take the train north to Ruifang. Then take the Keelung Transit bus (15 min) to Jiufen. Buses to Jiufen and ",{"type":"[[","value":[["Jinguashi"]]}," leave from a stop a little way from the train station: turn left on the busy street right in front of the train station, stay on the right hand side of the street and keep walking straight until you pass a police station. The bus stop heading to Jiufen and Jinguashi is located a little past the police station. Not all buses show the correct route information or have bilingual signs.\n\n",{"type":"===","value":["By bus"]},"\nFrom ",{"type":"[[","value":[["Taipei"]]},", take the Jiufen bus no. 1062 (1 hr, NT$102, bus company Keelung Bus) from the Adventist Hospital bus stop on Bade Road, east of the intersection with Fuxing Road.\nAlternatively, take the same bus from Songshan station or Zhongxiao Fuxing MRT station Exit #1 (make a U-Turn at the top of the exit and turn left at the intersection without crossing it).  Make sure to have the exact fare or an easycard. There are great views of the valleys below on the left hand side of the bus as it ascends to Jiufen.  On days when the bus is likely to be crowded, it is important to get on at Zhongxiao Fuxing MRT Station, because the bus will fill up there and not accept other passengers elsewhere.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Jioufen cropped.jpg"],["thumb"],["300px"]]},"\nThe town of Jiufen is built into the side of the hills slightly inland from the Pacific Ocean coastline. The main area of interest to visitors are the town's historic commercial district which is covered by two pedestrian streets: ",{"type":"'''","value":["Jishan Street"]}," (基山街, which runs along the ridge line), and ",{"type":"'''","value":["Shuchi (Shuqi) Street"]}," (豎崎路, which runs up and down the slope of the hill). The area is small enough to cover on foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Jioufen 070909 2.jpg"],["thumb"],["250px"],["Jiufen"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Historic Commercial District"]}," of Jiufen consists of a series of stores and restaurants running along Jishan and Shuchi Streets, which are built into the side of the coastal hills and considered a must-see site for visitors. The area is known for its collection of historic businesses, eateries, and teahouses, allowing visitors to relive the past while sampling local specialties and purchasing handicrafts and other knick-knacks. The area also provides spectacular views of the harbor and the Pacific Ocean below. The most popular entrance is located near the bus station."]},"\n",{"type":"*","value":[{"type":"'''","value":["Taiyang Co. Ruifang mining Operation Office"]}," (台陽礦業事務所) - This historic building just below Jiufen bus station. Yen Yun-nian (A.D 1882 - 1923), Jiufen's merchant, got the business authority from Japanese \"Itoda Gumi\" during the Japanese era. The company was established in 1948 by his brother, quarrying gold since 1914 till the 60th year of the ROC (1971). Bafan Tunnel mining relic still remains inside the office, but not opening externally at present."]},"\n",{"type":"*","value":[{"type":"'''","value":["Songde Park"]}," (頌德公園) - A small memorial park in Jiufen's east, located on Qinbian Road. There are monuments to praise the great achievement for Yen Yun-nian who found Jiufen's mining culture. Creative artistic sculpture can easily be seen in the park. Also the early Mining Tunnel can also be found next to the park."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wufan Tunnel"]}," (五番坑道) - Next to the park, this tunnel had been excavated in 1927. The coal transported out from the tunnel was smashed in the mine-smashing area by high altitude transporting pipe. There are light railway passing through the tunnel, which was running by Japanese and contracted by Jiouda Co. after Japanese left Taiwan. In the 60th year of the ROC (1971), in order to protect the security of the resident and visitor, all the mine tunnels are sealed. There is a small community park for people to rest and enjoy the ocean view of Pacific Ocean."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":[{"type":"'''","value":["Mount Jilong"]}," (基隆山) - The elevation of mountain is 588 meters, which is Jiufen and Jinguashi’s dividing line. On the peak, people can overlook the whole Neihu district, Taipei City, Keelung and northeast coast seascape. To look far from Jinguashi or Fushan Temple, the mountain shape looks like a pregnant woman lies on the land, when the hair spread on the East Sea with clear curves. Therefore, it is known as ",{"type":"''","value":["Big-Belly Beauty Mountain"]},". There is a mountain trail so far and the entrance is right across the Parking Lot. You can climb the peak in about 40 minutes."]},"\n",{"type":"*","value":[{"type":"'''","value":["Xiaojingua Peak "]}," (小金瓜露頭) - Along Line 102 to Shuangxi Highway to the highest point of Mt.Jilong, you can see the Xiaojingua Peak on the hilltop. It opens the first page of Jiufen gold digging history."]},"\n",{"type":"==","value":["Eat"]},"\nThere are numerous things to eat in Jiufen. Fishball soup, ",{"type":"''","value":["yuyuan"]}," (taro balls), dumplings served hot or cold with sweet bean, and mochi are all widely available. The sheer number of restaurants can be a little overwhelming though. ",{"type":"'''","value":["Grandma Lai's Yuyuan"]}," (賴阿婆芋圓) at No.143, Jishan Street, is the most famous one for its taro balls.\n\n",{"type":"==","value":["Drink"]},"\n\nJiufen boasts numerous teahouses that offer great views over the Pacific Ocean.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=City Of Sadness Restaurant"],["alt=悲情城市小上海茶樓"],["url="],["email="],["address=35 Shuchi Road"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+886 2"]}," 2406-2289"],["tollfree="],["fax="],["hours="],["price="],["content=Just on the corner of Shuqi and Qingbian Roads. This restaurant was featured in Hou Hsiao-hsien's film ",{"type":"''","value":["A City of Sadness"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jiufen Teahouse"],["alt="],["url=http:\/\/www.jioufen-teahouse.com.tw\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+886 2"]}," 2496-9056"],["tollfree="],["fax="],["hours="],["price="],["content=(九份茶坊), 142 Jishan Street. Jiufen Teahouse was once the meeting place for many great Taiwanese writers and artists when it first opened. When you enter from the narrow crowded street, you come into a spacious and calm interior. On the right are steaming iron kettles nestled in a long fiery bank of coals. Bundles of tea and high quality ceramics and tea implements fill the first level. The host will lead you to a quiet table on the lower levels, or you can sit outside on the back terrace in good weather. You can choose your favorite tea and tea snacks from the menu and sit there for as long as you like. Take a break and wander around to look the paintings and other wonderful artwork by local artists. There is also a gallery on the lower level with more beautiful ceramics."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThe town does not have any hotels, but there are several small guest houses that are identifiable by characters \"住宿\" (\"lodging\"). Most tourists, however, stay in ",{"type":"[[","value":[["Taipei"]]}," or ",{"type":"[[","value":[["Keelung"]]}," and just visit Jiufen for a day trip.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bafankeng Café"],["alt=八番坑Café民宿"],["url=http:\/\/www.8fankeng.com\/"],["email="],["address=100 Wushi Ln"],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+886 2"]}," 2497-5291"],["tollfree="],["fax=",{"type":"''","value":["+886 2"]}," 2496-9500"],["price="],["checkin="],["checkout="],["content=Ruifang Township, Taipei County. The proprietor of this guesthouse is very helpful."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sea Point B&B Guest House"]}," (金瓜石好望角咖啡宿), 86 San-Jan road, Ruifang Township, Taipei County, Tel:",{"type":"''","value":["+886 2"]}," 2496-1788, Mobile: 0939348806 or 093993602 ",{"type":"[","value":["http:\/\/www.seapointbnb.com"]},". Check it out this site, you will love it!"]},"\n",{"type":"*","value":[{"type":"'''","value":["JiuFen B&B - ShiXiaXiang B&B"]}," (九份民宿 - 市下巷民宿), 2 Shi Xia Xiang, Ruifang Township, Taipei County, Mobile: 0925533168. Offical Site ",{"type":"[","value":["http:\/\/timooo888.myweb.hinet.net\/"]},", The host of this B&B is very kind and helpful. We'll make you feel at home."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Jinguashi"]]}," - Former gold mining town, now a mountains-meets-ocean picturesque get-away. See the Gold Museum (NT$100), the Crown Prince's Chalet, and other sights. Or follow numerous hiking trails. Take the Jiufen bus (NT$50) to the end of the line, then take another bus (NT$21) from in front of the pavilion next to the 7-Eleven at the Jishan Street entrance."]},"\n",{"type":"{{","value":[["geo"],["25.107"],["121.843"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Taiwan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:Jiufen"]]},"\n\n",{"type":"[[","value":[["Commons:Jioufen"]]}]