[{"type":"{{","value":[["pagebanner"],["Jodhpur banner Skyline with fort.jpg"]]},"\n\n",{"type":"'''","value":["Jodhpur"]}," is the second largest city in the state of ",{"type":"[[","value":[["Rajasthan"]]},", ",{"type":"[[","value":[["India"]]},". It is called the ",{"type":"''","value":["Gateway to Thar"]},", as it is literally on the edge of the Thar desert. It is also called the ",{"type":"''","value":["Sun City"]}," as the sun shines (very bright and hot!) almost every day of the year.\n\n",{"type":"[[","value":[["Image:City Blue Ramparts2.JPG"],["thumb"],["400px"],["The Blue City of Brahmpur from the ramparts of Mehrangarh Fort"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["infobox"],["Did you know?"],["The word ",{"type":"''","value":["jodhpurs"]}," owes its etymology to this city. (riding breeches, cut at the hips but tight fitting from knee to ankle, usually worn while riding horses or playing polo)."]]},"\n\nJodhpur is an historic city and the origin dates to the year 1459 AD when it was founded by Rao Jodha, the Rajput chieftan of the Rathores. The Rathore kingdom was also known as the ",{"type":"[[","value":[["Marwar"]]}," and was the largest in Rajputana.\n\nThe city was built as the new capital of the state of ",{"type":"'''","value":["Marwar"]},"  to replace the ancient capital ",{"type":"[[","value":[["Mandore"]]},", the ruins of which can be seen near what is now the Mandore Gardens.  The people of Jodhpur and surrounding areas are hence also commonly called as Marwaris.\n\nJodhpur is also known as the ",{"type":"'''","value":["Blue City"]},", an apt name as most houses in the old city are shades of blue.  This is particularly noticeable on the north side of the town, known as ",{"type":"'''","value":["Brahmpuri"]}," for the many Brahmins that live there.\n\nThe forts and palaces, temples and havelis, culture and tradition, spices and fabrics, colour and texture, a booming handicrafts industry, all add up to make this historic city worth a visit.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Regional Tourist office"]}," run by the Government of Rajasthan is located at RTDC Hotel Ghoomar, High Court Road, ☎ +91 291 2545083"]},"\n",{"type":"==","value":["Get in"]},"\n\nJodhpur is well connected by road, rail and air to all major cities and towns.\n\n",{"type":"===","value":["By plane"]},"\n\nJodhpur (",{"type":"{{","value":[["IATA"],["JDH"]]},") is connected to ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Mumbai"]]},", ",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Udaipur"]]},"; the airport is about 5 km from the city centre. Take a taxi (Rs 200) or autorickshaw (Rs 100) from the airport to your hotel.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/indian-airlines.nic.in Indian"]}]}," operates daily flights to Jodhpur from Delhi, Mumbai, Jaipur and Udaipur; the airline office is located on Airport Road, ☎ +91 291 2510757, +91 291 2510758. Open everyday from 10AM-1PM and 2PM-4.30PM. Contacts for the airport counter are +91 291 2512617, +91 291 2511516."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetairways.com Jet Airways"]}]}," operates daily flights from Delhi and Mumbai."]},"\n",{"type":"===","value":["By train"]},"\n\nJodhpur is an important division of the North Western zone of the Indian Rail network . It is well connected by direct trains from all metros and major cities in India, including Delhi, Mumbai, ",{"type":"[[","value":[["Ahmedabad"]]},", Jaipur, Jaisalmer, Barmer, Bikaner, Ajmer, Alwar, Agra, Kanpur, Allahabad, Gaya, ",{"type":"[[","value":[["Kolkata"]]},", Indore, Lucknow, Varanasi, Patiala, Chandigarh, Kalka, Jammu, ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Bangalore"]]}," and ",{"type":"[[","value":[["Hyderabad"]]},".\n\nThe popular Mandor Express leaves Delhi at 8:45PM and arrived in Jodhpur at 8AM the next morning (",{"type":"{{","value":[["Indian Rupee"]]},"1,000 in AC2).Jodhpur is connected to Mumbai by daily train Suryanagari express which departs from Jodhpur at 18:45 hours and from Bandra Terminus(Mumbai) at 13:30 hours and takes 17 hours.\n\nFrom Jodhpur to Agra Fort : train number 2803. Sleeper AC 3 tiers ",{"type":"{{","value":[["Indian Rupee"]]},"500 . Departure at 8PM, and arrival at 6:30AM.\n\nThe taxi stand and auto-rickshaw stand are located near the exit of the railway station.\n\nThe advance reservation office is on Station Road, between the railway station and Sojati Gate. The office is open from Monday to Saturday from 8AM to 8PM and on Sunday until 1.45 pm IST. If you are a foreign tourist, you can also buy Indrail passes in USD and reserve tickets at the ",{"type":"[","value":["http:\/\/www.indianrailways.gov.in\/railway\/tourist\/int_tou_bureau_idx-1.htm#INDRAIL%20PASSES International Tourist Bureau"]},"; this counter is located at the advance reservation office.  You can also book your tickets online at ",{"type":"[","value":["http:\/\/irctc.co.in\/ IRCTC"]},", the official booking site on the internet, from 0:30AM-11:30PM IST on all days.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By taxi"]},"\n\n",{"type":"*","value":["Various tour operators and travel agencies offer chauferred car-taxi services; these are charged on a per km, per day basis. You can plan to take one to arrive into the city or take one for sightseeing in and around the city."]},{"type":"*","value":["3 wheeler taxis are very common in the city. But they don't use meters, so ask price before sitting in these taxis."]},"\n",{"type":"===","value":["By bus"]},"\n\nJodhpur can be reached by ",{"type":"[","value":["http:\/\/www.rsrtc.gov.in RSRTC"]}," (Rajasthan State Road Transport Corporation) buses and private luxury buses which operate from all major towns and cities in Rajasthan as well as the cities of Ahmedabad and Delhi.\n\n",{"type":"==","value":["Get around"]},"\n\nMeans of transport include:\n\n",{"type":"*","value":[{"type":"'''","value":["Tourist Cabs"]}," (Taxis) - ply on a minimum distance\/hour per day basis."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mini buses"]}," - public transport is available but chaotic and not advisable except when on a shoestring budget."]},"\n",{"type":"*","value":[{"type":"'''","value":["Car Rental"]}," - There are many car rental companies available."]},"\nThe narrow lanes of the inner walled city of Jodhpur are best traversed by cars, but can also be explored by bicycle or motorcycle\/scooter.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Auto Rickshaws"]}," (unmetered) - negotiate before you get on board."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tongas"]}," horse driven carriages."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Mehrangarh Fort"]},"\n",{"type":"[[","value":[["Image:Mehrangarh Fort.jpg"],["thumb"],["240px"],["Mehrangarh Fort"]]},"\n",{"type":"[[","value":[["Image:Fort MotiMahal.JPG"],["thumb"],["240px"],["Moti Mahal"]]},"\n",{"type":"[[","value":[["Image:Fort ZenanaDeodi.JPG"],["thumb"],["240px"],["Zenana Deodi"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khojbin.com\/Mehrangarh-Fort_Jodhpur_Rajasthan_things-to-do-overview\/28\/2910001 Mehrangarh Fort"]}]}," dominates the city and is the largest fort in all Rajasthan.  Founded in 1458 as the site of Rao Jodha's new capital — hence the name, Jodhpur — the city has grown around it, and in the 500 years that have passed the fort has never been taken by force.  It's easy to see why: it occupies the entire top of a 150 m hill with commanding views all around, with some three kilometers of massive ramparts built around the edges. An English owned company 'Flying Fox' operate a zip tour out of the beautiful Chokelao Gardens within the fort.\n\nThe name \"Fort\" belies the size of the complex, which houses the Maharaja's palace, several temples and, tucked away in the back, an extensive garden still farmed to this day.  Highlights within the palace include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Moti Mahal"]}," (Pearl Hall).  Pearl-colored inside and decorated with colored glass windows, this is where the Maharaja held his audiences, with the five alcoves on the far wall allowing his queens to listen in."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheesh Mahal"]}," (Mirror Hall).  Just what the name says."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Phool Mahal"]}," (Flower Hall).  The most extravagant of them all, this was the Maharaja's pleasure chamber, for dancing girls and revelry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zenana Deodi"]},".  The inner sanctum of the palace once guarded by eunuchs, this is where the Maharaja's wives whiled away their days.  The delicate sandstone screens and carvings are exquisite."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chamunda Mataji Temple"]},".  Tucked away at the far end of the battlements, this temple is devoted to Rao Jodha's favorite goddess and remains a local favorite to this day."]},"\nA number of people are employed here and there to add flavor by dressing in period costume and doing photogenic things like playing traditional instruments and smoke opium (yes, the real thing).  Snap away, but they'll appreciate a tip if you do.  The museum also includes galleries devoted to ",{"type":"''","value":["howdahs"]}," (elephant-mounted seats), palanquins, fine arts, weaponry, and the inevitable ",{"type":"'''","value":["Turban Gallery"]},".\n\nAn audio tour is available for ",{"type":"{{","value":[["Indian Rupee"]]},"400 (for foreign tourists, discount for foreign students). An extra ",{"type":"{{","value":[["Indian Rupee"]]}," 100 gives you the right to use a still camera. The audio guide is actually quite good, and gives you information you otherwise wouldn't get from signs within the fort.\n\nEntry to the fort is free each year on its birthday (about the 12th of May), and is not as crowded as you would think.\n\n",{"type":"===","value":["Historical sites"]},"\n",{"type":"[[","value":[["Image:JaswantThada Lake.JPG"],["thumb"],["240px"],["Jaswant Thada"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jaswant Thada"]},", 1 km downhill from Mehrangarh (",{"type":"''","value":["easily walked"]},").  Royal cenotaphs built in marble, with a picturesque location next to a little lake.  Entry ",{"type":"{{","value":[["Indian Rupee"]]},"30, plus ",{"type":"{{","value":[["Indian Rupee"]]},"25 for a camera. It is also free on the birthday of the Fort (about the 12th of May)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mandore"]},", 7 km outside the city.  The ancient capital of Marwar, before Jodhpur was built."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Umaid Bhawan Palace"]},".  Clearly visible to the south of the city and completed only in 1944, this is the last great palace built in India.  The Maharaja of Jodhpur lives here to this day, but half the building has been converted to a 5-star hotel (see Sleep) and there is also a small museum on grounds (",{"type":"{{","value":[["Indian Rupee"]]},"50, open 9AM to 5PM).  You'll have to take a rickshaw to get here, and it's best to ask them to wait: figure on ",{"type":"{{","value":[["Indian Rupee"]]},"100 for a round-trip with an hour's waiting time."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Khejarla Fort"],["alt="],["url=http:\/\/www.jodhpurfortkhejarla.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located 85 km. from the main city. Situated in a rural setting, the 400 year old, Fort Khejarla offers guests an enlivening experience. The stunning red sandstone monument is an example of the Rajput architecture. The Fort offers picturesque settings, latticework friezes, and intricate Jharoka. To reach Khejarla from Jodhpur, head on Jodhpur Jaipur highway for 73 km. You'll cross Bhavi village and a railway crossing. After railway crossing go 3.5 kms and take a left turn. Then go straight for 12 km and you'll find Khejarla fort."]]}]},"\n",{"type":"===","value":["Natural sites"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Balsamand Lake"]}," - now converted to a resort"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kailana Lake"]}," - a picnic spot and a main drinking water source for the city"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ranisar Padamsar"]}," - Ranisar was made by Queen Jasmade Hadi, Rao Jodha's wife in 1459. Ranisar is situated near Fateh Pole in Mehrangarh."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gulab Sagar Lake"]}," - Gulab Sagar water storage was constructed by Gulab Rai in 1788."]},"\n",{"type":"===","value":["Temples"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Baba Ramdev Temple"]},", Masuria Hills."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ganesh Temple"]},", Ratanada."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mahamandir Temple"]},", Mahamandir Chauraha."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pal Balaji Temple"]},", Pal Gaon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Santoshi Mata Temple"]},", Lal Sagar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Isqkiya Gajanan Ji Temple"]},", Juni Mandi."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Old city"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Rajasthan International Folk Festival"],["alt="],["url=http:\/\/www.jodhpurfolkfestival.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International music festival held annually during October at Mehrangarh Fort."]]}]},{"type":"*","value":[" Hike the wall around the city."]},{"type":"*","value":[" Check out the Fort"]},{"type":"*","value":[" Wander around the market near the clocktower"]},"\n",{"type":"==","value":["Learn"]},"\n\nThere are many options for education, learning and research organisations.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jai Narain Vyas University"]}," (JNVU) offers undergraduate, graduate\/postgraduate and doctoral courses.  Formerly University of Jodhpur, established 1962, took over 4 state run colleges Jaswant College, Shri Maharaj Kumar College, Kamal Nehru Girls college and M B M Engineering College."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["National Law University"]}," (NLU) is a national level law school established in 2001 and offers five years and three years in law as well as post graduate courses intelligently combined with other streams such as science, technology, commerce etc. to provide a complete professinal degree. The campus of NLU lies just outside the periphery of city on NH-65, at Mandore, spread over an area of 50 acres and complete with state of the art infrastructure."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arid Forest Research Institute"]}," (AFRI)(",{"type":"[","value":["http:\/\/www.afri.res.in"]},") situated at Jodhpur. One of the institutes of the Indian Council of Forestry Research & Education (ICFRE ) working under the Ministry of Environment & Forests, Govt. of India. The Objective of the Institute is to carry out scientific research in forestry and provide technologies to increase the vegetative cover and to conserve the biodiversity of the hot arid and semi arid region of Rajasthan, Gujarat and Dadara & Nagar Haveli union territory. The campus covers 66 ha. on the New Pali Road, Jodhpur. The institute is also a centre of FRI University. The institute also offers training in Biotechnology and other disciplines to the bachelors and masters students."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["IIT Jodhpur"]},"The Indian Institute of Technology Jodhpur (IIT Jodhpur, IITJ), also known as the Indian Institute of Technology Rajasthan (IIT Rajasthan), is a public university located in Jodhpur in the state of Rajasthan in India. It is one of the eight new Indian Institutes of Technology (IITs) established by the Ministry of Human Resource Development,"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:SardarMarket Fabrics.JPG"],["thumb"],["240px"],["Fabrics for sale, Sardar Market"]]},"\n\nThe city's main shopping area is ",{"type":"'''","value":["Nai Sadak"]},", lined mostly with sari and shoe shops and leading straight into ",{"type":"'''","value":["Sardar Market"]},", a full-on bustling Indian market with a barely contained riot of sights, sounds and stinks.  The clocktower in the center is a useful orientation point.  Best to head into the different shops by yourself, as rickshaw drivers and other locals will do their best to direct you into certain shops where they can  earn a commission for sales; you can expect to get better prices if the shopkeepers do not have to pay a percentage to these other guys.  And be prepared to spend a good hour or more in a shop chatting with the very friendly owners over a cup of masala chai.  This is the true highlight of Rajasthani hospitality. You will find Rajasthan (and especially Jodhpur) to be full of amiable and kind people who will be quick to offer you chai as a symbol of genuine hospitality first and foremost (not at all significant of an attempt to coerce you to buy). It is not uncommon for them to turn their shop upside down to show you all of their goods, as many are quite proud of their business.  Popular souvenirs include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandhej"]}," sarees and dress material"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mojris"]}," or Jootis. Shoes with a pointed front, a must-have accessory if you plan on dressing like a Rajput Maharaja."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Handicrafts"]}," these are handmade (made to look like old antiques), the handicraft industry is a booming industry in this city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spices and Tea"]},"  Expect to pay ",{"type":"{{","value":[["Indian Rupee"]]},"100-150 for each 200g packet of spices or 150g packet of tea.  Among the highlights are the various masala mixes: different one for vegetables, rice, meat, fish, etc.; individual spices: especially cardamom, vanilla, and saffron - very high quality for a fraction of what you pay back home; tea: including the cinnamon-infused Kashmiri Khawa, masala mix to add to assam\/darjeeling, and ginger tea.  Be sure to stop in various different shops as each store has their own recipe for mixing their own blend."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Textiles"]}," Far better prices here for rugs, scarves, duvet covers, etc. than buying in Delhi.  Scarves are the top sales item with prices varying from ",{"type":"{{","value":[["Indian Rupee"]]},"50 to ",{"type":"{{","value":[["Indian Rupee"]]},"3000 depending on the material (pashmina, silk, kashmir, blends,etc.)"]},"There are numerous shops around town:\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Ganesh Handicrafts"],["url=http:\/\/www.ganeshhandicrafts.com"],["email=maheshabani@hotmail.com"],["address=84-85 Nai Sarak"],["lat="],["long="],["directions=near Clock Tower"],["phone=+91 291-2624165"],["tollfree="],["fax="],["hours="],["price="],["content=The owner typically invites customers for a cup of masala tea and engages in friendly chats. The shop sells jewelry, textile, clothes (can be tailored-made), and furniture. Prices are fixed so you don't need to bargain. Some scarves are as cheap as 200rps. They offer international shipping for bulky items."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["National Handloom"]},", Nai Sadak (",{"type":"''","value":["and ten other outlets around the city"]},").  A four-story shop easily identified by their logo of a gloriously mustachioed and turbaned man, the jumble of items inside is authentically Indian, but prices are cheap, clearly marked, and hassle-free.  The fourth story houses handicrafts and art, with most of the rest devoted to clothes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nitisha"]},",Located at Raikabad, Near Rajmata School. The store does readymade garments for both men and women, silver and semi precious stone jewellery, cushions, bedsheets and bedcovers, fragrances, gift items, souvenirs, candles, gift packing material, show pieces and handicrafts, gift packaging accessories at great rates. All prices are clearly marked on the items and thus there is no chance of quoting high prices."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rajeev's - Grasim Exclusive Showroom"],["url="],["email=rajeevsgrasim@gmail.com"],["address=42-43 Nai Sarak"],["lat="],["long="],["directions=about 1km from the Clocktower on left side (walking towards Sardar)"],["phone=+91 291-2627638"],["tollfree="],["fax="],["hours="],["price="],["content=One of the higher end fashion lines (higher than Raymond).  Buy custom-made men's clothing here at much more economical prices than in Delhi; for suits expect to pay ~2000rps for labor, materials are extra with a series of different qualities (all prices negotiable). Suit construction takes 1-2days after fitting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Suncity Spices"],["url="],["email=suncity_spice@yahoo.com"],["address=112 Nai Sarak"],["lat="],["long="],["directions=on the right hand side towards Sardar, about 1km from the Clocktower"],["phone=+91 291-5102155"],["tollfree="],["fax="],["hours="],["price="],["content=One of the top spice\/tea shops where the friendly and honest owner Mohammed will quietly offer you lower prices than on the list if you come in without a driver (i.e. no commission) - a very reasonable 120rps for each packet of spice\/tea, and 100rps per gram of saffron.  Wide selection of teas from \"Ost\" brand that include flavors such as lemongrass & cucumber, lychee, and guava."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bishnoi Village Art"],["url="],["email=bishnoivillageart@ymail.com"],["address=Shop No. 10, Near Police Station"],["lat="],["long="],["directions=Past the clocktower on the left hand side after entering Sardar, next to an internet shop"],["phone=+91-80037-13901"],["tollfree="],["fax="],["hours="],["price="],["content=One of the better places to buy scarves, and share stories for a few hrs with the owner Papu over masala chai and pakora.  Papu is very honest and will give you a fair price for his wide assortment of high quality materials."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Via Bishnoi Village Craft"],["url="],["email=info@vbvcraft.com"],["address=Jhalamand Circle, Near CTC Petrol Pump, Pali Road."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the better places to buy old and new handmade traditional and modern embroidered & patchwork textiles, shawls & scarves, clothing, fabrics, etc."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n'Restaurants' as you find them elsewhere are somewhat hard to find in Jodhpur, except for around the tourist areas such as in front of the Fort. Otherwise, especially for lunch it's stand-up street food such as Samosas.\n\nDon't forget to try the Rajasthani delicacies \n",{"type":"*","value":[{"type":"'''","value":["Mirchi Vada, Samosa and Pyaaj(Onion) Kii Kachori"]}]},"-These are famous Jodhupuri delicacies and here isthe best place to eat this, the Arora Namkeens, Surya, Janta, Pokar and many more. If you come to Jodhpur and do not have these, then you will definitely regret it.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Makhaniya Lassi"]}," — ",{"type":"''","value":["lassi"]}," (yoghurt drink) spiced up with cardamom and butter"]},"- Best place to have this is at the Mishrilal within the clock tower (Ask anyone there for directions.)\n\n",{"type":"*","value":[" Mawa Kachori"]},"- Best place to have the same is at Pokar sweets or Janta Sweets at Nai Sarak.\n\n",{"type":"*","value":[" Panchkuta"]},"\n",{"type":"*","value":[" Dal Bati Churma"]},"\n",{"type":"*","value":[" Gatte ka saag"]},"- Best place to eat the same is at Bhati Restaurant right behind sojati gate and Shandar restaurant opposite MG Hospital.\n\n",{"type":"*","value":[" Kabuli (a rice speciality)"]},"- Try at Pokar Sweets on Chopasani Road, Near Shanichar ji ka than on Saturdays.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gulab Jamun ki Sabji"],["url="],["email="],["address="],["lat="],["long="],["directions=Nai sadak"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pokar sweets, very tasty sabji, made of raw gulab jamun (non sweet). Traditional Jodhpur style sweets."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gulab Jamun"],["url="],["email="],["address="],["lat="],["long="],["directions=Pungal para, City Area"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 120-150"],["content=Chaturbhuj sweets, very tasty. Every piece is near 50g."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bollygood"],["alt=Khaas Bagh Heritage Hotel"],["url=http:\/\/www.khaasbaghjodhpur.com\/restaurant.php"],["email=prestigeraj@gmail.com"],["address=Khaas Bagh"],["lat=26.28161"],["long=73.023163"],["directions=opp. police line"],["phone=+91 2912514513"],["tollfree="],["fax="],["hours="],["price=From Rs 150"],["content=Multi-cuisine food."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Shandar Sweet Home"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 6 2628057"],["tollfree="],["fax="],["hours="],["price="],["content=Jalori Gate Bari, (",{"type":"''","value":["near Jalori Gate"]},"). Serves excellent Gulab Jamun Ki Sabzi, Kabuli & other Jodhpur specialties, popular with locals & quite economical."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gypsy"]},", Sardarpura - fast food restaurant, quite crowded often but food is delicious. Rajasthani thali (served upstairs) is one of the best in the city and quite cheap.  For the thali - although the price says ",{"type":"{{","value":[["Indian Rupee"]]},"152 each, figure on ",{"type":"{{","value":[["Indian Rupee"]]},"175 as they add 'service tax'.  Decent food, popular with locals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Mehran"]},", Meherangarh Fort.  Simple but pleasant cafe in the fort itself, with a range of tourist favorites from pizza to burgers as well as Indian thalis.  ",{"type":"{{","value":[["Indian Rupee"]]},"60-140."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Omelette Shop'',' (aka "]},"Garib Hotel",{"type":"'''","value":["), just outside the gates to the main square.  A bit of a cult favorite, although controversy and confusion have been stoked by a Lonely Planet recommendation, which has inspired signs all over the area claiming the mantle of the \"real\" Omelette Shop.  5 m away is the up-and-coming "]},"Vicky''', whose omelettes are identical except for the noticeable increase in the amount of ginger.  There is no place to sit, so don't come here expecting to relax with your omelette."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shahi Samosas"]},", Nai Sarak (",{"type":"''","value":["left side just before main gate to Sardar Market"]},").  Easily spotted thanks to the never ending queue, their samosas and kachoris are made in front of your eyes with generous amounts of stuffing. ",{"type":"{{","value":[["Indian Rupee"]]},"6-8."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=New Saheen Hotel (restaurant)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 6 6531533"],["tollfree="],["fax="],["hours="],["price="],["content=Very nice restaurant busy with locals, not touristy at all. For about ",{"type":"{{","value":[["Indian Rupee"]]},"60-80 you can try out several different dishes. Selection includes fish, kababs, dal, paneer and of course fresh roti with ghee. Kitchen in same space as sitting area, a treat on all senses. On the second floor of a building, above a sign \"qadri guesthouse\", just outside of old town, in an area full with pharmacies and clinics."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mehran Terrace"]},", Meherangarh Fort. Candlelit dining with an exquisite view of the city. Thalis are ",{"type":"{{","value":[["Indian Rupee"]]},"300-400. Book ahead."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bal Samand"]},", Balasamand Lake Palace. Outdoor dining as well as indoor dining in peaceful surroundings. Typical North Indian food. Alcoholic drinks also served. A perfect place for a quiet evening with family and friends."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["On the rocks"]},", Ratnada, a nice place with outdoor dining. It has a separate bar and good ambiance. Great food but service is quite slow.They are more inclined towards foreign guest and not so much to Indians."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chilly and Garlic"]},", Residency Rd. A nice and cozy garden restaurant. Its a small place but good service and wonderful for family outing."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pukhraj Ji Ki Dhani"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 94 14720724"],["tollfree="],["fax="],["hours="],["price="],["content=Salawas village, (",{"type":"''","value":["20 km from Jodhpur"]},"). Typical Rajasthani food. Dal bati churama is only ",{"type":"{{","value":[["Indian Rupee"]]},"150 for 1 person."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pillars"],["alt="],["url=http:\/\/www.tajhotels.com\/FoodandWine\/Umaid%20Bhawan%20Palace,JODHPUR\/The%20Pillars\/default.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Umaid Bhawan Palace. In the courtyard of the palace, and the quality of the food is very high. ",{"type":"{{","value":[["Indian Rupee"]]},"1,500 minimum for non-guests, and you can easily reach that with a main, an appetiser and a drink. Non-guests may be turned away if the hotel is full, so call ahead to avoid disappointment."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["On the Rocks"]}," at Ajit Bhawan, Jodhpur."]},"\n",{"type":"*","value":[{"type":"'''","value":["Geoffrey's"]}," at Park Plaza, Jodhpur."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ganpati Guest House"],["url="],["email=ganpatigh@yahoo.co.uk"],["address=Makrana Mohalla"],["lat="],["long="],["directions=From Jodhpur Railway Station head north on Station Road, then a slight right at MG Hospital Road, left at Nai Sarak, continue until the clock tower, head north and take the first left and then the first right then at the end of the street again right then continue until you reach the destination. 2 km from the Govt. bus stand and 1.5 km from the train station."],["phone=+91 291 2631686"],["tollfree="],["fax="],["hours="],["price=Rs 300 to 1000"],["checkin=24 h"],["checkout=10AM"],["content=9 room guest house with clean rooms. Get an auto-rickshaw to the clock tower and ask for directions. Rooftop restaurant with views of Mehrangarh Fort. Prices negotiable at check-in."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sarvar Guest House"],["url="],["email=azu_azhar6@yahoo.com"],["address=Manak Chowk"],["lat="],["long="],["directions=Near Clock Tower"],["phone=+91 291 2616424, +91 9214419288"],["tollfree="],["fax="],["hours="],["price=Rs 400-1,000"],["checkin=24 hr"],["checkout=10AM"],["content=28 suites and double rooms. Furnished with traditional fixtures and old family portraits. Some of the rooms retain the original furniture as found when the Haveli restored. Roof-top restaurant with a view of the Meharangh Fort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sadar Haveli Heritage Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 291 261 9392"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Near Ummed Chowk, Mohalla Laiquann, Jodhpur. A recently restored 200 year old haveli in a quiet part of the old town at the bottom of the hill under the fort. 4 rooms with large beds and 24 hr hot water. The rooms are arranged around a central courtyard garden as is the usual haveli style and the family that runs it make you feel very welcome. Great views of fort and city from the many roof terraces. In-house dining available. Prices vary depending on season, Rs 400-Rs 1,000."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Heaven Guest House"]}," has 6 rooms of different sizes, all with attached bathrooms. Some have A\/C with T.V. Nice roof-top restaurant with great view. Prices range from ",{"type":"{{","value":[["Indian Rupee"]]},"300-850 (peak season) and from ",{"type":"{{","value":[["Indian Rupee"]]},"150-450 (low season, from March to June). (",{"type":"[","value":["mailto:nishajijain@yahoo.com nishajijain@yahoo.com"]},"), ☎ +91 291 2639283, mobile +91 93524-57380, +91 93524-57381."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Lake View & Resort"],["alt="],["url=http:\/\/www.hotellakeviewandresorts.com"],["email=info@hotellakeviewandresorts.com"],["address="],["lat="],["long="],["directions="],["phone=+91 291 2750614 or +91 291 2751614"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Akhey Raj Ka Talab, Kaylana Road, Jodhpur-Jaisalmer Highway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sachdeva Excellency"],["alt="],["url=http:\/\/www.hotelsachdeva.com\/"],["email=info@hotelsachdeva.com"],["address="],["lat="],["long="],["directions="],["phone=+91 291 5101324, +91 291 2635858 or +91 9829025707"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bank of Baroda Lane, Sojati Gate, Jodhpur."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hill View Guest House"],["url="],["email="],["address=Near the Fort, Kille Khana, Fort Rd., Jodhpur, India"],["lat="],["long="],["directions=From the clocktower, exit through the market, turn left, then first right and wander up the hill to as high as you can go"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 300 for a fan room with a view"],["checkin="],["checkout=Midday"],["content=This place is great value. The owners are nice, and the path up to the fort takes you right by its doorstep."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shivam Paying Guest House"],["alt="],["url="],["email=shivamgh@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91-291-2610688"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice rooms (some doubles have their own separate large beds with mirrors on the ceiling). Most importantly, they don't give commission to rickshaw drivers, so you'll have to be a bit persistent to actually get there (ask to get off by the clock-tower and then walk - rickshaw drivers will take you to commission places that will tell you they are Shivam, or else have someone wait outside the door who will pretend to be the owner and tell you that they are full. Get in the door to the front desk before asking about availability)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Durag Niwas Guest House"],["alt="],["url=http:\/\/www.durag-niwas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 291 2512385"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Riotously colorful and comfortable family-run guesthouse in a quiet area of Jodhpur, a brisk stroll or ",{"type":"{{","value":[["Indian Rupee"]]},"25 rickshaw ride from the center of town. The owners speak excellent English and are happy to assist travellers. Basic fan rooms from ",{"type":"{{","value":[["Indian Rupee"]]},"350, free pickup from anywhere in town."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Karni Bhawan"]},", Defence Lab Road, Ratnada."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Amar Niwas Guest House"],["url=http:\/\/www.amarniwas.com"],["email="],["address=507,singh pole marg,navchowkiya"],["lat="],["long="],["directions=Near fort gate named Fethpole"],["phone=+91 291 2440974"],["tollfree="],["fax="],["hours="],["price=Basic fan room from Rs 150 per person"],["checkin="],["checkout=10AM"],["content=525 year old Haveli run by a Brahman family. The haveli maintains many of its original features such as stone lattice work balconies, gharokha (women can peep outside from here), antique wooden ceiling and an open central courtyard. Plant-filled terrace where you can relax with great views of the Mehrangarh fort and the oldest part of the blue city. 8 rooms decorated with Indian textiles and paintings. Hot and cold shower 24 hr. Roof-top restaurant with view of the fort. Call the place for prices. Ridiculous and very high service charges."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ratan Vilas"],["alt="],["url=http:\/\/www.ratanvilas.com\/"],["email=ratanvilasjdh@sify.com"],["address="],["lat="],["long="],["directions="],["phone=+91 291 2614418"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Loco Shed Road, Ratanda, . Still runs as an old rajputana house, with excellent facilities and very warm hosts. Courtyard meals. Large comfortable rooms that are clean and quiet. Not much in the nearby area, but a good place to relax since peacefully situated 5mins by rickshaw (50rps) from Sardar market. Beautiful pool."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[" Singhvi's Haveli"]}," Clean and quiet rooms with hot water. Rooms from ",{"type":"{{","value":[["Indian Rupee"]]},"500. Check out at 10AM. Restaurant in the hotel. Continental breakfast included. Beautiful view of the Fort on the roof top."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Mandore Guest House"]},", Traditionally designed Bungalows\/cottages, ethnically designed in round chalet style. A minute's walk from the main historic garden of Mandore. The Government Bus Stand is about 7 km away, while the Railway station is about 9 km away from the resort. The airport is 12 km away, while the Jodhpur Fort is about 5 km."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Veggi Guest House"],["alt="],["url="],["email=manager@veggiguesthousejodhpur.com"],["address="],["lat="],["long="],["directions=in the foothills of Royal Mehrangarh Fort, 1.5 km from the Railway station"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Dorm ",{"type":"{{","value":[["Indian Rupee"]]},"250, rooms ",{"type":"{{","value":[["Indian Rupee"]]},"500-1500"],["content=Quite and spacious place with clean rooms, hot water facility in every room. Internet facility and pure vegetarian restaurant. Just 5 min walk to Mehrangarh fort and same distance to old local market in opposite direction. Rooms with TV and A\/C available."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Heritage Hotel Fort Khejarla"],["alt="],["url=http:\/\/www.jodhpurfortkhejarla.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=85 km from Jodhpur. 40 rooms with elegant furniture, and antiques. The mosaic laid rooms have high ceilings, historical photographs, traditional old paintings, elegant tapestry, beautifully carved furniture and panoramic views."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Heritage Hotel Ajit Bhawan Palace"]},", Circuit House Road"]},"\n",{"type":"*","value":[{"type":"'''","value":["Heritage Hotel Balsamand Lake Palace"]},", Mandore Road"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Krishna Prakash Heritage Haveli"],["alt="],["url="],["email=info@kpheritage.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nayabas, Killikhana (",{"type":"''","value":["near Mehrangarh Fort"]},"), ☎ +91 291 263 3448, , mobile +91 9829241547, ",{"type":"[","value":["http:\/\/www.kpheritage.com"]},". Old heritage haveli located on the foot of Mehrangarh Fort, with views of all monuments. Will arrange airport\/train station pickup. Rs 2,000-2,500 (Dlx) \/3,500 (Suite). (singles\/doubles)"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chhotaram Prajapat's Homestay"]},", Salawas Village, Kumharon Ki Dhani,''Mobile- +91 9414720724, ☎ +91 291 2696744, (",{"type":"[","value":["mailto:chhotaramprajapat@rediffmail.com chhotaramprajapat@rediffmail.com"]},"). www.salawashomestay.com Traditional hut rooms wit a basic air cooler. ",{"type":"{{","value":[["Indian Rupee"]]},"1,500 for 2 people, free pickup and return to anywhere in Jodhpur, all meals, water and internet facility included."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pal Haveli"],["alt="],["url="],["email=info@palhaveli.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Gulab Sagar (near the clocktower), ☎ +91 291 3293328, , mobile +91 9829243247), ",{"type":"[","value":["http:\/\/www.palhaveli.com"]},". A short (though steep) walk from Mehrangarh. Will arrange airport\/train station pickup. ",{"type":"{{","value":[["Indian Rupee"]]},"1,300-1,500\/1,500-1,800. (singles\/doubles)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Devi Bhawan"],["alt="],["url="],["email=devibhawan@sify.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Defence Lab Road, Ratanada, +91 291 251-1067 , ☎ +91 98 28035359), ",{"type":"[","value":["http:\/\/www.devibhawan.com"]},". A 90 year old heritage building with rooms set around a garden. The rooms are decorated with period furniture and Rajasthani textiles. 1.5 km from the centre of the town."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Innseason"]},", P.W.D Road, Jodhpur. ☎ +91 291 2616400, ☎ +91 291 2621481, fax: 91 291 2616400, (",{"type":"[","value":["mailto:innseason@hotmail.com"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Polo Heritage"]},", 12th Old Residency Road, Bhanwari House, Jodhpur 342002. ☎ +91 291 2433909, ☎ +91 291 5532909, mobile: +91 9314717633, (",{"type":"[","value":["mailto:poloheritage@hotmail.com poloheritage@hotmail.com"]},")"]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ranbanka Palace"],["alt=Jodhpur"],["url=http:\/\/ranbankahotels.com\/"],["email="],["address=Circuit House 305"],["lat=27.00"],["long=74.00"],["directions="],["phone=+91 -291-2512800-03"],["tollfree="],["fax="],["hours="],["price=2750-12999"],["checkin=Early check-in as per availability"],["checkout=Late check out as per availability"],["content=The Ranbanka Palace Hotel, which is named after the Rathore war cry –“Ranbanka Rathore“ (The invincible in battle) was built for Maharajadhiraj Sir Ajit Singh ji, younger brother of Maharaja Umaid Singh ji of Jodhpur. Maharaja Ajit Singh built his palace close to Umaid Bhawan, which is now a part of the hotel. The hotel was commissioned as a heritage hotel in the year 2000 with only 35 operational hotel rooms. After restoration, upgrading and refurbishment, more rooms were added, taking the total room inventory to 80 rooms. This hotel is a good place for a wedding banquet, with 150-course Rajasthani meals, processions of dancers, elephants, camels and horses along with all the traditional music and dances."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taj Hari Mahal"],["url=http:\/\/www.tajhotels.com\/Leisure\/Taj%20Hari%20Mahal,JODHPUR\/default.htm"],["email=harimahal.jodhpur@tajhotels.com"],["address=5 Residency Rd"],["lat="],["long="],["directions="],["phone=+91 291 2439700"],["tollfree="],["fax=+91 291 2614451, +91 291 2614452"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Umaid Bhawan Palace"],["url="],["email=ubpresv.jodh@tajhotels.com"],["address=Circuit House Rd"],["lat="],["long="],["directions="],["phone=+91 291 2510101"],["tollfree="],["fax=+91 291 2510100"],["hours="],["price="],["checkin="],["checkout="],["content=5* hotel managed by the Taj Hotels and housed in the famous Umaid Bhawan Palace. The view is scenic and it has an underground swimming pool for the guests alongwith squash and tennis courts."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Area Code"]},": The telephone area code is 0291."]},"\nIf you are dialing into a Jodhpur number from outside India dial +91 291 xxxxxxx; if you are dialing into a Jodhpur number long distance from anywhere in India, prefix the area code by a 0 i.e. dial 0291 xxxxxxx; in Jodhpur just dial the 7 digit number xxxxxxx.\n\n",{"type":"*","value":[{"type":"'''","value":["WiFi"]},": Wifi is easy to find in the tourist areas of town, perhaps more so than in other parts of India. Many restaurants and guesthouses offer it, alternatively there are multiple Internet shops that also provide Wi-Fi."]},"\n",{"type":"*","value":[{"type":"'''","value":["Google Maps"]},": the application is quite reliable about the streets and routes of Jodhpur. Incase needed the same can also be used when in need."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThis is a comparatively safe city, however it is advisable not to venture out late in the night alone. Only take advice on directions, travel and other things from the conceirge desks at the hotel where you are staying or from some other reliable and trustworthy people. Local district administration is extremely helpful in case the need arises they too may be contacted.\n\nWhile travelling in trains or buses, avoid any snacks offered by seemingly well meaning strangers. There have been some incidents where tourists or even locals have been drugged and looted after consuming narcotic-laced biscuits or tea.\n\nThough the incidents of rape or sexual assault are far and few in between, women should avoid wearing revealing clothes in public places since hooligans are known to chase the girls and may cause harm. Try to move around with a couple of male friends.\n\nBeware of touts selling rail tickets or promising reservations on trains. It is a criminal offence to buy and sell tickets except from recognized agents or the reservation offices.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nYou can see the neighbouring tourist destinations of ",{"type":"[[","value":[["Osiyan"]]}," temples, ",{"type":"[[","value":[["Ranakpur"]]}," Jain temples, ",{"type":"[[","value":[["Nathdwara"]]}," temple, ",{"type":"[[","value":[["Bikaner"]]}," and ",{"type":"[[","value":[["Deshnok"]]},", ",{"type":"[[","value":[["Ajmer"]]}," and ",{"type":"[[","value":[["Pushkar"]]},", the desert city of ",{"type":"[[","value":[["Jaisalmer"]]},", the hill station ",{"type":"[[","value":[["Mount Abu"]]},", the city of lakes ",{"type":"[[","value":[["Udaipur"]]}," or the pink city ",{"type":"[[","value":[["Jaipur"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Luni fort"]}," - about 40 km outside Jodhpur - now converted to a heritage hotel"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khojbin.com\/Osian_Jodhpur_Rajasthan_near-by-attraction-overview\/28\/2911002 Osiyan"]}]},"- about 60 km - Jain temples as well as Kali temples."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jaisalmer"]}," - government busses to Jaisalmer run every hour from about 4:30AM to 5:30PM"]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["26.28"],["73.02"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Jodhpur Division"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Jodhpur"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Rajasthan\/Localities\/Jodhpur\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Jodhpur"]]}]