[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n",{"type":"[[","value":[["File:JFK Plane Queue.jpg"],["300px"],["thumbnail"],["Airplanes waiting to take off at JFK"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/airports\/jfk.html John F. Kennedy International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["JFK"]]},") is in the borough of Queens, New York. As one would expect of the main airport of a city like the ",{"type":"[[","value":[["New York City"],["Big Apple"]]},", JFK is one of the busiest airports worldwide and also the busiest airport in the ",{"type":"[[","value":[["USA"]]}," in terms of international passenger traffic.\n\nThere are six terminals that are not so close to each other, so it is important to take note which terminal your flight leaves from.\n\n",{"type":"==","value":["Understand"]},"\nLanding or taking off from JFK has been much improved in recent years by the addition of the multibillion-dollar Bay Runway, but due to sheer volume it remains the worst airport in the country in terms of flight delays. If possible, do not connect using JFK, especially when switching terminals. If you must connect via JFK, make sure you have sufficient time. For flights from domestic (US and Canada) to JFK to domestic, 2–3 hours. For domestic to JFK to international, 3–4 hours. For international to JFK to domestic, 3–5 hours. For international to JFK to international, 3–6 hours. International travelers are most strongly advised to avoid connecting in JFK to other international flights, as the security and immigration procedures for non-US citizens are monumentally time-consuming and tiresome.\n\n",{"type":"==","value":["Flights"]},"\nWith seven terminals, the airlines that serve JFK are spread across the airport. ",{"type":"'''","value":["Delta Airlines"]}," operates a major international hub out of Terminals 2 and 4, while ",{"type":"'''","value":["American Airlines"]}," has a hub in Terminal 8. Terminal 5 serves as the base of operations for low-cost carrier ",{"type":"'''","value":["JetBlue"]},". Most of the international airlines which serve JFK are split between Terminals 1 and 4, though there are also some operating out of Terminals 5, 7, and 8.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Terminal 1:"]}," International terminal, served by Aeroflot, Aeromexico, Air China, Air France, Alitalia, Austrian Airlines, Brussels Airlines, Cayman Airlines, China Eastern Airlines, EVA Air, Fly Jamaica Airways, Interjet, Japan Airlines, Korean Air, LOT Polish Airlines, Lufthansa, Meridiana, Royal Air Maroc, Saudia, and Turkish Airlines"]},{"type":"*","value":[" ",{"type":"'''","value":["Terminal 2:"]}," Delta Air Lines (mostly Delta Connection flights)"]},{"type":"*","value":[" ",{"type":"'''","value":["Terminal 4:"]}," JFK's newest international terminal, served by Air Europa, Air India, Arik Air, Asiana Airlines, Avianca, Caribbean Airlines, China Airlines, Copa Airlines, EgyptAir, El Al, Emirates, Etihad Airways, KLM, Kuwait Airways, Pakistan International Airlines, Singapore Airlines, South African Airways, Sun Country Airlines, Swiss International Air Lines, TACA Airlines, Transaero Airlines, Uzbekistan Airways, Virgin America, Virgin Atlantic, and XL Airways France, as well as some Delta and JetBlue flights"]},{"type":"*","value":[" ",{"type":"'''","value":["Terminal 5:"]}," JetBlue Airways (All Departures & arrivals from Aruba, Bermuda, Nassau, Bahamas, and Puerto Rico), Aer Lingus, and Hawaiian Airlines"]},{"type":"*","value":[" ",{"type":"'''","value":["Terminal 7:"]}," Air Canada, All Nippon Airways, British Airways, Cathay Pacific, Iberia, Icelandair, OpenSkies, Qantas, Sky King, United Airlines"]},{"type":"*","value":[" ",{"type":"'''","value":["Terminal 8:"]}," American Airlines, Air Berlin, Finnair, LAN Airlines, Qatar Airways, Royal Jordanian, TAM Airlines, and US Airways"]},"\n",{"type":"==","value":["Ground transportation"]},"\nTo travel between the city and JFK:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["MTA NYC Bus"]}," - costing $2.50 (with MetroCard, $2.75 single-ride ticket), these are the cheapest methods of transport, although the slowest to Manhattan. The buses depart from a new ramp near Terminal 5 (signs inside Terminal 5 will point the way). These buses have little room for luggage and go to non-touristy neighborhoods in Queens and Brooklyn. However, they offer connections to the subway and Long Island Railroad. Note that free transfers between bus and subway are available only with a MetroCard; the single ride ticket does not allow free transfers. Coins (not bills) are needed to board the buses without a MetroCard. MetroCards are sold at Hudson Newsstands in Terminals 1 and 5. If the newsstands are closed and you would like to spend 30 minutes to save $2.50, take the Airtrain to the Howard Beach Station where you can buy a multiple ride Metrocard from the vending machines without leaving the station (free). Then take the Airtrain back one stop to the Lefferts Boulevard station, where you can cross the street for the Q10 and B15 buses. (The signage here is not as good as in Terminal 5.) Bus to subway\/LIRR transfers include:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mta.info\/busco\/schedules\/q010cur.pdf Q10"]}," to:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Ozone Park-Lefferts Blvd"]}," (20 minutes): \"A\" Train  - the subway connection closest to the airport"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Jamaica Ave & Lefferts Blvd"]},": \"J\" & \"Z\" Trains (walk 3 blocks east to 121st st Jamaica Ave Station)"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Kew Gardens"]}," (30 minutes): Transfer here to the Long Island Railroad (Austin Street Station) with service to Penn Station ($6.50 peak, $4.50 off-peak, $3.75 weekend with CityTicket), Brooklyn, and Long Island. While this option is cheaper than taking the AirTrain to Jamaica and connecting there to the LIRR, LIRR service from here is much less frequent than LIRR service from Jamaica."]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Kew Gardens-80 Road-Union Turnpike"]}," (Last Stop) (35 minutes): \"E\" & \"F\" Trains. During rush hours, from this stop, you can take express buses X63, X64, X68, QM18, and QM21 to Manhattan. While these routes are slower and more expensive than taking the subway, they do offer a ride on cloth seats without the crowding. Ask where the bus stops are located. One ride on an express bus costs $6.00, but it is $3.50 as step-up fare if you transfer from the Q10 bus and pay for both with a MetroCard."]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mta.info\/nyct\/bus\/schedule\/queens\/q003cur.pdf Q3"]}," to:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Jamaica-179th Street"]}," (45 minutes): \"F\" Train"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mta.info\/nyct\/bus\/schedule\/bkln\/b015cur.pdf B15"]}," to:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Ashford Street & New Lots Avenue"]}," (30 minutes): \"3\" Train."]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Van Sinderen Ave & New Lots Avenue"]}," (35 minutes): \"L\" Train."]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Fulton Street & Kingston-Throop Avenues"]}," (60 minutes): \"C\" Train. "]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Flushing Ave."]},": \"J\" Train all times except weekdays 7AM-1PM towards Manhattan & 1PM-8PM away from Manhattan, \"M\" Train weekdays (at Broadway)"]}]}]},"Note that transfers from the B15 to the subway are in some of Brooklyn's roughest neighborhoods, so this route is not recommended at night or for people unfamiliar with the city.\n\n",{"type":"[[","value":[["File:JFK AirTrain.agr.jpg"],["300px"],["thumbnail"],["JFK AirTrain"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/airports\/jfk-airtrain.html JFK AirTrain"]}]}," - a people mover system that runs 24h, connecting all airport terminals with nearby rail and metro stations for $5. Runs service to ",{"type":"'''","value":["Howard Beach Station"]}," to connect with the \"A\" Train to Brooklyn and Lower Manhattan, and ",{"type":"'''","value":["Jamaica Station"]}," to connect with the \"E\" Train to Queens and Lower Manhattan, the \"J\/Z\" Train, and the Long Island Railroad to Penn Station ($4.00 weekend with CityTicket, $7.00 weekday off-peak, $9.50 peak times), Brooklyn, or ",{"type":"[[","value":[["Long Island"]]},". Elevators are available at Jamaica and Penn Stations. Total time to Manhattan using the subway is 60 minutes; using the Long Island Railroad is 45 minutes. This is sometimes faster than taking a taxi. If you do go to Jamaica and want to reach downtown, the J\/Z run above ground over a scenic route passing over the Williamsburg Bridge albeit through some rough neighborhoods, are marginally faster than the E and can be much less crowded during peak times than the E. During AM rush towards Manhattan and PM rush away from it, the J and Z do skip-stop service, meaning that some stations are J-only and Z-only. Keep this in mind if you are waiting at one of those stations. If ",{"type":"''","value":["returning"]}," to the airport on the \"A\" train, make sure the destination signs read ",{"type":"'''","value":["Far Rockaway"]}," or ",{"type":"'''","value":["Rockaway Park"]},".  Trains to ",{"type":"'''","value":["Lefferts Blvd."]}," do ",{"type":"''","value":["not"]}," connect to the airport! If you board the wrong train, transfer at any station at or before Rockaway Blvd. If you forget and overshoot, go to the end of the line and either backtrack or take the Q10 bus directly to the airport. As with the \"J\" and \"Z\" trains, when taking the \"A\" train during the overnight hours be alert of your surroundings as the train passes through some rough neighborhoods. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nycairporter.com\/ New York City Airporter Bus"]}]}," - provides services to\/from Grand Central Terminal and the Port Authority Bus Terminal for $16 one-way, $29 round-trip (return ticket). Buses depart every 20–30 minutes and the trip to Grand Central Terminal can take up to 90 minutes. The stops in the airport from the city are Terminals 7, 8, 1, 2, 4, 5. If, in a rush and the flight is in Terminal 5, it is recommended to walk, as it only takes 5 minutes from Terminal 7. From the airport, the terminal order is 5, 7, 8, 1, 2, 4. It is recommended to take this service on off-peak hours for a quick, pleasant trip. ",{"type":"''","value":["Note that while the schedule online shows stops at Penn Station, the bus does not go there until 8PM; however, there is a free connecting service between Penn Station and Grand Central Terminal using either an NYC Airporter van or a SuperShuttle van."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.supershuttle.com\/en\/JFKAirportShuttleNewYork.html SuperShuttle"]}]}," - blue vans provide door-to-door service to Manhattan hotels for about $25."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goairlinkshuttle.com\/ Go Airlink Shuttle"]}]}," - Shared van service to or from most of Manhattan for $17–20 one way. 10% discount for online booking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/airports\/jfk-taxi-car-van-service.html Taxi"]}]}," - The most flexible route into the city from JFK is a taxi, although the wait for one can be long when many flights arrive simultaneously. Taxi fare runs a flat $52 (+$.50 MTA tax) to anywhere in Manhattan, not including tolls (up to $5.50) or tips, which total up the bill to anywhere from $65 to $70. Taxis to points other than Manhattan and taxis to the airport from anywhere use the meter (see taxis in Getting Around). During peak periods, you may have to wait up to 30 minutes for a taxi. The arrivals terminals are filled with drivers hawking illegal livery rides - if you want to take one of these, be sure to negotiate the fare in advance and make sure that it is cheaper than the taxi fare noted above. This also saves the wait in the taxi line. In general, though, it is not recommended if you are unfamiliar with the city, as these drivers tend to increase the price at the end of the trip through different excuses."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Car Service\/Limousines"]}," - An alternative to taxis, car services are useful for getting ",{"type":"''","value":["to"]}," the airport from the outer boroughs where taxis are harder to find, or if you prefer to have transportation reserved in advance. Typically $60+ between JFK and Manhattan."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:JFK airport terminal map.png"],["400px"],["thumbnail"],["right"],["Terminal map"]]},"\nThe free AirTrain connects the terminals.\n\n",{"type":"==","value":["Wait"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Oasis Lounge"],["url=http:\/\/www.theoasisloungejfk.com\/"],["email="],["address=Terminal 4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open 24 hours"],["price=$45 for four hours, $10\/hour after that"],["content=While it's pricey, it's also perhaps the best place to kill time at JFK. There are shower facilities, free Wi-Fi, meals served, a complimentary bar with snacks, and a comfy lounge with TVs."]]}]},{"type":"*","value":[" Several ",{"type":"'''","value":["airline lounges"]}," are scattered throughout JFK: Korean Air has one in Terminal 1; Delta has four, one in Terminal 2 and three in Terminal 3; Emirates, KLM, Swiss, and Virgin Atlantic each operate lounges in Terminal 4; United has one in Terminal 7; and American Airlines has two in Terminal 8, one in Concourse B and the other in Concourse C."]},"\n",{"type":"==","value":["Eat and Drink"]},"\nAll terminals have extensive choices to eat from post-security. Only terminal 1, however, has a dedicated food court pre-security, with many well-known chains such as Starbucks, Dunkin' Donuts, McDonald's, and Sbarro's, \n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Connect"]},"\nWi-Fi is available throughout the airport provided by Boingo, but for a fee. You can buy a pay as you go plan for $4.95 or a Day Pass with unlimited access $7.95. If you're willing to buy a Day Pass and know you'll be staying in JFK more than a few days within the month, you could also buy a month pass for only $9.95. However, JetBlue offers free Wi-Fi in Terminal 5, although there's no outlets for you to charge your device.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[{"type":"'''","value":["Left luggage"]}," services are available in the arrivals areas of Terminal 1 and Terminal 4 and cost $4–16 per bag per day, depending on size. "]},{"type":"*","value":["There are plenty of ",{"type":"'''","value":["ATM"]},"s, but almost all charge a $2–3 fee per withdrawal."]},{"type":"*","value":[{"type":"'''","value":["Luggage trolleys"]}," are available either for a fee of $5 in Terminals 2, 3, 7, 8, 9 or free in Terminals 1 and 4."]},{"type":"*","value":["If you need a ",{"type":"'''","value":["shower"]},", the Oasis Lounge in Terminal 4 is the only place in JFK with shower facilities open to the general public. If you're lucky enough to be flying Delta or Korean Airlines, they offer showers in their lounges."]},"\n",{"type":"==","value":["Sleep"]},"\nWhile there aren't any hotels on the grounds of JFK, plenty of chain motels of all service levels are located just past the edge of the airport in the neighborhood of ",{"type":"[[","value":[["Queens\/Jamaica"],["Jamaica"]]},", with most running shuttle buses to\/from the airport. Hotel shuttles pick up from the Federal Circle station on the Jamaica and Howard Beach AirTrain lines, which is free within the airport.\n\nIf you're really short on cash, sleeping in the airport is an option, although not an overly pleasant one. Seating can be limited depending on which terminal you're in, the terminals can get cold (so bring a sweater at the very least) and while the cleaning staff generally won't bother you, their loud machines can wake you up. If you're worried about your bags getting stolen, luggage storage is available for a fee in Terminals 1 and 4, although the one in Terminal 4 is the only one open 24 hours a day, in case you need to access your bags before 7AM.\n\n",{"type":"==","value":["Nearby"]},"\n\n",{"type":"{{","value":[["outlineairport"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Queens"]]},"\n",{"type":"{{","value":[["geo"],["40.639722"],["-73.778889"]]},"\n",{"type":"[[","value":[["Wikipedia:John F. Kennedy International Airport"]]}]