[{"type":"{{","value":[["pagebanner"],["Petra (Jordan) banner.jpg"]]},"\n\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Treasury_Petra.jpg"],["caption="],["location=LocationJordan.png"],["flag=Flag of Jordan.svg"],["capital=",{"type":"[[","value":[["Amman"]]}],["government=Constitutional monarchy"],["currency=Jordanian dinar (JOD)"],["area=",{"type":"''","value":["total:"]}," 92,300 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 329 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 91,971 km",{"type":"<","value":["sup",["2"]]}],["population=6,508,887 (July 2012 est.)"],["language=",{"type":"[[","value":[["Jordanian Arabic phrasebook"],["Arabic"]]}," (official), English widely understood among upper and middle classes"],["religion=Sunni Muslim 92%, Christian 6% (majority Greek Orthodox, but some Greek and Roman Catholics, Syrian Orthodox, Coptic Orthodox, Armenian Orthodox, and Protestant denominations), other 2% (several small Shi'a Muslim and Druze populations) (2001 est.)"],["electricity=220V\/50Hz (Continental round pin & UK plugs)"],["callingcode=962"],["tld=.jo"],["timezone=UTC +2"]]},"\n",{"type":"[","value":["http:\/\/www.visitjordan.com\/ ",{"type":"'''","value":["Jordan"]}]}," (الأردنّ ",{"type":"''","value":["al-Urdunn"]},") is a country in the ",{"type":"[[","value":[["Middle East"]]}," almost completely landlocked (save for a small outlet on the Red Sea in the Gulf of Aqaba and a frontage on the ",{"type":"[[","value":[["Dead Sea (Jordan)"],["Dead Sea"]]},"). Jordan is bordered by ",{"type":"[[","value":[["Israel"]]}," and the ",{"type":"[[","value":[["West Bank"]]}," (",{"type":"[[","value":[["Palestinian Territories"]]},") to the west, by ",{"type":"[[","value":[["Syria"]]}," to the north, by ",{"type":"[[","value":[["Iraq"]]}," to the east and by ",{"type":"[[","value":[["Saudi Arabia"]]}," to the south.\n\n",{"type":"==","value":["Understand"]},"\nFor most of its history since independence from British administration in 1946, Jordan was ruled by King Hussein (1953–99). A pragmatic ruler, he successfully navigated competing pressures from the major powers (US, USSR, and UK), various Arab states, Israel, and a large internal Palestinian population, through several wars and coup attempts. In 1989 he resumed parliamentary elections and gradually permitted political liberalization; in 1994 a formal peace treaty was signed with Israel. King Abdullah II - the eldest son of King Hussein and Princess Muna - assumed the throne following his father's death in February 1999. Since then, he has consolidated his power and established his domestic priorities, including an aggressive economic reform program. Jordan acceded to the World Trade Organization in January 2000, and signed free trade agreements with the United States in 2000, and with the European Free Trade Association in 2001.  There is no hostility between Muslims and Christians, and Jordan is one of the most modern and liberal nations in the region.\n\n",{"type":"==","value":["Regions"]},"\nJordan can be divided into four regions:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Jordan.png"],["regionmaptext=Regions of Jordan"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Northern Jordan"]]}],["region1color=#71B37B"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["King's Highway"]]}],["region2color=#D5DC76"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Eastern Desert"]]}],["region3color=#B383B3"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Southern Desert"]]}],["region4color=#D56D76"],["region4items="],["region4description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Amman"]]}," — capital of the kingdom"]},{"type":"*","value":[{"type":"[[","value":[["Ajlun"]]}," — a hill town in the north of Jordan, noted for its impressive ruins of the 12th century castle which known nowadays as Ajlun Castle."]},{"type":"*","value":[{"type":"[[","value":[["Aqaba"]]}," — located on the Gulf of Aqaba \/ Eilat, with links to the Sinai and the Red Sea"]},{"type":"*","value":[{"type":"[[","value":[["Irbid"]]}," — second largest metropolitan area in the north of the kingdom"]},{"type":"*","value":[{"type":"[[","value":[["Jerash"]]}," — one of the largest Roman ruins in the Middle East"]},{"type":"*","value":[{"type":"[[","value":[["Kerak"]]}," — site of a once-mighty Crusader castle"]},{"type":"*","value":[{"type":"[[","value":[["Madaba"]]}," — known for its mosaic map of Jerusalem"]},{"type":"*","value":[{"type":"[[","value":[["Salt"]]}," — ancient town which was once the capital of Jordan"]},{"type":"*","value":[{"type":"[[","value":[["Zarqa"]]}," — third largest metropolitan area of the kingdom"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Azraq"]]}," — Oasis in the desert, an illustration of how water brings life even at places like a desert"]},{"type":"*","value":[{"type":"[[","value":[["Dana Nature Reserve"]]}," — Stay in a village little changed since the 15th century, enjoy unforgettable hiking in an offshoot of the Great Rift."]},{"type":"*","value":[{"type":"[[","value":[["Dead Sea (Jordan)"],["Dead Sea"]]}," — The lowest point on earth and the most saline sea"]},{"type":"*","value":[{"type":"'''","value":["Desert Castles"]}," — 5 castles in the ",{"type":"[[","value":[["Eastern Desert"]]},". These castles once were getaways for caliphs from the Umayyad period"]},{"type":"*","value":[{"type":"[[","value":[["Petra"]]}," — Jordan's top attraction, an ancient city carved out of sandstone and one of the new 7 Wonders."]},{"type":"*","value":[{"type":"[[","value":[["Um er-Rasas"]]}," — A largely un-excavated archaeological site with ruins from Roman, Byzantine, and early Muslim civilizations"]},{"type":"*","value":[{"type":"[[","value":[["Wadi Rum"]]}," — barren, isolated and beautiful, granite cliffs contrasting with desert sand"]},"\n",{"type":"==","value":["Get in"]},"\nVisitors to Jordan from non-Arab countries will need a visa, easily obtainable on arrival at most border points. One key exception is the crossing from the West Bank at the King Hussein (\"Allenby\") Bridge where you will need a visa in advance. Visas are available at all other land crossings into Jordan, including the two other crossings from ",{"type":"[[","value":[["Israel"]]}," at ",{"type":"[[","value":[["Eilat"]]},"\/",{"type":"[[","value":[["Aqaba"]]}," in the south and the Sheik Hussein Bridge near ",{"type":"[[","value":[["Irbid"]]}," in the north.\n\nPreviously notoriously complex (and expensive), visa prices have finally been standardized for non-Arabs at JOD40 (2014) for single entry, JOD60 (still in 2014 ?) for multiple entry. Alternatively, you can receive a free, one-month ASEZA (Aqaba Economic Zone) visa if you arrive from ",{"type":"[[","value":[["Israel"]]}," at ",{"type":"[[","value":[["Eilat"]]},"\/",{"type":"[[","value":[["Aqaba"]]},". If you receive an ASEZA visa, you will still theoretically have to pay the visa fee if you leave the Aqaba economic zone, paid either with your departure tax, or on reentry to the Aqaba zone.\n\nThe visa can be extended by three months at any police station. This extension can be granted twice. \n\n",{"type":"===","value":["By plane"]},"\nJordan's national airline is ",{"type":"[","value":["http:\/\/www.rj.com\/ Royal Jordanian Airlines"]},". In addition, Jordan is served by a number of foreign carriers including BMI, Air France, airBaltic, Lufthansa, Turkish Airlines, Egypt Air, Emirates, Alitalia and Delta Airlines. Low-cost airline ",{"type":"[","value":["http:\/\/www.airarabia.com Air Arabia"]}," flies between Jordan and destinations all over the Middle East. UK based airline ",{"type":"[","value":["http:\/\/www.easyjet.com easyJet"]}," has announced plans to fly three times a week from London Gatwick to Amman from March 2011, cutting the cost of getting to the Middle East from the UK substantially.\n\nQueen Alia International Airport is the country's main airport. It is 35 km south of ",{"type":"[[","value":[["Amman"]]}," (on the main route to ",{"type":"[[","value":[["Aqaba"]]},"). You should allow 45 minutes to reach the airport from the downtown Amman, approximately 30 minutes from West Amman. Transport into Amman is provided by the Royal Jordanian bus service to the city terminal near the 7th circle, or by taxi (around JOD20, meant to be fixed).\n\nIn addition to Queen Alia, Jordan has two other international airports:\n\n",{"type":"*","value":[" Marka International Airport in East Amman (serving routes to nearby Middle Eastern countries, as well as internal flights to Aqaba)."]},{"type":"*","value":[" King Hussein International Airport in ",{"type":"[[","value":[["Aqaba"]]},"."]},"\n",{"type":"===","value":["By train"]},"\nThe last functioning part of the famous Hejaz Railway, twice-weekly trains used to arrive from ",{"type":"[[","value":[["Damascus"]]}," (Syria) at ",{"type":"[[","value":[["Amman"]]},"'s Mahatta junction just north-east of the downtown area, close to Marka Airport. However, services have been ",{"type":"'''","value":["suspended since mid-2006"]}," due to damage to the tracks, and it's unclear when they will resume.  Even when they were running, trains took a very leisurely 9 hours (considerably slower than driving), and provided a very low standard of comfort.   There are no other passenger trains in Jordan.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"====","value":["From Israel"]},"\nYou can cross into Jordan by car from ",{"type":"[[","value":[["Israel"]]},". Border formalities are time-consuming and expensive as Jordanian insurance is required and you will even have to change your number plates.  The only available crossings are at Aqaba (if coming from ",{"type":"[[","value":[["Eilat"]]},") and at the Sheikh Hussein Bridge for those coming from Northern Israel. Note that the Allenby\/King Hussein crossing does not allow private vehicles of any kind.\n\n",{"type":"====","value":["From Syria"]},"\nLong distance taxis operate the route from Damascus to Amman.\n\nThe drive between ",{"type":"[[","value":[["Amman"]]}," and Syria is not as you might be used to in the ",{"type":"[[","value":[["USA"]]}," or Europe, and the standard of driving and vehicle maintenance in both countries is poor (but generally worse in Syria). Don't be afraid to ask your driver to slow down and take extra care when overtaking. It's worth hiring a taxi just for yourself or your party and paying a little extra money to ensure the driver isn't tempted to race the journey to make more money. If you mind smoking, before hiring a driver make sure your that your driver does or would not smoke.\n\nThis trip should take around 3.5 hours.\n\n",{"type":"====","value":["From Iraq"]},"\nIt is theoretically possible to enter Jordan from Iraq depending on your nationality.\n\n",{"type":"====","value":["From Saudi Arabia"]},"\nEntry from Saudi Arabia is by bus.  Jordan-bound buses can be taken from almost any point in ",{"type":"[[","value":[["Saudi Arabia"]]}," or the Gulf.  Most of these are used by Arabs.  The border crossing, called Al-Haditha on the Saudi side, and Al-Omari on the Jordanian side, has been recently rebuilt.  Waiting time at customs and passport control is not too long by Middle Eastern standards, but allow for up to 5 hours on the Saudi side.  As the crossing is the middle of the desert, be absolutely sure that all paper work is in order before attempting the journey, otherwise you might be lost in a maze of Arab bureaucracy.  The trip from the border to ",{"type":"[[","value":[["Amman"]]}," is 3 hours and up to 20 hours to the either ",{"type":"[[","value":[["Dammam"]]},", ",{"type":"[[","value":[["Riyadh"]]}," or ",{"type":"[[","value":[["Jeddah"]]}," on the Saudi side.  The trip can be uncomfortable but is cheap.\n\n",{"type":"===","value":["By bus"]},"\nLong distance services operate from a number of Middle Eastern destinations including ",{"type":"[[","value":[["Tel Aviv"]]}," and ",{"type":"[[","value":[["Damascus"]]},".\n\n",{"type":"====","value":["From Israel"]},"\nLeaving Israel, you will have to pay a departure tax of ~ NIS180 (2014-05-01).\n\nTo get to the southern ",{"type":"[[","value":[["Eilat"]]},"\/",{"type":"[[","value":[["Aqaba"]]}," take a bus to Eilat. Several buses run here, including the 444 which follows a route along the Dead Sea.\n\nFrom Eliat Bus Station, the border is around 3km, reachable by taxi for around NIS45-50. Alternatively, you can exit the bus at the second last stop at \"Hevel Eilot - Junction Eilot 90\" and walk the last 1km to the border.\n\nThere are currency exchange services on each side of the border. Otherwise, ask your taxi driver to \n\nOnce in Jordan, you will need to get a taxi to your next onward destination. Taxi prices are standardised and on display at the border:\n",{"type":"*","value":[" King Hussein Airport JOD8"]},{"type":"*","value":[" City Centre JOD11"]},{"type":"*","value":[" City Beach (and hotels) JOD22"]},{"type":"*","value":[" Wadi Rum (one way) JOD39"]},{"type":"*","value":[" Wadi Rum (round trip including waiting time) JOD55"]},{"type":"*","value":[" Petra (one way) JOD55"]},{"type":"*","value":[" Petra (round trip including waiting time) JOD88"]},{"type":"*","value":[" Amman (and suburbs) JOD109"]},{"type":"*","value":[" Dead Sea JOD99"]},"\nPeople ",{"type":"'''","value":["already having their visas"]}," for Jordan may also cross at Allenby\/King Hussein Bridge (located between Jerusalem and Amman). This border can be reached departing from Jerusalem, Damascus Gate, for 42NIS\/pers + 5NIS\/baggage (2014-05-01).\n\nAfter paying the Israeli departure tax (see above), you have to take a bus from the ",{"type":"''","value":["Jett"]}," company, in order to cross the no man's land. The tarif for this bus is 7JD\/pers + 1JD\/baggage (2014-05-01). \n\nOnce in Jordan at King Hussein border, shared (white) taxis can drive you to Amman (9JD\/pers?). Some buses also lead there and to other locations (but not Petra) for cheaper prices : these buses may be a bit more difficult to find, as their depature point is not immediately visible when getting out of the border office, and as many taxi drivers pretend that their is no buses. Regular taxis can be hired for any location in Jordan, at a negociated price.\n\n",{"type":"===","value":["By boat"]},"\nJordan can be entered at the port of ",{"type":"[[","value":[["Aqaba"]]}," via the Egyptian port of ",{"type":"[[","value":[["Nuweiba"]]},". There are two services, ferry and speedboat. Expect to pay around USD30 for the ferry or around USD60 for the speedboat (both one way) if you are a non-Egyptian national (Egyptians are not required to pay the prices inflated by the authorities).  The slow ferry might take up to 8 hours, and can be a nightmare in bad weather.  The speedboat consistently makes the crossing in about an hour, though boarding and disembarking delays can add many hours, especially since there are no fixed hours for departures. You cannot buy the ticket in advance and the ticket office does not know the time of departure. You can lose an entire afternoon or even a day waiting for the boat to leave. UPDATE: prices have increased. The speedboat is now USD70 and the ferry is USD60 (+ USD10 or EGP50  departure tax from Egypt).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe only domestic air route is between ",{"type":"[[","value":[["Amman"]]}," and ",{"type":"[[","value":[["Aqaba"]]},".\n\n",{"type":"===","value":["By bus"]},"\nThe JETT bus company has services connecting ",{"type":"[[","value":[["Amman"]]}," to ",{"type":"[[","value":[["Aqaba"]]},", the King Hussein Bridge (to cross into ",{"type":"[[","value":[["Israel"]]},"),  and ",{"type":"[[","value":[["Hammamat Ma'in"]]},". Private buses (mainly operated by the Hijazi company) run from ",{"type":"[[","value":[["Amman"]]}," to ",{"type":"[[","value":[["Irbid"]]}," and ",{"type":"[[","value":[["Aqaba"]]},". Minibus services connect smaller towns on a much more irregular service basis - usually they leave once they're full.\n\nThe Abdali transport station near Downtown Amman served as a bus\/taxi hub to locations throughout Jordan, but many of its services (especially microbus and service taxi) have been relocated to the new Northern bus station (also called Tarbarboor, or Tareq). Here you can find buses into Israel and a JOD1.5 bus to Queen Alia airport.\n\n",{"type":"===","value":["By service taxi"]},"\nService taxis (",{"type":"''","value":["servees"]},") cover much the same routes as buses. Service taxis are definitely more expensive than minibuses, but a lot faster and more convenient.\n\nService taxis only leave when full so there is no set timetable.  You may also be approached by private cars operating as service taxis.  If you use one of these, it is important to agree the price in advance\n\nService taxis are generally white or cream in colour. They can sometimes be persuaded to deviate from their standard route if they are not already carrying passengers. It is quite likely that you would be asked to wait for a yellow taxi though.\n\n",{"type":"===","value":["By regular taxi"]},"\nRegular taxis are abundant in most cities. They are bright yellow (Similar to New York yellow-cabs) and are generally in good condition. A 10 km trip should cost around JOD2.\n\nAll yellow taxis should be metered, however most drivers outside Amman do not use them therefore you should agree on a price before departing. If you do get picked up by an unmetered taxi, make sure you agree on the price before driving away. If you do not agree on a price you will most likely pay double the going rate. Using the meter is almost always cheaper than negotiating a price so it is best to insist that the driver uses it before you depart. Keep your luggage with you - it's not uncommon for unmetered taxis to charge a ridiculous rate (JOD30 for a 10 minute ride ) and then refuse to open the trunk to give you your bags back until you pay up.\n\nDay rates for taxis can be negotiated. These are usually through specific taxi drivers that have offered the service to friends or colleagues before. If you are staying at a hotel, the reception desk should be able to find you a reliable driver.  It is also quite common in quiet times to be approached (politely) by taxi drivers on the street looking for business.  There are plenty of good English speakers so it pays to wait until you find one you like.\n\nA full day taxi fare should cost around JOD20-25. An afternoon taxi fare would be around JOD15. For this price the taxi driver will drop you off at local shopping areas and wait for you to return. You can then go to the next shopping location. You can leave your recently purchased items in the vehicle as the driver will remain in the taxi at all times, but it is not recommended to do so.\n\nIf you are planning a trip outside of Amman, the day rates will increase to offset the fuel costs. For day trips within 1–3 hours of Amman, a taxi is by far the easiest method of transport. A trip to Petra in a taxi would cost approximately JOD75 for 3 people. This would get you there and back with about 6 hours to look around and see the sights.\n\nWhen negotiating taxi rates, ask if the agreed-on rate is the total or the cost per person. Often taxi drivers will quote a low rate and then when it comes time to pay will tell you that the rate is \"per person.\"\n\nIf travelling a long way try to use buses or coaches rather than taxis. Some taxi drivers are not averse to driving people into the middle of the desert and threatening to leave you there unless you give them all your money.  This is very unlikely if you stick to recommended drivers however.  Jordan is generally very protective of its tourists and while overcharging is common (if not agreed in advance), threats and cheating are rare.\n\n",{"type":"===","value":["By car"]},"\nJordan's highways are generally in very good shape, but the same cannot be said about its drivers or its vehicles. Many trucks and buses drive with worn or defective tires and brakes and in the southern and more rural parts of the country there is the tendency for some people to drive at night without headlights (in the belief that they can see better and that this is therefore safer!). Avoid driving outside the capital, Amman, after dark.\n\nRenting a car should be inexpensive and not too time-consuming. Fuel prices are all fixed by the government, so don't bother looking for cheaper gas stations. Expect to pay around JOD0.80 per litre (unleaded 90 octane) up to JOD0.97 per litre (unleaded 95 octane). They're reviewed on a monthly basis to reflect international gas prices on the local prices.\n\nThe main route is the ",{"type":"'''","value":["Desert Highway"]},", which connects ",{"type":"[[","value":[["Aqaba"]]},", ",{"type":"[[","value":[["Ma'an"]]}," and ",{"type":"[[","value":[["Amman"]]}," and then continues all the way to ",{"type":"[[","value":[["Damascus"]]}," in neighbouring ",{"type":"[[","value":[["Syria"]]},". Radar speed traps are plentiful and well positioned to catch drivers who don't heed the frequently changing speed limits. ",{"type":"'''","value":["Traffic Police are stationed regularly at turns and curves, well hidden, with speed guns. If you're even 10% over the speed limit, you will be stopped and made to pay a steep fine. Better to drive within limits."]},"\n\nOne particular stretch, where the road rapidly descends from the highlands of Amman to the valley that leads into Aqaba through a series of steep hairpin curves, is infamous for the number of badly maintained oil trucks that lose their brakes and careen off the road into the ravine, destroying all in their path. This stretch of the road has been made into a dual carriageway and is now a little safer - however exercise caution on this stretch of the road.\n\nThe other route of interest to travellers is the ",{"type":"'''","value":["King's Highway"]},", a meandering track to the west of the Desert Highway that starts south of ",{"type":"[[","value":[["Amman"]]}," and links ",{"type":"[[","value":[["Kerak"]]},", ",{"type":"[[","value":[["Madaba"]]},", ",{"type":"[[","value":[["Wadi Mujib"]]}," and ",{"type":"[[","value":[["Petra"]]}," before joining the Desert Highway south of ",{"type":"[[","value":[["Ma'an"]]},".\n\n",{"type":"===","value":["Organised tours"]},"\nMuch of Jordan's more dramatic scenery requires 4x4 vehicles with drivers or guides familiar with the territory. Most people visiting Jordan opt for organised tours, although it is possible to use local guides from the various visitors' centres at Jordan's eco-nature reserves. These include Wadi Rum, the Dana Reserve and Iben Hamam. The majority of tourists crossing into Jordan from Israel are on one-day Petra tours or in organised tour groups. They make up a significant percent of the daily visitors in Petra and Jordan's natural attractions.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Jordanian Arabic phrasebook"]]},"\n\nThe national language of Jordan is ",{"type":"[[","value":[["Jordanian Arabic phrasebook"],["Arabic"]]},".  \n\nMany Jordanians speak English, especially in urban areas such as Amman,  and the British influence is still strong. \nFrench and German are the second and third most popular languages after English.\n\nYou might encounter some Caucasian and Armenian languages because of the vast number of Caucasian immigrants that arrived during the early 1900s.\n\n",{"type":"==","value":["See"]},"\n\nThe Archaeological Ruins at ",{"type":"[[","value":[["Petra"]]}," are Jordan's biggest tourist draw and a must-see for anyone travelling in Jordan. Vast site, a couple of days are needed to really see the entire area.\n\nNorth of Amman is also located the ancient city of ",{"type":"[[","value":[["Jerash"]]},", where one can see some of the most impressive Roman ruins in the Eastern Mediterranean world.\n\nOther sites include Umm Quais, ",{"type":"[[","value":[["Ajlun"]]}," Castle and Pella (North West of Amman). ",{"type":"[[","value":[["Madaba"]]}," and its Archaeological Park include some of the finest mosaics in the world.\n\nClose to the Dead Sea is Bethany (Jesus's baptismal site). One should also visit the Dead Sea to experience floating without the fear of drowning.\n\nWadi Rum is a desert that leaves no one untouched.\n\n",{"type":"==","value":["Do"]},"\nGo diving or snorkelling in the Red Sea by Aqaba. The Red Sea has some of the world's most famous coral reefs and is a popular place for diving and snorkelling. Turtles, squids, clownfish and a sunken tank are a few of the underwater sights. Equipment can be rented at diving centres, and if you contact them they are happy to come pick you up by car and take you to a good beach spot and back.\n\n",{"type":"==","value":["Buy"]},"\nThe currency is the ",{"type":"''","value":["Jordanian dinar"]}," (currency code: ",{"type":"'''","value":["JOD"]},") sometimes shown locally as \"JD\" before or after the amount or in Arabic as دينار, or sometimes £, divided into 1000 fils and 100 piastres (or qirsh). Coins come in denominations of 1, 5, and 10 piastres and JOD¼, JOD½. Banknotes are found in JOD1, 5, 10, 20, and 50 denominations. The currency rate is effectively fixed at JOD0.71 per US dollar (or 1.41 dollars per dinar), an unnaturally high rate that makes Jordan poorer value than it would otherwise be. Most upper scale restaurants and shops at shopping malls also accept US dollars.\n\nMany places have limited change so it is important to keep a quantity of JOD1 and JOD5 notes. As bank machines give JOD20 and JOD50 notes for large transactions, this can be difficult.\n\nCards are accepted in a limited (and seemingly random) way. Most hotels and hostels take cards, Petra entry fees (JOD50and more) MUST be paid in cash, even though it is a major tourist centre.\n\n",{"type":"===","value":["Costs"]},"\nA subsistence budget would be around JOD15 per day, but this means you'll be eating falafel every day.  JOD25 will allow slightly better accommodations, basic restaurant meals and even the occasional beer.  \n\nPrices have risen rapidly (as of 2011) so it is best to check accommodation prices on-line (most Jordan hostels and hotels have web sales)\n\nIf you prefer to eat what the locals eat, it should only cost 1-2 JOD for which you can buy a falafel sandwich with any can of soda pop (most common is Coke, Sprite and Fanta). If you want to buy a chicken sandwich it will cost (50-80 qirsh).\n\nTo try real Jordanian food don't stay at 5\/4\/3\/2\/1 star hotels all the time; eating there is expensive for an average Jordanian. Unless the meal came with the hotel accommodation, don't eat from there.  It may look like the people inside can afford the meal and make it look and sound like this is an average way to eat.\n\nSo this is what you do. You are already paying a lot for a couple of days in the hotel which is an average USD50. Anyone from Amman will tell you it's a lot and it is not worth the money, except those in the expensive area (i.e. hotel, airport, Amman hotel). But you will not be able to communicate with them as well as when you came out of the airport to meet the taxi man. Go to the city and find what the people are buying and you will save a lot in your trip. If not and you want to save the trip of seeing the country's true people then stay where you are and enjoy whatever the travel leader wants you to see, feel, and do.\n\nNon-Jordanians can refund the VAT in the airport when they are returning home. The VAT amount must be more than JOD50 and you can't refund VAT on the following items: Food, Hotel expenses, Gold, Mobile phones.\n\n",{"type":"==","value":["Eat"]},"\nJordanian cuisine is quite similar to fare served elsewhere in the region.  The daily staple being ",{"type":"''","value":["khobez"]},", a large, flat bread sold in bakeries across the country for a few hundred fils.  Delicious when freshly baked.\n\nFor breakfast, the traditional breakfast is usually fried eggs, ",{"type":"''","value":["labaneh"]},", cheese, ",{"type":"''","value":["zaatar"]}," and olive oil along with bread and a cup of tea. Falafel and hummus are eaten on the weekends by some and more often by others. There's no convention for when you should or should not eat any type of food. It's up to you. This is the most popular breakfast. Manousheh and pastries come in as the second most popular breakfast item. All of the hotels offer American breakfast.\n\nThe national dish of Jordan is the ",{"type":"''","value":["mansaf"]},", prepared with jameed, a sun-dried yogurt. Grumpygourmet.com describes the ",{"type":"''","value":["mansaf"]}," as \"an enormous platter layered with crêpe-like traditional \"shraak\" bread, mounds of glistening rice and chunks of lamb that have been cooked in a unique sauce made from reconstituted jameed and spices, sprinkled with golden pine nuts.\" In actuality more people use fried almonds instead of pine nuts because of the cheaper price tag. While mansaf is the national dish, most people in urban areas eat it on special occasions and not every day. Other popular dishes include Maklouba, stuffed vegetables, freekeh.\n\nThe most popular place to eat cheap Mansaf is the Jerusalem restaurant in downtown Amman.\n\nLevantine-style ",{"type":"''","value":["mezza"]}," are served in \"Lebanese-style\" -which is typical to Jordaian style- restaurants around the country, and you can easily find international fast food chains including McDonalds, Pizza Hut and Burger King. In addition to chains well known in Europe and North America, there are some local businesses such as:\n",{"type":"*","value":["Abu Jbarah: one of the famous falafel's restaurant in Jordan."]},{"type":"*","value":["Al kalha: famous falafel and homous restaurant in Jordan. "]},{"type":"*","value":["Al-Daya'a and Reem: Famous places to get Shawerma sandwiches and dishes."]},"\nAs for foreign style restaurants, there is no shortage of them. The best ones are usually found in 5 star hotels, but the price tag is high. Italian restaurants and pizza places are somewhat abundant in Amman, Madaba, and Aqaba, but are very hard to find in other cities.\n\nMore and more cafes now serve food. There is an abundance of Middle Eastern-style cafes serving Argeelleh in addition to the full complement of Western and Middle Eastern coffee drinks. There is also a good number of Western-style cafes which usually serve Western-style desserts, salads and sandwiches.\n\n",{"type":"==","value":["Sleep"]},"\nAmman has an abundance of 5 and 4 star hotels. In addition there is good number of 3 star hotels and there are plenty of 2 star and 1 star hotels in downtown Amman which are very cheap, and there are plenty of tourists, especially those that are passing by stay in these hotels.  \nBe advised that there are two scales of rating the hotels in Jordan. There are the standard, Western-style 5-star hotels such as the Sheraton, Crowne Plaza, etc., and then there are the local 5-star establishments. The local establishments that are considered '5-star' in Jordan would be more like 3-star hotels in the West. \nThat being said, a traveller will pay top dollar for a Western brand-name 5-star hotel in Amman or Petra and less for the local 5-star hotel.\n\nFurthermore, for longer stays it is possible to get furnished apartments from around JOD200-600 a month.\n\n",{"type":"==","value":["Learn"]},"\nFor long stays, it is possible to take Arabic courses at the University of Jordan as well as other private educational centres in Amman and occasionally the British Council runs courses in Arabic for foreigners.\n\nAmman starting cost for apartments is USD5,000-2,000 \/JOD350-1,400 monthly and they prefer you pay up front and commit for at least a half year stay. The cost of the restaurants around there are average priced.\n\nAlternative is Zarqa Private University. It is 35 minute drive exactly east of Amman and can save you a fortune due to the fact the city Zarqa cost 1\/3 less to stay in the apartments. The fact is that you only spend JOD90-120monthly and get same or even better looking apartments with more room than Amman. The Zarqa Private University bus comes all the time at main street and takes you to a bus station within 3 minutes and from there the bus picks-up everyone (5-10 min) then heads to the University.\n\nThe Zarqa Private University has a more open space than Amman. Its Arabic courses are very good because the communication teacher only speaks Arabic and the other teacher teaches the rules and pronunciation in English. The complete Arabic learning course is 10 months. There are 3 levels. \n-1st level cost JOD500 for the first 4 months. \n-(3 weeks break during summer).\n-2nd level cost JOD300for next 2 months.\n-3rd level cost JOD500for the last 4 months\n\nAll courses have 4 hours a day with each hour containing a different subject.\n1st class - learning to interact (teacher can't speak English or very little)\n2nd class - Get to know the words (teacher speaks in Arabic with English for words that students forgot to study or that is new).\n3rd class - learning the rules (teachers covers the grammar in Arabic & English)\n4th class - Writing, reading and speaking the letters clear and sharp.\n\n",{"type":"==","value":["Work"]},"\n\nWork opportunities for the casual foreign visitor are somewhat limited in Jordan. The majority of foreigners working in Jordan are on contract work with foreign multinationals and development organisations (Amman is the 'gateway to Iraq' and a key base for the continuing efforts to rebuild its neighbour).\n\nThere is the possibility of picking up casual English teaching work if you hunt around hard for opportunities.\n\nFluent Arabic speakers might have more success, though the process of obtaining a work permit is not particularly straightforward. Engage a knowledgeable local to assist you.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Electricity"]}," \nThe electricity supply in Jordan is 230V\/50 Hz. But several types of plugs\/outlets are in common use. I.e. European with round pins, British standard, Indian and combination outlets that can take multiple types.\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.jordan.embassy.gov.au\/"],["email=amman.austremb@dfat.gov.au amman.austremb@dfat.gov.au"],["address=Embassy of the Commonwealth of Australia. Visitors address: 3 Yousef Abu Shahhout, Deir Ghbar, Amman. Postal address: P.O. Box 35201, Amman 11180"],["lat="],["long="],["directions="],["phone=+962 6 580-7000"],["tollfree="],["fax=+962 (0)6 5807001"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/amman\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.dfait-maeci.gc.ca\/world\/embassies\/mission-en.asp?MID=74"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China (P.R. of -)"],["url=http:\/\/jo.chineseembassy.org\/eng\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["url=http:\/\/www.mfa.cz\/amman\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/arabic\/embassies\/Egyptian_Embassy_Jordan\/Pages\/Default.aspx\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Europe"]]}," ",{"type":"{{","value":[["listing"],["name=European Commission Delegation"],["url=http:\/\/www.deljor.cec.eu.int\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=French Trade Commission"],["url=http:\/\/www.dree.org\/jordanie\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.amman.diplo.de\/Vertretung\/amman\/ar\/Startseite.html"],["email=germaemb@wanadoo.jo"],["address=Botschaft der Bundesrepublik Deutschland. Visitors address: Benghasi 25, Jabal Amman, Amman. Postal address: P.O. Box 183, Amman 11118"],["lat="],["long="],["directions="],["phone=+962 6 593-0351 or 593-0367 or 593-1379. Emergency mobile +962 79 553 4261"],["tollfree="],["fax=+962 6 592-9413"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Hungary"]]}," ",{"type":"{{","value":[["listing"],["name=Hungary"],["url=http:\/\/www.mfa.gov.hu\/kulkepviselet\/JO\/hu"],["email=mission.amm@kum.hu mission.amm@kum.hu"],["address=A Magyar Köztársaság ammani nagykövetsége. Visitors address: Abdoun, Jaqoub Ammari Str. 13., Amman. Postal address: P.O. Box. 3441, Amman 11181"],["lat="],["long="],["directions="],["phone=+962 6 592-5614"],["tollfree="],["fax=+962 6 593-0836"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iran"]]}," ",{"type":"{{","value":[["listing"],["name=Iran"],["url=http:\/\/www.iranembassyjordan.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["alt="],["url=http:\/\/www.ambamman.esteri.it\/"],["email=info.amman@esteri.it info"],["address=Ambasciata della Repubblica Italiana. Visitors address: Jabal Al-Weibdeh, Hafiz Ibrahim 5. Postal address: P.O. Box 9800"],["lat="],["long="],["directions="],["phone=+962 6 463-8185"],["tollfree="],["fax=+962 (0)6 4659730"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url=http:\/\/www.netherlandsembassy.com.jo\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norway.jo\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url=http:\/\/www.jordan.mid.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/content\/amman_emb\/en\/home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinjordan.fco.gov.uk\/en\/"],["email="],["address=Embassy of the United Kingdom of Great Britain and Northern Ireland. Visitors address: Abdoun, Amman. Postal address: P.O. Box 87, Amman 11118"],["lat="],["long="],["directions="],["phone=+962 (0)6 5909200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=USA"],["url=http:\/\/www.usembassy-amman.org.jo\/"],["email=ResponseAmman@state.gov ResponseAmman@state.gov"],["address=Embassy of the United States of America. Postal address: P.O. Box 354, Amman 11118"],["lat="],["long="],["directions="],["phone=+962 (0)6 5906000"],["tollfree="],["fax=+962 (0)6 5920121"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nJordan is very safe.  There is virtually no unsafe part of Jordan except at the Iraqi border.  Although the rural parts of Jordan have limited infrastructures, the fellahin (or village people) will be happy to assist you.\n\nJordan is one of the most liberal nations in the region. Women may wear regular clothing without harassment in any part of Jordan.  Western fashions are popular among young Jordanian women.  However, modest clothing should be worn in religious and old historical sites.  Keep in mind Jordan is a Muslim nation and western norms may not be accepted even by Jordan's western educated elite, such as public displays of affection.  Jordan is not a place where homosexuality is taken as lightly as in the West, although is not illegal as is the case in most other Arab nations. Adultery, including consensual sex between unmarried couples, is illegal and can be punished by a maximum of a 3 year jail term.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nAs in all urban areas in the world, Jordan's cities have some health concerns but also keep in mind that Jordan is a center for medical treatment in the Middle East and its world-class hospitals are respected in every part of the world.  Just remember to have caution with buying food from vendors, the vendors aren't trying to hurt you but the food might be unclean.  Hospitals in Jordan, especially Amman, are abundant.  Jordan is a hub for medical tourism.\n\nAlso, the biggest risk to your health in Jordan is being involved in a road traffic accident.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nJordan is a very hospitable country to tourists and foreigners will be happy to help you if asked.  Jordanians in turn will respect you and your culture if you respect theirs.  Respect Islam, the dominant religion, and the King of Jordan. \n\nWear modest clothing to important religious sites.  Respect the Jordanian monarchy which has strong backing by the people.  The Jordanian monarchy is very pro-Western and very open to reform, as are the Jordanian people. \n\n",{"type":"'''","value":["Standing in Lines"]}," : Jordanians have a notable issue with standing in line-ups for service. Often those near the rear of a line will try to sidle forwards and pass those in front of them. The line members being passed, rather than object to this tactic, will often instead start to employ this same trick themselves, on the line members in front of them. The end result is often a raucous crowd jostling for service at the kiosk in question.\n\nNo one, including the person manning the kiosk, is happy when this situation develops, and often tensions in the jostling crowd seem high enough that violent disagreements feel moments away. However, there is no violence and the sense is that Jordanians recognise common distinct limits as to what was reasonable in line jostling.\n\nNonetheless, due to this common Jordanian phenomenon, several strategies are suggested.\n\n# Arrive early, allow for time, and be patient. Since a degenerate line-up is rarely an efficient line-up, allow in your travel plans for the fact that it will invariably take longer than expected to deal with any service booth arrangements, whether that means customs, buying tickets, waiting to get on a bus, etc.\n# Don't get upset about the line-up yourself or get caught up in the emotions of the crowd. You will keep moving forward, even if a few people sneak in front of you. No one in the 'line crowd' is entirely unreasonable, and you will not keep getting pushed back indefinitely. Often, at most, you will end up being served at the kiosk three or four turns later than expected. Just try to relax and take it in stride.\n# Avoid the line-up entirely when possible. Often, kiosks handle groups in bursts, such as a customs kiosk that deals with a bus load of people at a time. In these cases, if you do not start already at the front of the line, find a comfortable spot away from the crowd, and just wait for the rest of the group to make their fractious way through before you. Then, make your way up to the kiosk once it's clear. The advantage of being last is that often the kiosk attendant will appreciate your patience and be happy to deal with you now that they do not have a clamoring crowd jostling for their attention.\n\nNote also that during Ramadan, and particularly on the Eid al-Fitr holiday, schedules will change. Many restaurants, particularly those outside Amman, are closed during the daylight hours of Ramadan, only opening at sunset. This does not affect major restaurants near tourist destinations, however. Also, during Eid al-Fitr it is impossible to get a servees (minibus) in the late afternoon or evening in many parts of the country. Plan in advance if you are taking a servees to an outlying area; you may need to get a taxi back. However, JETT and Trust International Transport usually add more buses to their schedules during this time period, especially those going from Amman to Aqaba.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Mobile Service"]},"\nMost of Jordan has mobile coverage. There are three mobile operators:\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.zain.jo Zain"]}," - the first and largest mobile provider"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mobilecom.jo\/pc\/default.aspx Orange"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.umniah.com\/umniah\/ Umniah"]}]},"\nCard-based temporary numbers can be purchased at the airport or any mobile shop for JOD5. These numbers can be subsequently recharged with a prepaid card starting at only JOD1. Temporary \"throw away\" phones can be bought at many mobile phone shops across the country for around JOD20-30, but a Jordanian must buy the phone before possession can be transferred to you.\n\n",{"type":"{{","value":[["geo"],["31.9500"],["35.9333"],["zoom=7"]]},"\n",{"type":"{{","value":[["isPartOf"],["Middle East"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Jordan"]]},"\n",{"type":"[[","value":[["WikiPedia:Jordan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Jordan\/"]]}]