[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Jorhat"]}," is a city of 70,000 in ",{"type":"[[","value":[["Assam"]]},". It was the capital of Ahom Kingdom.\n\n",{"type":"==","value":["Get in"]},"\nThe city of Jorhat is well connected by rail, road and air modes of transport. For visitors, the most convenient way of reaching Jorhat is by Air. The Jorhat Airport (",{"type":"{{","value":[["IATA"],["JRH"]]},") is a fully operational airport, administered by the Airports Authority of India(AAI) with daily flights connecting to  Kolkata. Connecting flights are also available from rest of the country. \nRailway is the next convenient way to get to Jorhat.  The main railway station is the Mariani junction, 17 kms from the city centre through which every train passes by (railway code:MXN). The Rajdhani Express and Brahmaputra Mail stops there. A loop line connects Mariani to Jorhat Town Station(railway code:JTTN). Only 2 numbers of long distance train running through Jorhat Town Station namely InterCity Express, and Janasatabdi Exp. are connected to the state capital Guwahati. \nThe National Highway No. 37 (NH37) runs through the heart of Jorhat which connects the city to the airports of Dibrugarh (approximately 3 hours drive) and Guwahati (approximately 6 hours drive), respectively. The same National Highway also acts as a gateway to the neighbouring states of Nagaland, Arunachal Pradesh, and Meghalaya.\n\n",{"type":"==","value":["Get around"]},"\nBeing in Jorhat means you are in the cultural center of the state of Assam. Geographically situated in the Upper Assam region, Jorhat has the historical city of Sivasagar (the former Ahom Dynasty's Capital) on one end of the district and the Kaziranga National Park on the other. Rented Taxi services (both pre-paid and post-paid) can be arranged from most hotels and lodges in the city. Daily Ferry Boats to the world's largest riverine island of Majuli can be boarded from Jorhat and most of those travel arrangements can be made straight from the city hotels.\n\n",{"type":"==","value":["See"]},"\nMajuli Island.  Majuli Island is a freshwater island located about 20km from Jorhat in the Brahmaputra River.  The island is rich in both natural and cultural history.  The bird life is particularly varied.  The population of the island live primarily in the 23 villages on the island and are primarily tribal people.  Coupled with some unique Hindu monasteries these features have resulted in Majuli Island being short listed for consideration for UNESCO World Heritage status.\n\n",{"type":"==","value":["Do"]},"\nVisit Kaziranga National Park located 96 km from Jorhat, a journey likely to take around two hours by road. The park is open from November to April.\n\nThe park covers some 430 sq km of varied terrain.  The elephant grass, cane, forest and swamps offer a variety of habitats for the local wildlife.  This includes the one horned rhino, wild buffalo, sambar deer and wild pig as well as a wide range of birds.  The last tiger count suggests a park population of 86, the highest density population of tigers in India.  However the lush jungle means visitors are by no means guaranteed a sighting of one of these magnificent creatures. \n\nSafaris into the park can be arranged locally.  In addition to jeep safaris elephant safaris on the working animals of the Indian Forestry Department are possible.  However the jeep safaris allow the visitor to cover a larger portion of the park than is possible on an elephant.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Ankur"],["alt=Romeo"],["url="],["email="],["address=4374\/4b, ansari rd Delhi-2"],["lat="],["long="],["directions="],["phone = +91 9811663052"],["tollfree="],["fax="],["hours="],["price="],["content=Assamese tea"]]}]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are good hotels like '",{"type":"''","value":["HOTEL GK PALACE"]},"( near railway station)' and MD's Sweets (at Gar-Ali, Lahoti \/ Balibat) one can enjoy quality North Indian, Continental as well as Chinese food.. Hotel Janata Paradise is a wonderful place to taste traditional Assamese food and they serve the \"Assamese Thali\" (Thali means Dish) in its own Assamese traditional way.  And last but not the least don't forget to taste the sweets and special delicious \"Dahi\" (curd) of Suresh Bhandar ( at Dohabara Chalk).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Paradise"],["url="],["email="],["address=Solictor's Road (off AT Road)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=single 400Rs\/double 600Rs\/AC double 1000Rs"],["checkin="],["checkout="],["content=Gloomy reception but comfortable rooms. The restaurant serves excellent food. On a small lane signposted off the main street. The Jet Airways ticket office is on the 2nd floor."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["26.75"],["94.217"]]},"\n",{"type":"[[","value":[["Wikipedia:Jorhat"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Assam"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Assam\/Localities\/Jorhat\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Jorhat"]]}]