[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Juan de Fuca Marine Trail"]}," is on the south-west coast \nof ",{"type":"[[","value":[["Vancouver Island"]]},", in ",{"type":"[[","value":[["British Columbia"]]},", ",{"type":"[[","value":[["Canada"]]},".\n",{"type":"[[","value":[["Image:Chin Beach.JPG"],["thumb"],["Chin Beach on the Juan de Fuca Marine Trail, Vancouver Island."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe Juan de Fuca Marine Trail ",{"type":"[","value":["http:\/\/www.juandefucamarinetrail.com\/"]},"was created through the Commonwealth Nature Legacy to commemorate the 1994 Commonwealth Games in ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},", BC. The park is approximately 1,500 hectares (about 3700 acres or 5.8 square miles) with a continuous wilderness hiking trail following about 47 kilometres (29 miles) of coastline.\nThis general area of Vancouver Island was known as the \"Graveyard of the Pacific\" \nfor the number of shipwrecks that occurred here. Both the Juan de Fuca Trail and the \nWest Coast Trail (which begins just to the north of the Juan de Fuca) were part of the lifesaving trail scratched into this rocky coastline.\nThe trail takes its name from Juan de Fuca, the Greek maritime pilot who served \nthe Spanish king Phillip II. Juan de Fuca is also the name of the strait separating ",{"type":"[[","value":[["Vancouver Island"]]}," from ",{"type":"[[","value":[["Washington State"]]},".\n\n",{"type":"===","value":["Landscape"]},"\nAs its name implies, the Juan de Fuca Marine Trail follows the coastline of Vancouver\nIsland. Primarily second-growth trees, there is the occasional old-growth. The coast \nis rock--often sandstone--carved into shape by the ocean. Beaches are primarily pebble \nor rock, although some, like Sombrio, are sandy.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThis is bear country, and it borders on whale country. Expect black bears and cougars while hiking. You may see bears, but it is unlikely that you will actually see a cougar as they are very good at remaining out of sight. Grey (or Gray) whales regularly feed just off the shore during the summer months. Occasionally Orca (or \"Killer\") whales can be seen. ",{"type":"[[","value":[["Image:Grey Whales Off Sombrio Point.JPG"],["thumb"],["Grey whales feeding."]]},"\n\n",{"type":"===","value":["Climate"]},"\nTemperate rain forest. In this area, daily temperatures rise above 30°C (86°F) on an average of one or two days per year and fall below -5°C (23°F) on an average of only 2 nights per year. During the winter, the average daily high and low temperatures are 8.2°C (47°F) and 3.6°C (38°F), respectively. The summer months are equally mild, with an average high temperature of 19.6°C (67°F) and low of 11.3°C (52°F).\n\nThis may seem like mild weather, but hikers can feel very chilled especially if soaked by rain or waves. Hypothermia is a very real possibility.\n\nNearly two-thirds of the area's rainfall occurs between November and February, with July being the driest month on average. August and September frequently experience morning fogs. \n\n",{"type":"==","value":["Get in"]},"\nThe southern trailhead is at China Beach, the northern at Botanical Beach. There are two others midway at Sombrio Beach and Parkinson Beach. Most of the beaches have access trails, but they have no parking other than roadside, and are poorly marked and not intended for general use. \n\n",{"type":"==","value":["Fees\/Permits"]},"\nCamping fees in 2012 are $10\/site\/night, and are paid on the honour system. There are a lock-boxes at the trailheads and no change is available. \n\n",{"type":"===","value":["Camping"]},"\nMost beach camping sites have food caches available. There is no camping at Botanical Beach. Vehicle camping is allowed at Parkinson, Sombrio, and China beaches, and camping fees do apply to overnight camping in the parking lots. \nForest camping is permitted (always check before hiking) at Little Kuitsche Creek and Payzant Creek. No open fires are permitted at either site.\nbeach camping is permitted at Mystic, Bear, Chin, and Sombrio beaches. Fires are permitted below the high tide line only. \n\n",{"type":"===","value":["Backcountry"]},"\nSections of the Juan de Fuca are rated at \"difficult\" and \"very difficult\". These ratings are meant to be taken seriously. Between Chin and Sombrio beaches, hikers can expect climbs of 160  vertical metres (over 500 vertical feet)on a seven kilometre hike. The hike from Chin to Bear beach is rated as \"very difficult\".\nThis is the west coast of Vancouver Island, so there is water everywhere. But filter, boil, or treat any water taken from streams or rivers. Giardia (\"beaver fever\") is a real possibility. \nDo not feed bears either intentionally or unintentionally. This means caching food properly, not disposing of garbage in the pit toilets, and packing out everything you pack in. A fed bear is a dead bear.\n\n",{"type":"==","value":["Stay safe"]},"\nSome beaches are cut off at high tide. Information and tide charts are posted at the trailheads. Be aware that rogue waves have been experienced on the west coast and can easily sweep a person into the water. \nThis is backcountry, so have first aid supplies and skills. Weather can change rapidly, so be prepared. In many places, rocks remain slick year round.\nGuided tours with experienced back country guides increase your safety.  Guides take care of all the organization, know the trail, and know the best times to make this hiking trip.\n\n",{"type":"==","value":["Go next"]},"\nMost beaches are connected to Highway 14. Be aware that these trails are not always easy or well-marked, and can involve climbs of 180 vertical metres (600 feet). On the plus side, this means that you can exit the trail at regular intervals.\n",{"type":"{{","value":[["IsPartOf"],["Vancouver Island"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Juan de Fuca Marine Trail"]]}]