[{"type":"{{","value":[["pagebanner"],["Juba (South Sudan) banner Cattle of the Dinka people.jpg"]]},"\n",{"type":"{{","value":[["warningbox"],["Following what was called an attempted coup on the 16th December 2013, visiting Juba and South Sudan is not recommended.\n\nFighting erupted late on the 15th December, continuing until lunchtime on the 16th.  Further occasionally intense fighting started again on the 17th in the morning. After lunchtime on the 17th, Juba has been quiet. A curfew is in place from 1800 to 0600.  Though Juba has remained quiet, fighting is still reported from other towns, possibly as a result of departing combatants from the Juba area.  The government forces are currently in full control of Juba. The airport was closed on 16\/17th.\n\nOn the 18th, a number of embassies evacuated their staff after the airport reopened. Many other organisations are also evacuating their staff. The USA evacuated many of its citizens on the 18th and the UK did the same on the 19-20th. The UK is recommending its citizens to leave the country. Other visitors should consider whether their continued presence in the country is justified. Commercial flights have resumed. EU citizens should contact an EU embassy for assistance, if they cannot make contact with the embassy of their home country.\n\n",{"type":"''","value":["Current as of 19th December"]}]]},"\n",{"type":"[[","value":[["Image:Juba sudan.jpg"],["thumb"],["right"],["350px"],["The market in Juba."]]},"\n",{"type":"'''","value":["Juba"]}," is a fast growing city and capital of the newly formed country of ",{"type":"[[","value":[["South Sudan"]]},".  Juba is on the White Nile river.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nDirect commercial flights from ",{"type":"[[","value":[["Nairobi"]]}," (Kenya Airways and others) to Juba is the most popular entry route.  Multiple daily flights from Khartoum, Entebbe (Air Uganda), and Addis Ababa (Ethiopian) are also available.  Charter and UN flights are also available from Lokichokio.  Egyptair has direct flight twice per week from ",{"type":"[[","value":[["Cairo"]]},".\n\nThere are several direct flights from ",{"type":"[[","value":[["Khartoum"]]}," to Juba each week costing around US$200 each way, however the airlines running this route keep changing (AirWest are currently flying (Feb 2008) Nova Airlines recently shelved this route).  There are also regular flights from ",{"type":"[[","value":[["Entebbe"]]}," in ",{"type":"[[","value":[["Uganda"]]},".\n\nEthiopian Airlines, Kenya Airways and Egypt Air provide the most convenient single carrier routes from Europe, usually not requiring a lengthy stopover.  British Airways from London to Entebbe is also possible, with the choice of a few daily flights on Air Uganda from Entebbe to Juba.\n\nJuba airport is in very poor condition.  Expect chaos and overcrowding.  There can be long queues for immigration.\n\n",{"type":"===","value":["By bus"]},"\nIf overlanding, daily buses run from ",{"type":"[[","value":[["Kampala"]]}," - take 12 hours minimum if the roads are dry - it only takes one broken down truck or deep flooded muddy pothole to add hours to the journey.  Departure at 3AM (Nile Coach near Gateway in the city center of ",{"type":"[[","value":[["Kampala"]]},") with an overnight stop in Yumbe. No regular buses run to Kenya although some trucks run the route - most Kenyan traffic runs through Uganda as the roads are in better shape.\n\nIf flying down from Khartoum, bring your passport, although you don't need a separate visa in addition to the standard Sudanese one your passport will be checked for a Sudan visa at Juba airport.\n\nIf overlanding from ",{"type":"[[","value":[["Kenya"]]}," or ",{"type":"[[","value":[["Uganda"]]},", it is still advisable to get your travel permit\/visa for southern Sudan (GOSS office in Nairobi or Kampala, 100 USD and only a one-month, single-entry visa is currently available), it will save you a lot of hassle at the border.\n\nAlso: daily buses run from Kampala with Sudanese ownership (LOL brand). About 12 hours. No overnight in Yumbe. Through Gulu and Atiak.\n\nUnless cost is a BIG issue, take the plane from Entebbe to Juba. The bus is a great cultural journey, secure-but-dusty, and the southbound trip in daylight affords great views of the countryside. The northbound trip during night-time offers police checkpoints and pee stops in desolate places!\n",{"type":"===","value":["Visa"]},"\nVisas are required by most people entering South Sudan.  In theory, visas are available on arrival at Juba airport for $100. However the rules surrounding their issue are unclear.  Immigration officials will often invent rules to suit their own needs.  At the very least, you should have an invitation letter from a local company\/organisation and you will need someone with local connections to be sure of getting a visa.  It is better to obtain one in London, Nairobi or Addis Ababa before arrival.\n\n",{"type":"==","value":["Get around"]},"\n\nJuba is a small town with big plans.  You can walk through most of it in a few hours - however, the town is quite spread out in to 3 distinct areas - Juba Town, Government ministries, and the Nile camps - and it's a long, hot, dusty walk between the three. If you are coming here to live and work, a car is essential to get around - although there are a lot of boda bodas (motorbike taxis) running during the day.\n\nThe roads are mostly unsealed, but you can get by in a saloon - although after a heavy rain it's 4x4 only.  However, the roads are improving rapidly with much grading and tarring going on.\n\nA really great map of Juba town is available in Jit Supermarket.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wiltins Transporters"],["url=http:\/\/www.wiltins.com"],["email=info@wiltins.com"],["address=MTC Centre"],["lat="],["long="],["directions="],["phone=+249 955 104 240"],["tollfree="],["fax="],["hours="],["price="],["content=Offers 4-Wheel drives to get you through the muddy roads. Rates are attractive: Drivers are experienced and friendly."]]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nPlan to entertain yourself.  There's not much going on in town. That said the town is experiencing expat overload and the sheer numbers of Kenyans, Ugandans and the hundreds of westerners in Juba are supporting numerous bars, restaurants and nightspots.  There is something going on most weekends.  You can also take a boat trip on the Nile, go fishing, go jogging, and there's a Hash House Harriers in Juba.\n\nBut even then if coming here to work for an extended period, bring out lots of books, DVDs etc.\n\n",{"type":"==","value":["Buy"]},"\n\nEverything is trucked in from Uganda, hence things are ",{"type":"'''","value":["expensive"]}," - however, as more traders set up shop in Juba so supplies are increasing and prices are falling - but still expect most things to cost 30% - 100% more than it would cost in Kampala.\n\nThe Customs Market is the prime shopping area, with fresh fruit, over-priced building materials and the usual mix of consumer goods.\n\nThe air conditioned JIT supermarket is a newly opened supermarket next to Juba Raha Hotel, Jit advertises to have ‘everything under one roof’ and it almost does. Open to the public, Jit stocks a large number of toiletries including good quality soaps and shampoos and, perhaps more importantly for some, alcohol including beer, wine and spirits. Prices are reasonable given the alternative cost of having to bring things in by air yourself (and usually paying for excess luggage) and the owners promise to increase their stock with electronics\/home appliances, cigarettes and perfumes. \nPringles are not hard to find in Juba! There is even a decent selection of wine starting from a very reasonable US$8 a bottle.\n\nEverywhere will accept Sudanese pounds, even if prices are quoted in US dollars - and you can change British pounds and Ugandan shillings at the Kenya Commercial Bank in town for rates in line with those in Khartoum (and, oddly, at better rates than those quoted on ",{"type":"[","value":["http:\/\/www.xe.com"]}," www.xe.com)\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Roots Project"],["url="],["email="],["address=Nimra Talata"],["lat="],["long="],["directions=behind basketball court"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a new coop for women to make and sell traditional handicrafts, including beading, from simple single strand necklaces to complex Dinka belts and more, basket weaving, etc."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe Village and Da Vinci camp are battling over who cooks the best pizza in town.  Home and Away has some average food at western prices in western-ish surroundings. Numerous tent camps line the Nile, and all look the same, buffets tend to be the norm.  Prices vary widely. Worth seeking out Rock City for the views over Juba.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Da Vinci's Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=South of centre, where the A43 passes White Nile"],["phone="],["tollfree="],["fax="],["hours="],["price=About $30 for a meal"],["content=A bit on the expensive side, but great atmosphere and views over the Nile, live music from time to time."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spice 'n Herbs"],["url=http:\/\/www.spicenherbs.net"],["email="],["address=Hai Malakal, near Queen of Sheba"],["lat="],["long="],["directions="],["phone=+211 97725 6969 \/ +211 92366 3007"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Indian & Chinese Cuisine. Sandwiches, Burgers, Pizza Take away \/ Home delivery services available."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Notos Lounge Bar & Grill"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite Hamza Inn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A smart restaurant with outdoor seating area. The Tandoori grill is recommended."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nA cold beer is easy to find in Juba, in strong contrast to the North, but the best stocked bar in Juba is Fresh Freddies - everything from a 20yr old malt whisky to sambuca shots to vodka slush puppies.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe accommodation boom is finally impacting on prices - tents are becoming less popular with air conditioned prefabs now the norm (many 'hotels' are simply a collection of prefabs). Prefabs with a\/c are around $150 per night, safari-type tents around $80 to $100 - however, demand and hence prices rise when a big conference is in town. Most accommodation is full-board, with buffet breakfasts, buffet lunches, and, you guessed it, buffet dinners 7 days a week. In Juba, hotel-land hot showers are now the luxury to seek out, rather than air conditioning, which is easy to find.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Acacia Village"],["url=http:\/\/www.acaciavillage.com"],["email="],["address=Mundri Rd, Gudele"],["lat="],["long="],["directions="],["phone=+249 905311056"],["tollfree="],["fax="],["hours="],["price=From US$195"],["checkin="],["checkout="],["content=The top end of accomodation available in Juba, and pretty reasonable price wise. Swimming pool, Tennis court and AC rooms in permanent (not plastic prefab) buildings. Very good security."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Beijing Juba hotel"]}," is expensive, but clean and efficient."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bros Hotel"]}," (on the Nile). Secure, clean, older manufactured housing (two hotel rooms per unit). 84 units. Self-contained bathroom in each unit. Air-conditioned. Power is on all night; may vary during the day. Good restaurant and grounds. US$50\/night for double bed."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hamza Inn"],["url="],["email="],["address=Near Equity Bank, Juba Town"],["lat="],["long="],["directions="],["phone=+256 47710 6798 \/ +249 092285 5057"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Air-conditioned, self contained rooms with dining & Conference. 3-5 min walking distance from KCB & Equity Bank."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+2499 2658 7991"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good ensuite rooms with tv. Bar and restaurant in the hotel. Tight security. Wired internet (free ethernet cable provided). AC and hot showers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Juba"],["alt="],["url=http:\/\/www.juba-accommodation.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A newly constructed lodge fully secured by 24-hour fully equipped security guards. Secure parking spaces are available for residents and visitors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Juba Bridge Hotel"],["url=http:\/\/www.jubabridgehotel.com"],["email="],["address=juba"],["lat="],["long="],["directions=Nimule-Torit Road"],["phone=00249955013542"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers a very nice view of the Nile. Serene and Calm"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mango camp"]}," is still popular."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oasis Camp"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+249 955024839"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is good for prefabs by the Nile (with free wireless internet and a small gym). Great food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Paradise Hotel"],["url=http:\/\/paradisehoteljuba.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=starts at 100USD"],["checkin="],["checkout="],["content=Near Airport,"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Summer Palace Hotel"],["alt="],["url=http:\/\/jubasummerhotel.webnode.com\/"],["email=jubasphotel@yahoo.com"],["address=200m from Nile Commercial Bank in Juba town centre"],["lat="],["long="],["directions="],["phone=+256 477100050 \/ 477106433"],["tollfree="],["fax="],["checkin="],["checkout="],["price=from $100 per night, inc breakfast"],["content=En suite rooms with hot shower, wireless internet, DSTV, Chinese restaurant"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bedouin Lodge"],["url=http:\/\/www.accommodationjuba.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+211 (0)955 213730"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Aesthetically pleasing, comfortable, clean and with friendly, helpful staff. Free wifi for residents, some rooms with private bath\/toilet, free laundry service daily. Bar\/restaurant is good place to meet others. Breakfast is good."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quality Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThere have been instances of armed robbery\/muggings of foreign nationals.  Take extra care with any travel at night.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"==","value":["Connect"]},"\nRadio broadcasts are available from BBC World Service in English on 88.2MHz and Arabic on 90.0MHz.\n\n",{"type":"===","value":["Embassies and Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["alt="],["url=http:\/\/www.ambafrance-sds.org\/"],["email="],["address=EU Compound, Kololo Rd"],["lat="],["long="],["directions="],["phone=+211 955 99 99 62"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["alt="],["url=http:\/\/www.auswaertiges-amt.de\/DE\/Laenderinformationen\/01-Laender\/DeutscheAVen\/Suedsudan\/DeutscheVertretungen_node.html"],["email="],["address=EU Compound, Kololo Rd"],["lat="],["long="],["directions="],["phone=+211 956 00 80 21"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["alt="],["url=http:\/\/southsudan.nlembassy.org\/organization\/the-embassy"],["email=jba@minbuza.nl"],["address=Old Airport Rd"],["lat="],["long="],["directions=opposite the New Sudan Palace hotel"],["phone=+211 9 1211 7961"],["tollfree="],["fax="],["hours=Monday to Friday, 09:00 - 16:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinsouthsudan.fco.gov.uk\/"],["email=ukinsouthsudan@dfid.gov.uk"],["address=EU Compound, Kololo Rd"],["lat="],["long="],["directions="],["phone=+211 955584193"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/juba.usconsulate.gov\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["phoneextra=emergencies U.S. citizens +249 187-022000"],["content="]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nDaily flights to ",{"type":"[[","value":[["Nairobi"]]},", ",{"type":"[[","value":[["Khartoum"]]},", ",{"type":"[[","value":[["Entebbe"]]},", and ",{"type":"[[","value":[["Addis Ababa"]]}," are available.\n\nThere are weekly barges from Juba to the north. It will take 10 days to 2 weeks from Juba to Kosti (250 km south of Khartoum), it is hot, bring your own food and water and something to create some shade. From Kosti, there are daily busses and minibuses to Khartoum.\n\nOther than flying, it is quite difficult to get out of Juba without your own transport (hired vehicles come with a driver who is instructed not to leave Juba).  Even walking out of town into the countryside is difficult - the semi-rural sprawl of Juba extends for miles of shacks and squatter housing (even on the eastern side of the Nile). Lots of paths out of town end up at one of the many army camps - who are not keen on trespassers!  And of course landmines are still a risk.\n\n",{"type":"{{","value":[["IsPartOf"],["Equatoria"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["Geo"],["4.85"],["31.6"]]},"\n",{"type":"[[","value":[["Commons:Category:Juba"]]},"\n",{"type":"[[","value":[["Wikipedia:Juba"]]}]