[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"'''","value":["Judaism"]}," is one of the monotheistic religions, remarkable for its common origin with the world's two most prolific religions, ",{"type":"[[","value":[["Christianity"]]}," and ",{"type":"[[","value":[["Islam"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSince the Second Temple in Jerusalem was destroyed by the Romans in 70 C.E. (the First Temple having been destroyed much earlier by the Babylonians), Jewish worship and ritual has centered around the ",{"type":"'''","value":["synagogue"]}," and the home. Synagogues are sometimes loosely called \"temples,\" but the word \"synagogue\" is actually a Greek translation of the Hebrew words \"Bet ha-Knesset,\" meaning a house of assembly, and is a place where Jewish people assemble to pray and study, but do not give sacrifices as Jews used to do at the Temple.\n\nRelics of the Temple in Jerusalem, such as the ",{"type":"'''","value":["Western Wall"]}," and the ",{"type":"'''","value":["Temple Mount"]},", are holy to Jews. Jewish worship on the Temple Mount is controversial among both Jews and Muslims and has been a flashpoint of conflict, so it is prohibited. The Western Wall functions essentially as an outdoor synagogue with a special feature: A tradition of writing prayers on paper and inserting them into cracks in the wall.\n\n",{"type":"[[","value":[["Cemeteries"],["Graves"]]},", especially of ",{"type":"''","value":["tzaddikim"]}," (wise men), are holy to Jews and can also be places of pilgrimage.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"{{","value":[["Seealso"],["Holy Land"]]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Israel"]]},"\/",{"type":"[[","value":[["Palestine"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jerusalem"]]},", the holy city, former location of the Temple and current location of the Western Wall"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hebron"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tiberias"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Safed"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Ukraine"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Uman"]]},", where the grave of the Breslover Rebbe, head of a community of Chasidic (mystical Orthodox) Jews is buried."]},"\n",{"type":"[[","value":[["File:Westernwall2.jpg"],["thumb"],["250px"],["the ",{"type":"'''","value":["Western Wall"]},", Jerusalem"]]},"\n\n",{"type":"==","value":["Respect"]},"\nWhen entering any Jewish place of worship, all males over 13 are normally expected to wear a hat, such as a skullcap (called a kipah in Hebrew and a yarmulke in Yiddish). If you have not brought a hat with you, there is normally a supply available for borrowing, for example outside the sanctuary in a synagogue. Both men and women can show respect by dressing conservatively when visiting synagogues or Jewish cemeteries, for example by wearing garments that cover the legs down to at least the knees, and the shoulders and upper arms. Orthodox Jewish women wear loose-fitting clothing that does not display their figure, and many cover their hair with a kerchief or wig while in synagogues or other holy places.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Hebrew"]]}]}," and ",{"type":"'''","value":["Aramaic"]}," are the ancient holy languages of Judaism, and are used for worship in synagogues throughout the world. The two languages are closely related and used the same alphabet, so anyone who can read Hebrew will have little trouble with Aramaic.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nUnder traditional Jewish dietary laws, only ",{"type":"'''","value":["kosher"]}," food may be eaten by Jews; see ",{"type":"[[","value":[["Kashrut"]]},".\n\n",{"type":"==","value":["Drink"]},"\nWine is used sacramentally on the Sabbath (Shabbat) and other Jewish holidays. Some of it is highly fortified with sugar, but nowadays, much excellent kosher wine is produced in Israel, the United States, France, Italy, Spain, and various other countries.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["See also"]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Cultural attractions"]]},"\n",{"type":"[[","value":[["Wikipedia:Judaism"]]}]