[{"type":"{{","value":[["pagebanner"],["Judaean desert banner.jpg"]]},"\n",{"type":"[[","value":[["Image:DargotViewByEranGalil.jpg"],["thumb"],["300px"],["The ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},", as seen from the Judaean Desert"]]},"\n\nThe ",{"type":"'''","value":["Judaean Desert"]}," is a desert in ",{"type":"[[","value":[["Israel"]]}," and the ",{"type":"[[","value":[["West Bank"]]}," that lies east of Jerusalem and the Judean hills and west of the Jordan Valley and ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},". It has a desert climate although many streams flow to it from the Judaean hills and the Jerusalem hills, and whom have carved beautiful canyons and ravines through the soft rocks in the region, such as those in the Dragot river.\n\nMost of the attractions and sites throughout the Judaean Desert are located along the western shores of the Dead Sea. In addition to information about the attractions and sites in the Judaean Desert, this article provides expanded details regarding the various hiking trails in the Judaean Desert.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" History "]},"\nThough hostile and arid, the Judaean Desert was settled since before recorded history.\n",{"type":"[[","value":[["Jericho"]]},", which was founded over 12,000 years ago (around 9,000 BCE), is one of the oldest continuously-inhabited cities in the world, and it is the first city in the world that had walls built to protect it.\nAnother notable place is ",{"type":"[[","value":[["Ein Gedi"]]},", a large oasis that had cities built around it for over 6,000 years.\nInside the desert itself there are numerous isolated monasteries, many are still active to this day.\n\nThe Judaean Desert played an important role in the Jewish kingdoms in Israel during the biblical times, and also during the Greek and roman times.\n\nDue to its rough terrain and climate, the Judaean Desert was known as a hiding place for refugees and rebels. In one famous Biblical story, King David fled here with his soldiers after king Saul ordered to have him killed. During the Greek and roman times, the Hasmonean dynasty and the roman client king Herod the Great built and fortified many forts, strongholds and even palaces in the Judaean Desert, most famously, ",{"type":"[[","value":[["Masada"]]},". During the Roman-Jewish wars, the Jewish rebels fled to the Judaean Desert and fortified in the strongholds there. The last free standing Jewish stronghold in Jewish history, prior to the establishment of the modern state of Israel, was ",{"type":"[[","value":[["Masada"]]},".\n\n",{"type":"===","value":[" Climate "]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   20.5"],["febhigh =   21.7"],["marhigh =   24.8"],["aprhigh =   29.9"],["mayhigh =   34.1"],["junhigh =   37.6"],["julhigh =   39.7"],["aughigh =   39.0"],["sephigh =   36.5"],["octhigh =   32.4"],["novhigh =   26.9"],["dechigh =   21.7"],["janlow =   12.7"],["feblow =   13.7"],["marlow =   16.7"],["aprlow =   20.9"],["maylow =   24.7"],["junlow =   27.6"],["jullow =   29.6"],["auglow =   29.9"],["seplow =   28.3"],["octlow =   24.7"],["novlow =   19.3"],["declow =   14.1"],["janprecip = 7.8"],["febprecip = 9.0"],["marprecip = 7.6"],["aprprecip = 4.3"],["mayprecip = 0.2"],["junprecip = 0.0"],["julprecip = 0.0"],["augprecip = 0.0"],["sepprecip = 0.0"],["octprecip = 1.2"],["novprecip = 3.5"],["decprecip = 8.3"]]},"\nThe coast of the dead sea offers many cold and hot springs.\n\nThe Judaean Desert has an average annual rainfall of 47mm. This is due to the fact that the rains in Israel, which comes from the ",{"type":"[[","value":[["Mediterranean Sea"]]},", are blocked by the Judaean mountains, creating a rainshadow desert over the eastern slopes of the mountains (the Judaean Desert), while the western slopes (the ",{"type":"[[","value":[["Shfela"]]},") receive an average annual rainfall of about 500mm.\nBecause of that, the Judaean Desert contains a relatively large amount of oases, which are fed by the groundwater from the western slopes of the Judaean mountains.\n\nAlmost every year various travelers find themselves stuck in certain streams in the Judaean Desert when flash floods appear abruptly due to rain that occurred recently in the nearby Judaean hills and the Jerusalem hills. Some of these abrupt flash floods can be quite dangerous and even lead to deaths. Therefore, before hiking on the narrow streams in the Judaean desert, always make sure that no rain is expected to fall in the Judaean Desert or the nearby mountains.\n\n",{"type":"===","value":[" Geography "]},"\n",{"type":"[[","value":[["Image:EinKelt.jpg"],["thumb"],["200px"],["Kelt oasis in the Prath river"]]},"\nThe Judaean Desert is an array of hills and canyons, falling from the heights of around 1,000 meters in the ",{"type":"[[","value":[["Judean Mountains"]]},", to the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," which is, at -421 meters below sea level, the lowest place on earth. At its eastern edge, the Judaean Desert dramatically drops into the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," in cliffs of up to 500 meters, and waterfalls in the dry canyons fall in heights of 50-330 meters.\n\nThis cliff line was created as a result of the ",{"type":"[[","value":[[":w:Great Rift Valley (geographical concept)"],["Great Rift Valley"]]}," and the movement of the tectonic plates. The movement of the tectonic plates have created the valleys of the region, including the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea valley"]]},". This movement also created the sharp cliffs located at the eastern edge of the The Judaean Desert, above the Dead Sea Valley.\n\n",{"type":"==","value":["Cities and villages"]},"\n",{"type":"[[","value":[["File:Judean Desert outline en.svg"],["thumb"],["right"]]},"\nNotable cities and villages throughout the Judaean Desert:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]}," - the only city in the Judean desert outside the Palestinian territories, located on the border of the Negev "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ein Bokek"]]}," - a \"city\" of hotels located in souther part of the Judaean Desert, on the shores of the Dead Sea."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jericho"]]}," - Palestinian city in the West Bank, located 10 KM north of the Dead Sea. It is believed to be one of the oldest inhabited cities in the world - archaeological remains have been found of settlement in that area which dates back 11,000 years (9000 BC)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ma'ale Adumim"]]}," - Israeli city in the West Bank. It is the third largest Israeli settlement in the West Bank."]},"\n",{"type":"==","value":["Get in"]},"\nThe majority of the Judaean Desert is either in the ",{"type":"[[","value":[["Palestinian territories"]]}," of Judea, or stretches along the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},". The only other civilized area is the town ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]},".\n\n",{"type":"===","value":[" By car "]},"\nRoute 90 crosses the entire Dead Sea basin from the Lido junction in the north to the ",{"type":"[[","value":[["Arava"]]}," junction down south, and passes through almost all settlements that are not in Palestinian territories.\n\n",{"type":"'''","value":["From the north"]}," the route can be accessed by driving southwards on route 90, that begins in ",{"type":"[[","value":[["Qiryat Shemona"]]}," and passes by ",{"type":"[[","value":[["Beth Shean"]]},".\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Jerusalem"]]}," and the ",{"type":"[[","value":[["Israeli Coastal Plain"],["coastal plain"]]}]}," it can be accessed by driving eastwards on route 1, the road that goes from ",{"type":"[[","value":[["Tel Aviv"]]}," to Jerusalem. Pass by Jerusalem following the road signs to the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},". In the Lido junction, turn right and you're on route 90, driving along the Dead Sea. Alternately, you can drive southwards towards ",{"type":"[[","value":[["Beer Sheva"]]}," on route 40 (or on the toll-road Route 6, which then connects to route 40), then take a left either on route 31 (going through ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]}," and connecting to route 90 in Zohar junction) or on route 25 (through ",{"type":"[[","value":[["Dimona"]]}," to the Arava junction, on the southern end of the Judaean desert).\n\n",{"type":"'''","value":["From the south"]},", reach the ",{"type":"[[","value":[["Arava"]]}," road (also part of route 90) and drive northwards, passing the Arava junction.\n\n",{"type":"===","value":[" By bus "]},"\n\nAll following lines drive on route 90. All of them pass through the ",{"type":"[[","value":[["Ein Bokek"]]}," hotel complex. The most frequent buses are from Jerusalem.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Jerusalem"]]},":"]}," lines 486, 487, 444"]},{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Beer Sheva"]]}," through ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]},":"]}," lines 384, 386"]},{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Tel Aviv"]]},":"]}," line 421, going only once a day each way and very crowded during high season, departing from the bus terminal near the central train station.<BR>Line 389 from the central bus station goes through Arad and departs only a few times each day."]},{"type":"*","value":[" ",{"type":"'''","value":["From the Arava junction:"]}," line 444 arriving from ",{"type":"[[","value":[["Eilat"]]},", line 321 arriving from ",{"type":"[[","value":[["Dimona"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":[" See "]},"\nMost tourist attractions in the Judaean Desert are located near the western shores of the Dead Sea. ",{"type":"[[","value":[["Dead Sea (Israel)#See"],["Look there"]]}," for further information.\n\nNotable tourist attractions located in the Judaean Desert include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Masada - Mountaintop Fortress"],["url=http:\/\/www.parks.org.il\/ParksENG\/company_card.php3?CNumber=853401"],["email="],["address=Masada National Park is 18 km south of Ein Gedi, or 12 km from Ein Bokek to the cable train on the east (Dead Sea)"],["lat="],["long="],["directions="],["phone=+972-8-658-4207\/8"],["tollfree="],["fax=+972-8-6584464"],["hours=Open 7 Days a Week. First cable car - 8AM. October to March - 4PM, April to September - 5PM"],["price="],["content=",{"type":"[[","value":[["Masada"]]}," is a mountaintop fortress which King Herod transformed in 35 BC into a 3 tiered winter home. Easily accessible via a quick cable car ride or by hiking up the serpentine path. Located only 18 km north of the Ein Bokek hotel area. The site is a UNESCO World Heritage Site."]]}]},":* ",{"type":"{{","value":[["see"],["name=Masada Audio-Visual Show"],["url=http:\/\/www.parks.org.il\/ParksENG\/company_card.php3?CNumber=853401"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972-8-9959333"],["tollfree="],["fax="],["hours=April to October - Tuesday and Thursday (excluding holiday eves). Running time: 40 minutes"],["price="],["content=Spectacular light show recounts the dramatic history of Masada with special pyrotechnic effects. Spectators sit in a natural amphitheater on the west side of the mountain, reachable only via Arad, 20km away."]]},"\n",{"type":"*","value":[" The ancient synagogue at Ein Gedi - the remains of a synagogue in the Old City Eye - Capricorn, from the Byzantine period, including a mosaic floor well preserved"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Qumran - The Dead Sea Scrolls"],["url="],["email="],["address=Qumran National Park is off of Route 90 near Kibbutz Kalia, north of the Dead Sea. The park is about a 40-minute drive from Jerusalem in the West Bank"],["lat="],["long="],["directions="],["phone=+972-2-994-2235"],["tollfree="],["fax="],["hours=Open seven days a week from 8AM. Closing hours: October to March - 4PM, April to September - 5PM. Closes one hour earlier on Fridays and eve of Jewish holidays"],["price="],["content=The ancient caves and settlement at ",{"type":"[[","value":[["Qumran"]]}," on the northern shores of the Dead Sea where the oldest biblical documents ever found trace the history and daily lives of the mystical Essenes, a Jewish sect that fled Jerusalem 2000 years ago."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mar Saba"]}," – a Greek Orthodox monastery overlooking the Kidron Valley located in the West Bank east of Bethlehem. It is considered to be one of the oldest inhabited monasteries in the world."]},{"type":"*","value":[" ",{"type":"'''","value":["Convent of the Good Samaritan"]}," –"]},{"type":"*","value":[" ",{"type":"'''","value":["Herodium"]}," –"]},{"type":"*","value":[" ",{"type":"'''","value":["Nabi Musa"]}," –"]},"\n",{"type":"<","value":["gallery",{"heights":"180px","widths":"220px"},["\nFile:Vista general de Masada.jpg|Masada\nFile:PikiWiki Israel 20835 Masada west dease israel.jpg|Masada audio-visual show\nFile:Marsava.jpg|Mar Saba Monastery located in the Kidron Valley\nFile:Qumran Caves.jpg|The Qumran Caves\nFile:Herodium from above 2.jpg|Herodium\n"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking trails:"]}," See ",{"type":"[[","value":[["hiking in the Judaean Desert"]]}," as well as the ",{"type":"[[","value":[["Ein Gedi"]]}," nature reserve. Hiking in the region is recommended all year long except for the summer season and the exceptionally hot days. In addition, it is important to keep up to date with the weather forecast in advance and to be aware of any flood warnings issued for the Judaean Desert."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nSome Jewish settlements along the coast of the Dead sea have hostels. There is also a hostel at the base of ",{"type":"[[","value":[["Masada"]]},", while many high class hotels can be found in Ein-Bokek and Neve-Zohar in the southern coast of the Dead sea. See more info at the ",{"type":"[[","value":[["Dead Sea (Israel)#Sleep"],["Dead Sea sleep section"]]},".\n\nYou can also camp for free in the coast of Ein-Gedi, where you also have shops, beach-showers and bathrooms.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":[" Potential dangers "]},"\n",{"type":"*","value":[" Along the coastline of the dead sea and at the edges of the desert from each direction there are scattered Jewish settlements, and the entire area except around Jericho, is under Israeli military rule, making you feel at times as if you are in ",{"type":"[[","value":[["Israel"]]},". Nevertheless, one should always be aware that in the northern part of the Judaean Desert, which is located in the ",{"type":"[[","value":[["West Bank"]]},", there are various Palestinian towns, some of which are hostile to Israel. Still, the coastline of the Dead Sea and the areas around and south of ",{"type":"[[","value":[["Ein Gedi"]]}," are quite safe on that end."]},{"type":"*","value":[" Sink holes exist along the coast of the dead sea. Do not walk anywhere east of route 90, unless there's a road or trail that leads there, as you might find the earth suddenly dropping beneath your feet as you step."]},{"type":"*","value":[" The weather in the Judaean Desert tends to be very hot in the summer. Settlements are few and far-between, and no information exists on whether the (few) natural water sources are potable. Hence, travelers should dress appropriately and bring along water supplies. "]},{"type":"*","value":[" Floods do occur once in a while in the Judaean Desert rivers. The floods can be caused by rains falling in the Jerusalem area which would not be initially noticeable for the travelers at the Judaean Desert, and therefore it is important to check in advance the weather forecast alerts regarding the Judaean Desert. "]},{"type":"*","value":[" Wide areas on the Judean Desert plateau are closed Israeli military sections used for military training. No signs exist on hiking trails to warn travelers off these areas. Due to this fact, when planning a trip to any of the wilderness areas here, it is obligatory to check in advance on an updated map of the region whether the intended route is expected to pass through such a military area. Entry is freely allowed to these areas only on Saturdays and on Jewish holidays (note that not all official vacations in Israel are actual Jewish holidays!). On all other days, one must pre-coordinate their entry to these regions with the  ",{"type":"{{","value":[["listing"],["name=responsible military unit"],["phone=+972-2-5305372, +972-2-5305511"]]}," Note that you might not find an English speaker on the line!"]},{"type":"*","value":[" The Israeli Society for Nature operates the ",{"type":"{{","value":[["listing"],["name=Ein Gedi Field School"],["url=http:\/\/www.natureisrael.org\/EinGedi"],["lat=31.46937"],["long=35.39467"],["directions=Just north of Ein Gedi"],["phone=+972-8-6584288"]]}," – an education and travel information center for the Judaean desert area. Before traveling in the wilderness in the area, it's highly recommended to either visit the place or contact them by phone as they can supply you with all viable and up-to-date information about any traveling route."]},"\n",{"type":"===","value":[" Medical services "]},"\n",{"type":"===","value":[" Emergency services "]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ein Gedi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jerusalem"]]}]},"\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"{{","value":[["HasDocent"],["Tamuz"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Israel"]]},"\n",{"type":"[[","value":[["wikipedia:Judaean Desert"]]},"\n",{"type":"{{","value":[["geo"],["31.7"],["35.3"]]}]