[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Jutiapa"]}," is a city in ",{"type":"[[","value":[["Guatemala"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThe only way to get into Jutiapa is in traveling by car.  \n\nMost groups rent a \"bus\" (which is mostly a small van) that will pick you from the airport, and bring you and your group to where you need to go.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nTraveling here, from town to town is relatively easy, but while road signs may be posted, and rules do apply, most locals note that if you want to successfully get around the city, you have to drive as if there were no rules.\n\nIn the towns, there are also taxis, or \"tuc-tuc's\" that cost 2 quetzales per person, and will take you where you need to go in the city. \n\nA street in Asuncion Mita, Jutiapa, with a red tuc-tuc to the right.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are buses that take crowds to farther areas of the town, but your best bet is to hitch a ride, or hail a tuc-tuc\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Lago Guija"]}," borders Guatemala and El Salvador, though most of the lake resides in El Salvador. "]},"\n",{"type":"*","value":[{"type":"''","value":["Volcan y Laguna Ipala"]}," the local volcano, that is about a hour or so hike up."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\nMost that live in Guatemala, possess some type of skill or trade that they learn either in high school, or from a mentor, which becomes their area of specialty.  \n\nMany families open up small shops that cater to their neighborhood.\n\n",{"type":"==","value":["Buy"]},"\n\nOn just about every street is a small \"tienda\" (store) that caters to the surrounding neighbors, and carries the items that you \"just ran out of\", or need in case of emergency.  Otherwise you can hit the crowded streets of the marqueta (market place) where vendors sell clothes, fabric, fruits, and items in bulk.\n\nHere, unless there are marked prices, bartering is a way of life.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\nIf you are staying with a family, a budget meal would be a simple, traditional, hand-cooked meal.  Usually Tortillas, Juice or Soda, a kind of soup with meat, or beef\/chicken, rice, and\/or black beans.\n\n",{"type":"===","value":["Mid-range"]},"\nMid-range spending would be done at local restaurants or fast food restaurants, which could be considered about the same.\n\n",{"type":"===","value":["Splurge"]},"\nThis could probably be done at restaurants that cater mostly to tourists, or the rare very high-class restaurants that may be in a city.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is at least one hotel in or around each city.  They are pretty affordable, though they are not always quite what western\/american nationals are used to; they usually are not airconditioned, and come with sheets, a pillow, electricity, running water, and a towel.  \n\nIn the areas that mostly cater to tourists, there is a mixture of upper and middle class hotels, that are much more expensive, but nicer.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Jutiapa"]]},"\n\n",{"type":"{{","value":[["geo"],["14.282778"],["-89.892500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pacific Highlands"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]