[{"type":"{{","value":[["pagebanner"],["Jūrmala banner.jpg"]]},"\n",{"type":"[[","value":[["File:Jurmala, pláž a moře (2).jpg"],["250px"],["thumbnail"],["Beach in Jurmala"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jurmala.lv Jūrmala"]}]}," is a resort town in ",{"type":"[[","value":[["Latvia"]]},". It claims to have the longest beach in Northern Europe.\n\n",{"type":"===","value":["Understand"]},"\nJurmala, the pearl of Latvia, is the largest resort town in the Baltic. No other place has beaches with tens of kilometres of such white, fine sand. Nowhere else do the pines on the dunes murmur so restfully. And the air is full of ozone and sea freshness. Right behind the dunes are the wooden houses so characteristic of Jurmala, with their finely divided window, verandas and rooftop structures. Beside them are contemporary buildings, blending admirably into the landscape.\n\nJurmala is a city on the crest of a wave. A wave of achievement, of hope, of love and success. The waves in the Gulf of Riga, with their white crest, are calm and inviting only in the summer. In the autumn storms, they grow harsh and impose their own rhythm. Just as varied as the sea is life in the different parts of the town along its whole 33 km length, between the Lielupe, one of Latvia's major rivers, and the Gulf of Riga. At the narrowest spot, a distance of only 300 metres separates the river from the sea.\n\nThe town has many hotels and guest houses, catering for widest range of tastes. There are pools with seawater and mineral water. Tennis courts and yacht clubs. Jurmala offers diverse cultural, recreation and sporting activities. Favourites are the traditional festivities — the Jomas Street Festival, and the Fishermen's Festival, both held in the middle of summer, in July. For unforgettable moments, take a summer ferry trip down the ",{"type":"'''","value":["River Lielupe"]},". The town's history, along with people well known in Latvia and the world, is seen in six museums, including one of Latvia's few open-air museums. By walking the nature trails, you can acquaint yourself at leisure with the outstanding relief, flora and fauna.\n\nJurmala is beautiful and interesting at any season of the year, but most visitors arrive in the summer months, from June to August. The town is gradually developing into a venue for conferences and meetings, where guests arrive throughout the year.\n\nCertainly, every tourist and visitor is welcome, assured of a hospitable reception in Jurmala. Every moment in Jurmala provides energy and joy of life to last a long time, and all who come will long to return again and again.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe closest airport is located in ",{"type":"[[","value":[["Riga"]]},". From there, you can take minibus line 241 to Imanta railway station (10 minutes, €0.70), and continue by suburban train to Majori station in central Jurmala (15 minutes, €2). \n\nA direct taxi ride between Jurmala and the airport should cost around €25.\n\n",{"type":"===","value":["By train"]},"\nJūrmala is served by suburban trains on the Riga-Tukums route, leaving approximately every 30 minutes from Riga Central Station (€2, 30 minutes). Jūrmala has several stations, but Majori is the most central.\n\n",{"type":"===","value":["By car"]},"\nA fee of €2 is charged for entering the Jūrmala area by car. Entry is monitored with cameras and vehicles entering the area without a valid ticket will be fined €70.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[","value":["http:\/\/www.tourism.jurmala.lv\/page\/418&qPage=1 Boat service"]}," is available during the months of May to September from\/to ",{"type":"[[","value":[["Jurmala"]]},". The boats stop in Riga stop near the Stone Bridge (Akmens Tilts), which is right next to the House of Blackheads\/Riga Tourist Information Centre, in the old town. The trip costs €15-20 and takes 2.5 hours, which is obviously much slower than train service.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe city is characterized by its wood architecture with gingerbread accents, cottage-style buildings, and resorts. Wood architecture is its most outstanding feature. Only Lielupe, Pumpuri, Melluži, Vaivari and Sloka have saved their wood train station buildings. Dzintari ",{"type":"'''","value":["Concert Hall"]}," was built on the site of the once-famous Eidenburg amphitheater where the Eidenburg resort was opened in 1897. Now it is the most popular concert venue where international stars often perform.\n\nThe most notable recreation area was ",{"type":"'''","value":["Horn Gardens"]},", home to the first movie showing in Jūrmala and the first Latvian symphonic music performance. ",{"type":"'''","value":["Majori Hotel"]}," was built next to Horn Gardens. Another historical building is ",{"type":"'''","value":["Emīlija Rācene's Swimming Facility"]},", built from 1911 to 1916 and was used as a medical institution. The ",{"type":"'''","value":["sanatorium Marienbāde"]}," built in 1870 is located on the border of Dubulti and Majori and was once an expansive health and rest centre, but has experienced several fires.\n\nJūrmala is also the home to Latvia's only riding therapy center, the ",{"type":"'''","value":["National Rehabilation Center \"Vaivari\""]},". Riding was popular pastime in Jūrmala during the late 19th century, and people rode through the streets as well as on the beach. Later, riding on the beach was prohibited. Jūrmala ",{"type":"'''","value":["Ethnographic Open-Air Museum"]}," houses examples of life as it once was in the fishing villages along the coast. Characteristic 19th century coastal fishing homestead includes the family home, barn, fish smoke house, sauna and other buildings. A rope-making workshop can be visited as well.\n\n",{"type":"==","value":["Do"]},"\nThe beaches in Jurmala are amazing, with breathtaking views of the bay as well as pine forests along the coastline. It is most famous for the amber production due to the unique landscape. There are several world renowned ",{"type":"'''","value":["spas"]}," in Jurmala.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Livu Akvaparks"],["alt="],["url=http:\/\/www.akvaparks.lv\/en\/"],["email="],["address=24 Viestura St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The biggest water attraction in Northern Europe."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dzintaru Mežaparks"],["alt=Dzintari Forest Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Contains many outdoor playground activities for children. During the winter, the park becomes the site of a cross-country skiing trail."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Jomas iela"]}," features a number of boutiques and tourist-oriented shops.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nemo Camping"],["url=http:\/\/www.nemo.lv\/en\/par_mums.html"],["email="],["address=Atbalss 1"],["lat="],["long="],["directions=100m to the sea"],["phone=+371 67732350"],["tollfree="],["fax="],["hours=Open May - September"],["price="],["checkin=4 pm"],["checkout=12 am"],["content=Tent, caravan pitches and cottages for rent."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Riga Beach Hostel"],["url=http:\/\/www.rigabeachhostel.lv"],["email="],["address=50 Dzintaru pr"],["lat="],["long="],["directions=80m from the beach"],["phone=+371 28374185"],["tollfree="],["fax="],["hours="],["price=€9"],["checkin=noon"],["checkout=noon"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pegasa Pils Spa Hotel"],["url="],["email="],["address=Juras 60"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Elina Hotel"],["url=http:\/\/www.elinahotel.lv"],["email="],["address=Lienes iela 43"],["lat=25"],["long="],["directions="],["phone=+371 29235230"],["tollfree="],["fax="],["hours="],["price="],["checkin=anytime"],["checkout=anytime"],["content=5 minutes from beach, comfortable, clean, easy access to beach and good restaurant downstairs."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you prefer a less crowded and even whiter and softer sandy beach, go to the Western Latvian city of ",{"type":"[[","value":[["Liepaja"]]},", which has much more than just a beach, including the former secret military town of Karosta with scenic fortresses on the seashore, as well as a lovely city center and seaside park.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["56.9667"],["23.7500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Riga region"]]},"\n",{"type":"[[","value":[["WikiPedia:Jūrmala"]]},"\n",{"type":"[[","value":[["Commons:Category:Jūrmala"]]}]