[{"type":"{{","value":[["pagebanner"],["otbp=yes"]]},"\n",{"type":"[[","value":[["Image:Yakutsk 1 (synchroswimr).jpg"],["thumb"],["325px"],["Yakutsk"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yakutsk-city.ru\/ Yakutsk"]}]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Яку́тск, ",{"type":"''","value":["yah-KOOTSK"]},") is the capital city of ",{"type":"[[","value":[["Yakutia"]]}," (an ethnic autonomous republic the size of ",{"type":"''","value":[{"type":"[[","value":[["India"]]}]},") and one of the oldest and coldest cities of ",{"type":"[[","value":[["Siberia"]]},".\n\nYakutsk has gained attention as potentially the coldest city in the world, but is worth a visit more for the great natural beauty of its surrounding countryside, unique cryogenic museums, and just for the spirit of adventure in the most remote lands of the world.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nYakutsk was founded by Pyotr Beketov in 1632. A detachment of cossacks under his command founded the city as the Lenskii fort, on the right bank of the Lena River (the tenth longest river in the world), which grew into (and changed its name to) Yakutsk in 1647. \n\nAs one of the most important Russian outposts in eastern Siberia, Yakutsk became the economic and administrative center of the region—a base for probes (and later scientific expeditions) into the Far East and the extreme North.\n\nIn 1822, Yakutsk was officially designated a city, and in 1851 became the official administrative capital of the Autonomous Republic of Yakutia. Today Yakutsk is a major administrative, industrial, cultural, and research center—standing out as one of the most dynamic and fast-developing cities in the Russian Far East.\n\n",{"type":"===","value":["Climate"]},"\n\nYakutsk is situated at the extreme latitude of 62°N. Its climate is definitively continental, leading to summer highs in the 90s (+32° Celsius), and extreme winter lows ",{"type":"''","value":["in the negative 80s"]}," (-64° Celsius)—that's a range of over 100° Celsius! The average temperature in January is around -45°(-42°C); in July—+66° (19°C). The ideal time to visit (unless you're traveling here purposely to experience the extreme cold) is from March to July. The sunny spring months will allow you to enjoy winter sports like skiing, ice-skating, dog sledding, ice sculptures, etc., under temperatures permitting outdoor human life. The average March temperatures, of course, are still cold at an average of -8.5° (-22.5°C). The summer months of June–July are great for the opportunities to see the Northern wilderness in its full glory, to enjoy the White Nights when the sun never sets, to set off on adventures along the Yakut rivers, and to experience the Yakut national holiday \"Ysyakh.\"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Yakutsk map.png"],["thumb"],["400px"]]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are two airports. The international airport, \"Tuimaada,\" gets regular direct flights from ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Saint Petersburg"]]},", ",{"type":"[[","value":[["Novosibirsk"]]},", ",{"type":"[[","value":[["Krasnoyarsk"]]},", ",{"type":"[[","value":[["Irkutsk"]]},", ",{"type":"[[","value":[["Khabarovsk"]]},", and a few other major cities in Russia. There are also direct flights by Yakutia Airlines once a week -on Thursday- from ",{"type":"[[","value":[["Harbin"]]},", ",{"type":"[[","value":[["China"]]}," and from Beijing by S7 air. The domestic airport, \"Magan,\" mostly serves flights within Yakutia, as well as private flights.\n\nDuring the winter, Yakutsk often has fog, sometimes lasting for days or even weeks.  The airport may be closed as a result, or flights can be delayed by several hours.  Although Russian airlines do land in some amazingly poor visibility, sometimes the conditions are so bad that even Russian pilots will not attempt it.  It is not unusual for passengers to Yakutsk to find themselves staying in Magadan or some other alternate city instead, sometimes for days.  The airline personnel generally will be most unhelpful in providing information about when you can continue on to Yakutsk, and they will not offer hotel accommodations or meals to passengers who have been stranded.  It is advisable to carry at least some emergency money just in case you end up stranded somewhere.\n\nTo get from the international airport to the city center, you can take a taxi (15-20 min), or one of the buses #4, 5, & 20 (30-40 min). Magan is a bit further out, and a taxi ride to the city center will take 30-40 min; the bus \"Yakutsk-Magan\" will take a little over an hour.\n\n",{"type":"===","value":["By train"]},"\n\nAs of now Yakutsk has no connections to the Russian rail network; the nearest train station is in ",{"type":"[[","value":[["Tommot"]]}," (453 kilometers away). A railway line is under construction and was expected to be completed by 2013. \n\nYou can however buy train tickets leading from Tommot or ",{"type":"[[","value":[["Neryungri"]]}," in advance at Yakutsk's main travel agency at 8 Ordzhonikidze St (ул. Орджоникидзе, 8). Catching a train from ",{"type":"[[","value":[["Tynda"]]}," to ",{"type":"[[","value":[["Neryungri"]]}," or Tommot and from there continue by long-distance taxi to Yakutsk is an option. After Tynda there are no first class or second-class cars (",{"type":"''","value":["spalny vagon"]}," and ",{"type":"''","value":["kupé"]},") only third-class ",{"type":"''","value":["platzkart"]},". This train is usually very crowded and if, you are a non-Russian speaking westerner, expect to be stared at and talked about constantly. When the train arrives, passengers will hurriedly make their way over to get a seat on board the cars continuing to Yakutsk. \n\nThe 14 hour taxi ride cost around 2,200 RUB ",{"type":"[","value":["http:\/\/askyakutia.com\/2008\/07\/long-distance-taxi-rates-within-yakutia\/"]}," per person as of 2009 and is only for the toughest ones. Be prepared to be crammed in a van with a driver who travels rough ice roads like they were the autobahn. Sleeping is not an option here. There will usually be a few brief stops at roadside cafes.\n\nUnless you are looking for a challenging travel experience, flying to Yakutsk is highly recommended.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Image:Central Yakutsk map.png"],["thumb"],["400px"]]},"\n\nThe only road that is passable year-round, connecting Yakutsk to the rest of the world, is the M-56 \"Lena\" from ",{"type":"[[","value":[["Never"]]}," to Yakutsk. The road is in a dilapidated condition, and not entirely paved. That dilapidation, of course, is owed mainly to the nearly year-round extreme temperatures, ice, and snow. There are many small rivers and ponds along the road, and most of the \"bridges\" lie beneath the water. In 2006, the road won the dubious distinction of \"worst road in the world.\"\n\nIn the past couple years the condition of the road is improving, with serious reconstruction work ongoing. But regardless, in the rain, many sections of the road are extremely difficult to get through (especially the section between ",{"type":"[[","value":[["Uluu"]]}," to ",{"type":"[[","value":[["Kachikatsy"]]},"). The last stretch, from ",{"type":"[[","value":[["Nizhny Bestyakh"]]}," to Yakutsk requires a ferry in the summer across the Lena River; in the winter you can just drive across the ice! In the months in between (May and October) there really isn't a way to make the crossing.\n\nThe ",{"type":"''","value":["other road"]}," is to ",{"type":"[[","value":[["Magadan"]]},". This road (the ",{"type":"[[","value":[["Kolyma Highway"]]},") is serious adventure travel, and should not be attempted on a whim. Dirt or gravel roads extend across several unbridged rivers for 2025 km. As of 2008, the road is technically passable in both summer and winter by standard cars, however don't use your own. Reports (presumably from people crazy enough to go this way) suggesting that a 30 km section of the trip is prone to natural gas seepages are not correct. Sections of the road are prone to gas seepages from mineral springs, but do not directly cause problems due to lack of confinement. Many accidents occur due to drivers falling asleep after marathon drives, particularly in winter when turning off the car engine is almost certain death.\n\n",{"type":"===","value":["By bus"]},"\n\nTwo buses per week travel Yakutsk–",{"type":"[[","value":[["Neryungi"]]}," (18–20 hours) from the train station, and Yakutsk–",{"type":"[[","value":[["Aldana"]]}," (12–14 hours). There are also mini-buses, which run between local towns and Yakutsk, provided they can fill enough seats to make the trip profitable.\n\n",{"type":"===","value":["By boat"]},"\n\nRegular passenger travel by boat along the Lena River to\/from Yakutsk is possible to\/from ",{"type":"[[","value":[["Olekminsk"]]},", ",{"type":"[[","value":[["Lensk"]]},", ",{"type":"[[","value":[["Zhigansk"]]},", ",{"type":"[[","value":[["Khadygu"]]},", and several other small localities in central ",{"type":"[[","value":[["Yakutia"]]},". There are no regular passenger connections beyond the boundaries of Yakutia, but there are occasional passenger boats coming in from ",{"type":"[[","value":[["Ust-Kut"]]}," (",{"type":"[[","value":[["Irkutsk Oblast"]]},"), where there is a train station along the ",{"type":"[[","value":[["Trans-Siberian Railway"]]},". There is also regular ",{"type":"[[","value":[["Freighter travel"],["freight traffic"]]}," through the North Sea from the ports of ",{"type":"[[","value":[["Northwestern Russia"]]}," (",{"type":"[[","value":[["Murmansk"]]},", ",{"type":"[[","value":[["Arkhangelsk"]]},"), by the name \"Northern Delivery\" (Северный завоз).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Crossing the Lena.jpg"],["thumb"],["280px"],["A Lada boarding the ferry across the mighty Lena River. In the winter you can just drive across!"]]},"\n",{"type":"===","value":["By bus"]},"\n\nBus is the basic mode (and really the only mode) of public transport within Yakutsk. A well developed network of marshrutkas can take you to practically anywhere in the city. A few suburban routes to the nearest inhabited localities also run from the main bus station. All routes cost 16 rubles, although kids less than seven years old ride free.\n\n",{"type":"===","value":["By taxi"]},"\n\nThere are several taxi companies in Yakutsk, which you can call for service. The prices are not fixed, and depend on the length of the trip (and likely how much they think they can take this foreigner for). The average price for a cross-town trip is about 100-120 rubles. You can also hire a cab for the day, which will cost you about 350 rubles per hour.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Diligence Taxi"],["alt=Такси Дилижанс"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 4112 44-49-44"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Gold Elite Taxi"],["alt=Такси Голд Элит"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 4112 32-13-33"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Romashka Taxi"],["alt=Такси Ромашка"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 4112 33-33-03"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Uspekh Taxi"],["alt=Такси Успех"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 4112 22-66-22"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Yakutsk icicles.jpg"],["thumb"],["280px"],["Icicles on traditional Siberian wooden architecture."]]},"\n\n",{"type":"===","value":["Museums"]},"\nTake note: Yakutsk is far off the beaten path in Russia for international tourism. Consequently, you should expect all museums exhibits to be explained only in ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},". Fortunately some exhibits (like the cryogenically preserved mammoth head) don't require too much explanation!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mammoth Museum"],["alt=Музей мамонта"],["url="],["email="],["address=u. Kulakovskovo, 48, 4th floor"],["lat=62.01661"],["long=129.70405"],["directions=inside the Campus of Physical and Natural Sciences (КФЕН)"],["phone=+7 4112 36-16-47"],["tollfree="],["fax="],["hours=10AM-6PM daily"],["price="],["content=This museum has one of the world's most diverse collections of exhibits from the Ice Age. The centerpiece of the collection is the cryogenically (and completely) preserved head of a wooly mammoth. The mammoth head often travels to museums outside of Yakutsk, so check ahead to make sure it's on display."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Archaeology and Ethnography of the Yakutsk University"],["alt=Музей археологии и этнографии ЯГУ"],["url="],["email="],["address=ul. Kulakovskovo, 48"],["lat=62.01661"],["long=129.70405"],["directions=inside the Campus of Physical and Natural Sciences (КФЕН)"],["phone=+7 4112 49-68-41"],["tollfree="],["fax="],["hours=T-F 10AM-5PM, Sa 11AM-4PM"],["price="],["content=The exhibits here show the history of the peoples of Yakutsk, exhibited in an interesting exposition of objects of everyday life and the mythology of the Sakha, Eveny, Evenki, Yukagiry, and other Yakutian ethnic groups since ancient times."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Art Museum"],["alt=Национальный художественный музей РС(Я)"],["url="],["email="],["address=ul. Kirova, 12"],["lat=62.02565"],["long=129.73530"],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-6PM daily"],["price="],["content=A huge collection of artwork, including works by Yakuts, Russians, international artists from the 16th century through today. The expositions also include a rich collection of traditional Yakut folk arts and crafts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Underground Laboratory of the Institute of Cryogenics"],["alt=Подземная лаборатория Института Мерзлотоведения"],["url="],["email="],["address=ul. Merzlotnaya, 36"],["lat=62.00945"],["long=129.66755"],["directions="],["phone=+7 4112 33-44-76"],["tollfree="],["fax="],["hours=Call in advance to schedule a tour"],["price="],["content=The only museum in the world of natural cryonics. The trip underground is accompanied by detailed lectures (in Russian, naturally) about the essence of this natural phenomenon, and also displays of the preserved exhibits within the natural \"freezer.\" ",{"type":"''","value":["Do not forget to wear very warm clothes!"]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yakutsk Historical and Cultural Museum of the Northern peoples, Em. Yaroslavskovo"],["alt=Якутский государственный музей истории и культуры народов Севера им. Ем. Ярославского"],["url="],["email="],["address=pr. Lenina, 5\/2"],["lat=62.03142"],["long=129.74820"],["directions="],["phone=+7 4112 42-51-74"],["tollfree="],["fax="],["hours=10AM-5PM daily"],["price=Free"],["content=The main museum in the city, with an impressive collection of artifacts from various periods in the history of Yakutsk—beginning with the prehistoric and ending with the events of the 1990s. Of especial interest is the rich collection of stuffed wildlife from the North, and one of the world's few complete woolly mammoth skeletons."]]}]},"\nThere are a bunch of smaller museums, which don't have the broad appeal of those listed above, but you might nonetheless be interested. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Art Gallery"],["alt=Арт-галерея"],["url="],["email="],["address="],["lat="],["long="],["directions=inside the Kulakovskovo Cultural Center"],["phone="],["tollfree="],["fax="],["hours=Tu-Sa 11AM-6PM"],["price=20 rubles"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Art Gallery"],["alt=Арт-галерея"],["url="],["email="],["address=ul. Lermontova, 35\/1"],["lat="],["long="],["directions="],["phone=+7 4112 42-57-14"],["tollfree="],["fax="],["hours=M-F 9AM-5PM"],["price=25 rubles"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Government Literature Museum, P.A. Oiyunskovo"],["alt=Государственный литературный музей иь. П.А. Ойунского"],["url="],["email="],["address=ul. Oktyabrskaya, 10"],["lat="],["long="],["directions="],["phone=+7 4112 42-89-12"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=House-Museum of the Political History of Yakutia"],["alt=Дом-музей"],["url="],["email="],["address=ul. Yaroslavskaya 5"],["lat="],["long="],["directions="],["phone=+7 4112 45-01-98"],["tollfree="],["fax="],["hours="],["price="],["content=Currently closed for renovations."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=International Museum of Khomus Music"],["alt=Международный музей хомусной (варганной) музыки"],["url="],["email="],["address=ul. Kirova, 33"],["lat="],["long="],["directions="],["phone=+7 4112 42-86-75"],["tollfree="],["fax="],["hours="],["price="],["content=The Khomus is a traditional Yakut mouth harp"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Memorial House-Museum of Maksim Ammosov"],["alt=Мемориальный дом-музей Максима Аммосова"],["url=http:\/\/il-tumen.sakha.ru\/museum\/museum2.php"],["email="],["address=ul. Ammosova, 3\/4"],["lat="],["long="],["directions="],["phone=+7 4112 47-61-46"],["tollfree="],["fax="],["hours=W-Su 10AM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Music and Folklore of the People of Yakutia"],["alt=Музей фольклора народов Якутии"],["url="],["email="],["address=ul. Kirova, 31"],["lat="],["long="],["directions="],["phone=+7 4112 35-38-84"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-5:30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Numismatic Museum of the Yakutsk State University"],["alt=Нумизматический музей ЯГУ"],["url="],["email="],["address=pr. Lenina, 1"],["lat="],["long="],["directions=5th floor, room 503"],["phone=+7 4112 36-46-64"],["tollfree="],["fax="],["hours=M-F 10AM-2PM"],["price=10 rubles"],["content="]]}]},"\n",{"type":"===","value":["Architecture and monuments"]},"\n",{"type":"[[","value":[["Image:Y-ostrog.jpg"],["thumb"],["280px"],["One of Yakutsk's one-time fortress towers, this one a replacement for the original, which burned down in 2002."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Abakayade Memorial"],["alt=Памятник Абакаяде"],["url="],["email="],["address="],["lat=62.03164"],["long=129.72330"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the intersection of Kirova and Poyarkova streets (Кирова, Пояркова). The statue represents the first interethnic marriage between a Russian settler and his Yakut wife, and also their child—the symbol of the coming together of the two peoples."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Lena-Friendship Historical-Architectural Museum-preserve"],["alt=Ленский историко-архитектурный музей-заповедник"],["url="],["email="],["address=Усть-Алданский улус, с. Соттинцы"],["lat="],["long="],["directions=2 hours from the city center by bus\/marshrutka"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum is located on the right bank of the Lena River, right on the spot of the initial fort that led to the creation of Yakutsk. The principal attractions in the museum are outside—reproductions of the Spassky Church of the Zashiversky Fort and the boat of Peter Beketov (the founder of the fort). No less impressive are the old examples of the architecture of the peoples of Yakutia. Inside the exhibited buildings you'll find expositions dedicated to the cultures and daily life of the peoples of Yakutia: clothing, worship, weapons, burial complexes, arts, etc. In the museum you can also try the food at a restaurant specializing in Yakut cuisine. In the spring there are folk festivals. One of the most memorable sights of the preserve is the observation on top of the nearest hill, from which opens a breathtaking view of the Lena River."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Old City"],["alt=Старый город"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Old City, reconstructed in the architectural style of the 19th century, is located at the very center of Yakutsk, and is bordered by the streets Ammosov, Arzhakov, and the Plaza of the Fallen Soldiers (Аммосова, Аржакова, плошадь Павших бойцов). The streets are off limits to traffic, paved as they are with wooden billets, and there are cafeterias, markets, all in the city's favorite place to relax. Here you'll find the restored Preobrazhenskaya Church, the founders monument, the memorial to fallen soldiers, a stone column dedicated to the 375th year anniversary of Yakutia joining the Russian Empire, and the M.K. Ammosov museum (Ammosov was a prominent Yakut political activist who led an active role in bringing Soviet power to Siberia)."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oyunsky Memorial"],["alt=Памятник П. Ойунскому"],["url="],["email="],["address="],["lat=62.03409"],["long=129.74274"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Oyunskomu Square (which also goes by the Soviet name, Ordzhonikidze Square). The sculpture is of P. A. Oyunsky, a writer and prominent communist, who stands as a symbol of the fertile beginnings of reason, and a metal ark in the form of the Russian letter \"П,\" engraved with Oyunsky quotes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Victory Stele"],["alt=Стелла Победы"],["url="],["email="],["address="],["lat=62.04078"],["long=129.75645"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large stele located at the north end of Victory Square (Площадь Победы) dedicated to the Soviet victory in WWII, topped with a statue of the hero (N'urguna Bootura) of the Yakut national epic \"Olonkho.\""]]}]},"\n",{"type":"'''","value":["You might also come across:"]},"\n",{"type":"[[","value":[["Image:RusAsian bank Yakutsk.jpg"],["thumb"],["280px"],["Russian-Asian bank (from the end 19th century). To the left is a tower of the Yakutsk ostrog (palisade tower), the city symbol. Behind is the glass façade of the Komdragmeta building."]]},"\n\n",{"type":"*","value":["The restored towers of Yakutsk's 17th century palisades."]},{"type":"*","value":["The 18th century treasury building."]},{"type":"*","value":["Shergin's Mine—an extremely deep, private, hand-dug mine suspended in eternal frost"]},{"type":"*","value":["A. E. Kulakovsky Memorial—a writer and public activist (i.e., communist)."]},{"type":"*","value":["Various other memorials to standard Soviet and Imperial personae (Lenin, Dzerzhinsky, Marks, Kraft, Yaroslavsky, etc.)."]},{"type":"*","value":["Two Mammoth monuments, at the Institute of Cryogenics, and at the circus."]},{"type":"*","value":["Various architectural monuments to traditional Siberian architecture from the first half of the 20th century, particularly in the neighborhoods of Zalog and Saisar (Залог, Сайсар)."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"'''","value":["One day in Yakutsk"]},"\n\nIn the morning, it's best to try to see the sights at the main museums: the Mammoth Museum and the Museum of Archaeology and Ethnography. From there, weather permitting, stroll along the bank of Warm Lake (Тёплое озеро), a favorite among young locals (and locals in love). Bridges unite the two sides of the lake—on one side the University town, on the other an old neighborhood with old wooden architecture. In the summer dancing fountains run within the lake, in the winter locals ice-skate. \n\nHaving turned back to the north west onto the intersection of Lenin and Kulakovskaya streets (пр. Ленина, ул. Кулаковская), you'll find yourself at Friendship Square (площадь Дружбы) by the Kulyakovsky Monument, the Opera House, and the 18th century Treasury building. One of the newer buildings there is a branch of the National Art Museum. Go further northwest along Lenin Prospect until you reach Lenin Square, from which, walking along Kirova St to the southeast, heading towards the cupola of the Preobrazhensky Church, you'll find the \"Old City.\" After looking around at the architectural sights here, try Yakut cuisine at the hotel restaurant \"Tygyn Darkhan\" (Тыгын Дархан). \n\nNot far from the restaurant, in the store \"Kudai Bakhsy\" (Кудай Бахсы), there's a wide selection of Yakutsk souvenirs. After the fleshly pleasures of lunch, set off for a dessert of the soul with a trip to the National Art Museum (Национальный художественный музей РС), which stands right there on Lenin Square. But it's worth bearing in mind that even a \"running tour\" of the expositions would require one-two hours. To fill the rest of the day you could visit the museum of local lore (Краеведческий музей), which is just 10 minutes on foot from Lenin Square to the northeast. If you want a really great dinner before ending your day, head to the Yakut-Russian restaurant \"Chochur Muran\" (Чочур Муран), which is located in a picturesque setting, and which contains its own museum's worth of various 19th century curiosities.\n\n",{"type":"'''","value":["Day two"]},"\n\nIn the first half of your second day in Yakutsk, it's best to head down into the Underground Laboratory of the Institute of Cryogenics, and for the second half check out the very interesting museums of local folk music and folklore. Then finish off the day with a dinner at \"Tamerlan\" (Тамерлан), and a visit to a show at the Sakha Theater (in Yakut!).\n\n",{"type":"'''","value":["Day three"]},"\n\nTime to get out of the city—spend the day at one of the sights in the surrounding areas. Pick one of the ethnographic complexes, either \"Orto Doidu\" (Орто Дойду) for its zoo and restaurant, or Friendship (Дружба) for its open-air architectural museum.\n\n",{"type":"'''","value":["Day four"]},"\n\nIf it's a Saturday or Sunday, you can get on a swift boat (Восход or Ракет) for a one day trip to the Lena Pillars Nature Park (Ленские Столбы), an impressive set of stone pillars along the rocky coast of the Lena River. The boat will set out from the river station pretty early in the morning and will return around 10PM-11PM in the night. It's probably better, though, to set up the trip in advance with a Yakutsk tour agency (probably through your hotel, unless you've got a good command of the ",{"type":"[[","value":[["Russian phrasebook"],["Russian language"]]},"), since the riverboat cruises only go out if they get enough passengers, and it's possible that they might not have enough on one day to make the cruise profitable.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Jakutsk theater.jpg"],["thumb"],["280px"],["The Yakutsk Theater"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oyunskovo Sakha Academic Theater"],["alt=Саха академический театр им. П. А. Ойунского"],["url="],["email="],["address=ул. Орджоникидзе, 1"],["lat="],["long="],["directions="],["phone=34-13-31, 23-28-21"],["tollfree="],["fax="],["hours="],["price="],["content=Dramatic theater in the Yakut language. There is a simultaneous translation in Russian."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Suorun Omollona State Theater of Opera and Ballet"],["alt=Государственный театр оперы и балета им. Суорун Омоллона"],["url="],["email="],["address=пр. Ленина д. 46\/1"],["lat="],["long="],["directions="],["phone=36-06-90, 36-14-12, 36-11-65"],["tollfree="],["fax="],["hours="],["price="],["content=Opera and ballet performances of Russian and international classics, as well as Yakut-written performances. There are also local concerts and the occasional guest artist."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Pushkin State Academic Russian Dramatic Theater"],["alt=Государственный академический русский драматическией театр им. Пушкина"],["url="],["email="],["address=пр. Ленина, 21"],["lat="],["long="],["directions="],["phone=42-46-91"],["tollfree="],["fax="],["hours="],["price="],["content=Dramatic productions in the Russian language. Classics and modern works."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Estrada Theater, the Charont Musical Salon"],["alt=Театр эстрады, музыкальный салон «Чароит»"],["url="],["email="],["address=ул. Каландарашвили, 2"],["lat="],["long="],["directions="],["phone=2-11-72, 35-11-42"],["tollfree="],["fax="],["hours="],["price="],["content=Nights of music and concerts by Yakut musicians."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Theater of Humor and Satire"],["alt=Театр юмора и сатиры"],["url="],["email="],["address=ул. Кирова, 25"],["lat="],["long="],["directions="],["phone=43-43-28, 43-35-90"],["tollfree="],["fax="],["hours="],["price="],["content=Comedy shows and various humorous programs in the Yakut language. There is no simultaneous translation, so uh, brush up on your Yakut. There are also concerts performed by Yakut artists, which may be more accessible than Yakut standup comedy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Kulakovskovo Cultural Center"],["alt=Центр культуры им. Кулаковского"],["url="],["email="],["address=ул. Дзержинского, 13"],["lat="],["long="],["directions="],["phone=44-24-96"],["tollfree="],["fax="],["hours="],["price="],["content=More Yakut concerts and other cultural performances."]]}]},"\n",{"type":"===","value":["For children"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Circus"],["url="],["email="],["address=ул. Пояркова, 22"],["lat="],["long="],["directions="],["phone=42-95-73, 42-96-46"],["tollfree="],["fax="],["hours="],["price="],["content=The state circus holds the title of the northernmost (and coldest) circus in the world. The Yakut circus is a mixture of traditional Russian circus performances (which, if you haven't seen before, are really fun) with the national Yakut culture of the extreme north. The core of basic Yakut circus performances is in the acrobatic tradition of China (also a lot of fun), and the Yakuts produce serious acrobats who have won in a lot of international competitions. The circus here also attracts major guest performers from all over Russia."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Orto-Doidu Zoo"],["alt=Орто-Дойду"],["url="],["email="],["address=Покровский тракт, 50 км."],["lat="],["long="],["directions="],["phone=22-52-59"],["tollfree="],["fax="],["hours="],["price="],["content=You'll find some 150 types of animals here, beginning with invertebrates and finishing with more charismatic megafauna, including extremely rare Amur tigers, polar bears, and Siberian mountain goats. The core of the exhibition is fauna of the Russian Extreme North and Far East (with good reason, since they're suited to survive the winters!). More needy creatures find home in a sheltered terrarium and aviary. You can get there via bus #202 and the Yakutsk-Pokrovsk marshrutka, both running from the bus station."]]}]},"\n",{"type":"===","value":["Festivals and holidays"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ysyakh"],["alt=Ысыах"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the big festival, the biggest traditional Yakut festival there is. It's the Yakut national festival celebrating (and wishing for) fertility, usually celebrated on the Summer Solstice (21 June). In some years the date can wander around. There's an all-nationality parade in the suburb of Us Khatyn (Ус Хатын), which sees tens of thousands of people from all the various peoples of the Russian Federation (and make no mistake, there are ",{"type":"''","value":["tons"]}," of different ethnicities within the country). The main event, as a rule, of the two-day festival, is the painted blessing ceremony of the harvest by the White Shaman. No less important for the Yakuts are the sacred rites of the second day's sunrise. The festivities are conducted with competitions in traditional Yakut sports, like Yakut archery, stick fighting, \"Khapsagai\" (Хапсагай) wrestling, and also national arts: singing, Vargan mouth harp, reciting of traditional oral epics, and others. There are also competitions to make the best national dishes, folk costumes, traditional folk concerts, as well as local popular music. In short, it's a blast and this is the time to visit."]]}]},"\n",{"type":"'''","value":["Other holidays"]},":\n\n",{"type":"*","value":["Workers Day (1 May)"]},{"type":"*","value":["Victory Day (9 May)"]},{"type":"*","value":["Yakutsk City Day (at the beginning of September)"]},{"type":"*","value":["Day of the Republic (27 September)"]},{"type":"*","value":["New Year's (1 January)"]},{"type":"*","value":["The International \"Tabyk\" (Табык) Festival of Modern Music (every year in December, although it hasn't been celebrated every year due to lack of funds—it was skipped in 2005)."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Yakutsk commercial center.jpg"],["thumb"],["280px"],["The city's commercial center"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Clothes"]},". If you are coming here from abroad during the winter, you ",{"type":"''","value":["will"]}," find that your clothes are insufficiently warm. Russians and Yakuts know a thing or two about keeping warm, so Yakutsk is a fine place to pick up a coat or some fur lined boots. The cheapest options, and they are very affordable, are without a doubt in the ",{"type":"'''","value":["city markets"]},", Stolichny (Столичный) and Mann'yttay (Манньытаы). To avoid the stresses of haggling and \"foreigner\" pricing, you can pay a bit more in any of the shops and boutiques in the small downtown commercial center along Lenin Prospect, like Atlant (Атлант), Optimist (Оптимист), Favorit (Фаворит), Apel'sin (Апельсин), and many others."]},"\n",{"type":"*","value":[{"type":"'''","value":["Groceries"]},". The lowest prices on groceries are at the wholesaleers trading on Chernyshevskovo (ул. Чернышевского) and in the smaller supermarkets in the quieter sections of town, outside the city center. Look for Tokko (Токко) and Solnechnaya Tuimaada (Солнечная Туймаада). There's also great, fresh local produce at the Krestyansky market (Крестьянский). You can find deli sausages cheeses in the stores name Elisey (Елисей) and Poyarkov (Поярков). 24 hour convenience stores are around in all quarters of the city, frequently near bus stops."]},"\n",{"type":"*","value":[{"type":"'''","value":["Drinks"]},". Note the ban on liquor sales from 20:00 to 14:00 daily. There are a few local brews worth trying, like Ellei (Эллэй) and Yakutskoe (Якутское). There are also a few local liquors to try, the most interesting of which is undoubtedly Pantoff, a vodka made with the extract of the velvet from ",{"type":"''","value":["reindeer antlers"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Souvenirs"]},". The widest selection of various souvenirs are in Merkurii (Меркурий), 202 caliber (202 калибр), Bayanaai (Байанаай), and Tsarskaya Okhota (Царская охота)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Books and maps"]},". The best stores for books include the Book Market (Книжный маркет), Knigolyub (Книголюб), Argys (Аргыс), Subscribers' editions (Подписные издания), and Propagandist (Пропагандист). Maps of local areas are at Globus (Глобус)."]},"\n",{"type":"==","value":["Eat"]},"\n\nMost Yakutians do not often eat out in restaurants.  When they do, it is most often for special occasions such as for weddings, birthday celebrations, and other special occasions.  Most of the local restaurant customers will tend to be the younger generation who were born after 1970.\n\nTraditional Yakutian food is simple and generally very, very bland. Soups are probably the most common, and most Yakutians will have soup at least once during the day.  Salads are very common, and almost always made with mayonnaise.  Mayonnaise, as everywhere in Russia, is used everywhere and on everything.  Yakutian delicacies include fish, reindeer, and young horse.  Pork is the most common meat for everyday consumption.  Sausages and kolbasa are very common.  Fish is often served frozen or pan fried.  Meat is often boiled or fried and is generally overcooked, or \"cooked until death\", often making it tough.\n\nThere are a lot of places where hamburgers are offered in Yakutsk, but up until now, there are no places offering a good one.  Most are made from pork, not beef.  Most have been precooked and then reheated to serve.  Don't be fooled by the fact that many places are using McDonald's trade marked product names.  What you get will not resemble the McDonald's product.\n\nMexican sounding dishes have been introduced in Yakutsk, but so far these have been local intrepretations by local chefs who have no clue about Mexican food.  There was a so-called Mexican restaurant which seems to have closed.  Don't be fooled into ordering the local buritos or tacos unless you just want to have a laugh.  There is no Mexican food in Yakutsk.  In fact, there are no authentic Mexican restaurants in Russia so far, not even in Moscow or St. Petersburg, where a number of places pretend to offer Mexican food.\n\nEight years ago there were no sushi bars in Yakutsk.  Today, sushi is available seemingly everywhere.  It is popular with the young people who are the most frequent visitors to restaurants.  All of the fish product is brought in frozen, and not all of the sushi restaurants are keeping the fish properly.  There have been a number of cases of food poisoning in sushi restaurants in Yakutsk.  Most of the sushi chefs have been locally trained by other locally trained sushi chefs, and this also shows in the quality of the sushi.  Makisushi is the most popular and most of the local chefs have mastered this art.  Nigiri sushi is also pretty common, but the kinds of topings available will be limited.  Many Japanese restaurants also offer other Japanese dishes, but the chefs generally have no real idea what the real Japanese dish should be, so you will find many interesting local interpretations.  Many restaurants offer interesting combinations of Japanese and other ethnic foods.\n\nPizza restaurants have also become popular, and there are more and more places offering pizza.  Pizza in Yakutsk will almost invariably be thin crust pizza, as everywhere in Russia.  Tomato sauce is often absent or sparingly applied.  Various types of cheese may be used.  Mayonnaise is often used instead of tomato sauce or sometimes in addition to it.  Real pepperoni is difficult to find in Yakutsk, but the pizzeria in the Polar Star hotel usually has it, and sometimes it is available at other pizzarias.\n\nThere are several Chinese restaurants in Yakutsk.  There are a lot of Chinese in Yakutsk, so this is not surprising.  The Chinese restaurants are generally ok and reasonably authentic, even though the Chinese in Yakutsk, as everywhere Chinese have migrated, have adapted their dishes to local ingredients and tastes.\n\nKorean restaurants have recently begun appearing in Yakutsk.  One such restaurant has already failed and closed, but the rest seem to be doing ok so far.  The quality is pretty good.\n\nThere are several hundred places in Yakutsk where it is possible to get a meal of some sort or other.  Many office and other buildings have cafeterias that are open to the public, but they are not advertised.  Usually these cafeterias have limited choices, and the food will be simple and inexpensive.  But if you are hungry and on a limited budget, it may be your best bet.  \n\nMost of the eating establishments are in the budget\/low end category.  Cleanliness standards are non-existent or ignored in many of these places.  Some may not even have running water.  Be careful!\n\nFast food places have been springing up in the past few years.  So far, all of them have been pretty disappointing.  They have a long ways to go before they achieve the same quality standards which have been established by the major global fast food chains.\n\nCoffee houses have also been springing up all over Yakutsk.  These generally offer various types of coffee and tea and usually some pastries.  Some offer a somewhat more expansive food menu.  Good coffee and tea is available in most of these.  The food items can vary a lot, but are generally ok, especially the cakes and desert items.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Trapeza"],["alt=Трапеза"],["url="],["email="],["address=Ordzhonikidze, 5"],["lat="],["long="],["directions="],["phone=411 242-0208"],["tollfree="],["fax="],["hours="],["price="],["content=This place offers caffeteria style service with Yakutian and Russian dishes for a very reasonable price.  The place also offers pizza and sushi.  In the summer time, there is a veranda where one can dine outdoors.  The interior is a little shabby, but the place is relatively clean and the food is ok.  If you need some cheap eats, this might be just the place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Printing House cafeteria"],["alt=Столовая Дома печати"],["url="],["email="],["address=Ordzhonikidze, 31"],["lat="],["long="],["directions="],["phone=+7 4112 34-38-25"],["tollfree="],["fax="],["hours=noon-3PM daily"],["price=~70 rubles"],["content=This cafeteria is located in the main printing building in Yakutia, where the government puts out all the republic's newspapers. The prices are for the masses, with large portions and a good old-fashioned Soviet feel, from the menu to the ambiance. A utilitarian place for the most undiscriminating palates."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kamelok"],["alt=Камелёк"],["url="],["email="],["address=ul. Ordzhonikidze 30\/1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00 - 24:00"],["price=700 rubles"],["content=This is perhaps the best place to have traditional Yakutian delicacies.  They also serve European dishes.  The interior is very nicely done, and the service is excellent.  They do offer a very reasonably priced business lunch during the week."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zastava"],["alt=Застава"],["url="],["email="],["address=Arzhakova, 4\/3"],["lat="],["long="],["directions=In the old city"],["phone=411 233-5210"],["tollfree="],["fax="],["hours=12:00 - 24:00"],["price=500 rubles"],["content=This is where many office workers will have their lunch.  Yakutian and European is offered and is simple and unpretentious.  The interior is cozy and the service generally ok."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buon Appetito"],["alt=Бон Аппетито"],["url="],["email="],["address=ul. Ikrupskaya, 37"],["lat="],["long="],["directions="],["phone=+7 4112 32-17-33"],["tollfree="],["fax="],["hours=noon-2AM daily"],["price=300-600 rubles"],["content= This place pretends to serve Italian fare.  While nobody has died eating here, it is pretty disappointing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=City Life Cafe"],["alt=Кафе «City-Life»"],["url=http:\/\/citylife.ykt.ru\/"],["email="],["address=ul. Kirova, 18"],["lat="],["long="],["directions=Inside the Business Center, block B, floor 2"],["phone=+7 4112 42-10-02"],["tollfree="],["fax="],["hours=noon-4AM daily"],["price=250-800 rubles"],["content=Kind of a wild place where you can have Japanese food including sushi, bento boxes, udon, yakitori, tempura; sit on the floor, at high tables, or at the bar; play billiards; and (perhaps best of all) use the free WiFi. Fun atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tamerlan"],["alt=Тамерлан"],["url="],["email="],["address=pr. Lenina, 8"],["lat="],["long="],["directions="],["phone=+7 4112 34-28-01"],["tollfree="],["fax="],["hours=9AM-midnight daily"],["price=150-400 rubles"],["content= This is sometimes advertised as the best Mongolian bbq in Yakutsk.  Since it is the only one, it is true.  However, anyone who knows what good Mongolian bbq should be will be disappointed here."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lermontov"],["alt=Лермонтов"],["url="],["email="],["address=ul. Lermontova, 38"],["lat="],["long="],["directions="],["phone=411 240-3613"],["tollfree="],["fax="],["hours=12:00 - 24:00"],["price=1000-1500 rubles"],["content=This is the best restaurant in Yakutsk, and the only place in Yakutsk where it is possible to get a decent steak.  Other places offer steak, but this is the only place that has a clue as to how to cook them.  It still hasn't attained the level of some of the better steak houses in Moscow, but for Yakutsk, it is not too bad.  This place has excellent food and excellent service.  The decor is very nicely decorated in a classical style, with various period paintings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mammoth"],["url="],["email="],["address=Ordzhonikidze 38"],["lat="],["long="],["directions=In Tyrmaada shopping center"],["phone=411 240-2111"],["tollfree="],["fax="],["hours=12-24"],["price=1000 rubles"],["content=This is a newly open restaurant specializing in Yakutian traditional fare and European dishes.  The interior has been nicely done with the mammoth theme.  The food is good and the service so far is excellent."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Korea House"],["alt=Хан Гук Гван"],["url="],["email="],["address=Ordzhonikidze 36\/1"],["lat="],["long="],["directions=In the LG Sakha Center Building"],["phone=411 239-0399"],["tollfree="],["fax="],["hours=12:00 - 24:00"],["price=1000 rubles"],["content=This restaurant has been open for nearly a year.  The interior is very nicely done.  The Korean menu is not extensive, but what they have is generally quite good.  The service is excellent.  They offer a business lunch which is reasonably priced, but the portions are small."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fujiyama"],["alt=Фудзияма"],["url="],["email="],["address=ul. Kirova, 12"],["lat="],["long="],["directions="],["phone=411 234-1207"],["tollfree="],["fax="],["hours=11:00 - 23:00"],["price=500-1500 rubles"],["content=This was the first sushi restaurant to open in Yakutsk and is still the best.  The offer a pretty good range of other Japanese menu items, but for anyone who knows Japanese cuisine, they may be disappointed.  Most have been adapted to Yakutian taste and locally available ingredients.  The business lunch during the week is a good value.  Service can be slow, and the non-smoking area tends to be full at lunch time, so arrive before 13:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chochur Muran"],["alt=Чочур Муран"],["url=http:\/\/arctic-travel.ru\/restaurant"],["email=chochur-muran@mail.ru"],["address=Viliusky trakt, 6 km"],["lat="],["long="],["directions="],["phone=+7 924 661-61-00"],["tollfree="],["fax="],["hours=noon-midnight daily"],["price=600-2000 rubles"],["content=A restaurant just outside the city in a picturesque location in a tower of the on-site replica of the Lensky Fort. Chochur Muran specializes in Yakut fish dishes. The ambiance is nice, with a Yakut mini-museum, dog-sledding and snowmobiling outside in the winter, and ice sculptures."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Polar Star"],["alt=Полярная звезда"],["url="],["email="],["address=Pr. Lenina, 24"],["lat="],["long="],["directions="],["phone=411 234-1215"],["tollfree="],["fax="],["hours=12:00 - 24:00"],["price=700-1500 rubles"],["content=There is more than one eating area in Polar Star hotel.  The pizzaria offers perhaps the best pizza in town, and usually has real pepperoni.\n\nThe main restaurant offers European and Yakutian food.  The food is ok.  The service tends to be slow."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Admiral"],["alt=У Адмирала"],["url="],["email="],["address=Pr. Lenina, 4"],["lat="],["long="],["directions=In the hotel Le Grande"],["phone=411 244-4702"],["tollfree="],["fax="],["hours="],["price=1000"],["content=European cuisine.  The food is good and so is the service.  The interior is very nice.  They have a small cafe in the hotel as well that offers decent food at more democratic prices in less pretentious surroundings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tygyn Darkhan"],["alt=Тыгын Дархан"],["url=http:\/\/tygyn.ru\/content\/blogcategory\/16\/33\/lang,english\/"],["email="],["address="],["lat="],["long="],["directions=Inside the Tygyn Darkhan Hotel"],["phone=+7 4112 34-34-06"],["tollfree="],["fax="],["hours=8AM-10AM, noon-3PM, 6PM-11PM daily"],["price=~1,000 rubles"],["content=This is the most over-rated place in Yakutia.  It is where the Yakutian power brokers go to see and be seen.  It is unfortunate that most foreigners have to suffer through the experience at some point during their visit.  One should not judge Yakutian cuisine from Tygyn Darkhan.  The food is mediocre at best, and the service is slow.  There are other places in Yakutsk now that offer much better quality Yakutian food."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Garage"],["alt=Гараж"],["url="],["email="],["address=kvartal Novoportovskaya, 1"],["lat="],["long="],["directions="],["phone=+7 4112 75-73-54"],["tollfree="],["fax="],["hours=F-Su 10PM-7AM"],["price=Low covers, beers 65 rubles\/0.5 liters"],["content=A welcome change from the homogeneous techno at the other clubs; here you'll find cheap beers, local rock bands, and the occasional big-name guest Russky-Rock bands. Danila Bagrov would be happy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=JET"],["alt="],["url=http:\/\/jet.ykt.ru"],["email="],["address=ul. Lomonosova, 45"],["lat="],["long="],["directions="],["phone=+7 4112 42-89-38"],["tollfree="],["fax="],["hours=Dance floor: 20:00-7:00; restaurant: noon-midnight daily"],["price="],["content=This club is popular with the student crowd, and is right next door to Drakon. On the dance floor, expect house, Russky-pop, and some drum 'n' bass and trance on weekends; off the floor expect Japanese food and the chill-out room. The bar is notable for its Chinese beer ",{"type":"''","value":["Harbin"]}," (from 150 rubles)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Muus Khaya"],["url=http:\/\/muuskhaia.ru"],["email="],["address=ul. Petrovskovo, 13"],["lat="],["long="],["directions="],["phone=+7 4112 44-55-08"],["tollfree="],["fax="],["hours=Su-Th 11AM-2AM, F-Sa 11AM-3AM"],["price=Event covers: ~300 rubles; bowling: 350-950 (depending on day and time of day)"],["content=This is a nice, friendly place to hang out, with a lot more to do than just music and dancing. Most importantly, they have a bowling alley! (Really, a rock 'n bowl in Yakutia?) They also have billiards and a full service restaurant serving \"the cuisine of the north.\""]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nIn spite of the fact that Guesthouse Sanaa still shows up on many hotel listing sites, it has been closed for several years. \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aurora"],["alt=Гостиница Аврора"],["url="],["email=avrora.hotel@mail.ru"],["address=Arzhakova 16"],["lat="],["long="],["directions=Next to old city"],["phone=+7(4112) 33-53-11"],["tollfree="],["fax="],["hours="],["price=1300+"],["checkin=12:00"],["checkout=10:00"],["content= All rooms are non-smoking and no alcohol is allowed on premises. 4 quiet, nicely appointed rooms. Coffee and tea are complimentary. Internet access,copies and other business services available. Next to the old city. Close to all downtown attractions, including restaurants and shopping."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bed & Breakfast Bravo!"],["alt="],["url=http:\/\/www.bravo-hotel.ru"],["email=bravo.hotel@mail.ru"],["address=49 Ordzhonkidze Suite 64"],["lat=62.02444"],["long=129.72024"],["directions=across the street from the Optimist trading center.  The entrance is from the inner courtyard, and is the second entrance."],["phone=+7 924 661 17 71"],["tollfree="],["fax="],["checkin="],["checkout="],["price=1900 rubles"],["content=On the 9th floor of a residential building. Price includes a hot breakfast in the morning and high speed Wi-Fi.  The safety of all guests is the highest priority, and staff is on duty 24 hours a day every day.  All rooms are non-smoking and alcohol is not allowed on the premises.  Food and snack items are available at any time.  Laundry and ironing service is available on site."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Lena"],["alt=Гостиница Лена"],["url=http:\/\/lena-hotel.ru\/english.php"],["email="],["address=pr. Lenina, 8"],["lat=62.03249"],["long=129.74229"],["directions="],["phone=+7 4112 42-48-92"],["tollfree="],["fax="],["checkin="],["checkout="],["price=2,000+ rubles"],["content=Also in the center of the city, with a bar, barber shop, and money change. Breakfast and WiFi included."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Polar Star"],["alt=Полярный звезда"],["url=http:\/\/alrosa-hotels.ru\/hotels\/yakutsk\/"],["email=yakutsk.reservation@alrosa-hotels.ru"],["address=pr. Lenina, 24"],["lat=62.02932"],["long=129.73457"],["directions="],["phone=+7 4112 34-12-15"],["tollfree="],["fax="],["checkin="],["checkout="],["price=5250+ rubles"],["content=The city's premiere hotel, right in the downtown center near the sights, with a cafe, bar, restaurant, business center, bowling (!), and a travel agency. Breakfast included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tygyn Darkhan"],["alt=Тыгын Дархан"],["url=http:\/\/tygyn.ru"],["email="],["address=ul. Ammosova, 9"],["lat=62.02627"],["long=129.73479"],["directions="],["phone=+7 4112 43-51-09"],["tollfree="],["fax="],["checkin="],["checkout="],["price=3,240+ rubles"],["content=In the center of the city, it hosts one of the best known local restaurants (see ",{"type":"[[","value":[["#eat"],["above"]]},"), a souvenir shop, bar, conference room, exercise room, sauna, pool, money change, and breakfast included."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe phone code is 4112. \n",{"type":"===","value":["Mobile phones"]},"\nYakutsk has the traditional set of Russian mobile operators: \n\n",{"type":"''","value":["GSM 900\/1800:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Beeline"],["alt=by Vympelcom"],["url=http:\/\/www.beeline.ru\/index.wbp?region=yakutsk"],["email="],["address="],["lat="],["long="],["directions="],["phone=+ 7(4112)77-06-11"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megafon"],["url=http:\/\/sakha.megafon.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+7 800 333 0500"],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=MTS"],["alt=Mobile TeleSystems"],["url=http:\/\/www.mts.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree= +7 800 333 0890"],["fax="],["hours="],["price="],["content="]]}]},{"type":"''","value":["CDMA:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Skylink"],["url=http:\/\/skylink.ru\/yakutia\/main\/"],["email="],["address="],["lat="],["long="],["directions="],["phone= +7(4212)74–44–44"],["tollfree="],["fax="],["hours="],["price="],["content=The all-Russian CDMA operator, having less subscribers, than GSM operators, but popular for faster and cheaper mobile Internet service."]]}]},"\nCheck roaming prices before using non-Russian sim-card, especially those for mobile Internet. Some standards of mobile connection are not supported in ",{"type":"[[","value":[["Russia"]]},", e.g. those for ",{"type":"[[","value":[["Japan"]]}," and ",{"type":"[[","value":[["United States"]]},".\n\nStaying in ",{"type":"[[","value":[["Russia"]]}," for a week or more, it's definetily worth to buy a local sim-card, but be aware, that a passport is needed for that. The easiest way refill a local mobile account is to use an ATM for that. Most ATMs have bilingual interfaces, allowing numerous kinds of payments, including those for mobile services by local operators. Another ways include terminals spread all over town - like Qiwi or mobile shops.\n\n",{"type":"===","value":["Post"]},"\nThe full list of the offices can be found here: ",{"type":"[","value":["http:\/\/info.russianpost.ru\/servlet\/department"]},"\nThe ",{"type":"'''","value":["General post office"]}," at Dzerzhinskogo 2 building 4. Postal code is 677000.\n\n",{"type":"===","value":["Wireless Internet"]},"\nWireless internet can be found in several places\n",{"type":"*","value":[" ",{"type":"'''","value":["Polar Star"]}," hotel provides it with a fee."]},{"type":"*","value":[" ",{"type":"'''","value":["Europa"]}," entertaining center with restaurant and night club provides it free, but the speed is limited."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=PizzaLand"],["alt="],["url=http:\/\/www.restoran.sakha.ru\/"],["email="],["address=Kalandrashvili, 7"],["lat="],["long="],["directions="],["phone=+7 (4112) 40-39-02"],["tollfree="],["fax="],["hours=11 AM - 11 PM"],["price=500-700 RUR"],["content=Pizza place. The wireless internet is ok."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe center of the city, where you'll find the hotels, cultural activities, and the principal sights, are quite safe at any time of the day. The central streets are well lit and frequently patrolled by the police (who are probably more trouble than any actual criminal activity downtown). Do not drink in public at night or you will have problems with the police.\n\nThere are street robberies\/pickpocketing (especially on public transport), but such crimes are very rarely violent or even overt. Demonstrate the minimum level of prudence and you should not have any troubles. \n\nAvoid some of the poorer neighborhoods at night, like the 17th Quarter (квартал) and Saisary (Сайсары), where Rockys and Rambos are known to be around. Hold on to your things, or keep them in inaccessible pockets, on public transport and crowded markets. It's also worthwhile to note that some hold a ridiculous suspicion of the ethnic minorities here, but that's purely a myth. Yakutsk is a harmoniously multi-ethnic and tolerant city, open to anyone who's happy to be here.\n\nThe biggest danger in the city, without a doubt, is the extreme ",{"type":"[[","value":[["cold"]]}," of the Siberian winter. In the winter, the cold can kill you quickly, and even if you're careful, you can very quickly lose a nose or a couple toes. When going out in -50° Celsius weather, layer every article of clothing you own (fur is best), and plan to spend no more than ten minutes outside directly exposed to the air. If walking, you will become exhausted very quickly—avoid walking entirely and take taxis door to door everywhere you go.\n\nAlso if you want to have a little fun, take a pot of boiling water and take it outside and immediately toss the water into the air. It will freeze instantly in the air and make an extremely loud hissing noise, one of the coolest things ever.\n\n",{"type":"==","value":["Go next"]},"\n\nYou can finish touring all the principal sights of Yakutsk and the nearby areas in just 3–4 days. But there are a ton of activities (especially outdoor activities) beyond the city limits for the adventurous traveler. Travel agencies will help you set these up, and given that this is Russia, it may well be wise to plan your trips through one. Here are some ideas:\n\n",{"type":"*","value":["Warm water cruises along the Lena River to the Lena Pillars and back (2–3 days)"]},{"type":"*","value":["Warm water cruises along the Lena River to the Northern Sea (14–15 days)"]},{"type":"*","value":["Road trip to the Buluus glacier (1–2 days)"]},{"type":"*","value":["Air travel to the unique spires\/hoodoo rock formations of the Northern Mountains by ",{"type":"[[","value":[["Kisilyakh"]]}," (5–7 days)"]},{"type":"*","value":["Air travel to the Northern Sea by ",{"type":"[[","value":[["Tiksi"]]}," (3–7 days)"]},{"type":"*","value":["Road trip to ",{"type":"[[","value":[["Pole of Cold"],["Oymyakon"]]},"—the Northern Pole of Cold. The coldest place on earth outside Antarctica. No joke, it's a village (who the heck decided to live here?) with the lowest recorded terrestrial temperature in the Northern Hemisphere."]},{"type":"*","value":["Trip to the reindeer farm at ",{"type":"[[","value":[["Magaras"]]}," (150 km, 1–2 days)"]},{"type":"*","value":["Rafting along the Buotama River (5–10 days)"]},{"type":"*","value":["Rafting along the Blue (Синяя) River (7–10 days)"]},{"type":"*","value":["Rafting along the Amga River (7–14 days)"]},{"type":"*","value":["Winter trip to the Lena Pillars with ice fishing (1–2 days)"]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["62.0333"],["129.7333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Yakutia"]]},"\n\n\n",{"type":"{{","value":[["related"],["Kolyma Highway"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Yakutsk"]]},"\n\n",{"type":"{{","value":[["AttributionAlt"],["Orgin=",{"type":"[[","value":[[":ru:Якутск"],["The Russian Wikivoyage"]]}],["Lang=ru"],["Pagename=Якутск"]]}]