[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Yalova"]}," is a city in ",{"type":"[[","value":[["Marmara_(region)"],["Marmara Region"]]},", ",{"type":"[[","value":[["Turkey"]]},". It lies to the south of ",{"type":"[[","value":[["Istanbul"]]},", across the Gulf of Izmit.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nThe quickest and easiest way to get to Yalova from ",{"type":"[[","value":[["Istanbul"]]}," is to take a fast ferry ",{"type":"[","value":["http:\/\/www.ido.com.tr\/en"]},". Fast ferries operate from Yenikapı (south of ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old_City"],["Sultanahmet"]]},"), the voyage takes 70 minutes and costs 15 TL per person, 12 TL per person in vehicles, 67 TL for cars and 5 TL for bicycles. Concessions of about 1-2 TL is available for students and for those who buy their tickets online through ",{"type":"''","value":["İDO'"]},"s (the ferry operator) website, as are early booking discounts.\n\nFast ferries also operate from Pendik, a suburb of Istanbul on the ",{"type":"[[","value":[["Istanbul\/Asian Side"],["Asian Side"]]},", with a shorter voyage duration of 40 minutes. Sea-buses run from Kartal also on the ",{"type":"[[","value":[["Istanbul\/Asian Side"],["Asian Side"]]}," and similarly take about 40 minutes, but run less frequently.\n",{"type":"[[","value":[["File:Departing Yalova.JPG"],["thumb"],["Departing from Yalova Tureky, toward Yenikapi, with IDO"]]},"\nThere is a cheaper ferry line between ",{"type":"[[","value":[["Eskihisar"]]}," just east of Istanbul and ",{"type":"'''","value":["Topçular"]},", about 30 km to east of Yalova. These ferries take about 45 minutes to cross the Gulf of Izmit and in 2010 it costs 45 TL for a car and 55 TL for a minibus, free for passengers within the car. Passengers without a vehicle pay 2.80 TL per person. You cannot book this service, you just turn up and pay when you get there. In Topçular, it’s possible to find minibuses heading for Yalova running on the highway lying just next to the harbour.\n\n",{"type":"===","value":["By car"]},"\nTake the roads numbered: D130 from ",{"type":"[[","value":[["Izmit"]]}," (east) and D575\/E881 from ",{"type":"[[","value":[["Bursa"]]}," (south). There are also car-ferries from various points in or near ",{"type":"[[","value":[["Istanbul"]]},".\n\n",{"type":"===","value":["By bus"]},"\nBusses connect ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Bursa"]]},", and most other cities to Yalova. Kamil Koç and Yalova Seyahat have the most frequent and reliable service.\n\n",{"type":"==","value":["Get around"]},"\nYalova is a small city and for the most part very walkable. In the warm months, Gazi Paşa Caddesi is very popular for strolling with tourists and locals alike.  To get to Gazi Paşa Cad. from the İDO terminal, go straight along Yali Cad. towards town, and cross directly over the large intersection at Heykel.  \n\nLike most small Turkish cities, Yalova has a mini-bus system. Yalova's ",{"type":"''","value":["dolmuş"]},"es are light blue or hot pink and run from the most important sites in the city, primarily along Atatürk Caddesi and Fatih Caddesi.  Noteworthy stops include: Yalova ",{"type":"''","value":["Yeni Terminal"]}," (bus station\/otogar), İDO (ferry terminal), Heykel (",{"type":"''","value":["merkez"]},"\/city center), and Termal.  Stops can be requested at any time directly from the driver.  Rides cost 1.75 TL, or 1.50 for students.\n\nTaxis are also readily available, especially from the İDO station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Yalova Termal Swimming Pool.JPG"],["thumb"],["Termal's public swimming pool"]]},"\nYalova has a few tourist attractions, including the ",{"type":"'''''","value":["Yürüyen Köşk"]},", an Ottoman-Turkish style mansion that was used by Atatürk, the founder of the modern Turkey, during his visits to the city.  This mansion has a legend connected to it.  It is often referred to as the 'walking house' because, as the legend goes, Atatürk believed the mansion was too close to a beautiful tree, so he ordered the mansion to walk.  The house did just that, and moved 3 km down the waterfront to its current resting place (of course, with the help of rail system built underneath the building). \n\n",{"type":"'''","value":["Termal"]}," is a beautiful area in the hills outside of Yalova (minibuses head there from the city for 2.50 TL). There are (as the name suggests) thermal hotsprings here—accompanied by hammams, a large public swimming pool and hotels galore. Many 3 and 4 star hotels have recently opened in Termal city, and there are a number of restaurants that cater to the tourists who flock there in the summer. Among these are a number of Arab restaurants, where you can find some of the only falafels in the province.\n",{"type":"[[","value":[["File:Yalova Waterfall.JPG"],["thumb"],["waterfall and leaves"]]},"\nYalova also has a beautiful set of waterfalls--the \"Falling Water Waterfall\", ",{"type":"'''''","value":["Su Düşen Şelalesi"]},".  To get here, take a mini-bus from Yalova city center to the village Uvezpinar. Then hire a taxi to drive you the 7 km to the waterfall site. Though beautiful, it is a very rigorous hike from the village to the falls. \n\nAnother attraction is the ",{"type":"'''","value":["Karaca Arboretum"]}," on the way to Termal.\n\n",{"type":"==","value":["Do"]},"\nVisit Termal's hot springs. There are many spa services offered in the gender-segregated hammam, a swimming pool for the family, and beautiful woods to hike around in.\n\nStroll Gazi Pasha Caddesi. Buy a\"Corn in a Cup\" to munch on as you admire the sea views and people-watch. Take a picture with \"The Professor\"--Hoca--as you pass Sindoman Cafe. Test your strength at one of the many \"Eye of the Tiger\" punching machines, ride the gondola or play air hockey at the Lunapark. Farther down the road, race Go-Karts and see the 1999 Yalova Earthquake memorial.  \n\nTake an inter-city dolmush to ",{"type":"[[","value":[["Çınarcık"]]}," to party in rowdy nightclubs and swim on clean, private beaches.\n\n",{"type":"==","value":["Buy"]},"\nTo get the best produce, and have an authentic Turkish bazaar experience, visit Yalova's bazaar.  The bazaar is opposite the ferry terminal on the seafront. (Take ",{"type":"''","value":["dolmuş"]}," to İDO.) Though a permanent structure, the bazaar is only open on Monday, Wednesday, and Saturday. A huge and superb selection of very fresh, mainly locally grown fruit and vegetables, plus a good selection of other stalls selling everything from kitchen utensils to underwear, can be found here. Surrounding the bazaar, is a maze of stalls specializing in such things as clothing, housewares, linens, shoes, lingere, and cheeses.  These stalls are open daily.\n\nYalova has most of the (international) chain stores that can be found throughout Turkey on its cobbled street, Gazi Paşa Caddesi.  Stores include Colin's, LC Waikiki, Polo Assn., FLO, and Mavi.  Shopping here is okay, but variety pales in comparison with what can be found in Bursa or Istanbul.  For people who need to do serious shopping, it might be worth the ferry or bus ride to better malls.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''''","value":["Yalova Sutlusu"]},"--Yalova's specialty dessert, this is a milky, coconut-infused baklava. Can be bought at most baklavacis on Yali or Cumhuriyet Caddesis.\n\n",{"type":"'''''","value":["Balim & Tadim"]}," has Gazipasha Caddesi's best ice cream.  There are also many tea gardens along the shore where you can relax with a cup of cay, and play a few rounds of backgammon. \n\nOrder a ",{"type":"''","value":["balık ekmek"]}," (a fish sandwiched inside half a bread) from the floating balıkcı who will fish your food right out from under his shop, on the small river that runs through town.\n\nThough Bursa is famous for inventing ",{"type":"'''''","value":["Iskender Kepab"]},", you can find excellent Yalova knock-offs at Kervan, or Divan Kepab.\n\n",{"type":"==","value":["Drink"]},"\nBars are few and far-between in this small Turkish town. Go to Keyif Pub, Sindoman, or BabyLion, all on Gazipasha.\n\nFor a raki night, go to Divan Kebap, Acalar or Sandal Balık.\n\nIf you really want to party, go to ",{"type":"[[","value":[["Çınarcık"]]},".\n\n",{"type":"==","value":["Sleep"]},"\nYalova has several small hotels, and in the summer, most of Gazipasha Caddesi's apartment buildings are rented out to visiting foreigners (especially Arabs). \n\nYalova's classiest hotel in the city center is Hotel Karot, but for a truly luxurious experience, stay at the Limak Termal Boutique Hotel ",{"type":"[","value":["http:\/\/www.limakthermal.com"]}," in Termal.\n\n",{"type":"==","value":["Connect"]},"\nThe telephone code of Yalova is ",{"type":"'''","value":["226"]}," (+90 226 when calling from out of Turkey). It used to be 216 prior to late 1990s, so old guidebooks may say so, which is not useful any more.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Çınarcık"]]}," nearby is a popular family vacation resort with a night scene in the summer."]},{"type":"*","value":[{"type":"[[","value":[["Termal"]]}," to the south is one of Turkey’s oldest hot spring resorts (which dates back to Romans, last time it was renovated was 1930s with a design based on that of ",{"type":"[[","value":[["Karlovy_Vary"],["Carlsbad"]]}," of ",{"type":"[[","value":[["Czech Republic"]]},"). On the way to Termal, you may also check out ",{"type":"'''","value":["Karaca Arboretum"]}," if it’s a weekend."]},{"type":"*","value":[{"type":"[[","value":[["Armutlu (Marmara)"],["Armutlu"]]}," on the southern side of the peninsula is also a town known for its hot springs and resort atmosphere."]},{"type":"*","value":[{"type":"[[","value":[["Bursa"]]}," lies some hundred kilometers south. A bus ride there takes around an hour and costs 12 TL pp."]},"\n",{"type":"{{","value":[["geo"],["40.655556"],["29.275000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Marmara"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Yalova"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Yalova"]]}]