[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yamunotri"]}," is a city in the Indian state of ",{"type":"[[","value":[["Uttarakhand"]]},".\n\n",{"type":"==","value":["Get in"]},"\nRailway connectivity only upto Rishikesh. After that you have to avail of either private taxis or buses plying on the route. You will also find shared jeeps or similar vehicles from Haridwar or Rishikesh. Get sensible and hire a personal taxi. Do never go for small cars. It is a rough terrain. Settle for either a SUV or MUV like Innova, Tavera, Qualis, Scorpio etc. See if you can get hold of a Hummer.\n\n",{"type":"==","value":["Get around"]},"\nLocal transports are not much available as these places are open for only 6 months a year starting mid of May upto Diwali in November. Once you are in Janaki Chatti, the last stop reachable by motor, you can avail ponies or small palanquins for trek up to the temple which nestles in the bosom of the mighty Himalayas. You can finish the climb by foot but it can prove to be tough for those who are not in the best of health. Avoid the ponies as they are responsible for a lot of avoidable filth on the entire stretch.\n\n",{"type":"==","value":["See"]},"\nVarious waterfalls on the trek to the temple. Hot sulphur springs. If one has the resources like porters, mountaineering gear food, tent etc then one can also trek further up to Saptarishi. Mind you it is a very treacherous trek.\n\n",{"type":"==","value":["Do"]},"\nThe destination of all pilgrims is usually to bath in the icy waters of Goddess Yamuna before having a darshan of the black idol of the Goddess herself in the main sanctum sanctorum. People usually have a dip in the taptkund adjacent to the temple before having a glimpse of the deity. The taptkund (natural hot sulphur springs) are said to have numerous medicinal properties.\nSome devotees however venture out to the river below to bath in its icy waters. It is said that Yamuna's brother, Lord Yama (god of death) had promised her that whoever takes a dip in her waters will be spared the excruciating tribulations of hell.\nThe dip in the icy waters releases a sudden surge of energy in the body like that of electricity charging a dead battery.\n\n",{"type":"==","value":["Buy"]},"\nHoly texts, idols, pictures of the temple and the deity (the original picture is not available anywhere as photography is strictly prohibited inside the sanctum sanctorum), beads etc. You won't find anything fancy in these places as the trip to these places is made not indulge in luxury but in natural bliss.\n\n",{"type":"==","value":["Eat"]},"\nSatvik food devoid of any onion or garlic. The restaurant at the end of the row of hotels near the parking lot (on the right hand sideof the road) serves delicious food. You will also find food of average quality during the trek to the temple.\n\n",{"type":"==","value":["Drink"]},"\nIt is recommended that you fill your bottles with natural spring water available free of cost while traveling to Yamunotri. During trekking you won't find any dearth of local taps en route. But it is advisable to fill your bottles with water from your starting point of the trek. Once you reach the temple, descend down to bank and have your heart's fill of the pure glacier waters of Yamuna. The intoxication and satisfaction is indescribable.\n\n",{"type":"==","value":["Sleep"]},"\nNumerous dharamshalas and hotels are available as well as the GMVNL guesthouses. However during the peak seasons of summer demand exhorbitant rates for these accomodations. The off-season rates are very reasonable.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nBy car or bus. No railway connectivity. Advisable to travel during pre and post monsoon seasons. If traveling by car it is advisble to avail an SUV or MUV. Small cars won't stand the test of the rough terrain. See if you can get hold of a Hummer.\n",{"type":"{{","value":[["IsPartOf"],["Uttarakhand"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Yamunotri"]]}]