[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yan'an"]}," (延安; ",{"type":"''","value":["Yánān"]},") is a city in ",{"type":"[[","value":[["Shaanxi"]]}," Province.\n\n",{"type":"==","value":["Understand"]},"\nIt is hard to believe that a city, so in the middle of nowhere, is considered a major pilgrimage site. Not a religious pilgrimage, but a pilgrimage site for those who follow the Communist philosophy. This is considered to be the \"Cradle of Chinese Revolution\"; it is where the Communists established their main base after the ",{"type":"[[","value":[["Long March"]]},". After Chairman Mao's birthplace in Shaoshan, is the number two pilgrimage site for those who are interested in recent Chinese history.\n\n",{"type":"==","value":["Get in"]},"\nYan'an is on one of the railway routes between ",{"type":"[[","value":[["Beijing"]]}," and ",{"type":"[[","value":[["Xi'an"]]},". Several trains a day are available to Beijing West Railway Station (11 hrs), ",{"type":"[[","value":[["Taiyuan"]]}," (5.5-6 hrs), Xi'an (3.5-4 hrs). There are also daily direct trains to ",{"type":"[[","value":[["Hohhot"]]}," (9.5 hrs), ",{"type":"[[","value":[["Baotou"]]}," (10 hrs), ",{"type":"[[","value":[["Chongqing"]]}," (13 hrs), ",{"type":"[[","value":[["Chengdu"]]}," (17 hrs), ",{"type":"[[","value":[["Shanghai"]]}," (24 hrs). (",{"type":"[","value":["http:\/\/qq.ip138.com\/train\/shanxi\/YanAn.htm  Current schedule"]}," (in Chinese))\n\nThere is no high-speed train service (G- or D-series trains) to Yan'an. The closest cities with high-speed service are Xi'an and Taiyuan. Note that in Xi'an \"regular\" and high-speed trains use different stations, which means that transferring between a \"regular\" train from Yan'an and a high-speed train (e.g. to Guangzhou) would involve a fairly long subway ride.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nIn and around Yan'an there are several spots related to the history of the Chinese Communist Party. The place where Mao and his comrades lived and worked, places where party conferences were held and many more.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Phoenix Hill"],["alt=凤凰山"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lantau Peak is located in Yanan city centre, Yanan is one of the\" four famous mountains\", because\" leaves students blowjob Park\" named after the legend. Lantau Peak's highest elevation 1132 meters, mountain range rover, overlooking the breathtaking views of the Yanan."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nYan'an is not a usual destination for foreign visitors, so some communication skills will be needed to find a place in a local budget hotel. One option is to take the local bus from the train station to the town center, and get off in the center, in the stop just beneath a obvious triple-pedestrian-bridge. A local guest house (40-70Y per night per room) can be found just in front of the bus stop, on the second floor.\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Shaanxi"]]},"\n",{"type":"[[","value":[["wikipedia:Yan'an"]]}]