[{"type":"{{","value":[["pagebanner"],["Yangon banner Shwedagon Buddhist Pagoda.jpg"],["dotm=yes"]]},"\n",{"type":"[[","value":[["Image:Shwedagon-Pano.jpg"],["thumb"],["400px"],["The Shwedagon Pagoda."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yangoncity.com.mm Yangon"]}]}," (Burmese: ရန်ကုန်), formerly ",{"type":"'''","value":["Rangoon"]},", was the capital of ",{"type":"[[","value":[["Myanmar"]]}," until it was replaced by ",{"type":"[[","value":[["Naypyidaw"]]}," in Nov 2005. Today, with a population of over 5 million people, it remains the largest city and the economic hub of Myanmar.\n\n",{"type":"==","value":[" Understand "]},"\n\nThe city is an amalgamation of British, Burmese, Chinese, and Indian influences, known for its colonial architecture, which although decaying and beyond appreciation, remains an almost unique example of a 19th century British colonial capital. New high-rise buildings were constructed from the 1990s (and some are eerily unoccupied and left as ghost skyscrapers as seen along Upper Pansodan Rd) as the government began to allow private investment. Meanwhile, former government buildings such as the massive Secretariat Building, have been left to rot as the capital is shifted to Naypyidaw. Yangon continues to be a city of the past, as evidenced by its ",{"type":"''","value":["longyi"]},"-wearing, betel nut chewing pedestrians, with their friendly or even familial attitude towards strangers, its street vendors, and its pungent smells.\n\nYangon's former name was not the only victim of change in this country. For one, the country's name was changed. To add to the on-going identity crisis, the city has been stripped of its status as capital. The nation's capital has been relocated to a remote new site called Naypyidaw, built from scratch. The flag too has been changed, redesigned in 2010, replacing the old one which replaced another one slightly more than a decade ago.\n\nTimekeeping is eccentric. Usually countries set their time in one-hour increments from GMT. This country set it with a 30 min differential.\n\nMyanmar's traumatic encounters with foreigners as far back as the Mongol invasion, when the city of Bagan was sacked, are perhaps at the root of its idiosyncratic behaviour. As Buddhists, the people are welcoming to strangers as long as the guest does not try to impose alien practices.  \n\nThe government retains its tight control over guests. The Internet is closely monitored and censored, and tourist hotel TVs are managed by the government. Foreigners are required to register and their movements are tracked. But practices are changing rapidly as a result of the government's increasing openness to foreign trade.\n\nYangon is among the more exotic of SE Asian cities. On any walk down a typical street, you will see signs written mostly in local alphabet, wandering monks in burgundy robes, gilded pagodas, and abject poverty. Here, nearly everyone walks barefoot, indoors or out, their faces smeared with a concoction made from the extracts of a local tree, their smiles reddened by the blood-red juice of the betel nut.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":[" By plane "]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yangonairportonline.com\/ Yangon International Airport"]}]}," (Mingladon) (",{"type":"{{","value":[["IATA"],["RGN"]]},") is approximately 30min north of city centre. There is no accommodation in the immediate vicinity of the airport.\n\nThe easiest way to get to and from the airport is by taxi (USD10 from airport to city or 7,000 kyat or dollar equivalent from city to airport, all pre-paid). It is possible to use a public bus. If you exit the international terminal and turn right, walking along the road for about 10 min, you'll hit Pyay Rd, from where you can take public bus 51 which will take you one block east of Sule Paya, downtown (MYK200). Thus, the cheapest was to get to the airport is to take that bus, get off at Airport Rd, and take a cab for the remaining kilometre (about USD1 after bargaining). To get to town you could theoretically ask the cab driver at the airport to drop you off at that bus stop if you don't feel like walking. The name of the bus stop is \"Mile 10\" on Pyay Rd and it's line 51, but you might have trouble being understood if nobody writes it down for you in Burmese script with precise instructions (thus using this option to get TO the airport is much easier because you can ask your hotel for help). Best to just talk to some backpackers on the AirAsia flight you're coming with and share a cab.\n\n",{"type":"'''","value":["International"]},": There are direct flights to RGN from ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Chiang Mai"]]},",",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Gaya"]]},", ",{"type":"[[","value":[["Kolkata"]]},", ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Hanoi"]]},", ",{"type":"[[","value":[["Ho Chi Minh City"]]}," and ",{"type":"[[","value":[["Taipei"]]},". International Airlines servicing RGN include Thai Airways, ",{"type":"[","value":["http:\/\/www.bangkokair.com Bangkok Air"]},", ",{"type":"[","value":["http:\/\/www.malaysiaairlines.com Malaysia Airlines"]},", ",{"type":"[","value":["http:\/\/www.airasia.com AirAsia"]},", Korean Airlines, Silk Air, Vietnam Airlines, Dragon Air and Air India. Coffee, tea and very basic snacks (packaged biscuits and single serving cakes) are available inside the security area. The international terminal has free Wi-Fi.\n\n",{"type":"'''","value":["Domestic"]},": The domestic terminal is 200m past the international terminal, and is old and tired looking. Facilities are minimal (espresso coffee, tea, local beer, limited hot food, and basic packaged snacks are available) but, as a consequence, check-in is simple and quick and bags arrive quickly from arriving aircraft. Ancient buses ferry passengers to their aircraft. Pre-paid taxis are available, paid at the taxi counter inside the baggage claim area, but it is easier and cheaper to exit the terminal and negotiate directly with the taxi czar who controls the taxi trade at Mingladon. Try not to allow porters to carry your luggage, as they will demand specified tips and hassle you. This is especially a problem in the domestic terminal as there is no customs to pass through with your bags. If a porter has not attached himself to a hapless tourist, he may take random bags off the luggage cart, hoping someone will follow him. On the other hand you can experience the full service treatment, no going to counters or luggage concerns for a few thousand kyat.\n\n",{"type":"===","value":["By train"]},"\nThere are several train lines that connect Yangon to the rest of Burma. Several trains daily connect Yangon to ",{"type":"[[","value":[["Mandalay"]]}," via ",{"type":"[[","value":[["Bago (Myanmar)"],["Bago"]]}," with connections to ",{"type":"[[","value":[["Bagan"]]}," and the ",{"type":"[[","value":[["Inle Lake"]]}," area at ",{"type":"[[","value":[["Thazi"]]},". Most trains leave early in the morning (02:00 or 03:00) and arrive late at night. Yangon-Mandalay fares for a sleeper are USD35-50, for a seat are USD30-40 in first class and USD10-15 in second class. There is also a direct train line between Yangon and ",{"type":"[[","value":[["Bagan"]]}," (USD35) but trains take almost 24 hr for a bumpy journey and the change at Thazi is a better bet. \n\nThe oldest line in Burma is the Yangon-",{"type":"[[","value":[["Pyay"]]}," line and it shows its age. But, the nine hr journey (USD15) along the Irrawaddy basin is well worth it. The ",{"type":"[[","value":[["Mawlamyine"]]}," line is equally bumpy and the 9 hr express (06:15, USD17-11) and 11 hr slow train (07:00, USD14-5) is slightly longer than by road. On this trip in first class you get your own seat and it's slightly less crowded, but there isn't much else different between the classes. Trains also run to ",{"type":"[[","value":[["Pathein"]]}," in the Irrawaddy delta but are very slow and the bus is a better alternative.\n\n",{"type":"===","value":["By boat"]},"\nA hundred and fifty years ago, boats were the way to get to places from Yangon and IWT (Inland Water Transport) passenger ferries still ply the major rivers. Yangon to ",{"type":"[[","value":[["Mandalay"]]}," takes 5 days with a change at ",{"type":"[[","value":[["Pyay"]]}," (3 days) and the return trip (downriver) takes three days. A luxury ferry (the Delta Queen) recalls the colonial era on the Yangon-",{"type":"[[","value":[["Pathein"]]}," route (about 20 hr, USD170\/person). The IWT ferry to Pathein takes 15 hr for the overnight trip (USD35\/10).\n\n",{"type":"===","value":["By bus"]},"\n\nMost buses (for destinations such as Bagan, Kalaw, Mandalay, Taunggyi for Inle Lake, Bago, Hpa-An, Mwlamyiane, Pyay, Lashio) depart from the Aung Mingalar Bus Terminal (also known as Highway Bus Station, a MYK5,000 taxi from the airport), a bit out of the city and beyond the airport, on Pyay Rd. There is heavy competition on the Mandalay route with air conditioned fares ranging from MYK10,500 (Mandalar Minn, E lite) to MYK18,000 for a 3 seat across VIP bus (E lite). E lite has an all new fleet with several departures early morning and evening. The new highway has dramatically reduced travel times north with the Mandalay trip taking just over 8 hr with a good bus. Buses to Bagan are poorer value at MYK15,000. At the stadium, you can get bus tickets for MYK13,000 (haggle!). Buses depart around 09:00 and 21:00. There are ticket offices representing all companies outside the stadium opposite the main train station. Many offer ferry services to the Highway Bus Station in a pickup for MYK1,000. A taxi will cost around MYK6,000.\n\nBuses for the Irrawaddy delta region (Pathein, Chaungtha Beach, Ngwe Saung Beach), depart from the Hlaing Thar Yar Bus Terminal across the Bayintnaung Bridge. Buses to ",{"type":"[[","value":[["Kyaiktiyo"]]}," (Kinpun) leave in the morning (4.5h, MYK6,000). Buses for Mawlamyine (6 hr via the new bridge) leave in the mornings and late at night (MYK8,000). Buses to ",{"type":"[[","value":[["Sittwe"]]}," and ",{"type":"[[","value":[["Thandwe"]]}," (",{"type":"[[","value":[["Ngapali Beach"]]},") are also available, but the road is bad and the journey long.\n\nGoing to the city from the Highway Bus Station is possible on Bus 43 for MYK300. The bus passes in front of the entrance to the station. Just ask the helpful locals. On the way to the terminal, ask your hotel to write it down in Burmese script and catch the bus from the city hall across Sule Paya right downtown for just MYK200! Better than the horrible transfer timings (see shuttle ticket below) that sometimes make you wait at Aung Minglar for 3 hours. Bus 43 takes about 1h to get there, but give yourself some time to check in and allow for potential delays, leaving 2h from Sule Paya before your bus leaves.\n\nThanks to the new bridge and upgraded road, buses to ",{"type":"[[","value":[["Pathein"]]}," take less than 4h and the journey is comfortable. Add 45min by taxi to get to the Hlaing Thar Yar Bus Terminal though. MYK6,000.\n\nBig bus companies serving the main tourist destinations (Aung Mingalar Bus Terminal) have sales offices across from Yangon train station (can also buy \"shuttle ticket\" to Bus Terminal for 1,000MYK here).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["16.78153"],["96.15595"],["zoom=13"]]},"\n\n",{"type":"===","value":["By taxi"]},"\nThe easiest way to get around the city is by taxi and Yangon is the city where Toyotas come to live out the rest of their days. Plenty of old white Toyota Corolla taxis ply the streets and will pull over if you stick your hand out. Be warned that almost all taxis are in appalling condition. They're old, dirty, and run down. Don't expect air-con or seat belts that work. Genuine taxis have red license plates, carry a laminated green slip, and a large-print taxi driver identification card on the dashboard of the car, but all taxis are reliable. Be warned though that around lunchtime and late at night, it may be hard to hail one. Taxis are always available outside the bigger hotels, on Sule Pagoda Rd, outside Cafe Aroma, and, during the day, outside the south entrance to the Shwedagon Pagoda. Away from the city centre, for example, near the budget hotels in Pazundaung Township, you may have to wait a bit before a taxi shows up and it may be easier to ask your hotel to call one for you. If you're travelling in the wee hours (for example, to catch a 04:00 train or flight), arrange one with your hotel the previous evening. You will always, at all hours, find a taxi outside the Central Hotel on Bogoyoke Aung San Rd.\n\nIt is customary to negotiate prices prior to the trip but, other than tacking on an informal tourist surcharge, you'll very rarely be cheated. Approximate fares are: city centre to  airport, MYK4,000-6,000; city centre to Shwedagon Pagoda, MYK2,500-3,000; city centre to Pazundaung Township, MYK2,500; city centre to Aung San Suu Kyi's house, MYK3,000; city centre to Kandawgyi Lake area, MYK3,000; city centre to Aung Mingalar Bus Terminal, MYK5,000-6,000; city centre to Hlaing Thar Yar Bus Terminal, MYK4,000. Expect to pay more, sometimes twice as much, when it rains and late at nights.\n\nMost taxis will be only too happy to negotiate an hourly (MYK3,000) or daily (USD20-30) or longer rate. Taxis will take you anywhere and you can, in theory, hail a cab and negotiate a trip to Pathein or Bago or other destinations at a much lower price than through a travel agency. \n\nMost taxis seem to charge a minimum fare of MYK2,000 even for short trips. It seems like meters are never used, even when present.\n\n",{"type":"===","value":["By trishaw"]},"\nTrishaws are scarce in the city centre (and not permitted before 10:00), but more readily available in the surrounding townships. Negotiate fares in advance, but MYK100-200 for a short ten min ride, while more than a local would pay, is appropriate.\n\n",{"type":"===","value":["By bus"]},"\nRiding the bus is absolutely safe. The only drawback is the lack of understanding. Most of the locals can't speak English and the signs are written in Burmese. As you would expect, Yangon has an extensive and chaotically crowded bus system. Most are privately-run and will not move until enough people are falling off the sides of the bus. Buses are cheap, but high inflation is chipping away at that cheapness. Most routes originate and terminate on the east side of the Sule Pagoda, so head there if looking for a bus to the airport or to the Shwedagon Pagoda. If you don’t know how to read Burmese numbers there is a problem. Take bus 51 for the airport, they will drop you off a little past the entrance gate.\n\n",{"type":"===","value":["By boat"]},"\nA ferry crosses the river to Dallah from the Pansodan St Jetty. \n\n",{"type":"===","value":["On foot"]},"\nDistances in the tourist areas are not great and, provided you take it easy, you can walk almost anywhere. The pavements can be very crowded though, particularly on Anwaratha Rd, so expect to be constantly bumped into and to have to negotiate your way across vendors selling everything from hot samosas and curry to screwdrivers, TV remote controls to jeans. Many of the footpaths and sidewalks have large holes, mismatched pavers, or missing\/unstable covers over drains. Walking on the footpath after dark can be treacherous, so either carry a torch or, like most locals, walk on the edge of the roadway which is normally in a (marginally) better state of repair.\n\n",{"type":"===","value":["Other"]},"\nForeigners on tourist visas are not permitted to drive in Myanmar. Motorbikes and bicycles are not permitted within Yangon (although they are permitted elsewhere in the country).\n\n",{"type":"==","value":["See"]},"\nRelatively untouched by development compared of other major Southeast Asian cities, the city centre of Yangon is full of historical sights. Yangon is perhaps the best preserved example of a European colonial capital in Southeast Asia.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shwedagon Paya"],["alt="],["url="],["email="],["address="],["lat=16.79843"],["long=96.14960"],["directions=A taxi from city centre costs MYK2,500-3,000. Taxis are available for the return trip at the bottom of the main entrance. Can also take bus 204, MYK100. Catch this on Shwe Dagon Pagoda Rd across from the public toilets just as you cross the overpass."],["phone="],["tollfree="],["fax="],["hours=Daily, 06:30-22:00. The pagoda opens at 05:0 but, technically, tourists are not allowed in till 06:30"],["price=USD5. Ticket booths are at the top end of the flights of steps on all entrances. If you enter before the booths are opened, the ticket agents will catch up with you sooner or later and collect the fee. They are a team of three men, one of them carrying a thick book of receipts, all wearing ID. It is easy to avoid handing the USD5 fee to the government by simply asking for or buying a used sticker from another tourist as they leave the paya then going up one of the side entrances. If you get in at 05:00 and get out by 06:00 you'll probably escape paying the fee (but risk not being allowed in). Ticket agents will sometimes quote the price in US dollars (as per the sign) or kyat (either at the government rate, the black-market rate, or an inflated black market rate). Best to have both available and pay whatever is cheapest. Tickets are valid for one day only (not a 24 hour period) and must be retained throughout your visit. While a sticker is to be displayed, is unusable the next day for a new colour is introduced. Bring some sticky tape to help keep the sticker attached to your clothing (especially if it is a hot or wet day, like most days in Myanmar)."],["content=The Shwedagon Pagoda or Paya is the single most important religious site in all of Myanmar. The pagoda stands on the top of Singuttara Hill, and, according to legend, that spot has been sacred since the beginning of time, just before our present world was created. At that time, five lotus buds popped up on the hill, each bud signifying the five Buddhas who would appear in the world and guide it to Nirvana. Gautama, the Buddha as we know him, is the fourth of these five (Maitreya, the fifth, will announce the end of the world with his appearance) and, according to the legend, two brothers brought eight hairs of the Buddha to be enshrined in this sacred location, inaugurating the Shwedagon Pagoda. Whatever the truth of the legend, verifiable history records a pagoda at the site since the 6th century CE. Built and rebuilt, gilded and regilded, almost nothing in the pagoda is likely to be old, except whatever is hidden deep inside the stupa. An earthquake (18th century) destroyed the upper half of the pagoda spire and many buildings. Burmese Buddhists are inherently practical people who constantly build and rebuild pagodas for merit. \n\n:The pagoda is an interesting place for tourists. For one, it is lit up Las Vegas-style with multicoloured neon highlighting a galaxy of colours, textures, and shapes. It is also a jungle of spires with superior Myanmar woodcarving embellishment playfully mixed and matched with modern building materials such as corrugated roofing. Unlike other religious sites, it has a spiritual as well as a secular feel about it. Children run up and down singing songs, monks sit on the steps chatting, young men cast amorous glances at women, women stand around gossiping, all while others are deep in prayer in front of whatever shrine has significance for them. The Shwedagon captures the essence of both the informal nature as well as the strong ties that signify the relationship that the Burmese have with their Buddhism. There is no other pagoda like it in Burma and there is no other place like the Shwedagon Pagoda in the world."]]}]},"\n:* ",{"type":"{{","value":[["listing"],["name=Guides"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Guides, official and unofficial are available for USD5 (add a USD1\/MYK1,000 tip). The quality is variable, but most guides are friendly and trying to make their way against the odds. The pagoda is vast and complex and, if you can afford the extra dollars, the company and practical information on what's going around you is well worth the expense."]]},"\n\n:* ",{"type":"{{","value":[["listing"],["name=Food"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The closest restaurant is at the intersection of the Shwedagon Pagoda Rd and U Hlaung Bo St (at the bottom of the south walkway). There are some tea shops on a small roadway that describes a semicircle just below the top of the pagoda where you can get tea and biscuits. North of the pagoda, on Inya Rd and outside the Savoy, are many places to eat, including a good fast food restaurant for pizza, coffee, and sandwiches. Bring water; the heat of the sun can get to you if you visit during the daytime. No food or water is available on the platform itself, but water is available on the lower reaches of the walkway."]]},"\n\n:* ",{"type":"{{","value":[["listing"],["name=Disabled travellers"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A road on the south side leads halfway up the Singuttara Hill and an elevator can take you the rest of the way. Alternatively, if not in a wheelchair, head for the Western entrance from where escalators are available all the way to the top. The escalators are free for foreigners (or rather, included in the price of the ticket)."]]},"\n\n:* ",{"type":"{{","value":[["listing"],["name=Dress code"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dress reasonably and keep your legs covered (long skirts, halfway between knee and ankle, are fine; shorts, on men or women, are not). Longyi are available at the ticket booth if you arrive overly uncovered."]]},"\n\n:* ",{"type":"{{","value":[["listing"],["name=Shoes"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As with nearly all Buddhist monuments, footwear is not permitted. Almost all visitors (and all locals) remove their footwear at the gates before even setting foot inside the complex. There are places to leave your shoes at the bottom of every walkway for a nominal fee (MYK5) but that can be a problem if, say, you enter using the east walkway and wish to leave by the north. Carry a plastic shopping bag, pop your shoes into that bag, and carry it around with you while on the walkways and platforms. That is the Burmese way! If you can, visit during the early morning or in the late afternoon \/ evening so the white marble tiles do not burn your feet."]]},"\n\n:",{"type":"'''","value":["Things to see at the Shwedagon"]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Plan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The pagoda is actually shaped like a Greek cross. There are four entrances at each of the four cardinal directions flanked by gargantuan sculptures of mythical Burmese lions. These entrances open up to the four walkways as the appendages of the cross ascending to the top via flights of steps. At the top is the octagonal intersection of the cross which consists of the stupa at the very centre itself surrounded by shrines that can qualify as temples by themselves and separated from the Stupa by a vast open walkway paved with spic and span shiny marble tiles. The stupa is further surrounded by a string of micro shrines - small celled structures housing the icon of the Buddha himself and interspersed by lion sculptures, and then further inwards, another string of micro stupas surround the stupa superstructure."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Walkways to The Pagoda"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Four covered walkways lead up to the pagoda from the plains surrounding the hills. The east walkway is the most interesting, crowded as it is with vendors selling items for pilgrims (candles, flowers, gold leaf, stones and other paraphernalia of Burmese Buddhist worship) and souvenirs for domestic (and international) tourists (Buddhas, lacquer ware, and ",{"type":"''","value":["thanaka"]},"). Nothing tacky is for sale, so do stop and take a look. The other walkways are less interesting but the west walkway has escalators and the southern has an elevator. Walking up the Eastern walkway to the top and allowing the beauty of the pagoda it to emerge remains the best way to get up the hill!\n\n::The entrances are a sight to behold because of the Hollywoodish overall effect they evoke. As previously mentioned, there is a pair of mythical and stylized stone lions guarding the doorway framing the grand staircase as if this scene is coming out from a biblical movie set. To view clearly these mythical lions, one simply has to examine the Myanmar currency notes where it is featured practically in all denominations. The Great Stupa is very visible and at dark, multicoloured neon lightings highlight its profile in Las Vegas-style. \n\n::Another attraction of this temple in general and the walkways in particular are the 3D murals of the Jataka tales in Myanmarese interpretation showing distinctive Myanmar landscape, temple and toddy palm dotted countryside, country life, architecture, palace and court scenery and pageantry, temple scenes, period costumes, mythological nagas and nats, elephants, lions, and dragons - all literally popping up like 3D children's picture book. These 3D murals flank the upper part of the walls of all the four entrances."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=The Pagoda Platform"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although similar in concept to Mecca's kaaba, surrounded by a vast space, the pagoda platform where people may make rounds of the stupa, exists as a religious space without pomp and circumstance and is one of the best places in the world to sit and people watch. Find a comfortable step, or sit on the floor, and look around. Children run up and down, perhaps singing and shouting with abandon. Women cluster in groups gossiping. Couples, young and old stroll up and down. Burgundy robed monks are everywhere. Here and there, at the many shrines that dot the platform and sit around the stupa, people pray, seriously and silently. Bells ring. There is no awe here, only life, religious and secular life. Sit there long enough and someone will stop to chat with you, to ask questions, to exchange information."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Day Shrines"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are eight shrines, one for each day of the week (in the Burmese calendar, Wednesday is divided into two parts), dotted around the eight corners of the stupa (the stupa is octagonal), and most Burmese pray at their day shrine when visiting a pagoda. If you can figure out the day of the week when you were born, light a candle, place some flowers, or pour water over the shrine corresponding to that day. Starting from the south entrance, and going clockwise, the eight planetary posts are: Mercury (Wednesday morning, before noon), Saturn (Saturday), Jupiter (Thursday), Rahu (no planet, Wednesday afternoon), Venus (Friday), Sun (Sunday), Moon (Monday), Mars (Tuesday). Each shrine also has a beast associated with it, the most interesting one being the ",{"type":"''","value":["Gahlon"]},", a mythical half-bird half-beast said to guard Mount Meru (the shrine for Sunday)."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Statue of Wa Thon Da Ray"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The statue of ",{"type":"''","value":["Wa Thon Da Ray"]},", the guardian angel of the earth, is to the left of the south walkway. ",{"type":"''","value":["Wa Thon Da Ray"]}," is said to have saved the Buddha from burning by wrapping her wet hair around the earth. The long tresses are clearly visible in the stone statue that stands in her honour."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=The Arakanese Prayer Pavilion"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A little before the west walkway, was a gift of the Rakhaing people of Arakan. The prayer hall itself is ordinary, but the wood carvings on the roof are exquisite, probably the finest in the pagoda complex."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Maha Ganda Bell"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Known locally as the Singu Min Bell (after King Singu, who donated it to Shwedagon), the Maha Ganda bell was cast between 1775 and 1779 and weighs 23 tonnes. Impressed by the size of the bell, the British attempted to take it as war booty after the First Burmese War (1825), but dropped it into the Yangon River instead. The story goes that the British tried everything to get the bell out of the water, but all their technology was of no avail. Giving up, they told the Burmese that they could have it back if they could get it out of the water. The Burmese, with some bamboo rafts, managed to retrieve the bell and it was returned to the pagoda! Pick up a mallet and bang on the bell for luck. Behind the bell, a small pavilion provides excellent views of the stupa (spectacular at night) and a panoramic view of the city."]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Naungdawgyi Pagoda and Sandawdwin Tazaung"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Left of the north walkway, the Naungdawgyi or Elder pagoda is supposed to mark the spot where the sacred strands of the Buddha's hair were placed and washed before being enshrined in the stupa. (Women are not allowed onto the Elder pagoda platform.) Close by is the Sandawdwin Tazaung (Hair Relics Well) which provided the water for the washing. The well is odd because it is fed by the Irrawaddy rather than by ground water and the level of water in this well rises and falls with the tides!"]]},"\n\n:* ",{"type":"{{","value":[["see"],["name=Dhammazedi Inscription"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 1485 tablet that relates the story of the Shwedagon in Pali, Mon, and Burmese. One of the few verifiably antique objects in the pagoda complex."]]},"\n\n",{"type":"===","value":[" Other religious sites "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Botataung Paya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=A few blocks east of The Strand Hotel along the Yangon River"],["phone="],["fax="],["hours="],["price="],["content=The original pagoda was destroyed by allied bombing during the Second World War but the site has a legendary history as long as that of the Shwedagon or the Sule Paya, and it is supposed to house more strands of the Buddha's hair brought to the site by a thousand soldiers (hence the name which means \"1000 officers\"). The rebuilt stupa is hollow inside, and many relics (though not the hair) are on display. While not spectacular like the Shwedagon, the river-front setting and the hollow stupa make it worth visiting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chauk Htat Gyi Pagoda"],["alt="],["url="],["email="],["address=Shwe Gon Taing Rd Tamwe Township."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06:00-20:00"],["price=USD5 for foreigners"],["content=A temple that is home to an impressive reclining Buddha that is 65 m long and 6 storeys high."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Holy Trinity Cathedral"],["alt="],["url="],["email="],["address="],["lat=16.78015"],["long=96.15413"],["directions="],["phone="],["fax="],["hours="],["price="],["content=The Anglican cathedral built by the British. It is one of two cathedrals in Yangon, and has a beautiful interior."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mailamu Paya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A large expanse of land on which larger-than-life, colourful statues depicting Buddha's lives are located. Mailamu Paya also showcases a pavilion on a man-made lake, and several chedis."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Musmeah Yeshua Synagogue"],["alt="],["url="],["email="],["address=85 26th St"],["lat=16.77436"],["long=96.15406"],["directions="],["phone="],["fax="],["hours="],["price="],["content=The only synagogue in Yangon. It is a colonial relic, built in 1893. Its interior is beautifully maintained."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Mary's Cathedral"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The cathedral's exterior is newly renovated, but it's still an ugly eyesore outside, but the superior Myanmarese dexterity of carving is shown in the interior's 14 Stations of the Cross. Images literally pop out of the screen in 3D fashion."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sule Paya"],["alt=Sule Pagoda"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD3"],["content=Incongruously serving as a traffic island in the middle of the busiest intersection in central Yangon, Sule Paya is a 46 m octagonal-shaped stupa that, according to the local story, was built 2,000 years ago to house a strand of the Buddha's hair. Whether or not it has a strand of the Buddha's hair, the galleries of the pagoda are an oasis of calm from the chaotic traffic that passes around it all day long. Shoes can be left at counters at any entrance, but carry a plastic bag."]]}]},"\n",{"type":"===","value":[" Parks "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Inya Lake"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The largest lake in the city. Some parts of Inya Lake's shoreline are accessible by foot, and are known for their gardens. Along Inya Lake's shore is the famous Inya Lake Hotel, now owned by Dusit and Yangon University (in a beautiful park-like setting). Surrounding the lake are villas owned by military leaders."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kandawgyi Lake"],["alt=Formerly Victoria Lakes"],["url="],["email="],["address="],["lat="],["long="],["directions=Northeast of city centre"],["phone="],["tollfree="],["fax="],["hours="],["price=MYK300 (+ MYK500 camera fee, + MYK1,000 video camera fee)"],["content=A large fungus-shaped lake. It was recently renovated, and foreigners must pay an entrance fee. At its northwestern tip is Bogyoke Aung San Park, which is on Natmauk Rd. The lake is best known for its ",{"type":"''","value":["karaweik"]}," (at its southeastern tip), a replica of a traditional Burmese royal boat. There is also a board walk around the south edge of the lake, affording a better view than that from the gardens. However the entry fee for the board walk alone is MYK2,000 or USD2. It is cheaper to walk along the road footpath (sidewalk) with a free view from the outside looking through the fenced park. Caution: If intending to go to the board walk, be careful where you are entering because a wrong entry means money down the drain that should have been allotted to a more noble purpose such as donating to a beggar. To go to the lake itself, you have to be ready to cough out the amount stated above to be paid at the entrance in the middle of the south side road. But if your real intention is to get close to the Karaweik, the entrance is on the southeast corner and there is a separate charge. The charge to the Karaweik is MYK300. The lake is separated from the Karaweik by a fence and there is no way of simply crossing over although the view from the street outside looks like they are all integrated."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mahabandoola Garden"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the cantonment"],["phone="],["fax="],["hours="],["price="],["content=Known for its rose gardens. Inside the gardens is the Independence Monument, built to signify Myanmar's independence. The garden offers a great view of the City Hall, and colonial buildings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Martyrs' Mausoleum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A memorial built to honour Aung San and six cabinet members who were assassinated. The mausoleum is on a hill, and is adjacent to Shwedagon Paya. It offers a beautiful panoramic view of Yangon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=People's Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=07:00-19:00"],["price="],["content=Occupies 130 acres, between parliament and Shwedagon Paya and known for its large concrete water fountain. Inside the park is a museum. The government collects entrance fees for tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zoological Gardens"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours=08:00-18:00"],["price="],["content=Opened by the British in 1906, containing Myanmar's expansive collection of wild animals. During public holidays, the Snake Dance and Elephant Circus are performed for visitors."]]}]},"\n",{"type":"===","value":["Miscellaneous"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aung San Suu Kyi's House"],["alt="],["url="],["email="],["address=54 University Ave"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Frequented by many tourists, the house used to be barricaded by a concrete wall and barbed wire, with surveillance and security to prevent intrusion. Since Nov 2010 there is no overt military presence and you are free to walk past the gates and take photographs. Getting to the area is as simple as asking a taxi driver to take you there and if driving past they will point it out to you. Approximate taxi fares from the city is MYK3,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aung San's House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Natmauk Road (near the German embassy)."],["phone="],["fax="],["hours="],["price=USD3"],["content=This is the house where Aung San lived with his wife and three children until his assassination. The house is still in original condition, with many interesting items on display, e.g., Aung San's car, his library, and his suits. Outside is the pond where his son, Aung San Lin, drowned. The accident was one of the reasons why the family moved."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bahadur Shah Zafar Grave"],["alt="],["url="],["email="],["address= Zi Wa Ka St"],["lat=16.79001"],["long=96.15030"],["directions="],["phone="],["fax="],["hours="],["price=Free"],["content=The grave of the last of the Mughal emperors in India, as well as the last ruler of the Timurid Dynasty. After the Indian rebellion of 1857, he was exiled to Rangoon together with his wife, Zeenat Mahal, and some of the remaining members of the family. Bahadur Shah died in Nov 1862. Today you can see his tomb, and if you are lucky, a guide may be there to give you a lot of information about this Sufi saint. There is no entrance fee, but you can give donations to local Sufis."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chinatown ",{"type":"'''","value":["and"]}," Little India"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Home to the descendants of migrants from China and India during the colonial era. You can still see reminders of that heritage, with Chinese clan temples, as well as Hindu temples, still to be found in these districts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Martyrs Mausoleum"],["alt="],["url="],["email="],["address="],["lat=16.80258"],["long=96.14772"],["directions=Near the south gate of Shwedagon"],["phone="],["fax="],["hours="],["price="],["content=Contains the tombs of Queen Suphayalat, wife of Burma’s last king; nationalist and writer Thakin Kodaw Hmaing; former UN Secretary-General U Thant; and Aung San Suu Kyi’s mother, Khin Kyi. In 1983, the structure was bombed by North Korean agents attempting to assassinate the visiting South Korean president. He escaped, but 21 others were killed. The structure was completely rebuilt, and is now much less grand than the original."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum"],["alt="],["url="],["email="],["address=26 Pyay Rd"],["lat=16.78877"],["long=96.14248"],["directions=In front of the Ministry of Foreign Affairs"],["phone="],["fax="],["hours=10:00-15:00, closed M, Tu, and holidays"],["price="],["content=Displays many Burmese historical artifacts, including regalia of the last Konbaung Dynasty. This museum has one of the quality collections in SE Asia, containing the best of Burma's artistic heritage and superior craftsmanship. Unfortunately it is here. The architecture of the museum is a pathetic, awkward, tacky, and crude interpretation of modern architecture. The displays are worse: captions and storyboards as if done by high school students for an open house. The graphics are mostly handwritten. Jewelry and other regalia kept in reflecting glass cases and prison cell-like rooms complete with steel railings. One comment in the visitor's log indicates in big letters \"LET THERE BE LIGHT!\" due to poor lighting on the display. Halls and halls of exhibits have dimly lit displays. Photography is prohibited. Do not buy books in the museum shop. Buy them at Innwa Bookstore with its varied selections, and other stores along Pansodan Rd. A book that costs USD38 in the museum costs only USD22 at Innwa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Strand Hotel"],["alt="],["url="],["email="],["address=92 Strand Rd"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The oldest and most famous hotel in Myanmar, built by the Sarkies brothers in 1901. It is a national landmark and was renovated in the 1990s after years of neglect."]]}]},"\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Circular Train"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD1 (you must show your passport)"],["content=A fascinating way to get a glimpse of daily life in Yangon. Tickets are available at the stationmaster's office (Platform 7, Yangon Station). The station itself, in true British colonial style, is a grand building that combines functional Western styles with Burmese architectural elements (layered ornamental roof). Vendors, vegetable sellers, monks, commuters, all use the train which passes through the many villages that surround Yangon. The scenery changes from urban to rural fairly quickly and villages with ponds, kids, and cows passing by. At Yangon Station, the train departs from either Platform 4 or 7, one going clockwise and the other going counter-clockwise. It is best is to choose whichever arrives first. Do get on the train at fast pace, as the train stops at the station for a short while only and leaves whether or not people have fully boarded the train! The journey takes three hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dallah Ferry"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Pansodan Rd Jetty across from the Strand Hotel"],["phone="],["fax="],["hours="],["price=USD1. You may be required to show your passport."],["content=To Dallah, a small village across the river from Yangon, an interesting ferry ride. The ride is brief, but filled with all the craziness of a Burmese ferry: you can buy freshly sliced watermelon, cheroots, and cigarettes, tea, all kinds of interesting-looking food, various knick-knacks from the many vendors who pack the ferry. The ferry has no seats, but small plastic chairs (kid-sized!) are available for rent for MYK5 (odds are that the chair rental agent won't take your money) and larger deck chairs for MYK15-20. The ferry ride seems more like a floating market than a means of transportation! Combine the ride with a trip to Thante for a half- or full-day trip. There is a pagoda at Dallah worth a visit, but otherwise the village is not really a destination."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Market Tour and Cooking Demonstration"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Governor’s Residence Hotel"],["phone="],["fax="],["hours="],["price=USD60 for a half-day tour including lunch (USD40 excluding lunch), excluding drinks"],["content=The cooking demonstration takes place upstairs in the hotel's Mindon Lounge where you will learn to prepare a traditional Burmese salad."]]}]},"\n",{"type":"==","value":[" Buy "]},"\nHandicrafts, gemstones, clothing, and collectibles. Shopping is fun in Yangon because of the variety of things available and because, unlike neighbouring India, the hard sell and hassle is missing. Bargaining is expected, although tourists will be charged higher prices. Street vendors in the centre are not allowed to open shop until 18:00, by government mandate.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bespoke Clothing"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Although not as well known as Bangkok or Hong Kong, Yangon is an excellent place to have a shirt tailored. One can have a shirt with a traditional Burmese collar (mandarin collar) made for around USD6. 4-5 days should be sufficient for a shirt to be made."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bogyoke Aung San Market"],["alt=Scott Market"],["url="],["email="],["address="],["lat=16.78044"],["long=96.15570"],["directions="],["phone="],["fax="],["hours="],["price="],["content=An excellent source of Burmese handicrafts, such as wood carvings or lacquerware. Beware, however, because some lacquerware is not traditionally-made, and will wear away quickly. The market is also known for its clothing and fabrics."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chinatown"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=15:00-21:00"],["price="],["content=A wide selection of street vendors. Colonial coins, paintings, and other souvenirs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Money"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Rates at the airport are almost as competitive as in the city, so change your money there or withdraw cash from an ATM. Do not change at the first bank you see inside the security area. Banks beyond security offer better rates. \n\n:If you need to change money outside business hours, especially on holidays and Sundays, only banks in the airport are open. Exchange rates are poorer at guesthouses and money changers. \n\n:Every full moon is a public holiday. Banks, money changers, and all government offices will be closed.\n\n:In Yangon more than 50 ATMs are available ",{"type":"[","value":["http:\/\/www.cbbankmm.com\/atmlocator.php"]},", however, not all work. It may take awhile to find one working. The withdrawal limit is typically MYK300,00 plus a processing fee of MYK5,000.\n\n:When bringing in US currency, bring a wide range of denominations. The best exchange rates are for USD100 and USD50 notes. Smaller notes (USD1, USD5 and USD10 bills) are indispensable to pay for admissions and transportation, which are usually charged in US dollars only. Bring notes in crisp condition as cashiers are wary of even the slightest blemishes. Check any US notes you are given in change, for the same reason. If you are given any damaged notes, they will be useless for the rest of your trip."]]}]},"\n",{"type":"[[","value":[["Image:Myanmar-Yangon-Bogyoke market.jpg"],["thumb"],["Bogyoke Aung San Market (Scott Market)"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shwedagon Paya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The entrance hallway offers many shops that sell Burmese antiquities, including papier mâché owls, wood-carved statues and Buddhas."]]}]},"\n",{"type":"==","value":["Eat"]},"\nYangon has seen an explosion of restaurants in the last ten years and almost any type of international cuisine — eclectic Western, Italian, Japanese, Thai, and Korean — is available. Local cuisine reflects the multi-ethnic nature of the city and the country. Along with Bamar food, there are a large number of Indian and Chinese restaurants as well as a few places specializing in Shan food. Fast food restaurants (usually with table service) serving burgers and pizza, and a few cafes complete the scene. Biryani, a rice and meat dish with roots in the Mughal Empire, is a specialty and there are many biryani restaurants (",{"type":"''","value":["dan-PAO-sain"]}," in Burmese) in the city centre, especially along Anawratha Rd. The three main competing restaurant chains (all halal, but vegetarian biryani is usually available) are Yuzana, KSS (Kyet Shar Soon), and Nilar.\n\n",{"type":"'''","value":["Street Food"]}," is generally not very varied. Anawratha Rd and Mahabandoola Rd are dotted with food stalls, but Yangon street ambiance is not conducive to al fresco eating. Betel-nut spitting pedestrians do not add to the ambience either. Myanmar street food is mostly deep fried, and often served in a puddle of oil. Dishes are washed at the roadside \"dunk\" style, without soap and without running water.\n\nFood in Myanmar has an amazingly wide price range. Restaurants and cafes in hotels and the airport charge prices that are normal in Western countries, yet at a streetside stall you can have a whole meal for MYK1,000-2,000.\n\n",{"type":"===","value":["Budget"]},"\nStreet vendors sell samosas, onion balls, and other Indian snacks around Anawratha St between Sule Paya Rd and Shwe Bontha St in central Yangon for under MYK200.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=999 Shan Noodle Shop"],["url="],["email="],["address=130 34th St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tiny snack joint with very good noodle dishes for around 1,000 kyat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Family Thai & Chinese Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=In the shopping mall next to Parkroyal Hotel; get on the escalator to the top floor food court, restaurant on your right"],["phone="],["tollfree="],["fax="],["hours="],["price=Around 1,000-1,500 kyat per meal."],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Feel"],["url="],["email="],["address=124 Pyihtaungsu Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=~2000 kyat"],["content=A wide variety of Burmese curry dishes displayed in the back. Salads and fries too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Golden City Chetti"],["url="],["email="],["address="],["lat="],["long="],["directions=Locations throughout Yangon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers Indian food at very reasonable prices and free top-ups on the veg thali."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kyet Shar Soon Biriani"],["url="],["email="],["address="],["lat="],["long="],["directions=In Mingalar Taung Nyunt, Pabedan, and Kyauktada Townships"],["phone="],["tollfree="],["fax="],["hours="],["price=700 kyats"],["content=Established in 1947, offers a dish of halal Burmese-accented biryani."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hla Myanmar"],["alt=Shwe Ba Restaurant"],["url="],["email="],["address=27 5th St"],["lat="],["long="],["directions=quite a walk from the northern entrance of the Shwedagon Pagoda"],["phone="],["tollfree="],["fax="],["hours=10:00-19:00 daily"],["price=2,500 kyat"],["content=This is just a simple restaurant, but a good one for those on a budget. They specialise in Bamar (Burmese) curries, so this is a good opportunity to eat like the locals. You can just point at the curry you want and take a seat on one of the brown chairs. It is difficult to find, so ask the locals for directions. It is well-known among locals, because the famous actor Shwe Ba used to have his house in the area (and the restaurant is sometimes named after him)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New Delhi"],["url="],["email="],["address="],["lat="],["long="],["directions=between Shwe Bontha and 28th on Anawratha Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Better and cheaper than Golden City. Small Indian place, well known to the locals and tourists. Great taste and value."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nilar Biryani"],["url=http:\/\/www.nilarbiryani.biz\/"],["email="],["address=216 Anawratha Rd"],["lat="],["long="],["directions="],["phone=+95 1253131"],["tollfree="],["fax="],["hours="],["price="],["content=An old and venerable Biryani restaurant serving chicken, mutton, and vegetable biryani in seconds. Fast, delicious and cheap."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Seven One One Restaurant"],["url="],["email="],["address=Anawratha Rd"],["lat="],["long="],["directions=From Motherland Inn 2, walk up Lower Pazundaung St to the first intersection, turn left onto Anawratha St and walk another 100-200 m (past the railway tracks) and it's on your right"],["phone="],["tollfree="],["fax="],["hours="],["price=1,000-1,500 kyat"],["content=A clean, well-lit street side restaurant very close to Motherland Inn 2. This is an ethnic Indian locality of town and this place makes some sort of Indianized Burmese cooking which is delicious. Any dish with their \"hot & sour\" sauce is particularly excellent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shwe Pu Zun"],["url="],["email="],["address=246-248 Anawratha Rd"],["lat="],["long="],["directions="],["phone=+95 1 222305 or +95 1 211709"],["tollfree="],["fax="],["hours="],["price="],["content=Ice cream and dessert shop known for its faluda (cold vermicelli drink)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Soe Pyi Swar"],["url="],["email="],["address=136 Latha St"],["lat="],["long="],["directions="],["phone=+95 1385872"],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian restaurant. Not bad, but a little strange. It seems the value of vegetarian in Burma is to copy every meat dish. They also serve more usual veggie dishes. (A few doors north on the same block is another veggie restaurant marked only by Chinese characters. They seem a bit fresher."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=YKKO"],["url="],["email="],["address=286, Seikkanthar St"],["lat="],["long="],["directions=At the upper block"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A well-established restaurant that is known for its ",{"type":"''","value":["kyae-oh"]},", a Burmese noodle soup."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=50th Street"],["url="],["email="],["address=50th St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only stand-alone Western-style cafe, restaurant and bar in Yangon. Amazing architecture and ambiance. Free Wi-Fi, multiple sport TVs, pool table, and dart board."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Aroma"],["url="],["email="],["address=Sule Pagoda Rd"],["lat="],["long="],["directions=Opposite Traders Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Decent coffee by Burmese standards, excellent shakes and fries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Karaweik Buffet Restaurant"],["url="],["email="],["address=Kan Pat St"],["lat="],["long="],["directions=On Kandawgyi Lake"],["phone=+95 1 290546"],["tollfree="],["fax="],["hours="],["price="],["content=A buffet restaurant inside the Karaweik, offers a wide selection of Asian dishes, and a 1-hour cultural show from 19:30 to 20:30. It is 15,000 kyats\/person. This restaurant is government-owned."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sabai Sabai"],["url="],["email="],["address=Dhammazedi Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best Thai restaurant in town. Expect to pay about 7000 kyat\/person for drinks, soup, starter, and main. Most main dishes are around 4,000 kyat. This clean and atmospheric place is a favourite among expats and businesspeople. Beware, closed between lunch and dinner time (15:00-17:00). Closes at 21:00. Most taxi drivers know of the place. It's in an area with plenty of other mid-range restaurants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zawgyi"],["url="],["email="],["address=Bogyoke Aung San Rd"],["lat="],["long="],["directions=Next to Bogyoke Aung San Market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice restaurant with a good view on the busy street. Serves a mix of food and drinks."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Monsoon"],["url=http:\/\/monsoonmyanmar.com\/"],["email="],["address=85-87 Thien Byu Rd"],["lat=16.770575"],["long=96.166921"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Burmese, Lao, and Thai cuisine. Restaurant and bar. Great ambiance and comfortable air conditioned surroundings with free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Opera"],["url=http:\/\/www.operayangon.com\/"],["email="],["address=C62, D, U Tun Nyein St"],["lat=16.845458"],["long=96.151807"],["directions="],["phone=+95 1 665516"],["tollfree="],["fax="],["hours="],["price="],["content=A fine Italian restaurant in Yangon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Planteur Restaurant and Bar"],["url=http:\/\/www.leplanteur.net"],["email="],["address=22 Kaba Aye Pagoda Rd"],["lat=16.809669"],["long=96.156890"],["directions=Next to Golden Hill Tower"],["phone=+95 1 541997"],["tollfree="],["fax="],["hours="],["price="],["content=One of the best restaurants of Myanmar. It specialises in fine French cuisine with an Asian touch. The location of the restaurant (a former Australian Embassy) is spectacular, and the service is impeccable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Signature Garden Restaurant"],["url="],["email="],["address="],["lat=16.796329"],["long=96.156957"],["directions=Corner of Kaba Aye Pagoda Rd and Kan Yeik Thar Rd, Kandawgyi Relaxation Zone"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fine dining restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Strand Hotel"],["alt="],["url="],["email="],["address=92 Strand Rd"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD18"],["content=An interesting experience is to have an elegant high tea. Served in the restaurant of one of the classic examples of the colonial hotel in SE Asia. One can choose from either Burmese or English afternoon tea. The English variety includes delicate sandwiches, scones, tiny cakes, and tarts, while the Burmese afternoon tea has small spring rolls and samosas, and traditional Burmese sweets."]]}]},"\n",{"type":"==","value":[" Drink "]},"\nNightlife in Yangon is rather limited by Western standards and can be hard to find. Local bars or \"beer stations\" as they are called, close early (around 21:00-23:00), but offer drinks at bargain prices. Expect to pay about 500 kyat for a pint glass of beer (Myanmar Beer). Local whiskies cost 2,000 kyat a glass. Expect to get a lot of attention when going to the local beer stations since \ntheses places are not frequented by foreigners, but people are curious and friendly! \n\nDrinking is not culturally acceptable for women in Burma, so don't expect to pick up any girls, because there won't be any in the beer stations. The beer stations are a place where men meet to talk, chew betel nut (very popular in Burma), and drink. \n\nMost upscale clubs are in luxury hotels. Nightclubs in hotels include The Music Club (at the Park Royal Hotel (admission, USD6, hotel guests, free); Paddy O'Malley's (Sedona Hotel, admission, USD5, including one drink). \n\nThere are also stand-alone nightclubs: BME1 and BME2 in the north of the city, and Pioneer to the\neast of city centre. Local entertainment plazas that house karaoke, bars, and discos include Asia, JJ's, and 225. Admission is between USD3-5. Beer is around USD1-2. Most up-market discos and nightclubs are frequented by Burmese prostitutes who will be very eager to talk to foreigners. The Dagon Red beer is fine and a great value.\n\n",{"type":"==","value":[" Sleep "]},"\nAccommodation in Yangon is comparatively much more expensive than Thailand, Vietnam, Indonesia, or Laos and is of a much much lower standard (army-controlled pricing).\n \nRooms are abundant except at the height of the tourist season (Dec-Jan), and then only in the popular backpacker hotels. Reservations are almost never necessary. Tourists are expected to pay in USD (bring only newer USD banknotes in good condition), and will be charged significantly more than locals.\n\nBudget hotels (under USD20) are mostly away from city centre. The upside is that the hotels are quieter, the city centre can be quite noisy, and you get a little more room for your dollar. You'll need a cab to get to the main sight, the Shwedagon Pagoda anyway. The downside is that most restaurants are in the city centre, a long walk or cab ride away and choices outside the centre are limited, usually with the only choice being a restaurant attached to the hotel with indifferent cuisine and which may be closed if business is slow. Pazundaung and Botataung Townships seem to have the highest concentration of budget hotels. Some rooms, the cheaper ones, in many budget hotels have no windows at all and if you are claustrophobic, make sure you don't end up in one of those! There are a few budget central hotels but, except for a couple, are quite shabby.\n \nMid-priced hotels (USD20-50) are scattered about the city, with one set concentrated in the few blocks around Sule Pagoda and a second set just north of the Shwedagon Pagoda. Luxury hotels are concentrated around Kandawgyi Lake or city centre.\n \nRates for hotels are usually quoted as single\/double. The room is usually the same but you pay a little extra (about USD5-10) if two people share the room. Breakfast is almost always included and the quality and variety increases with the cost of the hotel. In a budget hotel, expect a banana, an egg, some bread and coffee made from \"coffee mix\" (a pre-packaged mix of coffee powder, milk powder and lots of sugar).\n \nAn important factor in choosing a hotel is electricity. Electricity is controlled in Myanmar and every part of Yangon has a fixed schedule when electric power is available (usually about 24 hr of every 48 or fewer). Mid-priced hotels usually have their own generators while budget hotels either do not or have a limited supply (lights will work till 23:00, fans may or may not work, air conditioning never does even if fitted in the room unless state-supplied electricity is available). Do ask when you book what the electricity situation is and, if there is no generator, what you can expect on the days that you are there.\n\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aung Si Guesthouse"],["alt="],["url=http:\/\/www.myanmarhotel-budget.com\/"],["email=aungsi49@gmail.com"],["address=100 Bogyoke Aung San Rd"],["lat="],["long="],["directions=Though the address is on Bogyoke Rd. the entrance to the guesthouse is actually on the left side of a small but lively market street (49th St) just north of Bogyoke Aung San"],["phone=+95 1 299874"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD25 (double)"],["content=Clean rooms with air-con, free Wi-Fi, hot water and electricity available 24 hr. Helpful staff can arrange onward transport and hotel bookings. Free airport pickup is available with bookings of 2 nights or more (arrange by phone or e-mail in advance.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beautyland Hotel II"],["url=http:\/\/www.goldenlandpages.com\/beauty\/"],["email="],["address=188-192 33rd St"],["lat="],["long="],["directions=3 blocks from Sule Pagoda, in the middle of 33rd St"],["phone=+95 1 240054, +95 1 240227"],["tollfree="],["fax="],["hours="],["price=USD30-32 (double), Single USD22-24"],["checkin="],["checkout=noon"],["content=Friendly and helpful staff in a central location. They have a range of rooms: non-air-con, air-con with TV, air-con with TV & window. Breakfast included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cherry Guest House"],["address=278 Ma Har Bando La Garden St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD20 double"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Garden Guest House"],["url="],["email="],["address=441-445 Mahabandoola St"],["lat="],["long="],["directions=West side of Sule Pagoda"],["phone=+95 1 253779"],["tollfree="],["fax="],["hours="],["price=USD5-16"],["checkin="],["checkout="],["content=Small rooms in dingy surroundings, but with a great location and a great price. Worth it if your budget is tight and you're not fussy about decor. Breakfast is included but is very basic (four slices of bread, no toast, butter and jam, tea or coffee)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hninn Si Budget Inn"],["url=http:\/\/hninnsibudgetinn.com\/contactus\/"],["address=213\/215 Bota Taung Pagoda Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD23 single"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Everest"],["url="],["email="],["address=Bogyoke Aung San St, 51st & 52nd St"],["lat="],["long="],["directions=A few streets away from Sule Pagoda"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The place is not beautiful, but the staff is very friendly, if you look for a cheap room and are not a diva and can handle some shabby walls, you can check in here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=May Fair Inn"],["url="],["email="],["address=No 57 38th St"],["lat="],["long="],["directions="],["phone=+95 1 253454"],["tollfree="],["fax="],["hours="],["price=USD10-15"],["checkin="],["checkout="],["content=Good central location. Dated rooms but clean bathrooms. The owner is a bit wacky but her daughter is full of useful information. No breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Motherland Inn 2"],["alt="],["url=http:\/\/www.myanmarmotherlandinn.com"],["email="],["address=433 Lower Pazundaung Rd, Pazundaung Township"],["lat=16.77614"],["long=96.17703"],["directions="],["phone=+95 1 291343"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD30-42"],["content=Room prices have gone up significantly. Expensive for a guesthouse but still a popular backpacker's place with private and shared baths, and on-site restaurant. They offer free pickup and drop-off from the airport with an early morning breakfast. A long walk or short taxi journey from the city centre. Otherwise the rooms start from USD27 single (fan, shared bath). Seems past its prime, and the low ceiling rooms are sometimes without windows. Internet is MYK1,000\/h. A cheaper option is the Internet cafe opposite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ocean Pearl Inn"],["url=http:\/\/www.oceanpearlinn.com"],["email=oceanpel@myanmar.com.mm"],["address=215 Byotataung Pagoda Rd, Pazundaung Township"],["lat="],["long="],["directions="],["phone=+95 1 297007"],["tollfree="],["fax="],["hours="],["price=USD10-15"],["checkin="],["checkout="],["content=All rooms have baths, air conditioning, and hot water. 15 minute walk to the city centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunflower Hotel"],["url="],["email=sunflower.ygn@mptmail.net.mm"],["address=259\/263 Anawratha Rd"],["lat="],["long="],["directions=Opposite New Delhi Restaurant"],["phone=+95 1 240014"],["tollfree="],["fax="],["hours="],["price=USD15-28 single, USD22-37 double, USD29-44 triple"],["checkin="],["checkout="],["content=Set on the busy intersection of Anawratha Rd and Shwe Bontha St, a few minutes walk from Sule Pagoda and the railway station, the hotel has a great location, but can be noisy. Cheaper rooms have no windows and a damp mustiness about them, and others are large and roomy with air conditioning and satellite TV. Tasty breakfast included, but some of the reception staff can be surly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Three Seasons Hotel"],["url="],["email="],["address=83-85 52nd St, Botataung Township"],["lat="],["long="],["directions="],["phone=+95 1 293304"],["tollfree="],["fax=+95 1 297946"],["hours="],["price=USD7-20"],["checkin="],["checkout="],["content= Rooms with shared and private bath. Friendly Indian owners and a good place to stay if you plan on spending a few days in Yangon and need a place to call home. Closer to the centre than Motherland Inn 2, but still a bit of a long walk."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=White House Hotel"],["url=http:\/\/whitehousehotelyangon.blogspot.com.au\/"],["email=whitehouse.mm@gmail.com"],["address=69\/71 Konzaydan St, Pabedan Township"],["lat="],["long="],["directions=A few streets away from Sule Pagoda"],["phone=+95 1 240780, +95 1 240781"],["tollfree="],["fax="],["hours="],["price=USD10 dorm, USD15-25 single, USD20-30 double"],["checkin="],["checkout=12:00"],["content= An 8-storey walk-up backpacker's hotel. The place has a lot of character. Run by a very friendly and helpful family. Penthouse dining area offers amazing views of the city. Reception area finished in a mosaic of different marbles all over, floor, walls, and ceilings. You feel like you're somewhere in Spain in some sort of Gaudi-inspired cave-like room. 24 hour electricity. Some rooms have windows, some not, some have private bath, some shared bath. Provides a great city map with local bus numbers and routes. Most of all, has a good breakfast buffet included in all room rates (the fresh fruit juice of the day is a good start for breakfast) Contains marmalade selection, fruit dessert selection, veggie meal selection, plus a good home made banana or apple pie, watermelon juice with lots of pulp, maybe fried rice now, noodles tomorrow, and some local fare like coconut soup and potato fritters. It compensates for the lack of windows, TV, Internet, air-con, and private bath. Free Wi-Fi."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alfa Hotel"],["url="],["email="],["address=41 Nawaday St"],["lat="],["long="],["directions=Between the Shwedagon Pagoda and downtown"],["phone="],["tollfree="],["fax="],["hours="],["price=USD75-100"],["checkin="],["checkout="],["content=Building is dated, but staff is helpful and breakfast is adequate. Wi-Fi reasonably fast. A pleasant bubble tea shop and other small shops are just east on Nawaday St."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Central Hotel"],["url=http:\/\/www.centralhotelyangon.com"],["email=central.ygn@mptmail.net.mm"],["address=335-357 Bogyoke Aung San Rd"],["lat="],["long="],["directions=Next to Trader's Hotel"],["phone=+95 1 241 001"],["tollfree="],["fax=+95 1 248 003"],["hours="],["price=USD30-35"],["checkin="],["checkout="],["content=This well-located hotel provides near-luxury facilities at mid-range prices. Rooms are clean and big (don't expect a view) with satellite TV and air conditioning. The rooms are spacious, but a little old. The hotel has room service and a popular coffee shop and Chinese restaurant. 24 hour electricity. This hotel is owned by the government (Yangon City) and an army colonel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=City Star Hotel"],["url=http:\/\/www.citystarhotel.com"],["email=citystarhotel@myanmar.com.mm"],["address=169\/171 Mahabandoola Garden St"],["lat="],["long="],["directions=Behind City Hall, near Sule Pagoda"],["phone=+95 370920"],["tollfree="],["fax=+95 1 381128"],["hours="],["price=USD27 single, USD32 double with breakfast"],["checkin="],["checkout="],["content=Clean, well kept, and comfortable rooms with TV, minibar, free coffee. 24 hour electricity. Certain taxi drivers in Yangon claims this hotel is government-owned, but it's hard to verify if this is correct. The hotel staff certainly deny it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Classique Inn"],["url=http:\/\/www.classique-inn.com"],["email=classiqueinn@mptmail.net.mm"],["address=53(B) Shwe Taung Kyar St (Golden Valley Rd), Bahan Township"],["lat="],["long="],["directions="],["phone=+95 1 525557"],["tollfree="],["fax=+95 1 503968"],["hours="],["price=USD25-80"],["checkin="],["checkout="],["content=A small boutique hotel with well-furnished rooms in the quiet area north of the Shwedagon Pagoda. In the embassy district (about 2 km from Shwe Dagon Pagoda) just a few doors down from Bahrain embassy. It is a cute, small, quiet hotel made with teak and decorated with traditional Burmese lacquer ware. Only a couple of minutes away lies Bogalay Mohenga shop which sells great mohinga (perfect for breakfast). Owned by the wealthy family of a Ministry of Energy official."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clover Hotel"],["url=http:\/\/www.cloverhotel.asia"],["email="],["address=7A, Wingabar Rd, Bahan Township"],["lat="],["long="],["directions=Opposite the Japanese Embassy"],["phone=+95 9 73177781, +95 9 73177782, +95 9 73177783, +95 9 73177784"],["tollfree="],["fax="],["hours="],["price=USD30-75"],["checkin="],["checkout="],["content=With over 40 rooms, the hotel is equipped with basic amenities like hot water, 24 hour electricity and air conditioning. The cafe on the rooftop has a great view of the Shwedagon Pagoda."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=East Hotel"],["url=http:\/\/www.east.com.mm"],["email=reservation@east.com.mm"],["address=234-240 (1) Quarter Sule Pagoda Rd, Kyauktada Township"],["lat="],["long="],["directions=Opposite Trader's Hotel, 2-3 blocks behind Sakura Tower"],["phone=+95 9 73135311, +95 9 73135299"],["tollfree="],["fax=+95 1 371358"],["hours="],["price=USD65 with breakfast"],["checkin="],["checkout="],["content=Rooms are clean, air conditioned, with hot and cold shower. Bath has no door, only a shower curtain and a wall to block off the toilet area. Free Wi-Fi and 24 hr electricity. Hotel staff are friendly, able to communicate in English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=May Shan Hotel"],["alt=formerly Guesthouse"],["url=http:\/\/www.mayshan.com"],["email=reservations@mayshan.com"],["address=115-117 Sule Pagoda Rd"],["lat="],["long="],["directions=Next to Indian Airlines"],["phone=+95 1 252986"],["tollfree="],["fax=+95 1 252 968"],["hours="],["price=USD15-25"],["checkin="],["checkout="],["content=Clean, well-kept, but small rooms right outside the Sule Pagoda. Has its own generator, and the staff are friendly. All rooms have air-con, satellite TV, bath attached with hot and cold shower. A bit run-down."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Aye Yar Hotel"],["url=http:\/\/www.newayeyarhotel.com"],["email=newayar@mptmail.net.mm"],["address=170-175 Bo Aung Kyaw St, Botataung Township"],["lat="],["long="],["directions=Two blocks west and one block south from Sule Pagoda"],["phone=+95 1 256938"],["tollfree="],["fax=+95 1 256576"],["hours="],["price=USD30-35"],["checkin=24 hr"],["checkout=12:00 (flexible)"],["content=Five min walk from Sule Pagoda and around the corner from the Strand, this well-located hotel caters to business travellers. A small, but good restaurant is on the premises, the hotel is centrally air conditioned, and all rooms have satellite TV. (good, but inexperienced service is second to none)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Panda Hotel"],["url=http:\/\/www.myanmarpandahotel.com"],["email=info@myanmarpandahotel.com"],["address=205 Min Ye Kyaw Swa Rd, Lanmadaw Township"],["lat="],["long="],["directions=Corner of Wadan St"],["phone=+95 1 212850, +95 1 229360"],["tollfree="],["fax=95 1 212854"],["hours="],["price=USD25-38"],["checkin="],["checkout="],["content=Comfortable, if faceless, modern business hotel located at the edge of the city centre. You will need a taxi to get around (easily available in front of the hotel). Wi-Fi available in the lobby. Offers great views of the city, especially from the upper floors. All rooms have satellite TV, air conditioning and attached baths. A very popular place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thamada Hotel"],["url="],["email="],["address=5 Alan Pya Phaya (Signal Pagoda) Rd"],["lat="],["long="],["directions=Across from the Park Royal and the railway station"],["phone=+95 1 243639"],["tollfree="],["fax="],["hours="],["price=USD25-35"],["checkin="],["checkout="],["content=Clean and central, but basic. The first international hotel in Yangon, and while it obviously has been taken over by a \"private\" businessman, but good value for money anyway."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Winner Inn"],["url=http:\/\/www.WinnerInnMyanmar.com"],["email=WinnerInn@mptmail.net.mm"],["address=42 Than Lwin Rd, Bahan Township"],["lat="],["long="],["directions=Corner of Inya Rd"],["phone=+95 1 535205"],["tollfree="],["fax=+95 1 524196"],["hours="],["price=USD30-55"],["checkin="],["checkout="],["content=Close to the Shwedagon Pagoda, a quiet hotel favoured by German tourists. All rooms with attached bath, air-conditioning and satellite TV. Restaurant on the premises but, if it is not open, it is a bit of a walk to the nearest restaurants near the Savoy. Free Wi-Fi."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Governor's Residence"],["url=http:\/\/www.governorsresidence.com"],["email=yangon@orient-express.com"],["address=35 Taw Win Rd, Dagon Township"],["lat=16.78817"],["long=96.13911"],["directions="],["phone=+95 1 229860"],["tollfree="],["fax=+95 1 228260"],["hours="],["price=USD250-300"],["checkin="],["checkout="],["content=A renovated teak mansion, formerly a guesthouse for Kachin State officials, is in one of Yangon's most exclusive neighbourhoods. The hotel has 48 rooms and pleasant gardens. Swimming pool and several excellent restaurants on the premises. Close to Shwedagon Pagoda, and one can walk to city centre as well. An Orient-Express hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inya Lake Hotel"],["alt="],["url=http:\/\/www.inyalakehotel.com"],["email="],["address=37, Kaba Aye Pagoda Rd"],["lat=16.84527"],["long=96.15016"],["directions="],["phone="],["fax="],["hours="],["price="],["content=The Inya Lake Hotel, Yangon is on the shore of Inya Lake, just a 15 minute drive from the city centre. The colonial-styled hotel, with its teak wood floors and an oriental feel, is amid a 37 acre tropical garden. Also caters seminars, conferences and banquets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nikko Royal Lake"],["alt="],["url=http:\/\/www.nikkoyangon.net"],["email="],["address=40 Natmauk Rd"],["lat=16.80044"],["long=96.16912"],["directions="],["phone="],["fax="],["hours="],["price=USD55+"],["content=A 10-storey hotel with 310 rooms. Opposite the hotel is Kandawgyi Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Parkroyal Yangon"],["alt="],["url=http:\/\/parkroyalhotels.com"],["email="],["address=33 Alan Pya Paya Rd"],["lat=16.78330"],["long=96.15852"],["directions="],["phone="],["fax="],["hours="],["price="],["content=A quality hotel with 272 rooms. La Brasserie Restaurant, Phoenix Court Chinese Restaurant, Shiki-Tei Japanese Restaurant, and the Lobby Bar. The well-known disco ",{"type":"'''","value":["Music Club"]}," is in the basement."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Savoy Hotel"],["url=http:\/\/www.savoy-myanmar.com"],["email=res-savoy@myanmar.com.mm"],["address=129 Dhammazedi Rd"],["lat=16.806449"],["long=96.145093"],["directions="],["phone=+95 1 526289, +95 1 526298, +95 1 526305"],["tollfree="],["fax="],["hours="],["price=USD75-150"],["checkin="],["checkout="],["content=Housed in an old colonial building with period furniture and decorations, the Savoy is one of the most charming hotels in Yangon. A short walk to the Shwedagon Pagoda, a swimming pool, and an excellent restaurant. Lower than quoted rates are often available on the Internet, so book before you leave home."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sedona Hotel"],["alt="],["url=http:\/\/www.sedonahotels.com.sg\/oh_mya_yg_loc.asp"],["email="],["address=1 Kaba Aye Pagoda Rd"],["lat=16.829454"],["long=96.155511"],["directions=Near Inya Lake"],["phone="],["fax="],["hours="],["price=From USD60"],["content=Burmese architecture. 366 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Strand"],["alt="],["url=http:\/\/www.ghmhotels.com\/hotels\/hotel_home.asp?hotelid=5&section=home"],["email="],["address=92 Strand Rd"],["lat=16.76969"],["long=96.16273"],["directions="],["phone="],["fax="],["hours="],["price=USD450+"],["content=A deluxe colonial hotel built by the Sarkies Brothers in 1901. Meticulously restored, the Strand has huge airy rooms with vintage fittings, teak flooring, and furniture, a cafe and bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Summit Parkview Hotel"],["alt="],["url=http:\/\/www.summityangon.com"],["email="],["address=350 Ahlone Rd"],["lat=16.79343"],["long=96.14342"],["directions="],["phone=+95 1 211888, +95 1 211966"],["fax=+95 1 227995"],["hours="],["price="],["content=Just west of Shwedagon Pagoda and with excellent views of that pagoda. Good restaurant and bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Traders Hotel"],["url=http:\/\/www.shangri-la.com\/en\/property\/yangon\/traders"],["email="],["address=223 Sule Pagoda Rd"],["lat=16.77899"],["long=96.15849"],["directions=At the intersection of Sule Pagoda Road and Bogyoke Aung San Rd"],["phone="],["tollfree="],["fax="],["hours="],["price=USD100+"],["checkin="],["checkout="],["content=The original upscale business hotel in Yangon. Swimming pool, all services and an excellent restaurant. The location is hard to beat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yuzana Garden Hotel"],["url=http:\/\/www.yuzanagroup.com\/hotels\/yuzana-garden.htm"],["email=yuzanagarden@mptmail.net.mm"],["address=44, Signal Pagoda Rd, Mingalartaungnyunt Township"],["lat=16.784805"],["long=96.157855"],["directions="],["phone=+95 1 248944"],["tollfree="],["fax=+95 1 240074"],["hours="],["price=USD100-180"],["checkin="],["checkout="],["content=37 rooms in a renovated colonial building."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Internet cafes"]},"\nInternet cafes have proliferated in recent years and Yangon has quite a few that provide access at a reasonable speed for a reasonable price. You may be out of touch with home as the government has blocked most email sites (Yahoo, Hotmail, etc., and Gmail only works occasionally). Skype is currently under threat from the government too. Many hotels provide Internet services, but these tend to be more expensive and slower than the public cafes. The cheapest rate is around MYK400 per hour. There are plenty of places so shop around and save some cash.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cyber Cafe II"],["url="],["email="],["address="],["lat="],["long="],["directions=Sule Pagoda Rd across from Traders Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=MYK400\/h"],["content=One of the best Internet providers in Burma. Reasonably fast access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tokyo Donuts"],["url="],["email="],["address=Anawratha Rd"],["lat="],["long="],["directions=Between Sule Pagoda Rd and Phayre St, on the south side of the road"],["phone="],["tollfree="],["fax="],["hours=09:00-21:00"],["price=MYK400\/h"],["content=A donut shop with a dozen terminals inside. Accessible USB ports and seems popular with locals. Free Wi-Fi."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDespite widespread poverty, Yangon is one of the safest big cities in the world. Most people, including single female travellers, will not have any problems roaming the streets alone at night, and carrying large amounts of cash rarely poses a problem. Crimes against tourists are taken very seriously by the military government and punishment is often disproportionately severe. This, in addition to the strong Buddhist culture in the population, means that Yangon's crime rate is lower than the likes of ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Bangkok"]]},". Violent crime is especially rare. However, little crime does not mean no crime, and there have been isolated incidents involving tourists, so it is best to take normal big city precautions like avoiding lonely areas at night and always being aware of your valuables. As with everywhere else in the world, there is no substitute for common sense. \n\nProstitution and drug trafficking are illegal, though there are plenty of prostitutes in Yangon, often in bars owned by senior army officers. Drug trafficking is punishable by death.\n\n",{"type":"===","value":["Scams"]},"\n\nBe wary of over-friendly locals who offer to take you around or to places they are going. They may turn out to be genuine tour guides. And maybe not. It is easy to find a tour guide as they will approach you at tourist attractions. Travelling around Yangon for half a day would cost around USD5-10 while a full day trip or half a day trip to another city such as Thanlyin from Yangon costs around USD10-15.\n\nThe most common crime in Yangon is being short-changed by a money changer, so count your kyat carefully when you exchange money. Opt to exchange at the Bogyoke Market, where the rates may be slightly worse, but the jewellery shop owners won't rip you off. Do not fall for the \"bad serial number\" excuse, it's another attempt to con you (only \"CB\" serial numbers are bad). Be especially careful with the money changer around Sule Paya. They count the money right in front of you, but will trick you while doing that (they have fast hands!). Travellers are strongly advised not to change money there.\n\n",{"type":"==","value":["Stay Healthy"]},"\nYangon's tap water is not potable. Always buy bottled water. Yangon's warm and humid weather makes it imperative you carry water around.\n\nMany hotels, shopping centres and restaurants offer toilets. However, aside from hotels, expect squat toilets throughout the city. Always bring toilet paper when going out. Try to avoid the need to use public toilets at regularly visited sites, such as pagodas and temples. Here the longyi or the Burmese version of the sarong works well. Since Myanmar men squat when they do their business, they can totally do so. Pants constrict the legs, making it hard to squat properly, thus making it hard to aim.\n\n",{"type":"===","value":["Healthcare"]},"\n\nTuberculosis and AIDS (known as \"A-I-D Five\" among locals) afflict a disproportionately high percentage of the people. However, HIV infection is not at the epidemic level (infection rates are much less than 1%). There is a risk of dengue fever. Malaria is a risk in rural areas.\n\nMedical care is limited, but is most expedient at private medical clinics. Government hospitals are usually unreliable and require bribes. Do not seek medical care at the General Hospital (on Bogyoke Aung San Rd, sandwiched between Bo Ywe St and Lanmadaw St). It is unsanitary and inefficient. Most guesthouses and hotels will be able to provide you with the address of a private doctor with experience in treating foreigners. Be sure to take the proper vaccinations before you leave for your trip. Carry a small first-aid kit with you containing at least painkillers, band-aid, ORS and a loperamide-like medicine. Anti-malarial pills and DEET are recommended.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\nIn the event of an emergency, always take the precaution of registering at your embassy.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"'''","value":["Australia"]},", 88, Strand Rd, faces the Strand Hotel."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bangladesh"]]},{"type":"'''","value":["Bangladesh"]},", 11B Thanlwin Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cambodia"]]},{"type":"'''","value":["Cambodia"]},", 25 New University Ave Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]},{"type":"'''","value":["Canada"]},", The Australian Embassy provides assistance."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]},{"type":"'''","value":["China"]},", 1, Pyidaungsu Yeiktha Rd, is a clearly visible building with red paint."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]},{"type":"'''","value":["France"]},", 1, 102 Pyidaungsu Yeiktha Rd, is near the outskirts of the city."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]},{"type":"'''","value":["Germany"]},", 32, Natmauk Rd, is near Kandawgyi Lake."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]},{"type":"'''","value":["India"]},", 545-547 Merchant St."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]},{"type":"'''","value":["Indonesia"]},", 100 Pyidaungsu Yeiktha Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]},{"type":"'''","value":["Israel"]},", 15 Kabaung Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]},{"type":"'''","value":["Italy"]},", 3 Inya Myaing Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]},{"type":"'''","value":["Japan"]},", 100, Natmauk Rd, is near the Kandawgyi Lake."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]},{"type":"'''","value":["Korea"]},", 97 University Ave Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Laos"]]},{"type":"'''","value":["Laos"]},", A1 Diplomatic Quarters, Taw Win St."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]},{"type":"'''","value":["Malaysia"]},", 82 Pyidaungsu Yeiktha Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Nepal"]]},{"type":"'''","value":["Nepal"]},", 16 Natmauk Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]},{"type":"'''","value":["Netherlands"]},", The German Embassy provides assistance."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]},{"type":"'''","value":["New Zealand"]},", The UK Embassy provides assistance."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Pakistan"]]},{"type":"'''","value":["Pakistan"]},", 4A Pyay Rd."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Philippines"]]},{"type":"'''","value":["Philippines"]},", 50 Sayasan St."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]},{"type":"'''","value":["Russia"]},", 38 Sagawa Road"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Singapore"]]},{"type":"'''","value":["Singapore"]},", 238 Dharma Zedi St."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sri Lanka"]]},{"type":"'''","value":["Sri Lanka"]},", 34 Taw Win St."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]},{"type":"'''","value":["Sweden"]},", The UK Embassy provides assistance."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]},{"type":"'''","value":["Switzerland"]},", The German Embassy provides assistance."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]},{"type":"'''","value":["Thailand"]},", 94 Pyay St."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]},{"type":"'''","value":["United Kingdom"]},", 80, Strand Rd, adjacent to the Australian embassy."]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]},{"type":"'''","value":["United States"]},", 110 University Avenue Rd  Yangon, Myanmar"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vietnam"]]},{"type":"'''","value":["Vietnam"]},", 72 Thanlwin Rd."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Image:Allied War Cemetery and Memorial at Taukkyan, Burma.jpg"],["thumb"],["Allied War Cemetery and Memorial, Taukkyan"]]},"\n\n",{"type":"*","value":[" Yangon International Airport - Taxi to airport is MYK7,000 per head including baggage. Your hotel manager may well drive you to the airport. There is a beautiful 3-storey mural, a nice composition of Burmese countryside and lifestyle in the style of idyllic romanticism worth taking souvenir photo of as you go to immigration on the second floor departure area."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bago (Myanmar)"],["Bago"]]}," (Pegu) - an important town with pagodas and monasteries 60 km north of Yangon. An easy day trip."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mandalay"]]}," - overnight buses, and expensive government trains, leave for Mandalay daily. Bus tickets can be booked at the number of travel agents just north of Yangon railway station."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mawlamyine"]]}," - A pleasant seaside city with a few daytrip possibilities. 9 hr express train runs there each morning about 06:15 (and an 11 hr slow train at 07:00). Ordinary tickets (with no seat reservations) cost foreigners USD5, while upper class tickets are USD14. You get your own seat and it's slightly less crowded, but there isn't much difference between classes. "]},"  \n",{"type":"*","value":[" ",{"type":"[[","value":[["Pathein"]]}," (Bassein) - famous for its paper umbrellas and stunning religious architecture, and an overnight boat ride away (or 4 hours by rented car, more by bus) to the west. From Pathein it's only a few hours by bus or pick-up truck on to the beaches of ",{"type":"[[","value":[["Chaungtha"]]}," and ",{"type":"[[","value":[["Ngwe Saung"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Taukkyan"]]}," - about an hour's drive (35 km) of central Yangon, and site of the Taukkyan War Cemetery."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Thanlyin"]]}," - once an important city on the Irrawaddy Delta, and gateway to Kyauktan (Syriam), a small island in the Yangon River, which is the site of the 4th century Ye Le Paya."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Twante"]]}," - the most accessible delta town to Yangon, makes for a nice half- or full-day trip."]},"\n",{"type":"===","value":["Buses"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bagan"]]}," - MYK18,000 13 hr"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bago (Myanmar)"],["Bago"]]}," - MYK7,000, 2 hr every hour from 07:00"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mandalay"]]}," - standard MYK10,500, VIP MYK15,000 9 hr"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mawlamyine"]]}," - MYK10,000, VIP 7 hr, 21:00 & 08:30"]},"\n\n",{"type":"{{","value":[["geo"],["16.8000"],["96.1500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Irrawaddy"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Yangon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Myanmar\/States and Divisions\/Yangon"]]},"\n",{"type":"[[","value":[["Commons:Category:Yangon"]]}]