[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Yangzhou - Siwang Ting - P1070301.JPG"],["thumb"],["Siwang Ting (\"The Pavilion for Looking into Four Directions\"), one of the main historic landmarks in downtown Yangzhou"]]},"\n",{"type":"'''","value":["Yangzhou"]}," (扬州; ",{"type":"''","value":["Yángzhōu"]},") is a city in ",{"type":"[[","value":[["Jiangsu"],["Jiangsu province"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Yangzhou - Lanyuehe - P1070071.JPG"],["thumb"],["A typical modern middle-class neighborhood in Yangzhou"]]},"\nThe city has a history of over 2,500 years and developed as a major trading center for salt, rice and silk. ",{"type":"[[","value":[["On the trail of Marco Polo"],["Marco Polo"]]}," served as the city's governor (or possibly a Salt Official for the government, or he just stayed there for that period of time) for three years in the late 13th century. Yangzhou has a population exceeding 1,000,000.\n\nBuilt on flat land a few miles north of the ",{"type":"[[","value":[["Yangtze River"]]},", Yangzhou is criss-crossed by a network of canals of all size, from the ",{"type":"[[","value":[["Along the Grand Canal"],["Grand Canal of China"]]}," (which, actually, has two routes - the old, next to the city center, and the modern, a few miles to the east) to small neighborhood canals. \n\nSeveral walled cities existed here over the two millenia, but even the last (Ming Dynasty) wall has been demolished long ago. Still, the contours of the Ming city wall are traced by the canals surrounding the two kilometer square in Yangzhou's city center. New neighborhoods have grown for about 5 km or more in all directions outside of the former walled city.\n\nMost of Yangzhou is built on a rectangular grid street plan. The main east-west artery is Wenchang Rd, divided into the West, Central, and East sections (文昌西路 ",{"type":"''","value":["Wenchang Xi Lu"]},"，文昌中路  ",{"type":"''","value":["Wenchang Zhong Lu"]},"， 文昌东路 ",{"type":"''","value":["Wenchang Dong Lu"]},"). The main north-south street within the old city center in Wenhe Road, with the North and South sections (汶河北路 ",{"type":"''","value":["Wenhe Bei Lu"]},"， 汶河南路 ",{"type":"''","value":["Wenhe Nan Lu"]},") divided by Wenchang Road. The Wenchang Pavilion (文昌阁, ",{"type":"''","value":["Wenchang Ge"]},"), one of the city's few surviving historic buildings, stands in the traffic circle at the crossing of Wenchang and Wenhe Roads, which is often viewed as the city's symbolic center point. Many of the city's upscale shopping centers, hotels, restaurants, and entertainment venues are found within a few blocks of this circle.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Yangzhou Bus Station - P1070259.JPG"],["thumb"],["Yangzhou Bus Station"]]},"\n",{"type":"[[","value":[["File:Yangzhou Railway Station - P1070061.JPG"],["thumb"],["Yangzhou Railway Station"]]},"\n",{"type":"===","value":["By plane"]},"\nThe new Yangzhou Taizhou Airport ",{"type":"{{","value":[["IATA"],["YTY"]]},", opened in 2012, is located about 30 km east of Yangzhou's city center. So far, it has fairly limited service (domestic only).\n\nThe closest major airport in ",{"type":"[[","value":[["Nanjing#By plane"],["Nanjing Lukou"]]},", 37 miles southwest of the city; buses from there go to either the east or west bus stations in Yangzhou.  \n\nOne can also fly into ",{"type":"[[","value":[["Shanghai#Shanghai_Hongqiao_International_Airport"],["Shanghai Hongqiao Airport"]]},", and take a high-speed train from the nearby Shanghai Hongqiao Railway Station to ",{"type":"[[","value":[["Zhenjiang"]]}," (under 2 hrs; see below), and then a bus across the river to Yangzhou. However, if you are flying from overseas, you probably will arrive to ",{"type":"[[","value":[["Pudong Airport"]]}," instead; which means that you'd have to spend an extra 1-1.5 hr crossing Shanghai by subway, shuttle bus, or taxi, to get from Pudong Airport to Shangahi Hongqiao Railway Station or (to Shangahi Railway Station, downtown).\n\n",{"type":"===","value":["By train (directly to Yangzhou)"]},"\nA train station, newly built in 2003, stands remote from the town's center, roughly two kilometers further out than RT-Mart.  It's located on the newly completed Nanjing-",{"type":"[[","value":[["Nantong"]]}," branch line, which has only a limited service, and no high-speed trains. As of the early 2013, about 12 pairs of train a day serve the Yangzhou station. At least half a dozen of them go to ",{"type":"[[","value":[["Nanjing"]]}," (Nanjing Railway Station; about 1.5hours and around ¥10), some continuing to various destinations around the country. There are also convenient overnight trains to Beijing (Z29) and Wuhan, and of course plenty of trains to eastern Jiangsu (",{"type":"[[","value":[["Taizhou (Jiangsu)"],["Taizhou"]]},", ",{"type":"[[","value":[["Nantong"]]},",",{"type":"[[","value":[["Yancheng"]]},"). As elsewhere, T-series trains are faster than K-series, which in their turn are faster and more comfortable than \"plain\" (no-letter) trains.\n\nDepartures are on the upper level of the station, tickets and arrivals are on the lower level. \n\nThere's a small convenience store inside the station. Buses and taxis depart from outside - 'black' illegal taxis are rare in Yangzhou, but regular drivers may 'forget' to use the meter.\n\n",{"type":"===","value":["By train via Zhenjiang"]},"\n",{"type":"[[","value":[["File:Yangzhou - Erdao He - CIMG3166.JPG"],["thumb"],["Erdaohe, the canal that runs along the western edge of the former walled city"]]},"\n",{"type":"[[","value":[["Zhenjiang"]]},", located across the river from Yangzhou, is located on one of the busiest passenger railways in the country. (Actually, it's 3 parallel railways: one \"conventional\" and two high-speed). Most buses from Yangzhou go to Zhenjiang Railway Station (which is combined with the bus station), which has frequent high-speed service on the Shanghai-Nanjing Intercity Line. Some trains continue beyond Shanghai to ",{"type":"[[","value":[["Hangzhou"]]},", or beyond ",{"type":"[[","value":[["Nanjing"]]}," to ",{"type":"[[","value":[["Hefei"]]}," and ",{"type":"[[","value":[["Wuhan"]]},". Most of \"conventional\" trains running between Shanghai and the northern part of the country (every place north of the Yangtze) stop at Zhenjiang as well. Buses across the river stop running around 8 pm.\n\nZhenjiang's other train station, Zhenjiang South, is for high-speed trains to Beijing. There are buses from Zhenjiang South to Yangzhou as well, but there are fewer, and service ends earlier. You can find a bus schedule here (Chinese only): ",{"type":"[","value":["http:\/\/zj.fccs.com\/news\/201106\/3376744.shtml"]},"\n\n",{"type":"==","value":["Get around"]},"\nBuses are reliable and cheap, but many of them close around 6PM, the rest around 10PM.  Fortunately, taxis are everywhere. Flat rate starts at ¥7, and all are metered (it is illegal to drive an unmetered taxi). If your feet get tired and you want an exhilarating ride, pedicabs are also abound in the city center.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Yangzhou Museum - dragon boat - CIMG2876.JPG"],["thumb"],["A Tang Dynasty dragon boat on display in Yangzhou Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Daming Temple"],["alt=大明寺; Dà​míng​sì; Lit. Temple of Abundant Light"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8AM-4:45PM"],["price="],["content=Rebuilt after being destroyed in the Taiping Rebellion, this temple originally dated from the 5th century AD. There is a spring next to the tea house."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hanlinyuan Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8:30AM-5PM"],["price="],["content=A magnificent tomb for Liu Xu, ruler of the Guangling Kingdom. It is five stories deep, with different levels housing things like a warehouse, living quarters, and a coffin on wheels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Slender West Lake 瘦西湖"],["alt=Shouxihu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very slim lake winding through the park area just northwest of the city center. Several pavilions dot the park around the lake that was designed to mimic the west lake in ",{"type":"[[","value":[["Hangzhou"]]},"."]]}]},"\n",{"type":"[[","value":[["File:Yangzhou - Wudang Palace - Zhenwu Hall - P1070210.JPG"],["thumb"],["The warrior deity Zhenwu, assisted by the Snake General and the Tortoise General, in Yangzhou's Wudangxing Palace (武当行宫, ",{"type":"''","value":["Wudangxing gong"]},"), a Taoist temple in Dongguang St (东关街, ",{"type":"''","value":["Dongguan Jie"]},")"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yangzhou Museum"],["alt=扬州博物馆; Yáng​zhōu​ Bó​wù​guǎn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8:30AM-11AM, 1PM-5PM"],["price=free"],["content=Yangzhou museum is situated inside the 1500-year-old ",{"type":"'''","value":["Tianning Temple"]},", the only imposing historical architectural complex remaining in Yangzhou city proper. Covering an area of 12,000 square meters, Tianning Temple comprises an arch over a gateway, three magnificent main halls, and a dozen wing-rooms. (http:\/\/www.chinatoday.com.cn\/English\/e20025\/museum.htm) This museum has splendid displays of things like a boat salvaged from the Grand Canal that crosses through eastern China.  The museum used to be housed in She Kefa temple downtown (see below), but now it is on the west side, in a new purpose-built building, known as the \"Double Museum\" (",{"type":"''","value":["Shuang Bowuguan"]},"). It is \"double\" because the other tenant in the building is a museum of traditional Chinese book printing."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Shi Kefa Memorial"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= (",{"type":"''","value":["Shi Kefa Jinianguan"]},"), and his temple nearby: honor a Ming general who refused to surrender the city to the Qing invaders in 1645."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ge Yuan 个园"]}," A lovely garden with sections representing the four seasons and with pavilions, open 7:30am-5pm daily, discount with student ID"]},"\n",{"type":"*","value":[{"type":"'''","value":["He Yuan 何园"]}," This true scholar's garden is cleverly arranged garden with several tea houses, open grottoes, and pleasant view. One of the best gardens in Jiangsu Province.  open daily 7:30am-6pm, discount with student ID"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lu Shi Yan-shang Zhu-zhai"]}," (卢氏 盐商 住宅) A lavishly furnished home with 100 rooms that belonged to a local salt merchant, open daily 8am-5pm"]},"\n",{"type":"*","value":[{"type":"'''","value":["Garden Tomb of Puhaddin"]}," Said to be a descendant of Mohammed, Puhaddin's grave is in an inscription-covered building on the grounds of the local mosque. Open daily 8am-5pm"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wenchang Ge文昌阁"]}," (Promoting Literature Pavilion) Once part of the Confucian Academy, this pavilion is all that's left"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Grand Canal"]},". The old route of the Grand Canal runs along the southern and eastern edge of the historic center city. The new Grand Canal, with a continuous stream of cargo boats and barges, is a few kilometer east of city center, and is accessible by city bus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Marco Polo Memorial Hall"]}," is situated somewhat away from Tianning Temple (and ",{"type":"'''","value":["not"]}," inside it!!!) at the corner of Tai Zhou Lu\/Dong Guan Jie. The exhibition itself is an uncritical scenic description of Marco Polo's journey, which may be interesting for children, but does not meet academic standards. There are ",{"type":"'''","value":["no"]}," remnants of Marco Polo's time in China on view (that would be a sensation anyway!), and at the end of the exhibition you find a whole isle dedicated to the twinning between Yangzhou and Rimini in Italy, which has nothing to do with Marco Polo. The impression you get is that Venice was not available for twinning, so just another Italian city had to fill in.  Open 9-11.30 a.m. and 2-5.30 p.m."]},"\n",{"type":"==","value":["Do"]},"\nStroll along the Xiaoqinhuaihe Canal (小秦淮河) that crosses the city's historical center, and the narrow lanes of the (few) surviving blocks of the old city nearby.\n\nOn a summer day, walk on a boardwalk trail to Baozhang Lake (保障湖) a popular locals' swimming place, about 2 km north of downtown.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Angzhou - Hongyuan Market - P1120895.JPG"],["thumb"],["Hongyuan Market, a popular craft and antique market just north of the city center"]]},"\nFor goods and necessities, there are 2 RT-Mart(s) (大润发, da run fa) one on Hanjiang Road and the other on Wenchang Middle Road; several bus lines run there from downtown and from the local colleges.  As far as Western products go, RT-Mart, Tesco (Hanjiang Rd, north of the bus station) or Auchan (Jiangyang Rd, east of the bus station), are good.\n\nOne major local industry is ceramics and teaware; a few big ceramics factories and showcases can be visited here.\n\nNot a shopping mecca, however, there are a number of department stores in the city centre. Here you can find the Golden Eagle Shopping Centre (in the city's main square, facing the Wenchang Pavilion), Times Extra Mall and the Times Square Mall. If you feel the need for a more Western-style shopping experience, the Living Mall, located in the new development zone was completed in 2008 and is easily reached by taxi. Big name foreign and domestic designer brands, western style restaurants, K-TV bars and a cinema can be found here.\n\n",{"type":"===","value":["Clothes, footwear"]},"\n",{"type":"[[","value":[["File:Yangzhou - Ganquan Road - P1130271.JPG"],["thumb"],["Ganquan Road"]]},"\nA popular area for the locals to shop for clothes and footwear is Ganquan Road (甘泉路), a major east-west in the southern part of the historic central city. Over a mile of shops of various level, from bargain-basement to boutique level. The north-south Guoqing Rd, which crosses Ganquan east of the city center, is full of such shops as well.\n\n",{"type":"===","value":["Books and maps"]},"\nXinhua Bookstore is located in South Wenhe Rd (",{"type":"''","value":["Wenhe Nan Lu"]},") just a block south of the city's main square, where the Wenchang Pavilion stands.\n\n",{"type":"===","value":["Cell phones, electronics"]},"\nCell phone and electronics stores congregate in Siwangting Street, within several blocks to the west of the Siwangting Pavilion.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Fu Chun Tea House buns.JPG"],["thumb"],["Baozi at the Fuchun Tea House"]]},"\nThe big-name local dish is Yangzhou fried rice 扬州炒饭, filled with fried egg, muer mushroom 木耳, ham, shrimp, scallions, peas, and carrots.  It's representative of the Huaiyang cuisine.  Other famous dishes include the Lion's Head 狮子头, which is a giant meatball made with pork and crab. Also suggested is; semisweet Thousand-layer cake 千层糕, steamed dumpling 蒸饺, amazing tofu noodles often like chicken soup 大煮干丝, delicious soup fill dumplings 小笼汤包, and stinky tofu 臭豆腐。 For breakfast you'll be sure to find steamed filled buns(baozi)包子， steamed buns(mantou)馒头，rice porridge(zhou)粥，boiled eggs(zhujidan)煮鸡蛋。\n\nIf these choices look unappealing to you -- or if they look appealing, but you just don't eat that stuff -- try Damingsi Vegetarian Restaurant 大明寺素菜馆, 1802 Wenhui Road East.  It's affiliated with the temple, and serves vegetable-matter simulacra of the local favorites for very reasonable prices.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Yangzhou - Xiaoqinhuaihe - pedestrian bridge - CIMG3202.JPG"],["thumb"],["Xiaohongqiao (\"The Little Rainbow Bridge\") over the not-so grand Xiaoqinhuaihe Canal in Yangzhou's old city"]]},"\nThe most popular beer is from Shenyang, called Snow 雪花啤酒, and costs around ¥3 for a large bottle.  But should you want something with a stronger beer-flavor, the L-Mart at the Living Mall has Kirin Japanese beer, brewed in Taiwan, ¥5 a can.  The Living Mall 京华城 also boasts a Starbucks 辛巴克, semi-conveniently placed between the train station and the RT-Mart.\n\n",{"type":"==","value":["Sleep"]},"\nUnlike most Chinese cities, Yangzhou has practically ",{"type":"'''","value":["no"]}," lodging available in the train station area.\n\nHotels are mostly concentrated in two areas: around downtown, and within a few blocks of the main bus station (Jiangyang Rd and Hanjiang Rd, a few km to the southwest of downtown). As of the early 2011, it was not that difficult to find a decent room for under Y100 in both areas.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Yangzhou - sculpture plaza - CIMG2858.JPG"],["thumb"],["Public art in one of Yangzhou's new neighborhoods"]]},"\n",{"type":"*","value":["See the nearby city of ",{"type":"[[","value":[["Nanjing"]]}]},"\n",{"type":"*","value":["Visit the stunning ",{"type":"[[","value":[["Huangshan"]]}," mountain area"]},"\n",{"type":"*","value":["The city of ",{"type":"[[","value":[["Suzhou"]]}]},"\n",{"type":"{{","value":[["geo"],["32.4000"],["119.4167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jiangsu"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Yangzhou"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Jiangsu\/Yangzhou\/"]]}]