[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["image:Yankari_Elephants.jpg"],["thumb"],["right"],["350px"],["Elephants at Yankari National Park"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yankarigamereserve.com\/ Yankari National Park"]}]}," is in ",{"type":"[[","value":[["Northern Nigeria"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis is the a largest wildlife park in ",{"type":"[[","value":[["Nigeria"]]},". It covers an area of about 2,244 km² (870 mi²) and is home to several natural warm water springs, as well as a wide variety of flora and fauna. Its location in the heartland of the West African savanna makes it a unique way for tourists to watch wildlife in its natural habitat. \n\nIt is the most popular destination for tourists in Nigeria and, as such, plays a crucial role in the development and promotion of tourism and ecotourism in Nigeria. It is also one of the most popular eco-destinations in West Africa.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nYankari National Park lies in the southern part of the Sudan Savannah. It is composed of savannah grassland with well-developed patches of woodland. It is also a region of rolling hills, mostly between 200m and 400m. Kariyo Hill, is the highest point at 640m.\n\nDue to underground geothermal activity, the also features four warm water springs\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe park is an important refuge for over 50 species of mammal including African Bush Elephant, Olive Baboon, African Buffalo and Hippopotamus. \nThere are also over 350 species of bird found in the Park. \n\nYankari is recognized as having one of the largest populations of elephants in West Africa, estimated at more than 300 in 2005. The growth of the elephant population has become a problem for surrounding villages at times as the animals enter local farms during the rainy season. \n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe park is normally approached from the city of ",{"type":"[[","value":[["Bauchi"]]},", and it is about a five hour bus ride from there.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nBuses drop you at the Mainamaji gate. The camp is a long way from there and taxis are usually on hand to ferry you.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wikki Camp"],["alt="],["url=http:\/\/www.yankarigamereserve.com\/home.htm#"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is the tourist centre of the Park. Located about 42 kilometres from the main entrance gate beside the Wikki warm spring. There are 110 furnished chalets with varying size and quality, ranging from suites to a youth hostel, all of which are being upgraded in phases. The camp also has a restaurant and bar."]]}]},"\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Nigeria"]]},"\n",{"type":"{{","value":[["outlinepark"]]}]