[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yantai"]}," (烟台 ",{"type":"''","value":["Yāntái"]},") is a port city in ",{"type":"[[","value":[["Shandong"]]}," province, ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\nYantai is a small sleepy port city on the Shandong coast that to this day still retains some of its colonial charm.  The city is fairly small but there is a bustling development zone and large container and shipbuilding ports.  There are a number of western expats working here on the docks and teaching English.\n\nYantai is home to Yantai Raffles (in Chinese: 烟台莱福士船厂) (Coordinates: 37°35′48″ N,121°23′39″E), which owns the largest ship building crane in the world, towering over the eastern edge of the T shaped peninsula. Yantai is known for tasty fruit, especially cherries, apples, peaches and pears and is also the home of Changyu Wines.\n\nThe seaside is home to a promenade for walking or relaxing. Among the seaside attractions is a great water, light and sound show: nightly at the promenade. It is definitely worth seeing. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nInternational flights to Seoul, Osaka and Hong Kong are available. Domestic flights connect Yantai with more than 20 major cities in China, such as Beijing (daily, 1 hour), Harbin (daily, 2 hours), Jinan, (daily, 35 minutes), Shenyang, (daily, 2 hours), Ningbo (daily, 1.5 Hours), Dalian (daily, 45 minutes) Chengdu (4 hours), Guangzhou (3 hours), Kunming (4 hours), Shanghai (daily, 1.5 hours), Shenzhen (3 hours), Wuhan (daily, 2 hours) and Xi'an (2 hours). The airport is 15 km (9 mi) south of the city. An airport shuttle bus (¥10) is available at No.6, Dahaiyang Lu. A taxi ride to Laishan or downtown can cost you about ¥40.\n\n",{"type":"===","value":["By train"]},"\nYantai is easily accessible from Jinan and Qingdao with frequent trains daily. But rail transport may be inconvenient if you travel long-distance, as there are no direct or fast trains. Sometimes you need to transit at Jinan.\n\n",{"type":"===","value":["By road"]},"\nThe Yantai-Weifang (272 km\/169 mi), Yantai-Qingdao (276 km\/172 mi) and Yantai-Weihai (86 km\/53 mi) high quality superhighways have been put into service. Minibuses run between Yantai and nearby cities, such as Qingdao (3.5 hours) and Weihai (1.5 hours). The long distance bus station is southwest of the railway station on Qingnian Lu.\n\n",{"type":"===","value":["By water"]},"\nThere are seven slow boat departures daily to Dalian at the ferry terminal. A third class bed costs ¥114-160 and the journey takes 8 hours. An alternative fast boat (four departures daily) which takes only 3.5 hours at ¥170. There are also boats to Tianjin, but only in the summer. Several Korean ports can be reached by boat which takes approximately 16 hours, including Incheon (Mo-We-Fr 19:00, Tu-Th-Sa 10:30). Japan can be reached by boat which takes approximately 30 hours, Kobe (Tuesday, noon).\n\n",{"type":"==","value":["Get around"]},"\nCity transport: There are about 30 public bus lines in service. Bus Line No.10 and 17 are by far the most useful for travelers for sight seeing purposes. No. 10 goes from the railway station, then passes Nan Dajie and turns east down the coast. No. 17 goes from the railway station to the coast and all the way to the municipal government in newly-developed Laishan District. Taxi is a good means of going places with a flagfall fare of ¥8 (Although many taxis still have ¥7 posted). A 30-minute of taxi ride would probably cost you around ¥30.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Changyu Wine Culture Museum"],["url="],["email="],["address=56 Dama Rd"],["lat="],["long="],["directions=at the formal site of Chongyu Wine Company"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traces the history of the winery from 18th century up to 21st century.  Changyu was founded in 1892 as a small wine maker. It has developed into a brand including brandy, red wine, vermouth and riesling white wine is.  A display area showcases the development through pictures and videos.  An underground cellar covers an area of over 2,600 square meters, and contains eight interlocked arches. It was the first underground wine cellar in Asia when it was completed in 1903. There are over 600 barrels in the cellar.  Three King-Barrels, each with the capacity of housing 15 tones of wine, are the largest wine barrels in Asia, which have a history of over 100 years.  There is a bar inside the cellar, where travelers can taste a variety of wine.  While opening to tourists, the cellar is still in use for wine storage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Polaris Museum of Watch Culture"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened in 2009, this museum is based on the old Watch factory of Old Chefoo\/Zhifu."]]}]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nanshan Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tashan Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yantai Hill Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Other tourist attractions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Changdao County\/the Long Island"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Both Changdao National Forest Park and Changdao National Nature Reserve are on the islands, which are on a cross-Bohai Sea flyway.  The islands are often referred to as the Temple Islands (Chinese: Miaodao Qundao) because of the large number of temples that were built there. Xianying Palace is a temple that was built during the Northern Song Dynasty, starting in 1122. It was originally a Taoist temple to the sea goddess Matsu, but became Buddhist later. At the present time the local government has restored the temple to its Ming Dynasty appearance, although many additions had been made during the Qing.  The Changdao Islands are now open to non-Chinese nationals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yangma Island"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although the name means Horse-breeding Island in Chinese, it is actually a great place for beachcombing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mu Family Manor"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Chinese architecture of mid-late Qing Dynasty style. It's associated with a popular TV series aired in China."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mount Kunyu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The birth place of Taoism in Yantai city. There is a mountain cave not far from kunyu mountain shaolin Kung Fu school (called Yan Xia cave) where it is said the founder of Taoism meditated for many years. There are eight statues, \"The Eight Immortals,\" of important Taoists inside this cave today as a mark of respect."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nSummer - Go to the beach during the day and go to the bar at night.\n\nThere are two major beaches in Yantai, the First beach(第一海水浴场) & Second beach(第二海水浴场)and another one called Golden Sand Beach in the Economic Development Zone(appx. 25mins from city centre).\n\nWinter - Go to the bar during the day and night.\n\nThere is also a skiing place in the Tashan Park during winter.\n\n",{"type":"==","value":["Buy"]},"\n\nIf you are the shopping type, Three Stations (pronounced in Mandarin like: San Jang; taxi drivers all know it well) market has almost everything you can imagine, including Chinese cultural nicknacks, calligraphy sets, silk paintings, tea houses, and tea shops, sculpture and statue shops, as well as many computer outlet markets, clothing shops, furniture stores, and department stores.\n\nFrench-owned Yantai-based Louis Wann ",{"type":"[","value":["http:\/\/www.louiswann.com\/english\/index_e.htm"]}," makes wines and a good brandy.\n\n",{"type":"'''","value":["Changyu Winery"]}," has also been around for over 70 years and their wines are pretty good.  ",{"type":"[","value":["http:\/\/www.changyu.com.cn"]},".\n\n",{"type":"==","value":["Eat"]},"\n\nOne French restaurant, one Irish restaurant, one American-Diner style restaurant, a few Japanese and Korean restaurants and lots of Chinese seafood restaurants (well what do you expect, it is the seaside?!).  Recently opened Jusco in Laishan District has a number of Japanese, Korean and Chinese restaurants as well as McDonalds, KFC, Pizza Hut\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Druid's Irish Pub & Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Serves Western meals just like Ma used to make. Druid’s is a little piece of Ireland, a sliver of the emerald isle inside the Middle Kingdom and is a favourite among expatriates. A great way to step out of the hustle and bustle of China and into a Irish state of mind. Druid's has the distinction of being one of the few places in mainland China and the only in Yantai to serve real Guinness & Kilkenny beer on tap and Magners Irish Cider. The food menu is well priced and lists an assortment of popular pub grub like Bangers & Mash and Guinness Stew to excellent steaks, and seafoods.\nThe beverages include beers, wines and spirits from around the world and of course great cocktails. In fact, whatever it is that you fancy - they most probably have it!\nThey focus on sourcing the best quality ingredients, preparing them simply and delivering plenty of flavour and texture. This is simple, good, honest and robust food with its origins firmly in the Western tradition. There is nothing frilly or fancy.\nHospitality exudes naturally from their staff; they are good-natured with friendly efficient service, speak English well and have that all important smile. Friendliness, humor, hospitality, fine food and drink: all these combine to create the Druid’s experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Penglaichen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"hen hao.\" Penglaichun is over 100 years old, and some of the dishes are truly fabulous. The dining experience is quaint and very well tailored to a lone gentleman diner, a well-to-do family, or an intimate dinner date. The staff is very friendly and well mannered, and they invited foreigners in with open arms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jackies Cuisine"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves great western style food in a nice hard rock cafe style environment, with many Europeans, Americans, Australians, and Chinese businessmen and women. It is a good place to meet some fellow English speakers, and also to just sit at the bar, eat peanuts and drink some great imported beers. They serve Quesadillas, Burgers, Fries, Fajitas (beef or chicken), chile, chips and salsa, fish and chips, and much more. Jackie keeps the only real cheese inventory in Yantai, so if your hankering is for cheese, drop by and pick up a brick. Jackie is kind and fun loving. The staff speaks English very well. The flat screen LCDs are often buzzing with concert videos of Queen, Rod Stewart, Tina Turner, and other great Western musical acts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Penglaichun Restaurant"],["url="],["email="],["address=No.13 Dingxi Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a time-honored restaurant and specializes in cooking sea food. It's said that the dishes are tasty but not too expensive.   The Quanjiafu (Hotchpotch), soft-fried oyster and scrambled eggs with agarics are particularly good."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xile Restaurant"],["url="],["email="],["address=No.52 Huanshan Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Recommended for its food but its service and environment are not so good.  Menu items that are particularly good include the fish dumplings, garlic-style scallop, and fried leek dumplings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shunshui-renqing"],["url="],["email="],["address=No.34 Haibin Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quite good environment as it is near to the Golden Beach.  Recommended food: Dove Soup and pumpkin pies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yantai Renjia Old Restaurant"],["url="],["email="],["address=No.32 Beima Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good service and dishes are moderately priced. It is not so crowded. Recommended food: Soft-fried Shrimp Meat, Stir fried Crab, Fish Ball Soup, Penglai Noodles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Juxiangyuan Casserole"],["url="],["email="],["address=No.7 Huamao Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It specializes in casserole, a dish with soup cooked in the clay pot. It comes in many flavors, such as Beef Casserole, Chicken Casserole with Mushrooms and the Vegetable Casserole."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jackie's Western Food"],["url="],["email="],["address=No.14 Huanshan Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many locals feel that this restaurant is the most native western food restaurant, with good service and tasty food in Yantai."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mingtien Coffee Language"],["url="],["email="],["address=No.51 Shifu St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves coffee and western food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Alibaba Currybar"],["url="],["email="],["address=Huanshan Rd"],["lat="],["long="],["directions="],["phone=+86 15006500273"],["tollfree="],["fax="],["hours="],["price="],["content=Yantai's first authentic Indian restaurant. The place serves delicious spicy Indian curries and few Western dishes. You can wine and dine with soft Indian music and warm atmosphere. It has a large pool hall with a pub."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nChaoyang Street is known as the Bar Street among the expats is the place to be seen in Yantai! Although it has a slightly seedy reputation within the city, Chaoyang Street is most definitely the expats' first port of call when feeling homesick. Trendy locals and ex-pats mix along the street, and for many westerners its the only place where you can bump into other native English-speakers.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bohemia Bar"],["url="],["email="],["address=Chaoyang Jie"],["lat="],["long="],["directions=on the corner of the northern, seaside-end of the street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A welcoming and relaxing western-owned joint to start an evening in."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Havana bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located midway down Chaoyang street, plays good western music and has a fantastic atmosphere after 12 if you want to dance (again, western staff)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Alibaba's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place up the hill about 10 minutes by taxi from the beach hotels, and has great atmosphere with hip-hop music and great long bar, and also has about 20 pool tables in the adjoining area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Druid's Irish Pub & Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Irish Pub with typical Irish decor. With Guiness, Kilkenny, Magners Irish Cider, Strongbow, Stella Artois and Heineken on tap, good Irish music and soft rock, genuine wood interior, satellite tv, pool room, library with wireless internet, it is the place to go. Located midway down Chao Yang Jie, number 56. Has a great Western Restaurant downstairs as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Baby Face Club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located downtown, the only real clubbing experience Yantai offers, Baby Face Club has loud house music, laser lights galore, poor bar service, cover charge and cross dressing bartenders."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Binhai Marina"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crowne Plaza Yantai Seaview"],["url="],["email="],["address=No.299 Gangcheng East Main St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Gulf Hotel"],["url="],["email="],["address=No.34 Hai'an Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ramada Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["By phone"]},"\nConsider getting yourself a local prepaid mobile phone number you are planning to stay in China longer than 3 days.\nMost mobile telecommunication providers have promotional rates for new SIM card number.\n¥20 for ¥100 worth of talk time.\n\n",{"type":"===","value":["By mail"]},"\n",{"type":"*","value":["Zhifu Post Office: No.1 Huanhai Rd, Zhifu District"]},{"type":"*","value":["Laishan Post Office: In the Laishan Airport, Laishan District"]},{"type":"*","value":["Fushan Post Office: No.173 Yong'an St, Fushan District"]},{"type":"*","value":["Mouping Post Office: No.610 Shizheng St, Mouping District"]},{"type":"*","value":["South Avenue Branch: No.8 Yudong Rd, Zhifu District"]},{"type":"*","value":["Jiefang Branch: No.3 Jiefang Rd, Zhifu District"]},{"type":"*","value":["Erma Branch: No.22 Erma Rd, Zhifu District"]},{"type":"*","value":["Shanxia Branch: No.28 Haian Rd, Zhifu District"]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Shandong"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Yantai"]]}]