[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Yaounde"]}," is the capital of ",{"type":"[[","value":[["Cameroon"]]},".\n\n",{"type":"==","value":["Understand"]},"\nYaoundé is the capital of Cameroon, and as such the centre of political power in the country. It is smaller than the economic centre (Douala), but still a bustling city. Most people are Francophone (that is, French speakers), but many (especially younger people) also speak English (they may deny it, but their English is still normally better than many native English speaker's French).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThere are daily flights from Brussels and Paris. While most flights descend in Douala, these flights frequently continue on to Yaounde and do not require passengers to disembark. Alternately, one could get off in Douala and take one of the numerous bus or train services to reach Yaounde (a 3-4 hour ride). Domestic airlines regularly fly Douala-Yaoundé.\n\n",{"type":"===","value":["By train"]},"\nPassenger services are operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.camrail.net\/ Camrail"]}]},". There are several daily services from ",{"type":"[[","value":[["Douala"]]},", brand new Intercity trains takes 3:45 h to complete the journey. An overnight train from ",{"type":"[[","value":[["Ngaoundéré"]]}," with couchettes and sleeper cars runs daily. In general, there's also slower services which can be cheaper but not recommended for tourists.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Yaoundé Central Station"],["alt=Gare-voyageur de Yaoundé"],["url="],["email="],["address="],["lat=3.870634"],["long=11.525785"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\nIt's really worth getting the 'prestige' service if you're coming from Douala. If for no other reason than the seatbealts, it's worth the splurge, but take a jumper incase they crank the air-con. The Douala-Yaoundé trunk road route is extremely congested, with a number of official and unofficial check points along the route and should be avoided at night when accidents are very common.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nCity buses do exist, but routes are limited.\n\nShared taxis are the way to go. They will slow down for you, but you should flag anyway, to call your destination, and beep to say yes. The price is normally 200CFA, unless you're travelling a long way, or if you're not going far, you can try calling \"cent francs\" and your destination. In some cases you may be asked how much you'll pay \"paye combian?\" just say 300 francs (in French...) and you'll probably be fine. You can also say \"depot\" if you want the taxi to yourself. This will cost you more, probably around 1000 francs; negotiate before hand. \nYou can also rent by the hour, around 2500 or 3000 francs per hour. Negotiate before hand, and don't pay more than 3000.\n\nIf a taxi doesn't stop for you, it's probably because they are taking someone who has hired the whole taxi. Taxis are normally only four passengers, but some drivers will fit up to six (four in the back, two in the front). Trust your own judgement about getting into a taxi with sketchy looking passengers. The driver should have a license to operate hanging from the rear-view mirror, you could try and check that the photo matches.\n\nMotos (motorbike taxis) also exist. Don't use them, they are very dangerous.\n\n",{"type":"==","value":["See"]},"\nThe city's not really set up for tourists, but some fun things to see are the Mvog Betsi zoo (primates and lions, with a kid's playground), the Mokolo market (very big and in-your-face), Mont Febe, or maybe the swimming pools of some of the hotels.\n\nThe city centre houses government offices, some hotels, and the central market. The Bastos neighbourhood, with most homes owned by Cameroonians, is home to foreign embassies and the expatriate European community (drawn mainly from the diplomatic corps). The presidential palace and compound is in the Etoudi neighborhood.\n\nAlso found in Yaoundé are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathédrale Notre Dame des Victoires"],["alt="],["url="],["email="],["address="],["lat=3.862876"],["long=11.520952"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The seat of the Archdiocese of Yaoundé"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mary Queen of the Apostles Basilica"],["alt=Basilique Marie-Reine-des-Apôtres"],["url="],["email="],["address="],["lat=3.8425"],["long=11.507778"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built on the site of the first missionary church in Cameroon"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cameroon Art Museum"],["alt="],["url="],["email="],["address="],["lat=3.863305"],["long=11.502862"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in a former Benedictine monastery"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum"],["alt="],["url="],["email="],["address="],["lat=3.860714"],["long=11.515937"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the former presidential palace"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Library"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Archives"],["alt="],["url="],["email="],["address=Rue Essono Ela"],["lat=3.859138"],["long=11.517966"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Afhemi Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palais des Sports de Warda"],["alt="],["url="],["email="],["address="],["lat=3.873974"],["long=11.512041"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThere is a small zoo in the Mvog-Betsi neighbourhood.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\nThe Pilot Centre, near the Finance Ministry, is a government run institution teaching French and English. There is also the American Language Centre in Bastos, if you want to learn American English.\n\n",{"type":"==","value":["Work"]},"\nIf you're volunteering with an NGO, make sure that you've verified its credibility with an independent source. A good way can be to look at the NGO's partner organisations; if it has any big ones (i.e. UN etc.), they will probably have checked it out.\nIt is sad to see eager and well intentioned volunteers have their time and money wasted (and their benevolent zeal diminished!).\n\n",{"type":"==","value":["Buy"]},"\nIf you need CFA, there are a handful of ATMs at banks around the city, as well as one in the Hilton in the center of Yaounde. The ATM at the Hilton is the only one that accepts MasterCard. You should travel with another type of card (e.g. Visa) if possible. There are also many people on the street who will change money, e.g. at the airport, outside the Hilton, and at the Casino supermarket. Money changers on the street can be recognized by seeing them rub their thumb and middle finger together at you (not a rude gesture, just a sign). They will generally accept Euros but some may also accept dollars. Know the conversion rate before you go in case you need to haggle, but the group of people who change money outside the Casino give a good rate without haggling (650 CFA per Euro, vs. a 656 CFA per Euro official rate).\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Supermarkets"]},"\nThere are a number of supermarkets around. The most obvious in the centre is Casino (a large French supermarket chain) next to the Notre Dame cathedral in the center of town where you can buy typical European brand-name foods. You can also find \"Niki\" in many places (including the Mfoundi area near the centre). Dovv in Bastos is another option, and has many European brand-names (though at the cheaper end of the scale).\n",{"type":"===","value":[" Bakeries "]},"\nBakeries are often the only places open on public holidays. A good (but not cheap for the sweet things) place is ",{"type":"''","value":["Le Moulin de France"]},", just off the main drag near Casino in the centre. \n",{"type":"===","value":["Budget"]},"\nStreet stalls are everywhere, but a nice place to go is Nlongkak round about. Here there's a bit of a variety, and plenty of places to get a beer. A plate of beans should cost between 200-500CFA, an omlet around 500 (or 1000 if in a restaurant with chips), and a plate of spaghetti maybe 500CFA. Prices may vary considerably depending on the honesty of your vendor.\n\nPrices for street vendors shouldn't vary too much for many items. E.g. Three or four bananas or a grilled corn (maize) cob should be 100CFA, anywhere in the city.\n\nA great place in Bastos is \"Saint Tropez\", meals are around 2000-2500, see the menu. Drinks are reasonably priced. Just off the main road, if you are coming from the centre, after the big T-junction (down which you will find the Meuomi Palace Hotel) take the first left.\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" Istanbul, a Turkish restaurant in Bastos, ~2000 - 5000. No Alcohol, but good food."]},{"type":"*","value":[" Some of the Chinese restaurants in Bastos have good mid-range options."]},"\n",{"type":"===","value":["Splurge"]},"\nThere are a few restaurants in the Churchill Avenue area, including: \n",{"type":"*","value":[" Masion de Coree - Korean, just off Churchill Avenue, there are signs"]},{"type":"*","value":[" A Meditarian restaurant serving Moroccan and Spanish dishes mainly"]},{"type":"*","value":[" An African restaurant"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Yaoundé"],["url="],["email="],["address=Hippodrome"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pricey (~10 000 for your meal) food. Seems to be catering to the expat crowd with a focus on European style cuisine. Nice ambiance with patio seating in a lush garden area."]]}]},"In Bastos there are also some places:\n",{"type":"*","value":[" Burnea Vista - normally quite quiet, but the food is good. European style."]},{"type":"*","value":[" Salsa - European style"]},{"type":"*","value":[" Chez Whou - Apparently one of a chain, Chinese food. "]},{"type":"*","value":[" Other Chinese restaurants in the area area also pricy."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nfoyer international de l'eglise presbyterienne\n\nHotel Ideal\n\nDouble rooms W\/ shower are 6,000 CFA($12-$15)\nDouble rooms W\/ Tele and shower are 8,000 CFA($16-$20)\nSuites dble are 15,000 CFA($20-$30) \nIt's on Carrefour Nlongkak, Phone # 22 20 98 52.\n\n",{"type":"===","value":["Mid-range"]},"\nThere are many hotels in Bastos for around 20 000 to 30 000 CFA, but you can't expect too much.\n\n",{"type":"===","value":["Splurge"]},"\nHilton Yaounde, Boulevard du 20 Mai, Yaounde, Cameroon 11852, ☎ 237-2-223-3646 (fax: 237-2-222-3210),\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nTaxi sharing can be risky, even for Cameroonians, and you may wind up with your cell phone and wallet stolen. It is recommended to hire a private taxi recommended by your hotel or a friend.\n\nBeware of pickpockets, they are rife. Be careful with your bags, wallet and such in the markets (particularly Marché Mokolo and Marché Central) and any where there are lots of people (including at nights when out drinking). Keep your hands near your pockets and be prepared to grab a person if you know they took your phone, wallet or purse.\n",{"type":"[[","value":[["File:American_Embassy_Cameroon.png"],["thumb"],["American Embassy in Cameroon: illegal to photograh"]]},"\nPhotographing sensitive areas is forbidden. This includes military places, and apparently embassies and ambassador residences. If in doubt, it might be best to not take that picture, rather than risk having a soldier or policeman delete all your pictures, or confiscate your camera.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies and High Commissions"]},"\nMost of the Embassies are in the Bastos area, though some (e.g. the French and UK) are not.\n\n",{"type":"*","value":[" Australia:  see Canada, the nearest high commission is in ",{"type":"[[","value":[["Nigeria"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/cameroon-cameroun\/index.aspx"],["email="],["address=The High Commission of Canada P.O. Box 572 Yaoundé, Cameroon"],["lat="],["long="],["directions=The High Commission of Canada Immeuble STC-TOM, Place de l’Hôtel de Ville Yaoundé, Cameroon"],["phone=(+237) 22 23 23 11"],["tollfree="],["fax="],["hours=08:00 – 12:30 and 13:30 – 17:00"],["price="],["content="]]}]},{"type":"*","value":[" China"]},{"type":"*","value":[" France"]},{"type":"*","value":[" Germany"]},{"type":"*","value":[" Japan"]},{"type":"*","value":[" Poland - honorary consulate"]},{"type":"*","value":[" Russia"]},{"type":"*","value":[" Slovakia - honorary consulate"]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["UK"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukincameroon.fco.gov.uk\/en\/"],["email="],["address=Churchill Ave"],["lat="],["long="],["directions="],["phone=(237) 2222 05 45"],["tollfree="],["fax=(237) 2222 01 4"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/yaounde.usembassy.gov\/"],["email="],["address=Avenue Rosa Parks\nP.O. Box 817 Yaounde Cameroon"],["lat="],["long="],["directions="],["phone=(237) 2220-1500"],["tollfree="],["fax=(237) 2220-1500x4531"],["hours=Monday to Thursday:\n07:30 to 17:00 Friday: 07:30 to 12:30"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Cameroon Plateau"]]},"\n",{"type":"{{","value":[["geo"],["3.866667"],["11.516667"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Yaoundé"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Yaoundé"]]},"\n",{"type":"{{","value":[["hasDocent"],["why_bother"]]}]