[{"type":"{{","value":[["pagebanner"],["Puslichevo Yaroslavl Oblast banner.jpg"]]},"\n",{"type":"[[","value":[["File:Rostov19.jpg"],["thumb"],["350px"],[{"type":"[[","value":[["Rostov Veliky"],["Rostov"]]},"'s kremlin looking lovely in the snow"]]},"\n\n",{"type":"'''","value":["Yaroslavl Oblast"]}," is a region in ",{"type":"[[","value":[["Central Russia"]]},", which borders ",{"type":"[[","value":[["Moscow Oblast"]]}," to the southwest, ",{"type":"[[","value":[["Tver Oblast"]]}," to the west, ",{"type":"[[","value":[["Vologda Oblast"]]}," to the north, ",{"type":"[[","value":[["Kostroma Oblast"]]}," to the east, ",{"type":"[[","value":[["Ivanovo Oblast"]]}," to the southeast, and ",{"type":"[[","value":[["Vladimir Oblast"]]}," to the south.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yaroslavl"]]}," — the capital is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},", nearly 1,000 years old, full of major cultural monuments—you haven't seen the ",{"type":"[[","value":[["Golden Ring"]]}," if you haven't seen Yaroslavl"]},{"type":"*","value":[" ",{"type":"[[","value":[["Borisoglebsky"]]}," — a small town near Rostov, which is often visited for its Monastery of Boris and Gleb"]},{"type":"*","value":[" ",{"type":"[[","value":[["Myshkin"]]}," — a small town on the river cruise route with a pretty Cathedral of the Assumption and other 19th century architecture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pereslavl Zalessky"]]}," — a small city full of important monasteries, cathedrals, and even the church where Alexander Nevsky was baptized"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rostov Veliky"]]}," — this town has way more than its fair share of Russian culture, with an inspired kremlin and several of Russia's most important monasteries"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rybinsk"]]}," — the second largest regional city was formerly a major trade center on the Volga; Rybinsk is home to Rybinsk dam (which created one of the world's largest man-made lakes), a prominent cathedral, and a particularly impressive Roman Catholic cathedral (a testament to the city's historical trade importance)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tutayev"]]}," — a large town containing many old churches along the riverside of the Volga"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uglich"]]}," — a 1,000 year old town with a kremlin and the Alexeyevsky and Resurrection Monasteries"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Plescheevo Ozero National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nYaroslavl Oblast is full of rather magnificent destinations for onion dome loving travelers on the Golden Ring circuit. The region has benefited from trade throughout Russia's history as it lies on the Volga River and is relatively close to both ",{"type":"[[","value":[["Moscow"]]}," and ",{"type":"[[","value":[["Saint Petersburg"]]},". Under Stalin's rule, a massive dam was built at Rybinsk, creating the Rybinsk Reservoir, which is about the size of ",{"type":"[[","value":[["Brunei"]]},", and which flooded some of the region's most important religious sites, especially at the town of Mologa, where 300 residents refused to leave and drowned.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish and possibly other languages are often spoken at major tourist sites, but in the rest of the regions, ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," may be the only language that you encounter.\n\n",{"type":"==","value":["Get in"]},"\n\nTrains arrive from both ",{"type":"[[","value":[["Saint Petersburg"]]}," and Moscow (~4 hours) to Yaroslavl, and from Moscow to Rostov Veliky (3 hours).\n\n",{"type":"==","value":["Get around"]},"\n\nLong-distance trains will take you between the cities of Rostov, Yaroslavl, ",{"type":"[[","value":[["Danilov"]]}," and ",{"type":"[[","value":[["Lyubim"]]}," - this is the most served direction by trains from Moscow to Far East (with some of trains branching to ",{"type":"[[","value":[["Kostroma"]]}," via Moscovsky railway station in Yaroslavl and Nerehta, and other going through Lyubim to ",{"type":"[[","value":[["Bui"]]},"), or to ",{"type":"[[","value":[["Vologda"]]}," and the North (branching in Danilov). There 2-3 long distance trains to Rybinsk depending on the season, but this direction is covered by buses and minibuses in spades. Local trains originate from Yaroslavl and reach ",{"type":"[[","value":[["Alexandrov"]]}," via Rostov (with about half of them shorter), Rybinsk, Danilov, and via ",{"type":"[[","value":[["Nerehta"]]}," - Kostroma and ",{"type":"[[","value":[["Ivanovo"]]},", about 3-5 trains daily in each direction, including express trains to Kostroma.\n\nRoad and bus network stems from M8 highway, which goes through Pereslavl, Petrovskoe, Rostov, Yaroslavl, Danilov, includes branches to Kostroma, Rybinsk, 2 connecting roads to Uglich - from Yaroslavl and from Rostov via Borisoglebsk. Directions, well served by buses, are ",{"type":"[[","value":[["Poshehonje"]]}," - Rybinsk - Yaroslavl - Rostov - Pereslavl or Borisoglebsk; Yaroslavl - Uglich, Yaroslavl - Kostroma. Connections between cities, that bypass Yaroslavl, may be significantly less served.\n\nAn important caveat is that Pereslavl is not served by any train, even though there is a railway station there, and also one the most famous railway museums - it should be reached via M8.\n\nTowns along the Volga can also be reached by car via P104 ",{"type":"[[","value":[["Sergiev Posad"]]}," - ",{"type":"[[","value":[["Kalyazin"]]}," - Uglich - Myshkin - Rybinsk - Poshehonje - ",{"type":"[[","value":[["Cherepovets"]]},", which runs roughly along ",{"type":"[[","value":[["Volga"]]}," and then east of Rybinsk reservoir. Road quality may change with the season, and usually is worse south of Uglich and towards Poshehonje. If possible, reading recent reviews of the road state is recommended. Crossing Volga over bridge is possible in Uglish (over hydroelectric station dam), Rybinsk and by ferry in Myshkin (other crosses include 2 bridges in Yaroslavl with new one on M8 and ferry in Tutaev). Alternative connection between Uglish and Myshkin is possible either via left bank, or significantly deviating east to Bolshoe Selo through scenic countryside.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["57.8667"],["39.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Russia"]]},"\n\n\n",{"type":"{{","value":[["related"],["Golden Ring"]]},"\n\n",{"type":"[[","value":[["commons:category:Yaroslavl Oblast"]]},"\n",{"type":"[[","value":[["wikipedia:Yaroslavl Oblast"]]}]