[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Yas Marina Hotel by Rob Alter.jpg"],["350px"],["right"],["thumb"],["Yas Hotel at night."]]},"\n\n",{"type":"'''","value":["Yas Island"]}," is an island near the city of ",{"type":"[[","value":[["Abu Dhabi"]]}," in the ",{"type":"[[","value":[["United Arab Emirates"]]},".\n\n",{"type":"==","value":["Understand"]},"\nYas Island is located just off the coast about 20km from Abu Dhabi city center. It has a land area of 2,500 hectares. The island should not be confused with ",{"type":"[[","value":[["Sir Bani Yas Island"]]},".\n\nThe island is where the Yas Island Circuit, the host of the Formula One Abu Dhabi Grand Prix since 2009, is located. Currently a massive construction site, the island will also be home to several theme park-based attractions such as Warner Bros Movie World, a movie theme park by Warner Bros; the Ferrari theme park Ferrari World Abu Dhabi, and a water park. It also has a marina.\n\n",{"type":"==","value":["Get in"]},"\nYas Island is best reached by road. It is linked to the mainland by a massive expressway and bridge which connects directly to the ",{"type":"[[","value":[["Abu Dhabi"]]},"-",{"type":"[[","value":[["Dubai"]]}," Highway. Highways and bridges also link Yas Island directly to Abu Dhabi city via Saadiyat Island.\n\n",{"type":"==","value":["Get around"]},"\nYas Island is quite big and its attractions are spread out. The only practical way to get around is by private vehicle. The roads around Yas Island are wide and good.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Yas Marina Circuit 004.jpg"],["200px"],["right"],["thumb"],["One of the bridges over the track of the Yas Marina Circuit."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Yas Marina Circuit:"]}," Home of the Formula 1 Abu Dhabi Grand Prix which held its first race in 2009. The circuit was designed by Hermann Tilke and is the second Formula One track in the Middle East, with the first in Bahrain. It is said to be the Arabian version of Monaco with twenty-one corners twists passing by the marina and encircling the Yas Marina Hotel. The circuit has four grandstand areas - Main Grandstand, West Grandstand, North Grandstand and South Grandstand - and part of its pit lane exit runs underneath the track. It also houses a team building behind the pit building, Media Center, Dragster Track, VIP Tower, Ferrari Building."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ferrari World Abu Dhabi:"]}," The first theme park designed around the Ferrari brand, which opened November 4, 2010, is featured as one of the main attractions on Yas Island. It features a racetrack, theater complex, miscellaneous driving activities, and three thrill rides. The distinct red roof with the Ferrari logo is ready and can be seen from miles away, as well as from planes landing at or taking off from the Abu Dhabi International Airport. The theme park is the largest indoor amusement park in the world and is home to 21 rides including Formula Rossa, the world's fastest roller coaster reaching a top speed of 240 km\/h. Theme park have many restaurants and souvenirs shops but prices of food and drinks tend to be very higher."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Yas Waterworld"],["alt="],["url=http:\/\/www.yaswaterworld.com\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A recently opened waterpark with 43 rides, slides and attractions."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAmerigos Mexican Bar & Restaurant (Park Inn Abu Dhabi Yas Island), P.O.Box 93725 (Golf Plaza, Yas Island), ☎ +971 02-656 22 22, [14]. A great mexican restaurant serving excellent food, beautiful terrace for al fresco dining. Average per person Dhs. 120.\n\nJing Asia (All-day Dining) at Crowne Plaza Abu Dhabi Yas Island brings together the essence of both Asian and international cuisine, making your dining experience an exciting journey between our selection of live cooking stations.\n\nStills (European Brasserie & Bar) at Crowne Plaza Abu Dhabi Yas Island serves delicious European gastro-pub food and a wide variety of international draught beverage along its 26-metre signature bar counter. With magnificent views of the golf course and Arabian Gulf, Stills has something for everyone’s taste. \n\nBarouk (Lebanese Restaurant) at Crowne Plaza Abu Dhabi Yas Island Serving mouthwatering hot and cold mezze, grills and desserts, Barouk is the place to experience authentic Lebanese cuisine at its very best while enjoying live entertainment by the talented Oud player. A wide selection of shisha is also served on the terrace.\n\nViews (Lobby Lounge) at Crowne Plaza Abu Dhabi Yas Island is the perfect place for a bite to eat, meeting clients or relaxing with an afternoon tea or early evening cocktail while enjoying the magnificent views across the golf course and Arabian Gulf.\n\nSundowner (Pool Bar) at Crowne Plaza Abu Dhabi Yas Island where you can relax, sit back and soak up the sun at this cool hotspot by the pool. Sundowner serves an exciting variety of refreshing beverages and light snacks.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Park Inn Abu Dhabi Yas Island"]}," (Park Inn Abu Dhabi Yas Island), P.O.Box 93725 (Golf Plaza, Yas Island), ☎ +971 02-656 22 22, [14]. A great new hotel in Yas Island. Clean rooms, excellent service and nice and friendly staff. The restaurant is a great option for dinner. Dhs. 550.\n\n",{"type":"'''","value":["Crowne Plaza Abu Dhabi Yas Island"]}," Set along the Yas Links Abu Dhabi and the turquoise Arabian Gulf, our hotel is located in the heart of one of the UAE’s most exciting destinations and is within walking distance of the exciting Yas Marina Circuit and Ferrari World Abu Dhabi theme park.\nThe hotel hosts a delicious variety of dining options with five excellent bars and restaurants to choose from and all 428 stylish guest rooms and suites feature magnificent views. Fitness enthusiasts have not been forgotten as the hotel offers a fully equipped, state-of-the-art gym complete with sauna, steam rooms, a squash court and a stylish part shaded 25 metre swimming pool. Children may also enjoy the Kids Club.\nFor more information call +971 (0)2 656 3000\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Abu Dhabi (emirate)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Yas Island"]]}]