[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner grand canyon Yellowstone.jpg"],["caption=The Grand Canyon of the Yellowstone"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/yell\/ Yellowstone National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," and a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},".  It was the world's first national park, set aside in 1872 to preserve the vast number of geysers, ",{"type":"[[","value":[["Hot springs"],["hot springs"]]},", and other thermal areas, as well as to protect the incredible wildlife and rugged beauty of the area.  The park contains 3,472 square miles (8,987 km",{"type":"<","value":["sup",["2"]]},"), mostly within the ",{"type":"[[","value":[["Northwest Wyoming"],["northwest"]]}," corner of ",{"type":"[[","value":[["Wyoming"]]},", but with portions extending into the states of ",{"type":"[[","value":[["Idaho"]]}," and ",{"type":"[[","value":[["Montana"]]},".\n",{"type":"[[","value":[["Image:Yellowstone_grand_geyser.jpg"],["thumb"],["260px"],["The Grand Geyser, the largest predictable geyser in Yellowstone, can spout boiling water over 150 feet in the air."]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nLong before any recorded human history in Yellowstone, a massive volcanic eruption spewed an immense volume of ash that covered all of the western U.S., much of the Midwest, northern Mexico and some areas of the eastern Pacific Coast. The eruption may have been as much as one thousand times more powerful than the 1980 eruption of ",{"type":"[[","value":[["Mt. St. Helens"]]},", and it left a caldera approximately 34 by 45 miles (55 by 72 km). The Yellowstone super volcano is believed to erupt every 600,000 to 900,000 years with the last event occurring 640,000 years ago. Its eruptions are among the largest known to have ever occurred on Earth, producing drastic climate change in the aftermath. Although it is commonly assumed that the park was named for the yellow rocks seen in the Grand Canyon of the Yellowstone, the park's name comes from the Yellowstone River that flows through it, which is in turn named after sandstone bluffs found farther down its course in eastern Montana.\n\nOn March 1, 1872, Yellowstone became the first ",{"type":"''","value":["National Park"]}," reserve declared anywhere in the world, by President Ulysses S. Grant. In 1978 it was designated a ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Site"]]}," by UNESCO.\n\n",{"type":"===","value":["Landscape"]},"\n\nWith half of the earth's geothermal features, Yellowstone holds the planet's most diverse and intact collection of geysers, hot springs, mudpots, and fumaroles. Its more than 300 geysers make up two thirds of all those found on earth. Combine this with more than 10,000 thermal features comprised of brilliantly colored hot springs, bubbling mudpots, and steaming fumaroles, and you have a place like no other.\n\nYellowstone's hydrothermal features would not exist without the underlying magma body that releases tremendous heat. They also depend on sources of water, such as from the mountains surrounding the Yellowstone Plateau. There, snow and rain slowly percolate through layers of permeable rock riddled with cracks. Some of this cold water meets hot brine directly heated by the shallow magma body. The water's temperature rises well above the boiling point but the water remains in a liquid state due to the great pressure and weight of the overlying water. The result is superheated water with temperatures exceeding 400 ° F.\n\nThe superheated water is less dense than the colder, heavier water sinking around it. This creates convection currents that allow the lighter, more buoyant, superheated water to begin its journey back to the surface following the cracks and weak areas through rhyolitic lava flows. This upward path is the natural \"plumbing\" system of the park's hydrothermal features.  Once it reaches the surface, the various colors of the pools are due to different types of bacteria growing in different temperatures.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"[[","value":[["File:Black bear in yellowstone 3.jpg"],["thumb"],["300px"],["It is not at all unusual to see many types of bears, like this black bear, near the roadways or up on the ridges of Yellowstone in the summertime, usually foraging for food."]]},"\n\nThe park is the core of the Greater Yellowstone Ecosystem, one of the largest intact temperate zone ecosystems remaining on the planet, and as a result is an exceptional area for wildlife viewing.\n\nYellowstone is home to the largest concentration of mammals in the lower 48 states. Sixty-seven different mammals live here, including grizzly bears and black bears. Gray wolves were restored in 1995 and more than 100 live in the park now. Wolverine and lynx, which require large expanses of undisturbed habitat, are also found in the Yellowstone ecosystem. Seven native ungulate species - elk, mule deer, bison, moose, bighorn sheep, pronghorn, and white-tailed deer live here. Non-native mountain goats have colonized northern portions of the park and numerous small mammals are found throughout the park.\n\nRecords of bird sightings have been kept in Yellowstone since its establishment in 1872; these records document 330 species of birds to date, of which approximately 148 species are known to nest in the park. The variation in elevation and broad array of habitat types found within the park contributes to the region's relatively high diversity.\n\nGlacial activity and current cool and dry conditions are likely responsible for the relatively small number of reptiles and amphibians found in the park.\n\nYellowstone is home to more than 1,350 species of vascular plants, of which 218 are non-native.\n\n",{"type":"===","value":["Climate"]},"\n\nThe weather in Yellowstone National Park can change very rapidly from sunny and warm to cold and rainy, so it's important to bring along extra layers of clothing which can be used as needed.  Snow can fall in Yellowstone at any time of the year.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Summer"]},": Daytime temperatures are often in the 70s (25°C) and occasionally in the 80s (30°C) in lower elevations. Nights are usually cool and temperatures may drop below freezing at higher elevations. Thunderstorms are common in the afternoons."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Winter"]},": Temperatures often range from zero to 20°F(-20°C to -5°C) throughout the day. Sub-zero temperatures over-night are common. The record low temperature is -66F (-54°C). Snowfall is highly variable. While the average is 150 inches per year, it is not uncommon for higher elevations to get twice that amount."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spring & Fall"]},": Daytime temperatures range from the 30s to the 60s (0 to 20°C) with overnight lows in the teens to single digits (-5 to -20°C). Snow is common in the Spring and Fall with regular accumulations of 12\" in a 24 hour period. At any time of year, be prepared for sudden changes. Unpredictability, more than anything else, characterizes Yellowstone’s weather. Always be equipped with a wide range of clothing options. Be sure to bring a warm jacket and rain gear even in the summer."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Yellowstone-area-map.png"],["thumb"],["400px"],["Yellowstone National Park area map"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe principal airport serving Yellowstone is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jacksonholeairport.com Jackson Hole Airport"]}]}," (",{"type":"{{","value":[["IATA"],["JAC"]]},"), located within ",{"type":"[[","value":[["Grand Teton National Park"]]},", near ",{"type":"[[","value":[["Jackson (Wyoming)"],["Jackson"]]},", and the largest airport in ",{"type":"[[","value":[["Wyoming"]]},". United and Delta serve Jackson Hole year-round, from ",{"type":"[[","value":[["Denver"]]}," and ",{"type":"[[","value":[["Salt Lake City"]]}," respectively. These airlines plus American and Frontier provide seasonal flights from those cities and eight others across the US.\n\nOther airports with commercial services are at:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Billings"]]}]}," (Montana) (",{"type":"{{","value":[["IATA"],["BIL"]]},") ",{"type":"[","value":["http:\/\/www.flybillings.com"]},". From numerous cities."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bozeman"]]}]}," (Montana) (",{"type":"{{","value":[["IATA"],["BZN"]]},") ",{"type":"[","value":["http:\/\/www.gallatinfield.com"]},". From eight cities year round and more seasonally."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cody"]]}]}," (Wyoming) (",{"type":"{{","value":[["IATA"],["COD"]]},") ",{"type":"[","value":["http:\/\/www.flyyra.com"]},". From Salt Lake City and Denver."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Idaho Falls"]]}]}," (Idaho) (",{"type":"{{","value":[["IATA"],["IDA"]]},") ",{"type":"[","value":["http:\/\/www.idahofallsidaho.gov\/city\/city-departments\/idaho-falls-regional-airport.html"]},". From six cities."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["West Yellowstone"]]}]}," (Montana) (",{"type":"{{","value":[["IATA"],["WYS"]]},"). From Salt Lake City, Jun–Sep only."]},"\n",{"type":"===","value":["By car"]},"\n\nThe park has 5 entrances. The nearest cities to each entrance are given.\n\n",{"type":"*","value":[{"type":"'''","value":["North"]}," - Accessed from ",{"type":"[[","value":[["Gardiner (Montana)"]]}," via US Route 89 (56 mi, 90 km from ",{"type":"[[","value":[["Livingston (Montana)"],["Livingston"]]},"). This entrance is open all year and leads to the park headquarters at ",{"type":"'''","value":["Mammoth Hot Springs"]},", 5 miles (8 km) inside the park boundary. The iconic ",{"type":"'''","value":["Roosevelt Arch"]}," is located at this entrance."]},{"type":"*","value":[{"type":"'''","value":["Northeast"]}," - Accessed from ",{"type":"[[","value":[["Silver Gate"]]}," and ",{"type":"[[","value":[["Cooke City"]]}," via US Route 212 (Beartooth Highway). The entrance and road to Cooke City are open all year, but Route 212 past Cooke City is closed in winter (mid-October to late May)."]},{"type":"*","value":[{"type":"'''","value":["East"]}," - Accessed from ",{"type":"[[","value":[["Cody"]]}," (53 mi, 85 km) via US Route 14\/16\/20. This entrance is closed in winter (early November to early May)."]},{"type":"*","value":[{"type":"'''","value":["South"]}," - Accessed from ",{"type":"[[","value":[["Grand Teton National Park"]]}," via US Route 89\/191\/287. This entrance is closed in winter (early November to mid-May). "]},{"type":"*","value":[{"type":"'''","value":["West"]}," - Accessed from ",{"type":"[[","value":[["West Yellowstone"]]}," via US Route 20\/191\/287 (60 mi, 97 km from ",{"type":"[[","value":[["Ashton (Idaho)"],["Ashton, Idaho"]]},"). This entrance is closed in winter (early November to late April)."]},"\n",{"type":"===","value":["By foot"]},"\nThere are an extensive number of trails entering the park on all sides including the 3100 mile long ",{"type":"[[","value":[["Continental Divide Trail"]]},".\n\n",{"type":"==","value":["Fees\/permits"]},"\n\nAll vehicles and individuals entering the park must pay an entrance fee that is valid for seven days. The entrance fee provides entry to both Grand Teton and Yellowstone National Parks. Fees are $25 for non-commercial vehicles, $12 for hikers and cyclists, and $20 for motorcycles and snowmobiles.\n\nOne year passes are available as an alternative to the seven day fee.  The Park Annual Pass is $50 and provides entrance to Yellowstone and Grand Teton National Parks.  The Interagency Annual Pass is $80 and provides entrance to most federal recreation sites across the country including Yellowstone and Grand Teton National Parks.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Yellowstone-map.png"],["thumb"],["400px"],["Yellowstone National Park map."]]},"\n\n",{"type":"===","value":["By car"]},"\n\nMost visitors use private vehicles to get around inside Yellowstone National Park. There is no public transportation available within the park.  Roads can become very crowded whenever people stop to view wildlife; use pullouts, and be respectful of other motorists to help avoid ",{"type":"''","value":["bear-jams"]},".  When snow falls roads may be closed, and during winter months many park roads close permanently.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"[","value":["http:\/\/www.yellowstonenationalparklodges.com\/ Xanterra Resorts"]}," provides bus tours within the park during the summer season. The Lower Loop Tour departs from locations in the southern part of the Park only. The Upper Loop Tour departs from Lake Hotel, Fishing Bridge RV Park, and Canyon Lodge to tour the northern section of the park only. The Grand Loop Tour departs from Gardiner and Mammoth Hot Springs Hotel to tour the entire park in one day. During the winter season snowcoach tours are provided from various locations. Call (307) 344-7311 for information or reservations.\n\nIn addition, during the summer season, commercial businesses offer tours originating from many area towns and cities.  During the winter season, some businesses provide snowcoach tours for most park roads or bus transportation on the Mammoth Hot Springs to Cooke City road.\n\n",{"type":"===","value":["By bicycle"]},"\n\n",{"type":"[[","value":[["Cycling"]]}," in the park can be a very rewarding experience, but due to the great distances in the park some additional planning is necessary to ensure that lodging is available each night.  The park reserves a number of campsites for cyclists, but during the busy summer season it is probably best to reserve sites in advance wherever possible.\n\n",{"type":"===","value":["By snowmobile or snowcoach"]},"\nWinter is perhaps the most tranquil time to visit the park when there are the fewest number of visitors.  The winter use season of snowmobile and snowcoach travel begins in mid-December and ends in mid-March. Actual opening or closing dates for oversnow travel varies by entrance and will be determined by adequate snowpack and plowing schedules.  Visitors wishing to visit the park on a snowmobile or in a snowcoach must either travel by commercial snowcoach or accompany a commercial guide on snowmobiles (private, unguided snowmobiles or snowcoaches are not allowed) which are available at most entrances. Best Available Technology snowmobiles are required, and there is a daily limit on snowmobile and snowcoach entries. Off-road use of snowmobiles and snowcoaches is prohibited.\n\n",{"type":"==","value":["See"]},"\n\nYellowstone is world-famous for its natural heritage and beauty - and for the fact that it holds half the world's geothermal features, with more than 10,000 examples. Travelers to Yellowstone can view more than 300 geysers (such as \"Old Faithful\"), pools of boiling mud, and an amazing assemblage of wildlife, such as grizzly bears, wolves, bison and elk, all while standing on the surface of the Earth's largest known \"super-volcano\".\n\nThe park can be sub-divided into approximately eight major areas, which are organized below as they would be encountered by someone traveling the park in a clockwise direction, starting from the east.\n\n",{"type":"===","value":[" Bridge Bay, Fishing Bridge & Lake "]},"\n\nThese three regions are situated on the north side of Yellowstone Lake.  Recreation options include boating, fishing, and a handful of thermal features.\n\nThermal features and natural attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yellowstone Lake"],["url="],["email="],["address="],["lat=44.466667"],["long=-110.366667"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With a surface area of 132 square miles, Yellowstone Lake is the largest lake at high elevation (more than 7,000 ft.) in North America. It is a natural lake, situated at 7,733 ft. above sea level. It is roughly 20 miles long and 14 miles wide with 141 miles of shoreline. It is frozen nearly half the year. It freezes in late December or early January and thaws in late May or early June."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hayden and Pelican Valleys"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Hayden Valley is located six miles north of Fishing Bridge Junction. The Pelican Valley is situated three miles east of Fishing Bridge. These two vast valleys comprise some of the best habitat in the lower 48 states for grizzly bears, bison, elk, and other wildlife species."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Natural Bridge"],["url="],["email="],["address="],["lat=44.5263303"],["long=-110.4565927"],["directions=just south of Bridge Bay Campground"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This rock formation is accessible via an easy one-mile walk, and there is also a bicycle trail leading to the bridge. The Natural Bridge was formed by erosion of a rhyolite outcrop by Bridge Creek. The top of the bridge is approximately 51 ft. above the creek. A short switchback trail leads to the top, though travel across the bridge is now prohibited to protect this feature."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=LeHardy Rapids"],["url="],["email="],["address="],["lat=44.6072845"],["long=-110.3839507"],["directions=three miles north of Fishing Bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The LeHardy Rapids are a cascade on the Yellowstone River. Geomorphologically, it is thought that this is the actual spot where the lake ends and the river continues its northward flow. In the spring, many cutthroat trout may be seen here, resting in the shallow pools before expending bursts of energy to leap up the rapids on the their way to spawn under Fishing Bridge.  A boardwalk, built in 1984, provides access to the area, although it is closed during the spring nesting season to protect this sensitive bird habitat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mud Volcano"],["url="],["email="],["address="],["lat=44.6230556"],["long=-110.4319444"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This was once a hilltop thermal feature that would hurl mud into the nearby trees during eruptions, but a particularly large eruption blew apart the Mud Volcano, leaving a hot, bubbling mud pool at the base of the hill. Access to the area is via a short loop from the parking lot past the Dragon's Mouth and the Mud Volcano that is handicapped accessible, and a half-mile upper loop trail via Sour Lake and the Black Dragon's Caldron that is relatively steep. The rhythmic belching of steam and the flashing tongue of water give the Dragon's Mouth Spring its name, though its activity has decreased notably since December 1994. The Black Dragon's Caldron exploded onto the landscape in 1948, blowing trees out by their roots and covering the surrounding forest with mud. In January 1995, a new feature on the south bank of Mud Geyser became extremely active, covering an area of 20 by 8 feet and comprised of fumaroles, small pools, and frying-pan type features. The most dramatic features of the Mud Volcano area, including the huge seething mud pot known as the \"Gumper\", are open to the public only via off-boardwalk ranger-guided walks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sulphur Caldron"],["url="],["email="],["address="],["lat=44.6278433"],["long=-110.4328403"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Sulphur Caldron area can be viewed from a staging area just north of Mud Volcano. The yellow, turbulent splashing waters of the Sulphur Caldron are among the most acidic in the park with a pH of 1.3. Other features which can be viewed from this overlook are Turbulent Pool (which is no longer \"turbulent\") and the crater of a large, active mud pot."]]}]},"\nHistorical and educational attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fishing Bridge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The original bridge was built in 1902 as a rough-hewn corduroy log bridge with a slightly different alignment than the current bridge. The existing bridge was built in 1937. The Fishing Bridge was historically a tremendously popular place to fish. Angling from the bridge was quite good, due to the fact that it was a major spawning area for cutthroat trout. However, because of the decline of the cutthroat population (in part, a result of this practice), the bridge was closed to fishing in 1973. Since that time, it has become a popular place to observe fish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fishing Bridge Museum and Visitor Center"],["url="],["email="],["address="],["lat=44.5630"],["long=-110.3777"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Fishing Bridge Museum was completed in 1931 and would eventually become a prototype of rustic architecture in parks all over the nation.  It was declared a National Historic Landmark in 1987. When automobiles replaced stagecoaches as the main means of transportation through the park, people were no longer accompanied by a guide, so the museum was built as a \"Trailside Museum,\" allowing visitors to obtain information about Yellowstone on their own."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lake Yellowstone Hotel"],["url="],["email="],["address="],["lat=44.5498"],["long=-110.4011"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Lake Yellowstone Hotel opened in 1891 on a site long known as a meeting place for Indians, trappers, and mountain men. At that time, it was not particularly distinctive, resembling any other railroad hotel financed by the Northern Pacific Railroad.  It was renovated in 1903, with additional changes made in 1929.  By the 1970s, the Hotel had fallen into serious disrepair. In 1981, the National Park Service and the park concessionaire, TW Recreational Services, embarked upon a ten-year project to restore the Lake Hotel in appearance to its days of glory in the 1920s. The work was finished for the celebration of the hotel's centennial in 1991. The Hotel was placed on the National Register of Historic Places that year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lake Ranger Station"],["url="],["email="],["address="],["lat=44.5510527"],["long=-110.3954786"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=After a decade of military administration in Yellowstone, Congress created the National Park Service in 1916. Ranger stations began to replace soldier stations throughout the park. The Lake Ranger Station was completed in 1923. The first Director of the National Park Service, Steven Mather, suggested that the station should blend in with its natural and cultural environment. A local woodsman used pioneer building techniques to give the station its \"trapper cabin\" style. With park architects, Superintendent Horace Albright designed a large octagonal \"community room\" with a central stone fireplace. This rustic hall served an informational function by day, and, in the evening, it became the scene of a folksy gathering around a log fire."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Lake Lodge"],["url="],["email="],["address="],["lat=44.5549416"],["long=-110.3960342"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The advent of the auto in the park in 1915 created a great influx of visitors. The need arose for an intermediate style of lodging between the luxury of the Lake Hotel and the rustic accommodations of the tent camps. In 1926, the Lake Lodge (also a Robert Reamer design) was completed, one of four lodges in the park. The park was no longer primarily accessible to only affluent \"dudes\" or hearty \"sagebrushers.\""]]}]},"\n",{"type":"===","value":[" West Thumb & Grant Village "]},"\n\n",{"type":"[[","value":[["File:Fishing Cone Geyser YNP2.jpg"],["thumb"],["300px"],["Fishing Cone Geyser and Yellowstone Lake."]]},"\n\nThese two villages are located on the western side of Yellowstone Lake and offer boating and fishing as well as some interesting thermal features, including the \"Fishing Cone\", a hot springs that bubbles out directly into the lake.  The area's name comes from the fact that with a little imagination, Yellowstone Lake looks like a left hand reaching southward, and this area would be the \"thumb\" of that hand.\n\nThermal features and natural attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yellowstone Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Like Lake Village and Fishing Village, this area provides access to North America's largest high elevation lake.  The topmost layers of the lake rarely exceeds 66°F, and the lower layers are much colder; because of the extremely cold water, swimming is not recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=West Thumb Geyser Basin"],["url="],["email="],["address="],["lat=44.4185508"],["long=-110.5729846"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This geyser basin is situated along the shore for a distance of two miles, extending back from it about five hundred yards and into the lake perhaps as many feet. There are several hundred springs here, varying in size from miniature fountains to pools or wells seventy-five feet in diameter and of great depth. Additionally, a small cluster of mud springs.  Of particular note, the Abyss Pool offers an optical illusion that makes it look bottomless, and Fishing Cone is a offshore pool which was once popular as a spot to cook newly-caught fish by dipping them into this partially submerged hot spring. (This stunt is no longer allowed.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Heart Lake"],["url="],["email="],["address="],["lat=44.2663664"],["long=-110.4827532"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lying in the Snake River watershed west of Lewis Lake and south of Yellowstone Lake, Heart Lake was named sometime before 1871 for Hart Hunney, an early hunter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Isa Lake"],["url="],["email="],["address="],["lat=44.4407694"],["long=-110.7190983"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This lake is on the Continental Divide at Craig Pass in 1891. Isa Lake is noteworthy as probably the only lake on earth that drains naturally to two oceans backwards, the east side draining to the Pacific and the west side to the Atlantic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Red Mountains"],["url="],["email="],["address="],["lat=44.2529960"],["long=-110.5535388"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This small range of mountains, located just west of Heart Lake, is completely contained within the boundaries of Yellowstone National Park. The name of the range comes from the color of the volcanic rocks which compose them. There are 12 peaks in the range, with 10,308-foot-high Mount Sheridan being the highest."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shoshone Lake"],["url="],["email="],["address="],["lat=44.3706966"],["long=-110.7188986"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This lake is the park's second largest lake and is located at the head of the Lewis River southwest of West Thumb.  Shoshone Lake is 205 feet at its maximum depth and has an area of 8,050 acres.  Originally, Shoshone Lake was barren of fish owing to waterfalls on the Lewis River, but today the lake contains introduced lake trout, brown trout, and Utah chubs. The U.S. Fish and Wildlife Service believes that Shoshone Lake may be the largest lake in the lower 48 states that cannot be reached by road. No motorboats are allowed on the lake."]]}]},"\nHistorical and educational attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=West Thumb Ranger Station"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1925, with the open breezeway enclosed in 1966, the West Thumb Ranger Station is an excellent example of historic architecture associated with ranger stations in Yellowstone."]]}]},"\n",{"type":"===","value":[" Old Faithful "]},"\n\n",{"type":"[[","value":[["File:Yellowstone Grand Prismatic.jpg"],["thumb"],["300px"],["The Grand Prismatic Spring, viewed from above.   For a closer view, there are raised boardwalks around the spring and nearby pools (viewable in the detail of the picture)"]]},"\n\nOld Faithful is the image people think of when they think of Yellowstone, and the geyser erupts regularly (check the visitor center for estimated eruption times).  This area is also home to the iconic and historic Old Faithful Inn, as well as a vast number of geysers and hot springs that are easily accessible via boardwalks.\n\nThermal features and natural attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Upper Geyser Basin"],["url="],["email="],["address="],["lat=44.4643775"],["long=-110.8291000"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yellowstone, as a whole, possesses close to sixty percent of the world's geysers, and the Upper Geyser Basin is home to the largest numbers of this fragile feature found in the park, including the iconic \"Old Faithful\" geyser.  Old Faithful, the world's most famous geyser, has large eruptions occurring an average of about once every eighty minutes, although the timing between each eruption varies by as much as an hour and has been increasing over the years.  Rangers are able to predict the geyser's eruptions to within about ten minutes, provided the duration of the previous eruption is known.  In addition to Old Faithful, this basin contains an additional 150 geysers within a one square mile area; of this remarkable number, the eruptions of Castle, Grand, Daisy, Riverside, and Old Faithful are predicted regularly by the naturalist staff.  In addition to geysers the area is home to numerous hot springs.  Boardwalks allow access to the most interesting areas.  ",{"type":"''","value":["Do not leave the trails"]},"; the surface here is thin and unstable and has a real chance of depositing you in a boiling pool of water if you walk where you're not supposed to."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lower Geyser Basin"],["url="],["email="],["address="],["lat=44.5493774"],["long=-110.8357668"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This large area of hydrothermal activity can be viewed by foot along the boardwalk trail at Fountain Paint Pots and by car along the three mile Firehole Lake Drive. The latter is a one-way drive where you will find the sixth geyser predicted by the Old Faithful staff: Great Fountain. Its splashy eruptions send jets of diamond droplets bursting 100-200 feet in the air, while waves of water cascade down the raised terraces. Patience is a virtue with this twice-a-day geyser, as the predictions allow a 2 hour (plus or minus) window of opportunity.  Fountain Flats Drive departs the Grand Loop Road just south of the Nez Perce picnic area and follows along the Firehole River to a trail head 1.5 miles distant. From there, the Fountain Freight Road hiking\/biking trail continues along the old roadbed giving hikers access to the Sentinel Meadows Trail and the Fairy Falls Trail. Also along this path is the only handicapped-accessible backcountry site in the Old Faithful district at Goose Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Midway Geyser Basin"],["url="],["email="],["address="],["lat=44.5177110"],["long=-110.8321555"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This geyser basin is located on a hill overlooking the Firehole River.  Smaller in size than they other geyser basins in the area, the runoff from its thermal features flows into the river, leaving steaming, colorful trails in its wake.  In particular, Excelsior Geyser reveals a gaping crater 200 x 300 feet with a constant discharge of more than 4,000 gallons of water per minute into the Firehole River; this geyser once erupted so violently that it may in fact have blown itself up, and no eruptions have since occurred. Also in this surprising basin is Yellowstone's largest hot spring, the beautifully-colored Grand Prismatic Spring. This feature is 370 feet in diameter and more than 121 feet in depth. There is a trail that goes around the back of the spring which has a small turn-off that lets intrepid climbers rise about 400 feet above the spring, and capture the entire basin in one view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lone Star Geyser Basin"],["url="],["email="],["address="],["lat=44.4138221"],["long=-110.8177113"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This backcountry geyser basin is easily reached by a 5-mile round-trip hike that follows an old, now-closed road from the trail-head south of Old Faithful. Lone Star Geyser erupts about every three hours. There is a logbook, located in a cache near the geyser, for observations of geyser times and types of eruptions.  Bicycles can make it most of the way to Lone Star."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shoshone Geyser Basin"],["url="],["email="],["address="],["lat=44.3543780"],["long=-110.7991002"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shoshone Geyser Basin is reached by a 17-mile round-trip hike that crosses the Continental Divide at Grant's Pass. This basin has no boardwalks, and extreme caution should be exercised when traveling through it. Trails in the basin must be used. Remote thermal areas, such as this, should be approached with respect, knowledge, and care. Be sure to emphasize personal safety and resource protection when entering a backcountry basin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Firehole River"],["url="],["email="],["address="],["lat=44.4996552"],["long=-110.8407666"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The river derives its name from the steam (which they thought was smoke from fires) witnessed by early trappers to the area. Their term for a mountain valley was \"hole,\" and the designation was born. The Firehole River boasts a world-famous reputation for challenging fly-fishing. Brown, rainbow, and brook trout give the angler a wary target in this stream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kepler Cascades"],["url="],["email="],["address="],["lat=44.4457670"],["long=-110.8071554"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the most easily reached waterfall in the district. A marked pullout just south of Old Faithful and a short walk from the car offers the visitor easy access to view this 125-foot cascade."]]}]},"\nHistorical and educational attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Faithful Inn"],["url="],["email="],["address="],["lat=44.4601"],["long=-110.830383"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built during the winter of 1903-04, the Old Faithful Inn is one of the few remaining log hotels in the United States. It is a masterpiece of rustic architecture in its stylized design and fine craftsmanship. Its influence on American architecture, particularly park architecture, was immeasurable. The building is a rustic log and wood-frame structure with gigantic proportions: nearly 700 feet in length and seven stories high.  The lobby of the hotel features a 65-foot ceiling, a massive rhyolite fireplace, and railings made of contorted lodgepole pine. Visitor can stand in the middle of the lobby and look up at the exposed structure, or climb up a gnarled log staircase to one of the balconies and look up, down, or across. Wings were added to the hotel in 1915 and 1927, and today there are 327 rooms available to guests in this National Historic Landmark."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lower Hamilton Store"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1897, this is the oldest structure in the Old Faithful area still in use. The \"knotty pine\" porch is a popular resting place for visitors, providing a great view of Geyser Hill. (The oldest building at Old Faithful was built as a photo studio in 1897 for F. Jay Haynes. Originally located 700 feet southwest of Beehive Geyser and about 350 feet northwest of the front of the Old Faithful Inn, it now stands near the intersection of the Grand Loop Road and the fire lane, near the crosswalk.)"]]}]},"\n",{"type":"===","value":[" Madison "]},"\n\nMadison is located midway between Old Faithful and the Norris Geyser basin and offers an array of thermal features.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Artists Paintpots"],["url="],["email="],["address="],["lat=44.6927127"],["long=-110.7379874"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Artists Paintpots is a small but lovely thermal area just south of Norris Junction. A one-mile round trip trail takes visitors to colorful hot springs, two large mud pots, and through a section of forest burned in 1988. Adjacent to this area are three other off-trail, backcountry thermal areas: Sylvan Springs, Gibbon Hill Geyser Basin, and Geyser Creek Thermal area. These areas are fragile, dangerous, and difficult to get to; travel without knowledgeable personnel is discouraged."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gibbon Falls"],["url="],["email="],["address="],["lat=44.6543788"],["long=-110.7707659"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 84-foot (26-meter) waterfall tumbles over remnants of the Yellowstone Caldera rim and is easily accessible from a pullover on the park road. The rock wall on the opposite side of the road from the waterfall is the inner rim of the caldera."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monument Geyser Basin"],["url="],["email="],["address="],["lat=44.6841013"],["long=-110.7538211"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This small, nearly dormant basin lies at the top of a very steep one-mile trail. Highlights of the area include thermos-bottle shaped geyser cones that are remnants of a much more active time, several intriguing travertine structures, and some great views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Madison River"],["url="],["email="],["address="],["lat=44.6421544"],["long=-110.8654901"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Madison River is formed at the junction of the Gibbon and Firehole rivers, hence Madison Junction. The Madison joins the Jefferson and the Gallatin rivers at Three Forks, Montana, to form the Missouri River. The Madison is a blue-ribbon fly fishing stream with healthy stocks of brown and rainbow trout and mountain whitefish.  The canyon created by the river consists of steep, tree-covered rock walls on each side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Terrace Springs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The small thermal area just north of Madison Junction. This area provides the visitor with a short boardwalk tour of hot springs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Firehole Canyon Drive and Firehole Falls"],["url="],["email="],["address="],["lat=44.6307656"],["long=-110.8643789"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Firehole Canyon Drive, a side road, follows the Firehole River upstream from Madison Junction to just above Firehole Falls. The drive takes sightseers past 800-foot thick lava flows. Firehole Falls is a 40-foot waterfall. An un-staffed swimming area here is very popular in the warmest of the summer season. Cliff diving is illegal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Park Mountain"],["url="],["email="],["address="],["lat=44.6368765"],["long=-110.8716013"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mountain is actually part of the lava flows that encircle the Madison Junction area. Near this site, in 1870, the Washburn-Langford-Doane Expedition is said to have camped and discussed the future of the region they were exploring. Legend has it that this was where the idea of the national park was discussed. It should be noted that there is no evidence of the campfire conversation ever taking place, and there is certainly no evidence to show that the idea of a national park was discussed."]]}]},"\n",{"type":"===","value":[" Norris "]},"\n\n",{"type":"[[","value":[["Image:Cyanobacteria Biscuit Basin YNP Wyoming USA.JPG"],["thumb"],["300px"],["Looking like an image from space, mattes of cyanobacteria thrive in the scalding waters of Biscuit Basin."]]},"\n\nLocated south of Mammoth, the Norris area is a home to a vast array of thermal features, including Steamboat Geyser, the world's largest.  The area was named after Philetus W. Norris, the second superintendent of Yellowstone, who provided the first detailed information about the thermal features.\n\nThermal features and natural attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Norris Geyser Basin"],["url="],["email="],["address="],["lat=44.7285463"],["long=-110.7043754"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Norris Geyser Basin is the hottest, oldest, and most dynamic of Yellowstone's thermal areas. The highest temperature yet recorded in any geothermal area in Yellowstone was measured in a scientific drill hole at Norris: 459°F (237°C) just 1,087 feet (326 meters) below the surface, and there are very few thermal features at Norris under the boiling point (199°F at this elevation). Norris shows evidence of having had thermal features for at least 115,000 years. The features in the basin change daily, with frequent disturbances from seismic activity and water fluctuations. Steamboat Geyser, the tallest geyser in the world (300 to 400 feet) and Echinus Geyser (pH 3.5 or so) are the most popular features. The basin consists of three areas: Porcelain Basin, Back Basin, and One Hundred Springs Plain. Porcelain Basin is barren of trees and provides a sensory experience in sound, color, and smell; a 3\/4 mile dirt and boardwalk trail accesses this area. Back Basin is more heavily wooded with features scattered throughout the area; a 1.5 mile trail of boardwalk and dirt encircles this part of the basin. One Hundred Springs Plain is an off-trail section of the Norris Geyser Basin that is very acidic, hollow, and dangerous. Travel is discouraged without the guidance of knowledgeable staff members."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roaring Mountain"],["url="],["email="],["address="],["lat=44.7771570"],["long=-110.7274318"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located next to the park road just north of Norris on the Norris-Mammoth section of the Grand Loop Road, Roaring Mountain is a large, acidic thermal area (solfatara) that contains many steam vents (fumaroles) which make noises ranging from a nearly inaudible whisper to a roar that can be heard miles away. In the late 1800s and early 1900s, the number, size, and power of the fumaroles was much greater than today."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gibbon River"],["url="],["email="],["address="],["lat=44.6616015"],["long=-110.7502098"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Gibbon River flows from Wolf Lake through the Norris area and meets the Firehole River at Madison Junction to form the Madison River. Both cold and hot springs are responsible for the majority of the Gibbon's flow. Brook trout, brown trout, grayling, and rainbow trout find the Gibbon to their liking. The Gibbon River is fly-fishing only below Gibbon Falls."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Virginia Cascades"],["url="],["email="],["address="],["lat=44.7129917"],["long=-110.6460407"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A three-mile section of the old road takes visitors past 60-foot high Virginia Cascades. This cascading waterfall is formed by the very small (at that point) Gibbon River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Norris-Canyon Blowdown"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a 22-mile swath of lodgepole pine blown down by wind-shear action in 1984. It was then burned during the North Fork fire in 1988. This is the site where a famous news anchor said, \"Tonight, this is all that's left of Yellowstone.\" A wayside exhibit there tells the story."]]}]},"\nHistorical and educational attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Norris Soldier Station"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Norris Soldier Station (Museum of the National Park Ranger) was an outlying station for soldiers to patrol and watch over Norris Geyser Basin. It was among the longest occupied stations in the park. A prior structure was built in 1886, replaced after fire in 1897, and modified in 1908. After the Army years, the building was used as a Ranger Station and residence until the 1959 earthquake caused structural damage. The building was restored in 1991."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Norris Geyser Basin Museum"],["url="],["email="],["address="],["lat=44.7262"],["long=-110.7058"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Norris Geyser Basin Museum is one of the park's original trailside museums built in 1929-30. It has always been a museum. It is an outstanding example of a stone-and-log architecture."]]}]},"\n",{"type":"===","value":[" Mammoth "]},"\n\n",{"type":"[[","value":[["File:4424-yellowstone-mammoth-hot-springs.jpg"],["thumb"],["300px"],["Hot pools and travertine terraces at Mammoth Hot Springs.  The color in the rock is due to algae living in the warm pools that have stained the travertine shades of brown, orange, red, and green."]]},"\n\nMammoth is home to the park headquarters and the impressive calcite terraces of Mammoth Hot Springs.  This area has numerous services and is a surprisingly good place to see elk grazing on the manicured lawns surrounding the park administrative buildings.\n\nThermal features and natural attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mammoth Hot Springs"],["url="],["email="],["address="],["lat=44.9668798"],["long=-110.7121550"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These mammoth rock formations are the main attraction of the Mammoth District and are accessible via boardwalk. These features are quite different from thermal areas elsewhere in the park as travertine formations grow much more rapidly than sinter formations due to the softer nature of limestone. As hot water rises through limestone, large quantities of rock are dissolved by the hot water, and a white chalky mineral is deposited on the surface.  Formations here change rapidly, and while a favorite spring may appear to have \"died,\" it is important to realize that the location of springs and the rate of flow changes daily, that \"on-again-off-again\" is the rule, and that the overall volume of water discharged by all of the springs fluctuates little."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Gardner River and Gardner River Canyon"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The North Entrance Road from Gardiner, Montana, to Mammoth Hot Springs, Wyoming, runs along the Gardner River. The road winds into the park, up the canyon, past crumbling walls of sandstone and ancient mudflows. The vegetation is much thicker in the canyon than on the open prairie down below, the common trees being Rocky Mountain juniper, cottonwood, and Douglas-fir. Low-growing willows also crowd the river's edge in the flatter, flood-prone sections of the canyon.  Watch for wildlife in season: eagles, osprey, dippers, and kingfishers along the river and bighorn sheep in the steeper parts of the canyon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=45th Parallel Bridge and Boiling River"],["url="],["email="],["address="],["lat=44.9850255"],["long=-110.6892779"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A sign north of where the road crosses the Gardner River marks the 45th parallel of latitude.  A little distance south of the sign, a parking area on the east side of the road is used by bathers in the \"Boiling River\", one of a very few spots in the park where visitors can soak in naturally-heated water. Bathers must walk upstream about a half mile from the parking area to the place where the footpath reaches the river. This spot is also marked by large clouds of steam, especially in cold weather. Here, the hot water runoff from the Mammoth Terraces, enters the Gardner River. The hot and the cold water mix in pools along the river's edge. Bathers are allowed in the river during daylight hours only. Bathing suits are required, and no alcoholic beverages are allowed. Boiling River is closed in the springtime due to hazardous high water and often does not reopen until mid-summer. It tends to be very crowded, so try to visit very early in the morning during peak season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mt. Everts"],["url="],["email="],["address="],["lat=44.9749358"],["long=-110.6613198"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mt. Everts was named for explorer Truman Everts of the 1870 Washburn Expedition who became separated from his camping buddies, lost his glasses, lost his horse, and spent the next 37 days starving and freezing and hallucinating as he made his way through the un-tracked and inhospitable wilderness. Upon rescue, he was, according to his rescuers, within but a few hours of death. Everts never made it quite as far as Mt. Everts. He was found near the \"Cut\" on the Blacktail Plateau Drive and was mistaken for a black bear and nearly shot. His story, which he later published in Scribner's Monthly Magazine, remains one of Yellowstone's best known, lost-in-the-wilderness stories. It has also been published in book form, edited by Yellowstone's archivist Lee Whittlesey under the name Lost in the Yellowstone.  Mt. Everts is made up of distinctly layered sandstones and shales--sedimentary rocks deposited when this area was covered by a shallow inland sea, 70 to 140 million years ago."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bunsen Peak"],["url="],["email="],["address="],["lat=44.9316021"],["long=-110.7068767"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bunsen Peak and the \"Bunsen burner\" were both named for the German physicist, Robert Wilhelm Bunsen. He was involved in pioneering research about geysers, and a \"Bunsen burner\" has a resemblance to a geyser. His theory on geysers was published in the 1800s, and it is still believed to be accurate.  Bunsen Peak is 8,564 feet high (2,612 meters) and may be climbed via a trail that starts at the Golden Gate. Another trail, the old Bunsen Peak road, skirts around the flank of the peak from the YCC camp to the Golden Gate. This old road may be used by hikers, mountain-bikers, and skiers in winter. The peak overlooks the old Ft. Yellowstone area and it is only a gradual climb.  Bring water and snacks (and bear bells if you think they'll work)."]]}]},"\nHistorical and educational attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fort Yellowstone"],["url="],["email="],["address="],["lat=44.9750"],["long=-110.6981"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All of the red-roofed, many-chimneyed buildings in the Mammoth area are part of historic Fort Yellowstone. Beginning in 1886, after 14 years of poor civilian management of the park, the Cavalry was called upon to manage the park's resources and visitors. Because the Cavalry only expected to be here a short while, they built a temporary post near the base of the Terraces called Camp Sheridan. After five cold, harsh winters, they realized that their stay in the park was going to be longer than expected, so they built Fort Yellowstone, a permanent post.  In 1891, the first building to be constructed was the guard house because it directly coincided with the Cavalry's mission - protection and management.  By 1916, the National Park Service was established, and the Cavalry gave control of Yellowstone back to the civilians. Since that time, historic Fort Yellowstone has been Yellowstone's headquarters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roosevelt Arch"],["url="],["email="],["address="],["lat=45.0295"],["long=-110.7087"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The first major entrance for Yellowstone was at the north boundary.  Robert Reamer, a famous architect in Yellowstone, designed the immense stone arch for coaches to travel through on their way into the park. At the time of the arch's construction, President Theodore Roosevelt was visiting the park. He consequently placed the cornerstone for the arch, which then took his name. The top of the Roosevelt Arch is inscribed with \"For the benefit and enjoyment of the people,\" which is from the Organic Act of 1916."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kite Hill Cemetery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dating to the 1880s, this cemetery contains graves of early settlers and employees."]]}]},"\n",{"type":"===","value":[" Tower-Roosevelt "]},"\n\nThe Tower area is one of the park's more rugged regions and is a good place for spotting wildlife.  The Lamar Valley, located east of Tower, is home to one of the park's more accessible wolf packs as well as elk, bighorn, and other large animals.\n\nThermal features and natural attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Petrified Tree"],["url="],["email="],["address="],["lat=44.915497"],["long=-110.438464"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Petrified Tree, located near the Lost Lake trail head, is an excellent example of an ancient redwood, similar to many found on Specimen Ridge, that is easily accessible to park visitors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Specimen Ridge"],["url="],["email="],["address="],["lat=44.8702167"],["long=-110.2965841"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located along the Northeast Entrance Road east of Tower Junction, this area contains the largest concentration of petrified trees in the world. There are also excellent samples of petrified leaf impressions, conifer needles, and microscopic pollen from numerous species no longer growing in the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tower Fall"],["url="],["email="],["address="],["lat=44.8936643"],["long=-110.3872186"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 132' tall waterfall is easily accessible from the main park road and is framed by eroded volcanic pinnacles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Calcite Springs"],["url="],["email="],["address="],["lat=44.9066047"],["long=-110.3949211"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This grouping of thermal springs along the Yellowstone River signals the downstream end of the Grand Canyon of the Yellowstone. The steep, columnar basalt cliffs on the opposite side of the river from the overlook are remnants of an ancient lava flow, providing a window into the past volcanic forces that shaped much of the Yellowstone landscape. The gorge and cliffs provide habitat for numerous wildlife species including bighorn sheep, red-tailed hawks, and osprey."]]}]},"\nHistorical and educational attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Buffalo Ranch"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Lamar Buffalo Ranch was built in the early part of the century in an effort to increase the herd size of the few remaining bison in Yellowstone, preventing the feared extinction of the species. Buffalo ranching operations continued at Lamar until the 1950s. The valley was irrigated for hay pastures, and corrals and fencing were scattered throughout the area. Four remaining buildings from the original ranch compound are contained within the Lamar Buffalo Ranch Historic District (two residences, the bunkhouse, and the barn) and are on the National Register of Historic Places.  Visitors can drive by to view the historic buffalo ranch, however, there are no facilities open to the general public at this location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Tower Ranger Station & Roosevelt National Historic District"],["url="],["email="],["address="],["lat=44.913056"],["long=-110.415556"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Tower Ranger Station, though not on the National Register of Historic Places, is a remodeled reconstruction of the second Tower Soldier Station, which was built in 1907. The Roosevelt Lodge was constructed in 1920 and has been determined eligible for the National Register of Historic Places. The Roosevelt National Historic District also includes the Roosevelt cabins."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Northeast Entrance Ranger Station"],["url="],["email="],["address="],["lat=45.004722"],["long=-110.009167"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Northeast Entrance Ranger Station was constructed in 1934-35 and is a National Historic Landmark. Its rustic log construction is characteristic of \"parkitecture\" common in the national parks of the west during that period."]]}]},"\n",{"type":"===","value":[" Canyon "]},"\n\n",{"type":"[[","value":[["Image:Artist's Point Lower Yellowstone Falls YNP Wyoming USA.JPG"],["thumb"],["230px"],["Artist's Point, the classic, iconic overlook of Lower Yellowstone Falls."]]},"\n\nThe Canyon village is named after the Grand Canyon of the Yellowstone and offers access to this impressive natural landscape.  Recreational opportunities include hiking and wildlife viewing - the Hayden Valley area is probably the best place in the park for seeing bison.\n\nThermal features and natural attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Grand Canyon of the Yellowstone"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Grand Canyon of the Yellowstone is the primary geologic feature in the Canyon District. It is roughly 20 miles long, measured from the Upper Falls to the Tower Fall area. Depth is 800 to 1,200 ft.; width is 1,500 to 4,000 ft. The present canyon is no more than 10,000 to 14,000 years old, although there has probably been a canyon in this location for a much longer period. Chemical processes over time have left stripes and patches of different colors in the rock of this canyon. Trails lead along the north and south rims of the canyon, but while traveling the entire trail in one day is possible, it makes for a long and tiring day.  Best to make it two shorter (~3 hour) day hikes. If you're a photo buff, plan your walks so the sun illuminates the opposite side for great pictures."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Upper and Lower Falls of the Yellowstone"],["url="],["email="],["address="],["lat=44.7179755"],["long=-110.4964252"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Upper Falls is 109 ft. high and can be seen from the Brink of the Upper Falls Trail and from Uncle Tom's Trail.  The Lower Falls is 308 ft. high and can be seen from Lookout Point, Red Rock Point, Artist Point, Brink of the Lower Falls Trail, and from various points on the South Rim Trail. The Lower Falls is often described as being more than twice the size of Niagara, although this only refers to its height and not the volume of water flowing over it. A third falls can be found in the canyon between the Upper and Lower falls. Crystal Falls is the outfall of Cascade Creek into the canyon. It can be seen from the South Rim Trail just east of the Uncle Tom's area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hayden Valley"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hayden Valley is one of the best places in the park to view a wide variety of wildlife. It is an excellent place to look for grizzly bears, particularly in the spring and early summer when they may be preying upon newborn bison and elk calves. Large herds of bison may be viewed in the spring, early summer, and during the fall rut, which usually begins late July to early August. Coyotes can almost always be seen in the valley.  Bird life is abundant in and along the river. A variety of shore birds may be seen in the mud flats at Alum Creek. A pair of sandhill cranes usually nests at the south end of the valley. Ducks, geese, and American white pelicans cruise the river. The valley is also an excellent place to look for bald eagles and northern harriers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mt. Washburn"],["url="],["email="],["address="],["lat=44.7977159"],["long=-110.4343675"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mt. Washburn is the main peak in the Washburn Range, rising 10,243 ft. above the west side of the canyon. It is the remnant of volcanic activity that took place long before the formation of the present canyon.  Mt. Washburn was named for Gen. Henry Dana Washburn, leader of the 1870 Washburn-Langford-Doane Expedition. One of the best places in the park for spotting bighorn sheep and also a great spot for wildflowers, a trail leads up the mountain to a lookout tower near the 10,243 foot summit.  The altitude may affect some hikers, so it is best to be acclimatized to the higher elevation before attempting this hike.  In addition, bring extra layers, even in the summer, since the top can be windy and cold."]]}]},"\nHistorical and educational attractions in this area include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Canyon Village"],["url="],["email="],["address="],["lat=44.7338268"],["long=-110.4899255"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Canyon Village complex is part of the Mission 66 project in the park. The Visitor Center was completed in 1957, and the new lodge was open for business in the same year. Though some people consider the development representative of the architecture of the time, none of the present buildings in the complex can be considered historic. There are, however, still remnants of the old hotel, lodge, and related facilities."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Classic Tour Bus Yellowstone National Park Wyoming USA.JPG"],["thumb"],["300px"],["For a fee, classic buses will lead passengers on a guided tour of the Grand Loop Road"]]},"\n\nMany visitors believe they can visit all 2.2 ",{"type":"''","value":["million"]}," acres of Yellowstone in 1-2 days - all the while staying within sight of their car or tour bus.  To truly appreciate this vast park, get off the park roads and paved tourist paths.\n\n",{"type":"===","value":[" Park programs "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Car Free Week"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yellowstone opens its roads to bicyclists and hikers one week before car traffic resumes each spring (usually in April).  This week is a rare opportunity to see Yellowstone's sights and wildlife without the crowds and traffic.  Several West Yellowstone businesses rent bikes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ranger-led programs"],["url=http:\/\/www.nps.gov\/yell\/planyourvisit\/rangerprog.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ranger-led programs are offered year-round and provide an opportunity to visit a portion of the park in a small-group setting with a ranger who will provide information about the sights along the way.  Most ranger programs involve a short hike."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jr Ranger Program"],["url=http:\/\/www.nps.gov\/yell\/forkids\/beajuniorranger.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jr Ranger Program provides an opportunity for children 5 - 12 to earn a Jr Ranger patch.  Ages 5-7 can earn the wolf patch and Ages 8-12 can earn the Bear patch. In order to get a patch, a 12 page activity booklet needs to be answered correctly and checked by a ranger. An activity booklet costs $3."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Young Scientist"],["url=http:\/\/www.nps.gov\/yell\/forteachers\/youngscientist.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Students ages 5 and up can learn about Yellowstone's geothermal features.  Students are given scientist toolkit, including an infrared thermometer, stop watch, magnifying glass and other gear.  Once you've finished it, you have a choice of a patch or key chain."]]}]},"\n",{"type":"===","value":[" Activities "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wildlife Viewing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a great variety of wildlife to view within the park limits.  Birds (osprey, bald eagles, and many, many other species,) bison, big cats, deer, wolves, fox, bears, big-horn sheep, elk, and other animals can all be seen within the park in a short time.  The more time that you spend in the park, the more wildlife you will see.  Some animals, such as wolves, bears, and big-horn sheep, are generally not viewable from the park roads.  Habitat preferences and seasonal cycles of movement determine, in a general sense, where a particular animal may be at a particular time. Early morning and evening hours are when animals tend to be feeding and thus are more easily seen.  Wild animals, especially females with young, are unpredictable and dangerous. Keep a safe distance from all wildlife. Each year a number of park visitors are injured by wildlife when approaching too closely. ",{"type":"'''","value":["Approaching on foot within 100 yards (91 m) of bears or wolves or within 25 yards (23 m) of other wildlife is prohibited."]}," Please use roadside pullouts when viewing wildlife.   The spaces within the park are grand, so make sure to bring binoculars and\/or a spotting scope to view animals safely and to avoid disturbing them. By being sensitive to its needs, you will see more of an animal's natural behavior and activity. If you cause an animal to move, you are too close! It is illegal to willfully remain near or approach wildlife, including birds, within ANY distance that disturbs or displaces the animal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Horseback riding"]]}],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Xanterra Parks & Resorts offers horse rides of one and two hours in length which are available at Mammoth, Tower-Roosevelt, and Canyon. Advance reservations are recommended. In addition, they also offer horseback or wagon rides which take visitors to a cookout site for a steak dinner. Advance reservations are required; call (307) 344-7311 or 866-439-7375. TDD service (Telecommunications Device for the Deaf) is available at 307-344-5395. Online reservations are not available at this time.  Guided stock trips into the backcountry (horse or llama) may be arranged with one of the stock outfitters licensed to operate in Yellowstone.  Private stock can be brought into the park. Overnight stock use is not permitted prior to July 1, due to range readiness and\/or wet trail conditions. Horses are not allowed in frontcountry campgrounds, but are permitted in certain backcountry campsites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Wilderness backpacking"]]}],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yellowstone has a designated backcountry campsite system, and a Backcountry Use Permit is required for all overnight stays. Each designated campsite has a maximum limit for the number of people and stock allowed per night. The maximum stay per campsite varies from 1 to 3 nights per trip. Campfires are permitted only in established fire pits. Wood fires are not allowed in some backcountry campsites. A food storage pole is provided at most designated campsites so that food and attractants may be secured from bears.  See the ",{"type":"[[","value":[["#Backcountry"],["Backcountry"]]}," section below for additional details."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Photography"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yellowstone holds unprecedented photo opportunities with natural environments, beautiful hydrothermal features, and animals to be found throughout the park.  The colors of the hot springs range from bland white (for the very, very hot) to yellows and blues, greens and oranges.  Some of the features are very large, and the challenge can be finding a way to get them in the frame.  Be creative!  There have been a lot of pictures taken in Yellowstone, and there are a lot more still waiting to be taken."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Fishing"]]}],["url=http:\/\/www.nps.gov\/yell\/planyourvisit\/fishing.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Permits are required for fishing, and not all areas are open to fishing; check with rangers.  Native species include arctic grayling, Westslope cutthroat trout and Yellowstone cutthroat trout.  Non-native species include brook trout, brown trout, lake trout and rainbow trout."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Swimming is allowed (but not encouraged) at the Firehole Cascades swimming area, a section of the Firehole River that is warmed by hot springs. This area, accessible via the Firehole Canyon Drive, has a toilet but no lifeguard and not much parking.  Swimming is also possible in the Boiling River near Mammoth.  Swimming in Yellowstone Lake is permitted but not recommended due to temperatures which seldom exceed 66°F."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boating"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A permit is required for all vessels (motorized and non-motorized including float tubes) and must be obtained in person at any of the following locations: South Entrance, Lewis Lake Campground, Grant Village Backcountry Office, and Bridge Bay Ranger Station. Non-motorized boating permits are available at West Entrance, Northeast Entrance, Mammoth Backcountry Office, Old Faithful Backcountry Office, Canyon Backcountry Office, Bechler Ranger Station, West Contact Station, West Yellowstone Chamber of Commerce and locations where motorized permits are sold. The fee is $20 (annual) or $10 (7 day) for motorized vessels and $10 (annual) or $5 (7 day) for non-motorized vessels. A Coast Guard approved wearable personal flotation device is required for each person boating.  Boat permits issued in Grand Teton National Park are honored in Yellowstone, but owners must register their vessel in Yellowstone and obtain a no-charge Yellowstone validation sticker from a permit issuing station.  Jet skis, personal watercraft, airboats, submersibles, and similar vessels are prohibited in Yellowstone National Park.  All vessels are prohibited on park rivers and streams except the channel between Lewis and Shoshone Lakes, where only hand-propelled vessels are permitted.  Outboards and rowboats may be rented (first come, first served) from Xanterra Parks & Resorts at Bridge Bay Marina on Yellowstone Lake. Xanterra also provides guided fishing boats which may be reserved in advance by calling (307) 344-7311 or 1-866-GEYSERLAND (439-7375)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Mountain biking"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= most trails in the park are closed to mountain bikes, however several gravel roads are open to BOTH bicycle and automotive traffic. The Old Gardiner Road and Blacktail Plateau Drive allow two-way bike traffic and one-way auto traffic. These roads are best suited for mountain bikes and usually closed to autos and offer anther way to experience the park."]]}]},"\n",{"type":"===","value":[" Hiking "]},"\n\n",{"type":"{{","value":[["infobox"],["The Fires of 1988"],["The summer of 1988 quite literally transformed the park and the national park system, as thirty-six percent of Yellowstone was affected by a massive, months-long wildfire that consumed 793,880 acres (3,213 km",{"type":"<","value":["sup",["2"]]},") and caused the park to be completely shut down on September 8.  The enormous conflagration cost $120 million to fight and at one point seriously threatened both the Old Faithful Inn and the historic buildings in Mammoth.  The blaze was so powerful that it actually jumped across a river canyon, and media reports at the time often gave the erroneous impression that the park had been completely destroyed.  Since the fire, the park management plan has changed.  A contributing factor to the severity of the 1988 fire was the buildup of fuel from years of fire suppression, so today natural wildfires are allowed to burn unless they are deemed a danger.  Most importantly, the fires of 1988 demonstrated the importance of fire to the natural ecosystem in restoring soil nutrients, dispersing seeds of fire-resistant plants such as lodgepole pines, and creating grazing land for animals like elk and bison."]]},"\n\nThere are a huge number of day hikes available in the park, and since many visitors travel only to the most popular geyser basins these trails can provide an opportunity to see the park in a more natural setting.\n\n",{"type":"====","value":[" Bridge Bay, Fishing Bridge & Lake "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Natural Bridge"],["alt=3 mi (5 km) round-trip"],["url="],["email="],["address=starts at the Bridge Bay Marina parking lot near the campground entrance road"],["lat=44.5263303"],["long=-110.4565927"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy trail leads to a natural bridge that is a 51 foot (18 m) cliff of rhyolite rock cut through by Bridge Creek. The hiking trail meanders through the forest for 0.25 mile (0.4 km). It then joins a service road and continues to the right (west) for 1 mile (1.5 km) to the Natural Bridge. The short but steep switchback trail to the top of the bridge starts in front of the interpretive exhibit. Above the natural bridge, the trail crosses the creek through a narrow ravine and then continues along the cliff before rejoining the road.  This trail is closed from Autumn through early summer while bears feed on spawning trout in Bridge Creek."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pelican Creek"],["alt=1.3 mi (2 km) round-trip"],["url="],["email="],["address=starts at the west end of Pelican Creek Bridge, 1 mile (1.5 km) east of Fishing Bridge Visitor Center"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy trail is a short but diverse trail that travels through the forest to the lakeshore before looping back across the marsh along Pelican Creek to the trailhead. It is a scenic introduction to a variety of Yellowstone's habitats and is a good place for birding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Storm Point"],["alt=2.3 mi (3.7 km) round-trip"],["url="],["email="],["address=Indian Pond pullout, 3 miles (5 km) east of Fishing Bridge Visitor Center"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy trail begins in the open meadows overlooking Indian Pond and Yellowstone Lake. It passes alongside the pond before turning right (west) into the forest. The trail continues through the trees and out to scenic, wind-swept Storm Point. The rocky area near the point is home to a large colony of yellow-bellied marmots. Following the shoreline to the west, the trail eventually loops back through the lodgepole forest and returns to Indian Pond.  The trail is often closed in late spring and early summer due to bear activity; inquire at the Fishing Bridge Visitor Center about trail closures before hiking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Elephant Back Mountain"],["alt=3.6 mi (5.8 km) round-trip"],["url="],["email="],["address=Pullout 1 mile (1.5 km) south of Fishing Bridge Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately strenuous trail climbs 800 feet (244 m) in 1.5 miles (2.4 km) through the dense lodgepole forest. After one mile, the trail splits into a loop. The left fork is the shortest route to the top, though both join again at the overlook. The overlook provides a sweeping panoramic view of Yellowstone Lake and surrounding area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Howard Eaton"],["alt=7 mi (11.3 km) round-trip"],["url="],["email="],["address=Parking lot on east side of the Fishing Bridge"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy trail follows the Yellowstone River for a short distance before paralleling the service road. After leaving the road, the first two miles (3.2 km) meander through meadow, forest, and sage flats with frequent views of the river. The last mile (1.6 km) passes through a dense lodgepole pine forest before climbing gradually to an overview of LeHardys Rapids.  Those wanting a longer hike can continue to the Artist Point Road at Canyon, 12 miles [19 km] away, but that portion of the trail is not well maintained, requires a full day, and a car shuttle.  The trail is often closed due to bear activity; inquire at the Fishing Bridge Visitor Center before hiking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pelican Valley"],["alt=6.8 mi (10.8 km) round-trip"],["url="],["email="],["address=Turn onto the gravel road across from Indian Pond, 3 miles (4.8 km) east of Fishing Bridge Visitor Center; park at end of road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately easy travels through some of the best grizzly country in the lower 48 states—and also prime habitat for bison and other grassland animals. The trail heads north, crosses a few bridges through a meadow, then enters the forest. After it leaves the forest, it ascends a small hill to a nice overlook of the valley, with the creek below and the Absaroka Mountains to the east. From here, the trail turns slightly to the right (east) and passes through a small hydrothermal area. Stay on the trail through this fragile and hazardous area. Soon, the trail veers north (left), crosses a small creek, and climbs up a cutbank. This is a good place to rest and enjoy the nice views of Pelican Creek. One mile farther, the trail reaches a washed-out bridge. Beyond here the trail continues into Yellowstone's vast backcountry. The dayhike stops here; return by the same route.  Many restrictions apply to this trail because it is in prime grizzly bear habitat: the trail is closed until July 4th, is allowed for day-use only (9AM - 7PM), is recommended for groups of four or more hikers, and off-trail travel is prohibited on the first 2.5 miles (4 km).  Observe all bear-related precautions; be alert, make noise at blind curves and hills along the trail, and carry bear spray."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Avalanche Peak"],["alt=4 mi (6.4 km) round-trip"],["url="],["email="],["address=19 miles (30.6 km) east of Fishing Bridge Junction (8 miles\/12.9 km west of East Entrance), across the road from pullout at west end of Eleanor Lake"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This extremely strenuous, high-elevation trail is often snow-covered until July, so check at the Fishing Bridge Visitor Center for current trail conditions.  Across the road from the parking area and to the right of the creek, the trail enters the forest and begins its steep ascent—2,100 feet in 2 miles (3.2 km). In just over a mile, it arrives at the base of the large bowl of Avalanche Peak, then continues to the left and switches back over large talus slopes to an open level area below the summit. Follow the established trail up to the narrow ridgeline and cross it with extreme caution. Those who make this arduous hike will be rewarded with stunning views of some of the park's tallest and most remote alpine peaks.  Return by the same route.  Grizzly bears frequent this area in the fall, seeking out whitebark pine nuts. Hiking this trail is not recommended in September and October. Be aware of lightning above treeline, and even on warm summer days bring rain gear, wool hats, and gloves.  Also note that burned trees may fall without warning."]]}]},"\n",{"type":"====","value":[" West Thumb & Grant Village "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=West Thumb Geyser Basin"],["alt=0.4 mi (1 km) round-trip"],["url="],["email="],["address=West Thumb Geyser Basin parking area, 0.25 mile north of West Thumb Junction."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An easy boardwalk trail that is wheelchair accessible with assistance on slopes.  The trail offers a stroll through a geyser basin of colorful hot springs and dormant lake shore geysers situated on the scenic shores of Yellowstone Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lake Overlook"],["alt=2 mi (3 km) loop"],["url="],["email="],["address=On right as you enter West Thumb Geyser Basin parking area."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The trail is moderately strenuous with a 400 foot elevation gain near overlook. Hike to a high mountain meadow for a commanding view of the West Thumb of Yellowstone Lake and the distant Absaroka Mountains. The loop trail ascends steeply, passing backcountry thermal features, then gradually descends through meadows & forest."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Duck Lake"],["alt=1 mi (1.6 km) round-trip"],["url="],["email="],["address=At the end of the West Thumb Geyser Basin parking area, on the right"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately strenuous trail that climbs a small hill for a view of Duck and Yellowstone lakes and the expanse of the 1988 fires that swept through this area. Trail descends to shore of Duck Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shoshone Lake (via DeLacy Creek)"],["alt=6 miles (10 km) round-trip"],["url="],["email="],["address=8.8 miles (14 km) west of West Thumb Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An easy hike along a forest's edge and through open meadows to the shores of Yellowstone's largest backcountry lake. Look for sandhill cranes in meadows, moose near shore, and water birds on and near the lake. Beyond here the trail continues into Yellowstone's vast backcountry. The day hike stops here; return by the same route."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Riddle Lake"],["alt=4.8 miles (7.7 km) round-trip"],["url="],["email="],["address=Approximately 3 miles (5 km) south of the Grant Village intersection, just south of the Continental Divide sign"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An easy hike that crosses the Continental Divide and travels through small mountain meadows and forests to the shores of a picturesque little lake. Look for elk in the meadows and for birds near the lake. The trail is located in a bear management area and is closed until July 15; after July 15, groups of four or more people are recommended but not required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lewis River Channel \/ Dogshead Loop"],["alt=7 or 11 miles (11.3 or 17.5 km) round-trip"],["url="],["email="],["address=Approximately 5 miles (8 km) south of the Grant Village intersection, just north of Lewis Lake on west side of road."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately strenuous trail that gives you a feel for Yellowstone's backcountry. Hike through forest to the colorful waters of the Lewis River Channel. Look for eagles and ospreys fishing for trout in the shallow waters. Turn around here for the shorter trip or continue on a loop trail that takes you to Shoshone Lake and returns on the forested Dogshead Trail.  Beyond here the trail continues into Yellowstone's vast backcountry. The dayhike stops here; return by the same route."]]}]},"\n",{"type":"====","value":[" Old Faithful "]},"\n\n",{"type":"[[","value":[["File:Clepsydra Geyser at Fountain Paint Pot in Yellowstone.JPG"],["thumb"],["300px"],["Clepsydra geyser at play, Lower Geyser basin."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Observation Point"],["alt=1 mi (1.6 km) or 1.4 mi (2.25 km) (does not include portion on Upper Geyser Basin boardwalks) round-trip"],["url="],["email="],["address=Walk counterclockwise around the Old Faithful boardwalk; turn right at the sign to Geyser Hill. Trailhead is on the right after the Firehole River bridge, approximately 0.3 miles (0.5 km) from the visitor center"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately-strenuous trail gains 160 ft (48.8 m) of elevation with switchbacks that lead up the hill 0.5 miles (0.8 km) to a commanding view of the Upper Geyser Basin.  Return the same way or continue west to Solitary Geyser, which erupts frequently, then to the Geyser Hill boardwalk. The longer route is 1.4 miles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mallard Lake"],["alt=6.8 miles (11 km) round-trip"],["url="],["email="],["address=Southeast side of the Old Faithful Lodge cabins, near the Firehole River. Take the first right turn as you come into the Lodge area and continue down the road to the trailhead"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately strenuous trail crosses the Firehole River, passes Pipeline Hot Springs, and climbs rolling hills of partially-burned lodgepole pine and open, rocky areas to the lake. Return the same way. (Or return via the Mallard Creek trail, for a total of 12 miles)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Howard Eaton"],["alt=5.8 mi (9.3 km) round-trip"],["url="],["email="],["address=Park near the Old Faithful Ranger Station, then follow the paved path across the Grand Loop Road. Turn left at the first intersection, turn left again, and follow orange trail markers to the beginning of the trail."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately difficult trail that climbs a burned hill, continues through spruce-fir forest, then down to Lone Star Geyser. Return the same way."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lone Star"],["alt=4.8 mi (7.7 km) round-trip"],["url="],["email="],["address=3.5 miles (5.6 km) south of Old Faithful Junction, just beyond parking for Kepler Cascades."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An pleasant, easy, partially paved trail follows an old service road beside the Firehole River to the geyser. Cyclists must dismount at the end of the asphalt and walk the last few hundred feet. Lone Star erupts up to 45 feet (13.7 m) from a 12-foot (3.6 m) cone approximately every three hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Divide"],["alt=3.4 mi (5.5 km) round-trip"],["url="],["email="],["address=6.8 miles (10.9 km) south of Old Faithful Junction, look for a pullout on the right"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately strenuous trail crosses Spring Creek and climbs 735 ft (223 m) through mixed conifer forest to the Continental Divide. You can see Shoshone Lake from halfway up the trail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mystic Falls"],["alt=2.5 mi (4 km) round-trip"],["url="],["email="],["address=At the back of the Biscuit Basin boardwalk, 2 miles (3.2 km) north of Old Faithful Junction. You can also begin 0.25 miles\/0.4 km south of Biscuit Basin; park in pullouts on either side of the road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately strenuous trail that follows a lovely creek through mixed conifer forest to the 70-foot falls, over which the Little Firehole River drops from the Madison Plateau. Turn around here or climb the switchbacks to an overlook of the Upper Geyser Basin, then loop back to the main trail. The trail passes through a bear management area and is closed until the Saturday of Memorial Day weekend."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mallard Creek"],["alt=9.2 mi (14.8 km) round-trip"],["url="],["email="],["address=Approximately 3.8 miles (6.1 km) north of Old Faithful Junction, toward Madison;  look for a trailhead sign and pullout on the right"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A strenuous trail that was originally designed as a winter ski trail.  The route follows hilly terrain through heavily burned forest up to Mallard Lake. Return the same way or, if you have arranged a car shuttle, follow the Mallard Lake Trail to the Old Faithful area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fairy Falls"],["alt=5 mi (8.3 km) or 7 mi (11.2 km) round-trip"],["url="],["email="],["address=Short route: Park 1 mile (1.5 km) south of Midway Geyser Basin, cross the steel bridge and walk 1 mile (1.5 km) to the trailhead.  Long route: park at the end of Fountain Flat Dr. and walk 1.75 miles (2.8 km) to the trailhead."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy trail travels through young forest 1.6 miles (2.6 km) to the 200-foot (61 m) falls. Continue 0.65 miles (1.05 km) past the falls through a wet area to Imperial Geyser, which has frequent minor eruptions. The trail travels through a bear management area and is closed until the Saturday of Memorial Day weekend."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sentinel Meadows & Queen's Laundry"],["alt=3 mi (4.8 km) round-trip, or 4 mi (6 km) if you go to Queen's Laundry"],["url="],["email="],["address=10 miles (16 km) north of Old Faithful, turn left on Fountain Flat Drive. Park at the end of the road, cross the footbridge over the Firehole River to the trailhead."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately difficult trail that is very wet in spring and buggy in summer. The trail follows the Firehole River a short distance, then veers toward the meadows. Look for the large sinter mounds of hot springs and the remains of the old, incomplete bathhouse at Queen's Laundry, 1.9 miles (3.1 km) from the trailhead. Begun in 1881, construction was abandoned as park administrations and priorities changed. Minerals from the hot springs preserved the structure, which was the first building constructed by the government for public use in any national park. Queen's Laundry is a National Historic Site."]]}]},"\n",{"type":"====","value":[" Madison "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Purple Mountain"],["alt=6 mi (10 km) round-trip"],["url="],["email="],["address=0.25 mile north of Madison Junction on the Madison-Norris road, limited parking"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately difficult trail ascends 1500 ft (450m) through intermittent burned lodgepole pine forest and ends with a nice view of the Firehole Valley and lower Gibbon Valley; some views of the Madison Junction area are also visible."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Harlequin Lake"],["alt=1 mi (1 km) round-trip"],["url="],["email="],["address=1.5 miles west of Madison Campground on the West Entrance road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a gentle ascent through burned lodgepole pines to a small, marshy lake popular with mosquitos and waterfowl (but not harlequin ducks). Nice quick hike to escape the road for a little bit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Two Ribbons Trail"],["alt=1.5 mi (2 km) round-trip"],["url="],["email="],["address=Approximately 5 miles east of the West Entrance, no marked trailhead, look for wayside exhibits next to boardwalk in large pull-outs"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a completely boardwalked trail that winds through burned lodgepole pine and sagebrush communities next to the Madison River. Good examples of fire recovery and regrowth as well as buffalo wallows. There are no interpretive signs or brochures other than the wayside exhibits at the trailheads."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gallatin Area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are many excellent hiking opportunities in the Gallatin area. Most of these, however, are longer and steeper than the average day hike. They include Daily Creek, the Sky Rim, Black Butte, Specimen Creek, Crescent Lake\/High Lake, Sportsman Lake, Bighorn Pass and Fawn Pass. For more information, consult a Visitor Center or one of the hiking trail guides available from the Yellowstone Association."]]}]},"\n",{"type":"====","value":[" Norris "]},"\n\n",{"type":"[[","value":[["File:Yellowstone-0186.jpg"],["thumb"],["300px"],["Bison amble along a park road. Despite their docile appearance, bison are temperamental and can move extremely fast.They should be viewed from a safe distance through binoculars or telephoto lenses."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grizzly Lake"],["alt=4 mi (6 km) round-trip"],["url="],["email="],["address=1 mile (1 km) south of Beaver Lake on the Mammoth-Norris road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately difficult trail passes through a twice-burned lodgepole pine stand (1976 and 1988) and through nice meadows. The lake is long, narrow, and heavily wooded. It can be difficult to access beyond the trail end of the lake. Marshiness and mosquitos can make travel difficult early in the season. The lake is popular with anglers due to a strong population of small brook trout. A log jam crossing is required to continue past Grizzly Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Solfatara Creek"],["alt=13 mi (20 km) round-trip"],["url="],["email="],["address=Beginning of Loop C in Norris Campground and 3\/4 mile south of Beaver Lake Picnic Area on the Mammoth-Norris road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An easy-to-moderate trail with one climb and descent of about 400 feet.  The trail follows Solfatara Creek for a short distance to the junction with Ice Lake Trail, it then parallels a power line for most of the way to Whiterock Springs. It climbs a short distance up to Lake of the Woods (difficult to find as it's off trail a bit) and passes Amphitheater Springs and Lemonade Creek (don't drink it). These are small, but pretty thermal areas in the otherwise non-descript lodgepole pine forest. The trail then continues on to meet the road. There is no trail connection back to the campground except the way you came. Parking a car at both ends is desirable. This is a good place to send folks who don't want to see many other hikers, but it can be under bear restrictions so check with rangers before setting out."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ice Lake Trail (direct route)"],["alt=0.3 mi (0.5 km)"],["url="],["email="],["address=3.5 miles east of Norris on the Norris-Canyon road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy, handicapped accessible trail leads to a lovely, small lake nestled in the thick lodgepole pine forest. Some of the area was heavily burned in 1988. Hikers can continue from Ice Lake to Wolf Lake, Grebe Lake, and Cascade Lake, and then on to Canyon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wolf Lake Cut-off Trail"],["alt=6 mi (10 km) round-trip; 1 mi (1.6 km) to junction with Wolf Lake Trail, then 2+ miles to Wolf Lake"],["url="],["email="],["address=Big pull-out about 1\/4 miles east of Ice Lake Trailhead on Canyon-Norris Road. There is no trailhead sign due to lack of regular maintenance on the trail, but orange markers can be seen once hikers cross the road from the trailhead."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This trail is moderately difficult due to stream crossings and downfall; the trail may be difficult to find at times.  The path follows the Gibbon River for at least 1 mile (1 km), passing Little Gibbon Falls. Dense, partially burned lodgepole pine forest is your main companion the rest of the way to Wolf Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cygnet Lakes Trail"],["alt=8 mi (14.4 km) round-trip"],["url="],["email="],["address=Pullout on south side of Norris-Canyon road approximately 5.5 miles west of Canyon Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy trail travels through intermittently burned lodgepole pine forest and past small marshy ephemeral ponds to the lush meadows surrounding Cygnet Lakes (small and boggy). Day use only! Trail not maintained beyond Cygnet Lakes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Artist Paint Pots"],["alt=1 mi (1 km) round-trip"],["url="],["email="],["address=4.5 miles south of Norris on the Norris-Madison road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy trail is one of the overlooked yet wonderful short hikes of Yellowstone. The trail winds across a wet meadow on boardwalk then enters a partially burned lodgepole pine forest. The thermal area within the short loop at the end of the trail contains some of the most colorful hot springs and small geysers found in the area. Two mudpots at the top of the hill allow closer access than Fountain Paint Pots. Caution for flying mud! Remind folks to stay on the trail throughout the area.  The trail has one steep uphill\/downhill section, and the trail erodes easily so may be rutted after rains."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Monument Geyser Basin"],["alt=2 mi (3 km)"],["url="],["email="],["address=5 miles south of Norris Junction on the Norris-Madison road, just after Gibbon River Bridge"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This trail is deceptively easy, then difficult.  It meanders along a gentle gradient following the Gibbon River then it turns sharply uphill and climbs 500 feet in 1\/2 mile to the top of the mountain! Footing is on eroding geyserite and rhyolite, somewhat reminiscent of ball bearings. The geyser basin is a very interesting collection of dormant cones of varying sizes. One resembles a thermos bottle! Most of the activity here has dried up; hikers looking for exciting thermal activity will be disappointed, but those looking for adventure will find it. Remind folks to stay on trail!"]]}]},"\n",{"type":"====","value":[" Mammoth "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Beaver Ponds Loop"],["alt=5 mi (8 km) round-trip"],["url="],["email="],["address=between Liberty Cap and the stone house next to the Mammoth Terraces"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately strenuous trail starts just north of Liberty Cap and the Mammoth Terraces, and begins with a 350 foot (106.7 m) climb up and above Clematis Gulch. At the junction with Sepulcher Mountain Trail, go right. Soon thereafter, the trail levels out and rambles through meadows and stands of aspen to a series of beaver ponds. Look for elk, mule deer, pronghorn, moose, beaver dams and lodges, the occasional beaver, and waterfowl. Be alert for bears: both black and grizzly bears forage in this area. Past the ponds, the trail travels through forest and grassland back to Mammoth."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bunsen Peak"],["alt=4.2 mi (6.7 km) round-trip"],["url="],["email="],["address=5 miles (8 km) south of Mammoth on the Mammoth–Norris Road, across from the Glen Creek trailhead"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately strenuous trail climbs 1300 feet through forest and meadow to the summit of Bunsen Peak, which has panoramic views of the Blacktail Plateau, Swan Lake Flat, Gallatin Mountain Range, and the Yellowstone River Valley. (You'll also see communications equipment, which supplies Mammoth and nearby communities.) Return by the same route."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Osprey Falls"],["alt=8 miles (12.8 km) round-trip"],["url="],["email="],["address=5 miles (8 km) south of Mammoth on the Mammoth–Norris Road, across from the Glen Creek trailhead"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A strenuous trail that follows Bunsen Peak Road (hiking\/biking only) through grassland and burned forest 2.5 miles (4 km) to Osprey Falls Trail (no bikes allowed). Descend 700 feet (213 m) into Sheepeater Canyon, one of the deepest canyons in Yellowstone. Osprey Falls, on the Gardner River, plunges 150 feet (46 m) over the edge of a lava flow."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lava Creek"],["alt=3.5 mi (5.6 km) one-way"],["url="],["email="],["address=Across the road from the Lava Creek picnic area on Mammoth–Tower Roa"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately strenuous trail that follows Lava Creek downstream past Undine Falls (60 feet\/18 m), descending gradually. Lava Creek meets the Gardner River further downstream. The trail crosses the river on a footbridge to a final steep climb out, ending near the Mammoth Campground."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rescue Creek"],["alt=8 mi (12.8 km) one-way"],["url="],["email="],["address=7 miles (11.3 km) east of Mammoth on Mammoth–Tower Road; ends 1 mile (1.6 km) south of the North Entrance Station"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately strenuous trail that follows Blacktail Deer Creek Trail past the east end of Blacktail Pond to the top of a short hill, then veers left on the Rescue Creek Trail. Climb gradually through aspens and meadows, then descend through forests to sagebrush flats that lead to a footbridge across the Gardner River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blacktail Deer Creek\/Yellowstone River"],["alt=12 mi (19.3 km) one-way"],["url="],["email="],["address=7 miles (11.3 km) east of Mammoth on Mammoth–Tower Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately strenuous trail that follows Blacktail Deer Creek as it descends 1,100 feet (33.5 m) through rolling, grassy hills and Douglas-fir forest to the Yellowstone River. Cross the river on a steel suspension bridge then join the Yellowstone River Trail, which continues downriver, passing Knowles Falls and into arid terrain until it ends in Gardiner, MT.  There is a very narrow, short stretch near Gardiner that is slippery when wet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sepulcher Mountain"],["alt=11 mi (17.7 km) round-trip"],["url="],["email="],["address=between Liberty Cap and the stone house next to the Mammoth Terraces"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This strenuous trail follows the Beaver Ponds Trail to the Sepulcher Mountain Trail junction, then climbs 3,400 feet (1,036 m) through forest and meadows to the 9,652 foot (2,942 m) summit. Loop trail continues along the opposite side of the mountain through an open slope to the junction of Snow Pass Trail, which descends to the Howard Eaton Trail, which goes north to Mammoth Terraces and the trailhead."]]}]},"\n",{"type":"====","value":[" Tower-Roosevelt "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lost Lake"],["alt=4 mi (6.4 km) round-trip"],["url="],["email="],["address=behind Roosevelt Lodge"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately difficult trail that offers views of Lost Lake, waterfowl, wet meadows, sagebrush hilltops, wildflowers, possibly beavers and quite often black bears. This trail begins behind Roosevelt Lodge and climbs 300 feet (91 m) onto the bench. Here it joins the Roosevelt horse trail and continues west to Lost Lake. From Lost Lake the trail follows the contour around the hillside to the Petrified Tree parking area, crosses the parking lot and continues up the hill. It loops behind Tower Ranger Station, crosses the creek and returns to the lodge. Caution: If you encounter horses, move to the downhill side of the trail and remain still until they have passed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Garnet Hill"],["alt=7.5 miles (11.8 km) round-trip"],["url="],["email="],["address=Approximately 50 yards (45.7 m) north from Tower Junction, on the Northeast Entrance Road. (Park in the large parking area east of the service station at Tower Junction.)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately difficult trail that follows the dirt stagecoach road about 1.5 miles (2.4 km) to the cookout shelter. Continues north along Elk Creek until nearly reaching the Yellowstone River. Here the trail divides, with the west fork joining the Hellroaring Trail and the east fork continuing around Garnet Hill and back toward Tower. Close to the road, the trail joins a horse trail that leads you to the Northeast Entrance Road. Walk along the road about one-fourth mile (400 m) back to the parking area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hellroaring"],["alt=4 mi (6.4 km) round-trip"],["url="],["email="],["address=3.5 miles (5.6 km) west of Tower Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A strenuous trail that begins with a steep descent to the Yellowstone River Suspension Bridge, then crosses a sagebrush plateau, and drops down to Hellroaring Creek. Both the Yellowstone River and Hellroaring Creek are popular fishing areas.  Bring water as this trail can be hot and dry during the summer.  In addition, watch your footing on boulders by the river and be aware that other backcountry trails branch off of this one, so pay attention to trail signs.  An alternative route begins at Garnet Hill and continues west on Hellroaring trail; return to the Garnet Hill trailhead (distance 10 mi \/ 16 km)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Yellowstone River Picnic Area"],["alt=3.7 mi (5.9 km) round-trip"],["url="],["email="],["address=Yellowstone River Picnic area, 1.25 miles (2 km) northeast of Tower Junction on the Northeast Entrance Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A moderately difficult trail that climbs steeply to the east rim of the Narrows of the Yellowstone and then follows the rim. Look for peregrine falcons and osprey, which nest in the canyon, and bighorn sheep along the rim. View the Overhanging Cliff area, the towers of Tower Fall (the fall is not visible), basalt columns, and the historic Bannock Ford. The trail heads northeast; at the next trail junction turn left and descend to the road. (The Specimen Ridge Trail, strenuous and poorly marked, continues northeast.) Walk west along the road for 0.7 mile (1.1 km) to the Yellowstone River Picnic Area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Slough Creek"],["alt=First meadow: 2 miles (3.2 km), Second meadow: 4.5 mi (7.2 km) one-way"],["url="],["email="],["address=On the dirt road toward Slough Creek Campground; where the road bears left, park beside the vault toilet"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A trail that is moderately strenuous for first 1.5 miles (2.4 km); then easy.  This long-distance trail follows a historic wagon trail into the Absaroka-Beartooth Wilderness beyond Yellowstone. It begins with a steep climb then descends to the first meadow. Stop and relax here or continue to the second meadow. Be alert for bears and moose. Caution: If you encounter horses, move to the downhill side of the trail and remain still until they have passed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mt. Washburn"],["alt=from Dunraven Pass, 3.1 miles (5 km); from Chittenden Road, 2.5 miles (4 km) one-way"],["url="],["email="],["address=Chittenden Road Parking Area, 8.7 miles (13.9 km) south of Tower Junction; Dunraven Pass Parking Area, 13.6 miles (21.8 km) south of Tower Junction on the Tower–Canyon Road. Note: More parking is available at the north trailhead; bicycles and park vehicles also use this route."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A strenuous trail that climbs 1400 feet(425 m).  Either trail ascends Mt. Washburn on a wide path with spectacular views. Look for bighorn sheep and wildflowers. Stay on the trail to avoid destroying fragile alpine vegetation. At the top, enjoy the view and interpretive exhibits inside the shelter at the base of the fire lookout. This is a high elevation trail: storms are common; bring rain gear, wool hats, and gloves."]]}]},"\n",{"type":"====","value":[" Canyon "]},"\n\n",{"type":"[[","value":[["Image:Yellowstone_dead_trees.jpg"],["thumb"],["300px"],["Dead trees near the summit of Mt. Washburn. These trees are the victims of a massive forest fire in 1988 that burned through over 30% of the forest running through the park."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Howard Eaton Trail (to Cascade, Grebe, Wolf, and Ice lakes, and Norris)"],["alt=2.5–12 mi (4–19.3 km) one-way, depending on destination"],["url="],["email="],["address=pullout 0.25 mile (0.4 km) west of Canyon Junction on the Norris–Canyon Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This modertely easy trail has very little rise and offers hikers the chance to choose their destination on a trail that passes through forest, meadow, and marsh: Cascade Lake (2.5 mi\/ 4 km), Grebe Lake (4.25 mi\/6.8 km), Wolf Lake (6.25 mi\/10 km), Ice Lake (8.25 mi\/13.3 km), and Norris Campground (12 mi\/19.3 km). The trail can be wet and muddy through July with many biting insects."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Observation Peak"],["alt=11 mi (17.7 km) round-trip"],["url="],["email="],["address=1.25 miles (2 km) north of Canyon Junction on the Tower–Canyon Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This strenuous trail has a 1400 ft (425 m) vertical rise in 3 miles (4.8 km) on its way to a high mountain peak that offers an outstanding view of the Yellowstone wilderness. The trail passes through open meadows to Cascade Lake (described on back of handout). Beyond the lake, it climbs 1400 feet in three miles through whitebark pine forest. Past Cascade Lake, no water is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cascade Lake"],["alt=5 mi (8 km) round-trip"],["url="],["email="],["address=pullout 0.25 mile (0.4 km) west of Canyon Junction on the Norris–Canyon Road or Cascade Lake Trailhead, 1.25 miles (2 km) north of Canyon Junction on the Tower–Canyon Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This easy walk allows people with limited time to enjoy open meadows where wildflowers abound and wildlife is often seen. The trail can be wet and muddy through July with many biting insects."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grebe Lake"],["alt=6 mi (9.7 km) round-trip"],["url="],["email="],["address=3.5 miles (5.6 km) west of Canyon Junction on the Norris–Canyon Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This moderately easy trail has little vertical rise as it follows an old fire road through meadows and forest, some of which burned in 1988. At the lake you can connect with the Howard Eaton Trail or return the way you came."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Seven Mile Hole"],["alt=11 mi (17.7 km) round-trip"],["url="],["email="],["address=Glacial Boulder pullout on the road to Inspiration Point"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A strenuous trail that follows the canyon rim for the first 1.5 miles (2.4 km), offering views of Silver Cord Cascade across the canyon. In another half mile the trail joins the Washburn Spur Trail; after another 3 miles it turns right onto the trail to Seven Mile Hole, which drops more than 1,000 feet in 1.5 miles (2.4 km).  Be especially careful where the trail passes both dormant and active hot springs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mt. Washburn"],["alt=3.1 mi (5 km) one-way from Dunraven Pass, 2.5 mi (4 km) one-way from Chittenden Road"],["url="],["email="],["address=Dunraven Pass, 4.5 miles (7.2 km) north of Canyon Junction; Chittenden Road, 10.3 miles (16.5 km) north of Canyon Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This strenuous trail rises 1400 ft (425 m).  Starting at either trailhead, you ascend Mt. Washburn on a wide trail with spectacular views. Look for bighorn sheep (keep your distance) and wildflowers. Stay on the trail to avoid destroying fragile alpine vegetation. At the top, enjoy the view and interpretive exhibits from inside the shelter at the base of the fire lookout. Caution: Storms are common; bring rain gear, wool hats, and gloves."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Washburn Spur Trail"],["alt=11–11.5 mi (17.7–18.7 km) one-way, depending on which Mt. Washburn trail you use"],["url="],["email="],["address=Either trailhead for Mt. Washburn"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A strenuous trail that rises 2000 ft (607 m) in 2.5 miles (4 km).  After ascending Mount Washburn, begin the spur trail from the east side of the fire lookout. The trail descends very steeply over rough terrain for 3.7 miles (6 km) to Washburn Hot Springs. Caution: Stay on the trail in this hydrothermal area. Continue south, passing the turnoff to Seven Mile Hole and ending at the Glacial Boulder pullout on the road to Inspiration Point. The trail is in very poor condition."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nEvery major village within the park offers food, camping supplies, and souvenirs for sale, although these stores all close during the winter months.\n\nGasoline and automotive services are available in the following locations:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Canyon"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open late April to early November"],["price="],["content=Gasoline, diesel and auto repair."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fishing Bridge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open mid May to late September"],["price="],["content=Gasoline, diesel, propane and auto repair."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Grant Village"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open mid April to mid October"],["price="],["content=Gasoline, diesel, propane, and auto repair."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mammoth"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open early May to mid October"],["price="],["content=Gasoline and diesel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Old Faithful (Lower)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open mid April to early November"],["price="],["content=Gasoline and diesel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Old Faithful (Upper)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open late May to late September"],["price="],["content=Gasoline and auto repair."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tower Junction"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open early June to early September"],["price="],["content=Gasoline."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Sign Mammoth Hot Springs YNP Wyoming USA.JPG"],["thumb"],["230px"],["Vintage sign at Mammoth Hot Springs: There are a variety of restaurant venues scattered throughout the park."]]},"\n\nMost of the villages sell food supplies and may offer snack bars.  The following restaurants and cafeterias are also available:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Canyon Lodge Dining Room"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/canyon-village\/canyon-lodge-dining-room\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open June-September.  Breakfast 7AM - 10AM, lunch 11:30AM - 2:30PM, dinner 5PM - 10PM"],["price=$15-$25 per person for dinner"],["content=Offers a breakfast buffet, a la carte lunch, and an upscale sit-down dinner.  Dress is casual and reservations are not accepted.  Dinner entrees include prime rib, stuffed trout, and a decent wine list."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Canyon Lodge Cafeteria"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/canyon-village\/canyon-lodge-cafeteria\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=June - September.  Breakfast 6:30AM - 11AM, Lunch\/Dinner 11:30AM - 9:30PM"],["price=Breakfast from $5, sandwiches and wraps from $7"],["content=A good option for budget dining, with a decent variety of breakfast fare, sandwiches, wraps, and soups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Canyon Lodge Deli"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/canyon-village\/canyon-lodge-deli\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open June-September from 7:30AM - 9:30PM (through September), 7:30AM - 7PM (in late September)"],["price=Sandwiches from $5"],["content=Snacks, beverages, deli sandwiches and ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grant Village Dining Room"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/grant-village\/grant-village-dining-room\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-439-7375"],["fax="],["hours=Open late May through September. Breakfast 6:30AM - 10AM, Lunch 11:30AM - 2:30PM, Dinner 5PM - 10PM"],["price=$20-$30 per person for dinner"],["content=Upscale dining in Grant Village, with options such as bison top sirloin and wild Alaska salmon.  Also offers a breakfast buffet for $12 and lunch options such as burgers and wraps for around $10.  Dinner reservations are required, dress code is casual."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grant Village Lakehouse Restaurant"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/grant-village\/grant-village-lake-house-restaurant\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open late May through September for breakfast and dinner only."],["price=$10-$15 per person"],["content=Located with an excellent lake view, offering casual fare such as burgers, sandwiches and salads.  There is also a selection of wines and beers available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lake Lodge Cafeteria"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/lake-yellowstone\/lake-lodge-cafeteria\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open June-September for breakfast, lunch and dinner"],["price=$6-$12 per person"],["content=Cafeteria dining including standard breakfast options, sandwiches, salads, and soups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lake Yellowstone Hotel Dining Room"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/lake-yellowstone\/hotel-dining-room\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-439-7375"],["fax="],["hours=Open early May through late September.  Breakfast 6:30AM - 10:30AM, Lunch 11:30AM - 2:30PM, Dinner 5PM - 10PM"],["price="],["content=Upscale dining in the Lake area.  Continental breakfast and breakfast buffet available daily, lunch options include specialty sandwiches and burgers.  Dinner options include lobster ravioli and rack of lamb.  Approximately seventy wines are available on the wine list.  Dinner reservations recommended, dress code is casual."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lake Deli"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/lake-yellowstone\/lake-deli\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open late May to late September.  Breakfast 6:30AM - 10:30AM, Sandwiches 10:30AM - 8:30PM"],["price=$6-$10 per person"],["content=Deli sandwiches, soups, non-alcoholic beverages and cookies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mammoth Hotel Dining Room"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/mammoth-hot-springs\/mammoth-hotel-dining-room\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-439-7375"],["fax="],["hours=Open early may through early October and late December through early March.  Breakfast 6:30AM - 10AM, Lunch 11:30AM - 2:30PM, Dinner 5PM - 10PM"],["price=$15-$25 per person"],["content=Upscale dining including options such as bison top sirloin and stuffed chicken breast.  A decent wine list is also available.  Reservations suggested during the winter season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mammoth Terrace Grill"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/mammoth-hot-springs\/mammoth-t\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open late April through mid-October"],["price="],["content=The breakfast menu includes sandwiches, cereals, juice and coffee.  The deli menu includes burgers, chicken sandwiches, salads, value meals and hand-dipped ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Faithful Inn Bear Paw Deli"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/old-faithful\/old-faithful-inn-bear-paw-deli\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open mid-May through mid-October from 6AM to 8PM"],["price=$7-$10 per person"],["content=Deli sandwiches, continental breakfast, non-alcoholic beverages, beers and wine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Faithful Inn Dining Room"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/old-faithful\/old-faithful-inn-dining-room\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-439-7375"],["fax="],["hours=Open mid-May through mid-October.  Breakfast: 6:30AM - 10AM, Lunch 11:30AM - 2:30PM, Dinner 5PM - 10PM"],["price=$20-$30 per person"],["content=Breakfast buffet $12 per person, lunchtime \"western\" buffet is $14 per person and dinner buffet is $26 per person.  Alternately, a standard menu is available for any meal featuring upscale options.  A decent wine list is available.  Dinner reservations are recommended, dress code is casual."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Faithful Lodge Cafeteria and Bake Shop"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/old-faithful\/old-faithful-lodge-cafeteria-bake-shop\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open early May through early October"],["price=$7-$12 per person"],["content=Offers lunch and dinner from various serving stations including sandwiches, meatloaf, turkey, salads, etc.  Outside of the cafeteria is the snack shop, offering fresh-baked muffins, bagels, sandwiches and soft-serve ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Faithful Snow Lodge Obsidian Dining Room"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/old-faithful\/old-faithful-snow-lodge-obsidian-dining-room\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open during the summer from early May through late October (breakfast and dinner) and in the winter from mid-December through early March (breakfast, lunch and dinner)"],["price=$20-$30 per person"],["content=Upscale dining including bison short ribs and wild Alaska salmon. Seating is first-come, first served for all meals. Breakfast is à la carte. Dinner reservations required in winter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Faithful Snow Lodge Geyser Grill"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/old-faithful\/old-faithful-snow-lodge-geyser-grill\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open during the summer from late April through  early November and in the winter from mid-December through mid-March"],["price=$6-$9"],["content=A take-out restaurant offering breakfast, lunch and dinner and specializing in burgers, chicken sandwiches, value meals, deli sandwiches, salads and more. The ceiling of the restaurant features whimsical character carvings.  A small selection of beer and wine is also served."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roosevelt Lodge Dining Room"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/roosevelt-lodge\/roosevelt-lodge-dining-room\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Early June through early September. Breakfast 7AM - 10AM, Lunch 11:30AM - 4:30PM, Dinner 4:30PM - 9:30PM"],["price=$20-$25 per person"],["content=Old West \"cowboy\" style dining including such fare as \"Teddy's top sirloin\" and mesquite smoked chicken.  \"After dinner libations\" include an extensive selection of beers, wines and cocktails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roosevelt Old West Dinner Cookout"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/roosevelt-lodge\/roosevelt-old-west-dinner-cookout\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Early June through early September"],["price=$57 by wagon, $75 for a one hour horse ride, $84 for a two hour horse ride"],["content=After a ride via horse or wagon to the cookout site guests are given a steak and all-you-can-eat sides.  Entertainment is provided at the cookout, usually a cowboy singer."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nCocktails can be purchased in the lodge restaurants, and lighter beverages can be obtained at the snack bars.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Seven Stool Saloon"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/grant-village\/grant-village-dining-room\/"],["email="],["address="],["lat="],["long="],["directions=Grant Village Dining Room"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As the name suggests, don't expect an expansive seating area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bear Pit Lounge"],["url=http:\/\/www.yellowstonenationalparklodges.com\/dining\/old-faithful\/old-faithful-inn-dining-room\/"],["email="],["address="],["lat="],["long="],["directions=Old Faithful Inn"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Featuring etched glass panels inspired by the original wooden Bear Pit Murals and offering a variety of wines, beers and cocktails."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Old Faithful Lodge YNP Wyoming.jpg"],["thumb"],["230px"],["A small cauldron bubbles in the Upper Geyser Basin across from Old Faithful Inn."]]},"\n\nWhile there are an abundance of hotels and campgrounds within the park, they fill quickly in the summer so visitors may also want to consider lodging options in the gateway towns of ",{"type":"[[","value":[["West Yellowstone"]]}," and ",{"type":"[[","value":[["Gardiner (Montana)"],["Gardiner"]]},".\n\n",{"type":"===","value":["Lodging"]},"\n\nLodging in the park fills quickly and should be booked in advance. Cancellations are common, so if a particular lodging option is unavailable it is a good idea to re-check frequently to see if it becomes available. Reservations for all lodges and cabins in the park can be made through ",{"type":"[","value":["http:\/\/www.yellowstonenationalparklodges.com\/ Xanterra Parks & Resorts"]}," or by calling (307) 344-7311. All park accommodations are non-smoking and, reflecting the natural surroundings of Yellowstone, televisions, radios, air conditioning, and Internet hook-ups are not available. During the winter the only lodging within the park is the Old Faithful Snow Lodge and the Mammoth Hotel.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Canyon Lodge and Cabins"],["url=http:\/\/www.yellowstonenationalparklodges.com\/canyon-lodge-cabins-86.html"],["email="],["address="],["lat=44.734383"],["long=-110.48975"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["hours="],["price=Lodge Room $178, Western Cabins $183, Frontier Cabin $98 (2012 rates)"],["checkin="],["checkout="],["content=Lodge rooms are located in the Cascade and Dunraven Lodges, both built in the 1990s while the cabins were all constructed in the 1950s and 1960s. All lodging includes private bath. Open from early June through late September."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grant Village"],["alt="],["url=http:\/\/www.yellowstonenationalparklodges.com\/lodging\/summer-lodges\/grant-village\/"],["email="],["address="],["lat=44.389933"],["long=-110.556167"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["checkin="],["checkout="],["price=$155 (2012 rates)"],["content=The Grant Village lodging options consist of two six story buildings containing fifty rooms each. This hotel complex provides the basic amenities without some of the flair of the Old Faithful Inn but at prices that are a bit lower, and Grant Village may have greater availability due to the number of rooms available there. There is a post office nearby, as well as a cafeteria, a soda-jerk diner, and a sandwich shop in the complex, as well as a reservations-only restaurant serving local fare. Even if you decide not to eat at the restaurant, do go in to check out the large array of beautiful photographs taken by one of the long-time Yellowstone Maintenance heads, who is also one of the park photographers. Open late May through late September."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake Lodge Cabins"],["url=http:\/\/www.yellowstonenationalparklodges.com\/lake-lodge-cabins-87.html"],["email="],["address="],["lat=44.555"],["long=-110.395483"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["hours="],["price=Western Cabin $183, Frontier Cabins $109, Pioneer Cabins $75 (2012 rates)"],["checkin="],["checkout="],["content=All units include private bath including shower. The Western cabins are the most modern, the frontier cabins were built in the 1920s but recently refurbished, and the pioneer cabins were built in the 1920s and have not been recently refurbished. Open mid-June through late September."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake Yellowstone Hotel & Cabins"],["url=http:\/\/www.yellowstonenationalparklodges.com\/lake-yellowstone-hotel-cabins-94.html"],["email="],["address="],["lat=44.550083"],["long=-110.4014"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["hours="],["price=Suite $549, Lakeside Hotel Room $223, Hotel Room $207, Standard Room $149, Frontier Cabin $135 (2012 rates)"],["checkin="],["checkout="],["content=This hotel is listed on the register of historic places and located right on Lake Yellowstone (there's a boat pier and a restaurant right on the edge of the lake). The Lake Yellowstone Hotel and Cabins provide a rustic experience that probably won't excite a luxury traveler, but the staff provides the basics - decent rooms, reasonably good food, and breathtaking views of the lake and its surroundings. Watch out for mosquitos especially as you walk near the lake in mornings and afternoons in the summer, they come out in swarms, but DEET or similar mosquito repellant will keep them away. Open mid-May through late September."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mammoth Hot Springs Hotel & Cabins"],["url=http:\/\/www.yellowstonenationalparklodges.com\/mammoth-hot-springs-hotel-cabins-95.html"],["email="],["address="],["lat=44.97620"],["long=-110.70163"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["hours="],["price=Suite $449, Hotel Room $120, Hotel Room with Shared Bath $87 (2012 rates)"],["checkin="],["checkout="],["content=The only in-park lodging that is open year-round. The hotel offers rooms both with a private bath or with a shared bath. Another option is to stay in the many cabins located next to the hotel (summer only), also with private or shared bath; hot tub cabins are also available for a premium price. For hikers just looking to clean up, showers are available for $3.25 (inquire and pay fee in advance at front desk)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Faithful Inn"],["url=http:\/\/www.yellowstonenationalparklodges.com\/old-faithful-inn-96.html"],["email="],["address="],["lat=44.4601"],["long=-110.830383"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["hours="],["price=Suite $499, Semi-suite $399, East Wing Geyserside $237, East Wing Standard $210, West Wing Frontside $221, West Wing Standard $157, Old House Room $132, Old House Room with Shared Bath $98, Old House 2-Room Unit With Shared Bath $183, Old House 2-Room Unit $224 (2012 rates)"],["checkin="],["checkout="],["content=A national historic site, this rustic hotel was originally constructed entirely of logs during the winter of 1903. The original 120 rooms were expanded with the addition of the east wing in 1913, and the west wing was added in 1927. Major renovations were done from 2004 - 2008 to improve infrastructure and shore up the building's supports while also reverting some past modifications to bring the inn closer to its original design. Today it is the largest log hotel in the world, and the vast lobby incorporates large tree trunks as pillars and a stone fireplace. Accommodations range from rooms with shared bathrooms and showers nearby to suites with private bathrooms and refrigerators. Open from mid-May through mid-October."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Faithful Lodge Cabins"],["alt="],["url=http:\/\/www.yellowstonenationalparklodges.com\/lodging\/summer-lodges\/old-faithful-lodge-cabins\/"],["email="],["address="],["lat=44.45935"],["long=-110.8264"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["checkin="],["checkout="],["price=Frontier Cabins $113, Budget Cabins $69 (2012 rates)"],["content=Frontier cabins offer private bath (including shower) while the budget cabins offer communal showers in the lodge with toilet and sink facilities located nearby the cabins. Large windows in the lobby face Old Faithful Geyser. Gift shop, restaurants, bakery. Open from mid-May through late September."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Faithful Snow Lodge"],["url=http:\/\/www.yellowstonenationalparklodges.com\/old-faithful-snow-lodge-cabins-98.html"],["email="],["address="],["lat=44.45645"],["long=-110.829617"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["hours="],["price=Lodge Room with 2 Queens $219, Lodge Room with 1 King $229, Western Cabin $152, Frontier Cabin $96 (2012 rates)"],["checkin="],["checkout="],["content=This lodge is one of only two winter lodging options within the park. All lodging options have private bath including shower. The western cabins were built in 1989 while the frontier cabins are simpler. Open December through March and May through October."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Roosevelt Lodge Cabins"],["url=http:\/\/www.yellowstonenationalparklodges.com\/roosevelt-lodge-cabins-133.html"],["email="],["address="],["lat=44.912667"],["long=-110.4165"],["directions="],["phone="],["tollfree=+1-866-439-7375"],["fax="],["hours="],["price=Frontier Cabin $114, Roughrider Cabin $69 (2012 rates)"],["checkin="],["checkout="],["content=Frontier cabins offer two double beds and private bathroom with shower. The Roughrider Cabins are sparsely furnished and heated with wood burning stoves (two \"presto\" logs are provided) and offer communal showers and shared bathrooms. Open mid-June through early September."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"[[","value":[["Image:Blue Steam Grand Prisimatic Spring YNP Wyoming USA.JPG"],["thumb"],["300px"],["A trick of refraction, blue steam rises off the waters of Grand Prismatic Spring"]]},"\n\n",{"type":"[","value":["http:\/\/www.yellowstonenationalparklodges.com\/ Xanterra Parks & Resorts"]}," operates campgrounds at Bridge Bay, Canyon, Fishing Bridge, Grant Village, and Madison. Same-day reservations can be made by calling: +1 307-344-7901. Future reservations can be made by calling: 307-344-7311 or by writing: Yellowstone National Park Lodges, PO Box 165, Yellowstone National Park, WY 82190.\n\nReservations should be made well in advance and\/or campsites should be secured as early in the day as possible. Campgrounds may fill by early morning, especially during peak season (early July - late August). Recreational vehicles over 30 ft should make reservations since there is a limited number of RV sites available in Yellowstone. Large RV sites are located at Flag Ranch, Fishing Bridge RV Park and West Yellowstone.\n\nIndian Creek, Lewis Lake, Mammoth, Norris, Pebble Creek, Slough Creek, and Tower Fall are operated by the National Park Service and do not accept reservations; all sites are first-come, first-served.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bridge Bay"],["url="],["email="],["address="],["lat=44.5345"],["long=-110.436967"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20.50 per site"],["checkin="],["checkout="],["content=(27-May to 18-Sep). 432 sites, flush toilets, RV dump station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Canyon"],["url="],["email="],["address="],["lat=44.7353"],["long=-110.488056"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20.15 per site"],["checkin="],["checkout="],["content=(06-Jun to 11-Sep). 272 sites, showers, flush toilets"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fishing Bridge RV"],["url="],["email="],["address="],["lat=44.563667"],["long=-110.36945"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$31 per site"],["checkin="],["checkout="],["content=(20-May to 02-Oct). 344 sites, showers, flush toilets, RV sewer station. This is the only campground offering water, sewer, and electrical hookups, and it is for hard-sided vehicles only (no tents or tent-trailers are allowed)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grant"],["url="],["email="],["address="],["lat=44.3935"],["long=-110.562817"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$19 per site"],["checkin="],["checkout="],["content=(21-Jun to 02-Oct). 425 sites, showers, flush toilets, RV dump station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Indian Creek"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$12 per site"],["checkin="],["checkout="],["content=(10-Jun to 19-Sep). 75 sites, pit toilets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lewis Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$12 per site"],["checkin="],["checkout="],["content=(17-Jun to 06-Nov). 85 sites, pit toilets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Madison"],["url="],["email="],["address="],["lat=44.645417"],["long=-110.86145"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20.35 per site"],["checkin="],["checkout="],["content=(06-May to 30-Oct). 277 sites, flush toilets, RV dump station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mammoth"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$14 per site"],["checkin="],["checkout="],["content=(Year round). 85 sites, flush toilets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Norris"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$14 per site"],["checkin="],["checkout="],["content=(20-May to 26-Sep). 116 sites, flush toilets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pebble Creek"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$12 per site"],["checkin="],["checkout="],["content=(03-Jun to 26-Sep). 32 sites, pit toilets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Slough Creek"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$12 per site"],["checkin="],["checkout="],["content=(27-May to 31-Oct). 29 sites, pit toilets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tower Fall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$12 per site"],["checkin="],["checkout="],["content=(20-May to 26-Sep). 32 sites, pit toilets."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\nPermits are required for all backcountry camping, and quotas are placed on the number of people that may use an area at a given time. The maximum stay per backcountry campsite varies from 1 to 3 nights per trip. Campfires are permitted only in established fire pits, and wood fires are not allowed in some backcountry campsites. A food storage pole is provided at most designated campsites so that food and attractants may be secured from bears. Neither hunting nor firearms are allowed in Yellowstone's backcountry.\n\nPermits may be obtained only in person and no more than 48 hours in advance of your trip, although backcountry sites may be reserved through the mail well in advance for a non-refundable $20 reservation fee. To reserve a site, download the reservation form from the ",{"type":"[","value":["http:\/\/www.nps.gov\/yell\/planyourvisit\/backcountrytripplanner.htm Backcountry Trip Planner"]},", call +1 307 344-2160, or by writing: Backcountry Office, PO Box 168, Yellowstone National Park, WY 82190.\n\nDuring the summer season (Jun-Aug), permits are available 7 days a week between 8AM and 4:30PM at the following locations:\n\n",{"type":"*","value":[" Bechler Ranger Station"]},{"type":"*","value":[" Canyon Ranger Station\/Visitor Center"]},{"type":"*","value":[" Grant Village Visitor Center"]},{"type":"*","value":[" Lake Ranger Station"]},{"type":"*","value":[" Mammoth Ranger Station\/Visitor Center"]},{"type":"*","value":[" Old Faithful Ranger Station"]},{"type":"*","value":[" South Entrance Ranger Station"]},{"type":"*","value":[" Tower Ranger Station"]},{"type":"*","value":[" West Entrance Ranger Station"]},"\nIn addition, permits may sometimes be obtained from rangers on duty at the East Entrance and Bridge Bay Ranger Station. However, these rangers have other duties and may not be available to provide assistance at all times.\n\nDuring the spring, fall, and winter seasons, ranger stations and visitor centers do not have set hours. To obtain a Backcountry Use Permit during these seasons, check the office hours posted at the nearest ranger station or visitor center.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"[[","value":[["Image:Boiling Pool and Sinter Crust Upper Gesyer Basin YNP Wyoming USA.JPG"],["thumb"],["300px"],["Fragile sinter crusts and ledges can give way, plunging a careless tourist into the boiling waters below"]]},"\n\n",{"type":"===","value":[" Wildlife "]},"\n\nThough many of the animals in the park are used to seeing humans, the wildlife is nonetheless wild and should not be fed or disturbed. ",{"type":"'''","value":["Stay at least 100 m away from bears and 25 m from all other wild animals!"]},"  No matter how docile they may look, bison, elk, moose, bears, and nearly all large animals can attack, and every year dozens of visitors are injured because they didn't keep a proper distance.  These animals are large, wild, and potentially dangerous, so give them their space.\n\nIn addition, be aware that odors attract bears and other wildlife, so avoid carrying or cooking odorous foods and keep a clean camp; do not cook or store food in your tent. All food, garbage, or other odorous items used for preparing or cooking food must be secured from bears. Treat all odorous products such as soap, deodorant, or other toiletries in the same manner as food. Do not leave packs containing food unattended, even for a few minutes. Animals which obtain human food often become aggressive and dependent on human foods, and many can suffer ill health or death from eating a non-native diet.  A short film about food safety is now mandatory before a back country permit will be issued.\n\n",{"type":"===","value":[" Thermal areas "]},"\n\nAlways stay on boardwalks in thermal areas. Scalding water lies under thin, breakable crusts; pools are near or above boiling temperatures. Every year visitors traveling off trail are seriously burned, and people have died from the scalding water. Park rangers can also issue $125 fines for being out of bounds. Note though, it's common to get sprayed with fine mist from the geysers. You don't need to worry about being burned, as the water has traveled sufficient distance to cool down, provided you're within the designated areas. No swimming or bathing is allowed in thermal pools. \n\n",{"type":"===","value":["Hiking"]},"\nKnow your 10 essentials when going on a hike, cell phones won't work in most areas of the park, and may not be depended on in an emergency situation.\n1.      Navigation\n2.      Hydration & Nutrition\n3.      Pocket Knife\n4.      Sun Protection\n5.      Insulation\n6.      Ability to make fire\n7.      Lighting\n8.      First Aid\n9.      Shelter\n10.     Whistle\n\n",{"type":"===","value":[" Weather "]},"\n\nThe weather can change rapidly and with little warning. A sunny, warm day can quickly become a cold, rainy or even snowy experience even in summer. Hypothermia can be a concern. Be prepared for a variety of weather conditions by bringing along appropriate clothing. Lightning can and does injure and kill people in the park, so watch the sky and take shelter in a building if you hear thunder.\n\n",{"type":"===","value":[" Other concerns "]},"\n\nWhen camping, either filter, boil, or otherwise purify drinking water.  Assume that even crystal clear waters may be polluted by animal and\/or human wastes, and intestinal infections from drinking untreated water are increasingly common.  Iodine tablets are not as effective as other methods but are readily available at local stores and easy to bring on a hike.\n\nFinally, with so many people visiting the park each year petty crimes are something to be vigilant against.  Lock your car doors and exercise sensible precautions with valuables, especially when leaving cars near trail heads or other areas where you might be away from your car for any length of time.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Grand Teton National Park"]]}]},".  Yellowstone's southern neighbor is famous for its dramatic mountain vistas and its alpine lakes.  Admission to Grand Teton is included in the Yellowstone price. Note, however, that the road connecting the two parks is closed during winter (early November to mid-May)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["West Yellowstone"]]}]},".  This town is most notable as a gateway to the park, with all the motels, services, and kitsch that park visitors require.  West Yellowstone is the most convenient non-park lodging option for those planning to visit the Old Faithful area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Gardiner (Montana)"],["Gardiner"]]}]},".  Located just north of the park, Gardiner is another border town that provides lodging and service options.  It is the most convenient non-park option for those wanting to be near the Mammoth area of Yellowstone."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cody"]]}]},".  Located about fifty miles from the park's east entrance, this town offers a Wild West atmosphere in addition to lodging and service options.  The Cody rodeo runs during the summer and the Buffalo Bill museum provides a good collection of old West artifacts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Virginia City (Montana)"],["Virginia City"]]}]}," Historical gold mining town of the old west. About 90 mins. from West Yellowstone, and halfway to either ",{"type":"[[","value":[["Butte"]]}," or ",{"type":"[[","value":[["Bozeman"]]},". In the town of Ennis, be sure to switch to ",{"type":"'''","value":["Montana Hwy 287"]}," (left fork at the Exxon station), and stop following the US highway of the same number."]},"\n",{"type":"{{","value":[["routebox"],["image1=US 14.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=END"],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Sheridan"]]}],["minorr1=",{"type":"[[","value":[["Cody"]]}],["image2=US 16.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Buffalo (Wyoming)"],["Buffalo"]]}],["minorr2=",{"type":"[[","value":[["Cody"]]}],["image3=US 20.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Idaho Falls"]]}],["minorl3=",{"type":"[[","value":[["West Yellowstone"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Casper"]]}],["minorr3=",{"type":"[[","value":[["Cody"]]}],["image4=US 89.svg"],["imagesize4=22"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["Livingston (Montana)"],["Livingston"]]}],["minorl4=",{"type":"[[","value":[["Gardiner (Montana)"],["Gardiner"]]}],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Logan (Utah)"],["Logan"]]}],["minorr4=",{"type":"'''","value":[{"type":"[[","value":[["Grand Teton National Park"],["Grand Teton N.P."]]}]}],["image5=US 191.svg"],["imagesize5=22"],["directionl5=N"],["majorl5=",{"type":"[[","value":[["Bozeman"]]}],["minorl5=",{"type":"[[","value":[["West Yellowstone"]]}],["directionr5=S"],["majorr5=",{"type":"[[","value":[["Rock Springs"]]}],["minorr5=",{"type":"'''","value":[{"type":"[[","value":[["Grand Teton National Park"],["Grand Teton N.P."]]}]}],["image6=US 212.svg"],["imagesize6=22"],["directionl6=W"],["majorl6=END"],["minorl6="],["directionr6=E"],["majorr6=",{"type":"[[","value":[["Billings"]]}],["minorr6=",{"type":"[[","value":[["Cooke City"]]}],["image7=US 287.svg"],["imagesize7=22"],["directionl7=N"],["majorl7=",{"type":"[[","value":[["Helena (Montana)"],["Helena"]]}],["minorl7=",{"type":"[[","value":[["West Yellowstone"]]}],["directionr7=S"],["majorr7=",{"type":"[[","value":[["Rawlins"]]}],["minorr7=",{"type":"'''","value":[{"type":"[[","value":[["Grand Teton National Park"],["Grand Teton N.P."]]}]}]]},"\n\n",{"type":"[[","value":[["WikiPedia: Yellowstone National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Wyoming\/Travel and Tourism\/Parks\/National Parks and Monuments\/Yellowstone National Park\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Yellowstone National Park"]]},"\n\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["geo"],["44.619"],["-110.547"],["zoom=10"]]},"\n",{"type":"{{","value":[["isPartOf"],["Eastern Idaho"]]},"\n",{"type":"{{","value":[["isPartOf"],["Yellowstone Country"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northwest Wyoming"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]}]