[{"type":"{{","value":[["pagebanner"],["Yemen banner.jpg"],["caption=Mudbrick skyscrapers in the Walled City of Shibam, a UNESCO World Heritage site."]]},"\n",{"type":"{{","value":[["warningbox"],["The U.S. Department of State warns U.S. citizens of the high security threat level in Yemen due to terrorist activities and civil unrest.  The Department urges U.S. citizens to defer travel to Yemen and those U.S. citizens currently living in Yemen to depart. Similarly, the Australian government advises against all travel to Yemen due to the very high threat of kidnapping and terrorist attack, and other governments have issued similar warnings. Terrorist groups—including the notorious ",{"type":"''","value":["al Qaeda"]},"—have actively targeted tourists and Western targets, with suicide bombings and armed ambushes occurring yearly since 2007. Depending on your position and timing, you could also be at risk from missiles fired by US drones at suspected terrorists. Western (French, German, Norwegian, UK & US) embassies have previously closed because of credible threats. (",{"type":"''","value":["Updated 05 Feb 2014"]},")"],["us=http:\/\/travel.state.gov\/content\/passports\/english\/alertswarnings\/yemen-travel-warning.html"],["uk=https:\/\/www.gov.uk\/foreign-travel-advice\/yemen"],["canada=http:\/\/travel.gc.ca\/destinations\/yemen"],["australia=http:\/\/www.smartraveller.gov.au\/zw-cgi\/view\/Advice\/Yemen"],["nz=https:\/\/www.safetravel.govt.nz\/yemen"],["ie=https:\/\/www.dfa.ie\/travel\/travel-advice\/a-z-list-of-countries\/yemen\/"]]},"\n\n\n",{"type":"{{","value":[["quickbar"],["image=Hajarin.jpg"],["location=LocationYemen.png"],["flag=Flag of Yemen.svg"],["capital=",{"type":"[[","value":[["Sanaa"]]}],["government=Republic"],["currency=Yemeni rial (YER)"],["area=527,970 km",{"type":"<","value":["sup",["2"]]}],["population=18,701,257 (July 2002 est.)"],["language=",{"type":"[[","value":[["Arabic"]]}],["religion=Muslim including Shaf'i (Sunni) and Zaydi (Shi'a) 97% ,  Jewish, Christian, and Hindu 3% Zoroatrianism 1%"],["electricity=220\/50Hz (UK plug)"],["callingcode=+967"],["tld=.ye"],["timezone=UTC +3"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yementourism.com\/ Yemen"]}]}," is on the southern tip of the Arabian Peninsula, and sharing borders with ",{"type":"[[","value":[["Saudi Arabia"]]}," and ",{"type":"[[","value":[["Oman"]]},".  Yemen has had a troubled recent history with civil wars and tribal conflicts predominating.\n\n",{"type":"==","value":["Understand"]},"\n\nYemen is a difficult country to get around, but the rewards for the perseverent tourist are an unforgettable experience, populated with very friendly and open hosts. Despite being adjacent to ",{"type":"[[","value":[["Saudi Arabia"]]}," and on the same peninsula as the ",{"type":"[[","value":[["United Arab Emirates"]]},", Yemen is definitely a place apart.\n\nYemen is also one of the least developed and poorest countries in the Middle East.\n",{"type":"===","value":["History"]},"\nYemen has long existed at the crossroads of cultures, it linked some of the oldest centers of civilization in the Near East by virtue of its location in South Arabia. Between the 12th century BCE and the 6th century, it was part of the Minaean, Sabaean, Hadhramaut, Qataban, Ausan and Himyarite kingdoms, which controlled the lucrative spice trade, and later came under Ethiopian and Persian rule. In the 6th century, the Himyarite king Abu-Karib Assad converted to Judaism. In the 7th century, Islamic caliphs began to exert control over the area. After this caliphate broke up, South Arabia came under the control of many dynasties who ruled part, or often all of South Arabia. Imams of Persian origin ruled Yemen intermittently for 160 years, establishing a theocratic political structure that survived until modern times.\n\nEgyptian Sunni caliphs occupied much of Yemen throughout the 11th century. By the 16th century and again in the 19th century, Yemen was part of the Ottoman Empire, and in some periods Imams exerted control over all Yemen.\n\nThe modern history of south Arabia and Yemen began in 1918 when Yemen gained independence from the Ottoman Empire. Between 1918 and 1962, Yemen was a monarchy ruled by the Hamidaddin family. North Yemen then became a republic in 1962, but it was not until 1967 that the British Empire, which had set up a protective area around the South Arabia port of Aden in the 19th century, withdrew from what became South Yemen. In 1970, the southern government adopted a Communist governmental system. The two countries were formally united as the Republic of Yemen on May 22, 1990.\n\nThe explanation above has been cited from ",{"type":"[","value":["http:\/\/www.arabianvoyages.com\/yemen arabianvoyages.com Yemen Facts"]},". \nFor a good overview about Yemeni history, you can have a look at history section of ",{"type":"[","value":["http:\/\/www.eternal-yemen.com Eternal Yemen"]},", tour and travel operator website.\n\n",{"type":"===","value":["Climate"]},"\nMostly desert; hot and humid along west coast; temperate in western mountains affected by seasonal monsoon; extraordinarily hot, dry, harsh desert in east. The weather can be chilly in areas where the elevation is high. Sana'a for example is at an elevation of over 2,195 m (7,200 ft). During the winter months, the temperatures can fall to zero during the night.\n\n",{"type":"===","value":["Landscape"]},"\nNarrow coastal plain backed by flat-topped hills and rugged mountains; dissected upland desert plains in center slope into the desert interior of the Arabian Peninsula. The interior of the country is a highland dissected by valleys. Yemen can be divided into five regions:\n\nCoastal Plain: The Tihamah coastal plain is a low-lying flat plain that has areas with very fertile soil from the streams from the mountains emptying into it. Some of the hottest places on Earth are in Tihamah. Most of its towns are coastal because the salty sea air can lessen the effect of the heat. \n\nWestern Highlands: The coastal plain ends abruptly at the western mountains, where monsoon rains coming from Africa gain strength across the Red Sea and the clouds coming in get tangled by the jagged peaks of the Western mountains and precipitate all of whatever the clouds hold. Some areas in the western highlands, notably Ibb and Ta'izz, get rainfall similar to rainforests, supporting fertile land great for coffee, qat, wheat, and sorghum. Mountains here are known to have lengthy ascents; most mountains pop out of land 600 m (2,000 ft) above sea level to 2,135-3,050 m (7,000-10,000 ft) peaks. Notable peaks include Jabal Sumarah, Jabal Ba'dan, Jabal Sabir, and Jabal Ad Dukayik, all about 3,000 m (10,000 ft) high.\n\nCentral Highlands: This is more of a plateau with rolling hills atop it, for the mountains are less jagged and get less precipitation because most of it is released onto the Western Highlands. Some of the highest mountains of the Arabian Peninsula can be found here, including the legendary Jabal an Nabi Shu'ayb near the capital Sana'a, at about 3,660 m (12,000 ft) above sea level. Some areas in the central highlands have extremely fertile soil, like in Dhamar, and temperature in the central highlands are extreme also. Diurnal temperatures are the highest in the world, with daytime highs of around 80°F while during the night they can dip to below freezing. Most of the central highlands, other than the mountains, is above 2,000-2,440 m (7,000-8,000 ft) high.\n\nCentral Plateau: As a gradual descent from the central highlands begins, it eventually levels off at a 915-1,525 m (3,000-5,000 ft) plateau that is bisected by valleys and wadis, or streams. This terrain is not as rough  as the central or western highlands, but vegetation is only possible in the valleys or near wadis, for they provide a lot of irrigation water from precipitation that only occurs in the remote areas. Flash floods are very common here. This extends from Shabwah though Hadhramaut and Al Mahra, continuing into Dhofar in Oman, which also revered by many Yemenis as part of Greater Yemen, not to mention also Najran, Jizan, and Asir in Saudi Arabia. \n\nDesert: Rub Al-Khali, aka the Empty Quarter, the most treacherous desert in the world, and also the largest expanse of sand in the world, is in northestern Yemen, southeastern Saudi Arabia, and northwestern Oman. It receives no rain at all for periods of years, and little to no vegetation does or can exist. Temperature can reach 61°C (142°F)\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Yemen regions map.png"],["regionmapsize=551px"],["region1name=",{"type":"[[","value":[["Yemeni Coastal Plains"]]}],["region1color=#71b37b"],["region1description=The dry flat territory along the Red Sea and Arabian Sea."],["region2name=",{"type":"[[","value":[["Yemeni Mountains"]]}],["region2color=#dfb755"],["region2description=The mountainous region rising steeply from the coastal plain."],["region3name=",{"type":"[[","value":[["Yemeni Highlands"]]}],["region3color=#b5d29f"],["region3description=The region descending slowly eastwards from the mountains of the west."],["region4name=",{"type":"[[","value":[["Empty Quarter"]]}],["region4color=#dcd99e"],["region4description=The desert, inhabited only by nomads."],["region5name=",{"type":"[[","value":[["Red Sea Islands"]]}],["region5color=#ff0000"],["region5description=Over 100 small islands in the Red Sea."],["region6name=",{"type":"[[","value":[["Socotra"]]}],["region6color=#4f93c0"],["region6description=A larger island that is a UNESCO world natural heritage site, and very safe."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sana'a"]]}," — capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aden"]]}," — seaside former capital of South Yemen."]},{"type":"*","value":[" ",{"type":"[[","value":[["Al Hudayda"]]}," — a relatively large city on the Red Sea with ",{"type":"''","value":["beautiful"]}," beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Al Mukalla"]]}," — East Yemen's biggest city and bustling port, the gateway to the historical Hadhramaut region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dhamar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ibb"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kawkaban"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mokha"]]}," — birthplace of one of the greatest things known to man: mocha coffee."]},{"type":"*","value":[" ",{"type":"[[","value":[["Shibam"]]},"\/",{"type":"[[","value":[["Seiyun"]]},"\/",{"type":"[[","value":[["Tarim (Yemen)"],["Tarim"]]}," — the three famous historical towns of Hadhramaut, perhaps Yemen's most fascinating and exotic destination"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ta'izz"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\nHodyDah\nYafia'\nJuban\nIbb\nAbyan\nLahaj\nAl-Bayda\nAl-Mahweet\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wadi Hadramawt"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Haraz Mountains"]]}]},{"type":"*","value":[" Hutaib — the most important center of pilgrimage for Yemen's Ismaili population"]},"\n",{"type":"==","value":["Get in"]},"\nVisa regulations change quite regularly, and an embassy should be contacted to make certain that the relevant documentation is obtained (it is recommended also to ask one of the licensed tour opeartors in Sana'a). As of January 2010, visas on arrival are no longer available, and citizens of most countries (with the possible exception of Gulf Co-operation Council members) need advance visas. Most visas are valid for 30 days from the date of issue (3 months for European Union, but sometimes it depends on the mood of the official dealing with you). Another way of getting visa is via one of the licensed tour operators, as they are allowed to prepare pre-visa paper in the Ministry of Foreign affairs for their clients. Such pre-visa paper is valid for 30 days from the day of issue and upon this a real visa is issued at the Sana'a airport. \nAs of Jan 21, 2010 Yemeni authority suspended all visa on arrival at all Yemeni ports. this action was taken to minimize the threat of terrorism in Yemen.\n\n",{"type":"===","value":["By plane"]},"\nEmirates Air flies from ",{"type":"[[","value":[["Dubai"]]}," (",{"type":"[[","value":[["United Arab Emirates"]]},") to ",{"type":"[[","value":[["Sana'a"]]}," daily. The flight takes slightly more than 2 hours, and Yemen is one hour behind UAE time. Budget airline Air Arabia ",{"type":"[","value":["http:\/\/www.airarabia.com"]}," also flies from Sharjah (near Dubai) to Sana'a on Tuesdays and Saturdays. The national carrier, Yemenia, flies to Sana'a from many mid-Eastern and several European capitals, including a daily non-stop from Cairo.  Lufthansa flies from Frankfurt 3 times weekly with a stop in Cairo.  Flight time to Sana'a from Cairo is about 3 hours, plus a 1-hour time change. Turkish Airlines flies from Istanbul to Sana'a 4 times a week. Qatar Air flies to and from Doha daily.  Royal Jordanian also flies twice weekly from ",{"type":"[[","value":[["Amman"]]}," to ",{"type":"[[","value":[["Sana'a"]]}," and to ",{"type":"[[","value":[["Aden"]]},". Syrian air lines also flies to Sana'a . Since 15th January 2010, flights to London have be suspended until further notice due to the terrorist threat in Yemen.\n\n",{"type":"===","value":["By train"]},"\nThere are no trains to or within Yemen.\n\n",{"type":"===","value":["By car"]},"\nIt is possible to cross the Omani-Yemeni border in a car, although the border posts are often difficult to negotiate. Crossing from ",{"type":"[[","value":[["Saudi Arabia"]]}," in a car is substantially more difficult, as regulations for getting a car into Saudi are very intricate.\n\n",{"type":"===","value":["By bus"]},"\n\nSome buses operating throughout the Arabian peninsula connect to Yemen. The buses are mostly air-conditioned and comfortable, although the fleet, sometimes contains old buses which may not be very comfortable to be on for several hour trips. Note that arriving from ",{"type":"[[","value":[["Oman"]]}," can prove difficult, especially if you're trying to get to ",{"type":"[[","value":[["Sana'a"]]},". There are buses from ",{"type":"[[","value":[["Salalah"]]}," to ",{"type":"[[","value":[["Sayu'n"]]}," in ",{"type":"[[","value":[["Wadi Hadramawt"]]}," and ",{"type":"[[","value":[["Mukallah"]]}," on the Indian Ocean, but at the moment, tourists (especially from non-Arab countries) are not allowed to use public transport on roads linking the East and the West of Yemen: ",{"type":"[[","value":[["Mukallah"]]}," - ",{"type":"[[","value":[["Aden"]]}," and ",{"type":"[[","value":[["Say'un"]]}," - ",{"type":"[[","value":[["Sana'a"]]},". The tourist have to take a plane in order to come from the west to the eastern part of the country.\n\n",{"type":"===","value":["By boat"]},"\nThere are passenger ferries from Djibouti. They're cheap but not so comfortable.\n\n",{"type":"==","value":["Get around"]},"\nYemen is not an easy country to get around, as for foreign nationals travel permits are required and in some regions independent travel is not possible. There is a lack of road infrastructure in the eastren Mahra region, while all other Yemeni regions have hundreds of km newly built roads. If you are an intrepid traveler, the local transportation (taxis, buses, airplane) is perfect to get around on the cheap. More expensive, but more efficient travel is to book your tour via one of the registered tour operators, that you can check on Yemen Ministry of Tourism webpage(http:\/\/www.yementourism.com\/services\/travelagency\/index.php). Be aware that there are many non-registered tour operators in Yemen offering lower quality services, providing non-relevant informmation and many times tourists do not get all the paid services. In case of any problem the Ministry of tourism will not be able to help you if you choose to travel with a non-registered tour operator or services provider. \n\nFor trips outside the capital, many travelers prefer a car (preferably 4WD) and may choose to hire a driver through a local travel agency.  More intrepid travelers should certainly take advantage of the local intracity bus service, which is cheap, comfortable, and a wonderful way to see the country.  The buses usually take a pit stop every hour or so, making this a slow(er) but much more interesting way to travel for those who are up for an adventure and some friendly conversation. The biggest company in Yemen is Yemitco, their offices can be found in major cities.\n\nAdditionally, all travel outside the capital will require a travel permit (tasriih) from the tourist police, their station located 30 meters up the canal from the Arabian Felix Hotel. You need your passport, list of destinations and timerange how long you are going to stay outside the capital. No photos required, however bring a photocopy of your visa and the picture page in your passport, as the photocopier there often doesn't work. This takes about 15 minutes. Office is closed from noon to (let's say) 14hrs. Then you take many photocopies of tasriih which you handle over at military checkpoints along the way. This may seem inconvenient, however it is designed to prevent travellers unwittingly venturing into areas of tribal unrest - and vice versa.  Some areas of the country are off-limits to travel without military escorts, and still other areas are totally off-limits to travel. While the concept of staying informed about local conditions in your intended destinations is an overused one, in Yemen it is essential, as failure to do so may result in kidnappings or worse. No tasriih is checked if you fly to main cities in Yemen, like Aden, Al-hudaida etc. \n\nThe usual Middle Eastern shared taxi system exists in Yemen. In every city and often in towns there is at least one shared taxi (",{"type":"''","value":["bijou"]},", from Peugeot) station, from where cars go to different destinations. Just ask anyone for your destination and they will point you to a car going there. The driver will not depart until all seats are completely full, which means 2 people in the passenger's seat, four in the middle and three in the back in a standard Peugeot almost invariably used for this purpose. If you want to travel in more comfort, you can pay for two seats or for the whole row. If you're a woman travelling alone you might be offered two seats in front for the price of one, but often you'll be asked to pay for both.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Arabic"]]}," is the official language.  While many locals will at least attempt to communicate with non-Arabic speakers in other languages, any visitor will almost certainly need at least some Arabic, particularly if traveling to locations outside the capital.  Even within Sana'a, the bilingual signs common throughout most of the Middle East are commonly ",{"type":"''","value":["absent"]},", with Arabic script and numbers predominating. This said, Yemenis are very open for communication, and hand-waving, making noises and smiling can get you very far, even if not always where you wanted to get (usually to a qat-chewing session).\n\nYemenis have a myriad of different accents, due to the historical inaccessibility of parts of the country. It is not unusual for a visitor to be told that his or her laborious attempts at speaking Arabic are in fact \"Arabic\" and not \"Yemeni\" or \"Yemeni enough\". The more vocal village children will almost certainly enjoy hearing a visitor's attempts at their language, and will show this appreciation either with peals of laughter or by asking questions about the visitor's homeland.\n\n",{"type":"==","value":["See"]},"\nSana'a: Babel Yemen (old city), Wadi Dhar (Dar al-Hadschar Palace - also known as the rock house). Note that Sana'a is over 2,200m (7,200 feet) in elevation. The old city is a mystical and amazing place and also a UNESCO World Heritage site. The streets are alive and bustling around gingerbead-like houses several storeys high, one of the oldest cities in the world. \n\nSocotra: Off the south coast of Yemen - an idylic island untouched by modern man and home to many rare species and plants. The seas are turquoise blue and the sands white and unspoiled. One of the most valuable islands on the planet, often described as the most alien-looking place on Earth. Its beaches resemble those of the Caribbean and its mountains and Yemeni mountains covered in 300 species only found in Socotra. A must-see.\n\nKawkaban: An old fortress-city northwest of Sana'a 3,000m (10,000 feet) high, with elegant old buildings an artifacts from the old Himyar civilization 2,000 years ago. Himyaric inscriptions can be seen and so can old Stars of David from the old Jewish roots of Himyar. Below the mountain is a magnificent view of a plain dotted by old towns made of mud-brick.\n\nSa'dah: The northernmost major town in Yemen, with its old city made entirely out of strong mud that keeps internal temperature warm during the bitter winter. Its surroundings are known for its delicious grapes, raisins, date palms, and other fruits. \n\nAl Mahweet: A northwest town from Sana'a, Al Mahweet is a beautiful and magnificent town atop a mountain where the green scenery and outstanding architectural example of Yemen are at its best. It is part of the western highlands, an area where rain can be extensive and clouds can always be seen below the mountains during the summer. \n\nBura': A protected area in Yemen in Al Hudaydah governate, this place is a 2,200 meter (7,200 foot) mountain covered by a natural forests resembling one of the rainforests of Africa. There are many flora and fauna varieties in Bura' located only in Yemen and its historic boundaries (Najran, Jizan, Asir, Dhofar, & ar Rub' al Khali). It is one of the most beautiful places in Yemen.\n\nManakhah: A large old town on a peak 2,700m (9,000 feet) high known for its daring location and beautiful scenery. This town is a perfect example of life in medieval Yemen.\n\nMa'rib: The capital of the Sabaean Kingdom, built about 3,000 years ago, with its famous Ma'rib dam, one of the engineering wonders of the world. It was said that thousands of years ago the magnificent dam helped create some of the greenest areas in the world, a notion also supported by historical texts like the Qur'an. The Queen of Sheba is known to have had her kingdom here and artifacts and temples from her reign are still preserved and present.\n\nIbb: The green heartland of Yemen, with annual rainfall at about 1200 mm per year. It is located about some 10,000+ foot high mountains. The city of Ibb, however, is in the valley, but waterfalls are known to be present and beautiful. The historic town of Jiblah is located near Ibb city. And with the freshest climate on the whole peninsula, there is no wonder why it is referred to as the Green Heart of Yemen.\n\nAl Khawkhah: At one of the hottest places on earth, you need a beach, and at Al Khawkhah, it has one of the best beaches in Yemen. The shore is long and back by fields of plam trees and a small pleasant town. The Red Sea is relatively calm and cool, great for an are where summer temperatures are commonly over 48°C.\n\nTa'izz: The cultural capital of Yemen, which is the most liberal and the friendlist city in the country. It has been the capital of Yemen when the last Imam was in power and is a medieval city. Towering above Ta'izz is the 3,000m (10,000 foot) Jabal Sabir, which is known all around Yemen for its dazzling ascent and view from the top. This mountain is very fertile and is home to tens of thousands of people living on and around the mountain.\n\nShibam: Commonly referred to as the Manhattan of the Desert, this town located in Wadi Hadhramaut has the first skyscrapers of the world. Hundreds of adobe home ranging from 5-11 storeys high are boxed into a walled area that is simply marvelous. The tops are painted with gypsum, a mineral commonly found in Yemen. Some of the buildings are over 700 years old.\n\nTarim & Say'un: These nearby towns are made almost entirely of adobe. The towns are well organized and elegant, with famous palaces and mosques in each city.\n\nAl Mukalla: Perhaps the most developed-looking city in Yemen, Al Mukalla is the jewel of the Arabian Sea. Around it around beautiful beaches, however, the best in Yemen is known to be at Bir Ali, which is a lengthy 100 km drive, though very much well worth it. \n\nHauf National Park: The only natural forest in the Arabian Peninsula because it is affected by the seasonal monsoon rains that also affects India. Mountains and Hills are layered with a cap of green for mile with wild life similar to one of a rain forests, this forest also extends to the Omani side of the border, from Qishn, Yemen to Salalah, Oman.\n\n",{"type":"==","value":["Do"]},"\n\nYemen is country that everywhere just simply must be visited. It is a tourist's country, where although the accommodation might not be the best, but the country itself holds so many treasures that appeal to any open-minded visitor. The sights are amazing, the people are friendly, their culture is unique, and their food is tasty. Take trips with a personal driver through the mountains to see natural beauty located nowhere else on the planet. See the historical role Yemen played as it survived even during the times of the Sumerians and the Ancient Egyptians, and how no one was able to completely conquer Yemen. And enjoy what the country provides, like gemstones literally littered throughout the mountains, precious beaches, and historical artifacts from this multi-faced nation with one heartbeat.\n\n",{"type":"==","value":["Buy"]},"\n\nAlmost everywhere you look, you will have the chance to buy the curved dagger (jambiya) worn by local men. This purchase can be simply of the dagger and its accompanying sheath, however handmade belts and silver pouches are also for sale, with many tourists opting to purchase each item separately.  When purchasing a jambiya, remember first and foremost that it counts as a weapon for customs purposes, even though it is not used as one anymore. Secondly, bear in mind that the sheath is predominantly leather with either a base metal or (in more expensive models) silver working added. Traditionally, handles were made of animal horn or even ivory. While it is doubtful that the handles sold today as being made from either of these products are the real thing, a wooden or amber handle may be a better option.  If a real jambiya seems too much, there are also pendants and brooches commonly available in the shape of the knife and its sheath.\n\nNecklaces and jewellery are also common souvenirs, and many of these will in fact be made of the semi-precious stones the souvenir sellers claim. Nevertheless, a healthy grain of salt should be added to any belief that one is actually purchasing a necklace of lapis lazuli or anything like that.\n\n",{"type":"[[","value":[["Bargaining"]]}," (even with village children) is expected and worthwhile. If you are with local guides, a common approach is to have them ask for the \"Yemeni price\", however any bargaining on the part of the tourist will result in discounts. Bear in mind, too, that what may seem an absurdly cheap price for an item in Western terms will still be a great return for many locals.\n\nIn tourist sites, there will be souvenir-sellers everywhere you look. In some mountain villages, such as ",{"type":"[[","value":[["Kawkaban"]]},", their technique involves almost trapping the tourists with wheelbarrows full of souvenirs. There is an art form to firmly turning down the goods on offer, even when the seller is a young boy or girl in desperately poor circumstances.\n\nYemen's currency, the rial (riyal), is subject to high inflation. As a result, many prices (particularly those quoted to light-skinned visitors) will be given in US dollars or even euros. Any of these three currencies will be accepted by the seller, so ask for the cost in whichever currency you are carrying at the time. Discounts for paying in one currency or the other are not high enough to warrant only paying in local money (for example), but luck may be on your side.\n\n",{"type":"==","value":["Eat"]},"\nYemeni cuisine differs markedly from the rest of the Arabian Peninsula, and is a real highlight of any trip to the country - particularly if shared by locals (which is an invitation most visitors will receive more often than they might expect).\n\nThe signature dish is ",{"type":"''","value":["salta"]},", a meat-based stew spiced with fenugreek and generally served at the end of the main course. The taste may take newcomers by surprise, but it is a taste well worth acquiring.\n\nYemeni honey is particularly famous throughout the region, and most desserts will feature a liberal serving of it. Of particular note is ",{"type":"''","value":["bint al-sahn"]},", a sort of flat dough dish which is drenched in honey. Other sweet foods well worth the trying are Yemeni raisins.\n\nWhile not a \"food\" per se, something else to put in one's mouth is the ",{"type":"''","value":["qat"]}," leaf. This is the Yemeni social drug and is chewed by almost all of the population from after lunch until roughly dinnertime. The plant is cultivated all over the country, and most Yemenis are more than happy to offer visitors a branch or two.  Actually chewing qat is something of an art, but the general idea is to chew the small, soft leaves, the soft branches (but not hard ones)  and to build up a large ball of the stuff in a cheek. The ability to chew ever-increasing balls of qat is something of a mark of pride among Yemenis, and the sight of men and boys walking down the street in the afternoon with bulging cheeks is one the visitor will soon get used to.  The actual effects of qat are unclear, although it generally acts as a mild stimulant. It also has something of an appetite-suppressant function, which may explain why there are so few overweight Yemenis in spite of the nature of their cuisine. Insomnia is another side effect.\n\n",{"type":"==","value":["Drink"]},"\nYemen is officially a dry country; however, non-Muslims are entitled to bring up to two bottles of any alcoholic beverage into the country. These may be drunk only on private property, and venturing outside while under the influence is not a wise decision.\n\nMany juices and soft drinks are readily available, but you should avoid more scruffy-looking juice shops as they might be using tap water as base. Many Yemenis will drink tea (shay) or coffee (qahwa or bun) with their meals. Yemeni coffee is considerably weaker than the strong Turkish coffee found elsewhere in peninsular Arabia.\n\nTap water should be avoided. This is comparatively easy to do, as bottled water - both chilled and at room temperature - is readily available everywhere.\n\n",{"type":"==","value":["Sleep"]},"\n\nOutside of the capital and the major centres (",{"type":"[[","value":[["Sana'a"]]},", ",{"type":"[[","value":[["Aden"]]}," and ",{"type":"[[","value":[["al-Mukalla"]]},"), accommodation tends to be rather basic and generally of the mattress-on-the-floor variety, generally with shared bathrooms. Most larger villages will have at least one ",{"type":"''","value":["funduq"]},", which will provide this sort of accommodation. The places tend to be named the [Name of Village] Tourist Hotel. Be aware that electricity supplies tend to be a little erratic, so hot water cannot always be counted on.\n\nFunduq accommodation is not rated on the star scale used in other countries, but rather on the Yemeni \"sheet\" scale, with \"no-sheet\" being the most basic and \"two-sheet\" the top of the line. Some other hotels, mostly in Sana'a, go by the star scale, most notably the Movenpick, Sheraton, & the Hilton. This does not mean that in a \"no-sheet\" funduq one will not receive a sheet, although in some places it may be worthwhile to bring one!  Most funduqs will offer some food, almost invariably local cuisine, and the better ones will serve it in a ",{"type":"''","value":["diwan"]},"-style room, where one can eat while reclining on cushions. In some funduqs, dinner will be followed by a \"party\", featuring performances of traditional music and jambiya dances - sometimes with audience participation.\n\n",{"type":"==","value":["Learn"]},"\nParticularly in Sana'a, there are institutes offering instruction in Arabic. The advantages of learning the language in Yemen are that the dialect spoken is often quite close to Classical Arabic, and also that languages other than Arabic are much less commonly spoken than they are in nearby countries. However, the one important exception to this rule is the Old Sana'a dialect, which is difficult to understand even for Arabs from other countries, and becoming completely incomprehensible when combined with a big ball of qat in the speaker's cheek.\n\n",{"type":"==","value":["Work"]},"\nWork in Yemen is difficult to obtain as a foreigner. The collections of young men waiting in public areas and by the roadside looking for work does not reflect a lack of jobs. Rather, it reflects that many Yemenis do not have enough education to work in non-manual jobs. As a result, immigrants from sub-Saharan Africa are often seen in service industries (with a popular joke among expats being that \"something typically Yemeni\" is in fact an Ethiopian maid).  Educated westerners do not, however, have it easy as there are many bureaucratic hurdles to working in Yemen. Most westerners who find jobs there tend to be working as expat staff for a western company with interests in the country.\n\nThe only exception is that if you're an English native speaker, a lot of places in big cities, ranging from schools through universities to governmental organisations and companies are desperate for English teachers, and usually don't require any qualifications. Sometimes it is even possible to get a teaching job if English is not your first language.\n\nAlso in Sana'a the local English-language magazines often need proofreaders.\n\n",{"type":"==","value":["Stay safe"]},"\nThe public consumption of alcohol is punishable under Islamic law in Yemen. Homosexual acts are also prohibited and may be punishable by death.\n\nWhile Yemen has often attracted negative media attention as a result of kidnappings of tourists and internal strife, this should not deter the careful traveller. Anyone entering the country is taking a small, but ever-present, risk and should try to keep up-to-date on the exact security situation of their intended destinations and be prepared to change plans if the situation mandates it. The island of ",{"type":"[[","value":[["Socotra"]]}," is very safe compared to the mainland.\n\nHowever, in March 2009, two separate but linked terrorist attacks occurred. 5 South Korean tourists were killed and 3 were injured in a suicide bombing while visiting Old Walled City of Shibam on March 15th. On March 18th, another attack occurred, aimed at investigators and family relatives of the March 15th attack. However, no one was killed except the perpetrator.  Similar to many attacks and incidents in the country recently, al-Qaeda called for these attacks to occur. As such, many embassies world wide are advising against travel to this country, especially since violence seems to be spreading to once-thought safer regions of the country.\n\nIn June 2009, 9 foreign aid workers - 7 Germans, 1 Briton and a Korean - were kidnapped in the Northern Saada region. 3 bodies were later recovered. The fate of the remaining hostages is currently unknown.",{"type":"[","value":["http:\/\/news.bbc.co.uk\/2\/hi\/middle_east\/8100500.stm"]},"\n\nOn 31 January 2012, at least six aid workers of various nationalities were kidnapped from a tourist area west of Sana’a. ",{"type":"[","value":["http:\/\/www.fco.gov.uk\/en\/travel-and-living-abroad\/travel-advice-by-country\/middle-east-north-africa\/yemen"]},"\n\nDriving is on the right. While Yemeni drivers have something of a reputation for bad driving, the reality is slightly more nuanced. Risks are taken, particularly in Sana'a, which would not normally be taken in other places, but the locals expect this to happen and compensate accordingly.\n\nFor trips outside Sana'a, however, a 4-wheel-drive is almost mandatory as most roads away from the routes connecting main cities are not paved. Travelers should also give serious consideration to hiring a local driver\/guide, as maps tend not to be as useful as they can be in other countries. A city limits border pass is required as these are well protected by the military. It is also worth noting that Yemen has one of the highest populations of armed civilians so take caution.\n\n",{"type":"==","value":["Stay healthy"]},"\nTap water ",{"type":"'''","value":["should be avoided"]},". To stay safe, it is recommended to stick to the bottled variety.\n\nAdditionally, be aware that the country is ",{"type":"'''","value":["exceptionally"]}," dusty. Travelers with breathing difficulties (such as asthma) may encounter problems in more remote destinations.\n\nThe dry air (especially from September 'til April) can be bothersome, causing cracked lips and sometimes nosebleeds. Always carry a Vaseline stick with you, available in most pharmacies in Yemen, and a packet of tissues.\n\nParticularly when hiking, remember that much of the country is at altitude. Therefore, as well as taking the usual steps of drinking plenty of water and protection from the sun (which can be very harsh in Yemen), be aware of any dizziness you may be experiencing due to rapid ascents.  Many of the more popular hiking routes are covered in loose stones, so be careful of your footing. Some peak ascents can be at a near 70-80 degree angle, so any fall will be devastating. Be prepared with bandages and\/or anti-bacterial creams just in case you get a cut, which is normal during hiking.\n\nPolio and malaria are common to Yemen. Polio is present in some Red Sea coastal towns and malaria is also present in ",{"type":"'''","value":["low-lying"]}," areas along the Red Sea.\n\n",{"type":"==","value":["Respect"]},"\nThree rules should always be followed in exploring Yemen:\n\n1. This is a Muslim country. As such, be sensitive about where you point your camera. There are many great photo opportunities around every corner (the question is usually what to leave out of each image), but when photographing people, always ask first. The Arabic phrase \"mumkin akhud sura minak?\" is very useful indeed. ",{"type":"'''","value":["Don't ever, ever try to take pictures of women"]},", even if you're a woman yourself. This is considered a great offense and can even result in more than a few harsh words. Also don't try to take pictures of anything that looks as if it could be of any strategic importance (i.e. has at least one soldier or policeman guarding it). However, if you ask with good manners and the guards are in a good mood, you might be allowed and take a souvenir photo with a military man holding a machine-gun!\n\n2. Despite being close to the richer oil-producing countries, Yemen is one of the poorest states on earth. Living conditions for many locals are very tough. As a tourist, expect local merchants to demand higher prices from you. While being mindful of the poverty level in Yemen, tourists should resist sympathetic urges to pay the merchant's first price. Bargaining is a way of life in much of the world and is expected of all buyers.\n\n3. If an area is off-limits, it is that way for a very good reason. Tempting as it may be to play the intrepid explorer, there is no reason to increase your risk of being kidnapped or worse unless you absolutely have to.\n\nIn addition, be prepared to be asked for pens (qalam, galam) for the local schools, and also sweets (bonbon). In the former case, if you have one to spare you may wish to consider it. In the latter, resist the urge to give a handout as it will create an expectation for the next foreigner to arrive. It should go without saying that you shouldn't give money (\"fulus!\" \"bizniz!\") to children. Donate to local charities instead.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["geo"],["15.0"],["48.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Middle_East"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Yemen"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Yemen"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Yemen\/"]]}]