[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Yeovil"]}," is a town in ",{"type":"[[","value":[["Somerset (England)"],["Somerset"]]},". The helicopter manufacturer AugustaWestland is the major local industry.\n\n",{"type":"==","value":["Get in"]},"\nThanks to the foresight of Victorian railway engineers, Yeovil is on two railway lines that cross but do not link up and is therefore proud to possess two railway stations, Yeovil Junction and Yeovil Pen Mill. Still, neither is more than a stone's throw from the centre of town and a free, frequent and fast connecting bus service is provided by FirstGroup as part of its commitment to providing an integrated transport service throughout South West England.\n\n",{"type":"==","value":["Get around"]},"\n\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Jack the Treacle Eater"]},{"type":"*","value":[" Newtown Surmaville"]},{"type":"*","value":[" Museum of South Somerset"]},{"type":"*","value":[" Abbey Farm House"]},"\n",{"type":"==","value":["Do"]},"\nYeovil Town FC plays football in the English Championship (second tier). Somerset County Cricket Club plays some of its home fixtures in Yeovil.\n\n",{"type":"==","value":["Buy"]},"\nYeovil is the headquarters of Screwfix, and a cordless drill or packet of rawlplugs will provide the perfect souvenir of your visit.\n\nAlternatively, the local Tesco Supermarket do a lovely range of cheap and cheerful fizzy ciders, typical of the region. Look out for brands such as Frosty Jack, Dry Blackthorn or even the supermarket's reasonably priced own brand cider beverage. On a summer's day, many Yeovilians can be seen enjoying the delights of the centrally located St John's Church town greens, gently supping the county's famous brew. The atmosphere is one of liveliness and joyful revelry, a characteristic of this effervescent South Somerset market town.\n\n",{"type":"==","value":["Eat"]},"\n\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hollies Hotel Restaurant"],["url=http:\/\/www.thehollieshotel.co.uk"],["email="],["address=Bower Hinton"],["lat="],["long="],["directions=5 mins from A303"],["phone = +44 1935 822 232"],["tollfree="],["fax="],["hours=6PM - 9PM"],["price=£9.95 - £25.00"],["content=The Restaurant occupies a major part of the original Principle building dating back to the 17th century. Both the bar and the restaurant have been refurbished and although the design is stylish and contemporary, the building retains all its period features. Where possible, locally produced foods are used in all of our dishes. Diners can choose from a varied range of English \/ French style cuisine, which is complemented by a list of fifty carefully selected wines."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hollies Hotel"],["url=http:\/\/www.thehollieshotel.co.uk"],["email="],["address=Bower Hinton"],["lat="],["long="],["directions=5 mins from A303"],["phone = +44 1935 822 232"],["tollfree="],["fax="],["hours=6PM - 9PM"],["price=£9.95 - £25.00"],["content=The Restaurant occupies a major part of the original Principle building dating back to the 17th century. Both the bar & restaurant have been refurbished, and although the design is stylish and contemporary, the building retains all it's period features. Where possible, locally produced foods are used in all of our dishes. Diners can choose from a varied range of English \/ French style cuisine, which is complemented by a list of fifty carefully selected wines."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Somerset_(England)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Yeovil"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Somerset\/Yeovil\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Yeovil"]]},"\n",{"type":"{{","value":[["geo"],["50.94604"],["-2.63226"],["zoom=14"]]}]