[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yibin"]}," is a city in ",{"type":"[[","value":[["East Sichuan"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By taxi"]},"\nTaxi with meter is cheap, expect to pay ¥10 from the city center to the South Bus station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Jiang Bei Park - 'Floating Wine Cup Brook"]},"'\n\nLocated in the Jiang Bei district in the north of the city, the park was once home to the Song dynasty poet Huang Ting Jian.\nThe park can be reached by the number 4 bus from the city centre (¥1)\n\n",{"type":"'''","value":[{"type":"[[","value":[["Shunan Zhuhai National Park"]]}," - Southern Sichuan Bamboo Sea"]},"\n\nLocated 68km to the south east of Yibin city, ",{"type":"[[","value":[["Shunan Zhuhai National Park"]]}," is a seemingly endless expanse of Bamboo complete with cliff top temples, waterfalls and caves. Scenes from the movie 'Crouching Tiger, Hidden Dragon' were shot here.\n\nEntrance Fee to the park is ¥121 (during the high season January-November and lower during the low season).   \n\nBuses for the Bamboo Sea leave from Nan An station in the south of the city.\nMost services only go as far as Chang Ning (¥16.5) where you will have to change buses for Wangli village at the west gate of the park (¥5). \nThere is also now a tour bus that leaves from Nan An station. It leaves around 8.30 or 9.00 - they will wait for the bus to fill. The journey costs ¥20 each way. The tour cost varies depending on the amount of people on the bus - it's ¥300 all up, so if there is a full bus (15 people) you'll pay ¥20 each\n\n",{"type":"'''","value":["Shi Cheng Shan - Stone City Mountain"]},"\n\nShi Cheng Shan is around 60km south-west of Yibin city, close to the village of Heng Jiang. The mountain contains lakes, waterfalls, Song dynasty tombs and sweeping views of the local countryside.\n \nBuses for Heng Jiang leave from the West bus station and cost around ¥10. The journey can take up to 2hrs as the road is, for the most part, unsealed. There is, however, a new highway under construction which should be completed soon. From Heng Jiang you can hire a motorbike taxi to the mountain for about ¥40 return.\n\n",{"type":"'''","value":["Li Zhuang"]},"\n\nA sleepy riverside town to the east of Yibin city with crumbling Qing dynasty buildings and pleasant tree lined streets. The town was a base    for the resistance against the Japanese during the second world war and Shanghai's Tongli University was relocated here in that period.\n\nBuses leave from Nan An station in the south of the city. The journey costs ¥4.80 and takes around 30mins\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nYibin is home to the famous Wu Liang Ye distillery. No visit would be complete without a shot or two of their fiery baijiu\n\n",{"type":"==","value":["Sleep"]},"\n7 Days Hotel (No.223 Zhenwu Road). Central location, clean and nice, free luggage storage, but they don't have wifi. double room with private bathroom for ¥127. Take bus #4 from the South Bus station (Nan an).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["East Sichuan"]]},"\n",{"type":"[[","value":[["WikiPedia:Yibin"]]},"\n",{"type":"{{","value":[["geo"],["28.766667"],["104.616667"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]