[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yilan County "]},", also spelled Ilan County, (宜蘭縣; ",{"type":"''","value":["Yílán Xiàn"]},") is in located on the east coast of ",{"type":"[[","value":[["Taiwan"]]},".\n",{"type":"==","value":["Understand"]},"\nYilan is a county located next to the Taipei metropolitan area. It is famous for its beautiful scenery and Children's Folkore Festival held during the summer.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\nYilan County officially has only one city - Yilan - although Luodong is where most businesses are located.\n",{"type":"*","value":[{"type":"[[","value":[["Yilan"]]}," - the main city, with two big department stores, YouAi and Luna Plaza, National Yilan University, a big sports park, a decent cultural center, a small but tasty nightmarket, and some general great eats."]},{"type":"*","value":[{"type":"[[","value":[["Jiaoxi"]]}," - is known island-wide for it's plentiful hot spring resorts.  It's also home to some great hiking trails and waterfalls."]},{"type":"*","value":[{"type":"[[","value":[["Toucheng"]]}," - is a popular surfing destination. Offers spectacular sunrise views and is the disembarkation point for whale watching."]},{"type":"*","value":[{"type":"[[","value":[["Yuanshan"]]}," - has a nice little park that is heavily laterned during the lantern festival."]},{"type":"*","value":[{"type":"[[","value":[["Datong Township"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dongshan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dongao"]]}," - has one of the most beautiful coastal views in Yilan."]},{"type":"*","value":[{"type":"[[","value":[["Nanao (Taiwan)"],["Nanao"]]}," - has Yilan's largest aboriginal population and has a few good hiking trails."]},{"type":"*","value":[{"type":"[[","value":[["Luodong"]]}," - Yilan's business center - prospered as a logging town during the Japanese Colonial Era. Also has an impressive nightmarket and beautiful park. "]},{"type":"*","value":[{"type":"[[","value":[["Sanshing"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Suao"]]}," - a harbour town famed for its seafood and cold springs."]},{"type":"*","value":[{"type":"[[","value":[["Wujie"]]}," - home to the National Center for Traditional Arts and the DongShan River Waterpark."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"'''","value":["Agricultural leisure areas"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dian Song Pi Agricultural Leisure Area"]]},"-",{"type":"[","value":["http:\/\/www.elfland.org.tw\/ynt\/13-Leisure%20Agricultural%20Area.doc"]}," located in Sanshing township of Yilan county, between the Central and Shushang mountains that surround the Lanyang Plain. Because of its geographic location, the climate is fresh and the air is unpolluted . Additionally, this area has a wide range of temperatures, which fosters biodiversity. Tourists can observe hundreds of plants when walking in the area. Moreover, there are abundant natural resources such as fertile soil and abundant water, so the farmers in this area grow various unique agricultural products such as Sanshing green onions and pears. Residents have also developed rafting activities on the En-Nong river."]},{"type":"*","value":[{"type":"[[","value":[["Yulan Agricultural Leisure Area"]]}," - a famed tea producing region. Has great views of Lanyang Creek and is the entry point to Songluo Lake. A great place to appreciate cherry blossoms."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By train"]},"\n\nTake the North Railway Line (北迴鐵路) fast train (",{"type":"''","value":["Zichang"]},") to Toucheng, Yilan or Luodong Stations. Otherwise take the very slow (",{"type":"''","value":["Putongche"]},") to any of the other stations.\n\n",{"type":"'''","value":["By car"]},"\n\nThe quickest way from Taipei is on the Taipei-Yilan Freeway No.5 (北宜高速公路) south. It takes around 40 minutes on a good day.\n\n",{"type":"'''","value":["By taxi"]},"\n\nTaxis outside the West Exit #4 of Taipei Main Station will take you to Yilan or Luodong for NT$ 300, but you can ask for a discount to NT$ 250.  These taxis wait for 4 passengers before leaving (which is why the fare is so reasonable).\n\n",{"type":"'''","value":["By bus"]},"\n\nThere are two buses, which are very nice and comfortable, that leave from Taipei and stop in Jiaosi, Yilan, and Luodong.  Some buses are express\/direct buses and don't stop at all stops so be sure to confirm your destination before boarding. \n\n",{"type":"*","value":["Capital Star -- Can be boarded on ZhongXiao East Road.  It can be reached by going to the Taipei City Hall MRT stop.  Take exit 3, keep walking straight ahead and you will see tents and attendants there to help you.  You can purchase your ticket on site, as there are no reservations (it's good to arrive early because there is often a small line).  Fare is NT$ 90 to Jiaosi, and NT$ 120 to Yilan or Luodong. Schedule is online ",{"type":"[","value":["http:\/\/220.128.122.55\/time.html"]}]},"\n",{"type":"*","value":["Kamalan -- Can be boarded across the street from the Technology Building MRT stop on FuXing Rd, at the main bus station near Taipei Main Station, and at Banqiao bus station (near the Banqiao train station and MRT stop). You can make reservations and buy tickets ahead of time.  Fares are to Jiaosi (105nt from Taipei, 129 from Banqiao), to Yilan (132 from Taipei, 155 from Banqiao), and to Luodong (136 from Taipei, 160 from Banqiao) Schedule is online ",{"type":"[","value":["http:\/\/www.kamalan.com.tw\/run.php"]}]},"\n",{"type":"==","value":["Get around"]},"\nAs busses here are irregular and taxis are expensive, the best way to get around is by scooter. There are scooter rental shops near the train stations.  Just remember to get a good map and driver's licence is required.\n\nYilan government has tried to improve its local transportation system to support the popular tourism. The various transportation to get to each popular tourist site is provided ",{"type":"[","value":["http:\/\/www.e-land.gov.tw\/public\/Data\/163017132871.pdf"]},"(traditional Chinese). The Capital Bus also serves the routes to many spots in Yilan County from Luodong ",{"type":"[","value":["http:\/\/www.capital-bus.com.tw\/EN\/index_02.htm"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Wufengchi Waterfalls"]}," - Yilan County's most famous waterfalls."]},{"type":"*","value":[{"type":"'''","value":["Annong Creek"]}," - white water rafting. Yilan's answer to Xiouguran river in ",{"type":"[[","value":[["Hualien County"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Fushan Botanical Garden"]}," - protected forest area. Permit required. Long waiting lists - especially for weekend visits."]},{"type":"*","value":[{"type":"'''","value":["Honeymoon Bay"]}," - Surfing Mecca."]},{"type":"*","value":[{"type":"'''","value":["Meihua Lake"]}," - a wonderful place to stroll and relax. Many B&B's nearby."]},{"type":"*","value":[{"type":"'''","value":["Taipingshan Forestry Recreation Area"]}," - a historic logging area and one of Taiwan's most scenic spots"]},{"type":"*","value":[{"type":"'''","value":["Turtle Island"]}," - protected volcanic island. Great for whale watching. Permit required."]},"\n",{"type":"'''","value":["Museums"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["National Center for Traditional Arts"]},", ",{"type":"[[","value":[["Wujie"]]}," - a very large centre that preserves and promotes Taiwanese arts and culture. Features a recreated \"old street\" selling traditional crafts. Entry NT$ 150."]},{"type":"*","value":[{"type":"'''","value":["Lantang Museum"]},", a newly-established museum aimed at presenting Yilan’s overall geographical environment, cultural and humanistic trails. Entry NT$ 100 ",{"type":"[","value":["http:\/\/www.lym.gov.tw\/eng\/index_en.asp"]},"."]},{"type":"*","value":[{"type":"'''","value":["Bei Guan Leisure Farm"]},",",{"type":"[[","value":[["Toucheng"]]}," - famous for its crab museum - with unique exhibit of crabs that live in boiling volcanic springs."]},{"type":"*","value":[{"type":"'''","value":["He Dong Tang Lion Museum"]},", ",{"type":"[[","value":[["Toucheng"]]}," - a quaint little museum featuring numerous stone lion statues. Entry: NT$ 180."]},{"type":"*","value":[{"type":"'''","value":["Mary Leu Fine Art Carving Gallery"]},", ",{"type":"[[","value":[["Sanshing"]]}," - workshop and gallery for renowned artist Mary Leu. Entry: NT$ 100 - including coffee\/tea."]},{"type":"*","value":[{"type":"'''","value":["Jia Zi Lan Wine Museum"]},", ",{"type":"[[","value":[["Yilan"]]}," - a historical distillery that also includes a small museum and gift shop. Entry: Free."]},{"type":"*","value":[{"type":"'''","value":["Museum of Yilan Government History"]},", ",{"type":"[[","value":[["Yilan"]]}," - a group of relics from the Japanese Colonial Era. Entry: NT$30 for the County Prefects House. Others are free."]},{"type":"*","value":[{"type":"'''","value":["Taiwanese Opera Museum"]}," ",{"type":"[[","value":[["Yilan"]]}," - located in Yilan's Cultural Center, features exhibits on Traditional Chinese Opera and Puppets.  With an id (passport or Taiwanese ID or ARC card) you can try on traditional opera clothing on the third floor."]},"\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caoling Historic Trail"]}," - the only remaining hikable section of the ancient Tamalan Trail. Starts in Yuanwangken in Gongliao and finishes in Dali. Length: 8.5 Km."]},{"type":"*","value":[" ",{"type":"'''","value":["Linmei Shipan Trail"]}," - extremely popular hiking trail in Jiaoxi. Some beautiful waterfalls. Length: 1.7 Km."]},{"type":"*","value":[" ",{"type":"'''","value":["Marian Hiking Trail"]}," - breathtaking trail that starts behind the church at Wufengchi waterfalls in Jiaoxi. The trail is divided into two sections: The first, ",{"type":"''","value":["\"winds its way gently through secondary growth forests for 3.7 Km - terminating 400 metres above sea level at the Tong Tien Bridge.\""]}," The second section is decidedly more difficult. Although only 1.63 Km in length, the rough trail climbs steeply through dense, damp forests. In the last 300 metres, the forest gives way to windswept slopes covered in arrow bamboo and tall grasses. The final lookout - when not shrouded in mist - offers stunning views of the Lanyang plain and Turtle Island. The nearby St. Mary's Villa offers toilets and shelter."]},{"type":"*","value":[" ",{"type":"'''","value":["Sinliao Waterfall Trail"]}," - stunning trail of moderate difficulty. Length: 2.3 Km - approximately 2 hours. Daily limit of 300 people. Photo ID required."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dongshan Water Park (冬山河親水公園)"]}," -- an awesome water park which is a great place to visit during the sweltering summer days.  It has various water activities (a giant slide, an octopus with a water-bed like surface underneath to slip and slide on, and an elevated surface with 'jumping' water jets) all complimented by techno music."]},{"type":"*","value":[{"type":"'''","value":["Luodong Nightmarket"]}," -- Many unique clothing stores nestled off the streets, along with lots of \"famous\" snack foods -- try the Lamb Soup, Baoxin Fenyuan (look for the douhua shop with the hearts on it), runbing (stir fried veggies with dried meat and shaved peanuts wrapped to look like a burrito in a thin, crepe-like wrapping), and ice cream with shaved peanut brittle and cilantro, wrapped in the same wrap as the runbing."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Arts & Crafts"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["National Center for Traditional Arts"]},", ",{"type":"[[","value":[["Wujie"]]}," – a great place to pick up that truly Taiwanese gift such as hand puppets, masks, glass and wood sculptures, paintings, clogs etc."]},{"type":"*","value":[{"type":"'''","value":["Baimi Clog Village"]},", ",{"type":"[[","value":[["Suao"]]}," – famed for producing modern and traditional clogs."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Must Eats"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Green Onions"]}," - most famous produce in ",{"type":"[[","value":[["Sanshing"]]},". "]},{"type":"*","value":[{"type":"'''","value":["NiuSeBing"]}," - cow tongue biscuits. So named due to their uncanny resemblance to cow tongues."]},{"type":"*","value":[{"type":"'''","value":["Gaozha"]}," - a tofu-like snack made from chicken lard, pork and starch flour. "]},{"type":"*","value":[{"type":"'''","value":["Yashang"]}," - dry, salty smoked duck - sold in most gift shops."]},{"type":"*","value":[{"type":"'''","value":["Mashed Taro"]}," - famous traditional snack."]},{"type":"*","value":[{"type":"'''","value":["Dangan"]}," - dried pigs liver"]},{"type":"*","value":[{"type":"'''","value":["Preserved Kumquats"]}," - popular snack with a few flavours."]},{"type":"*","value":[{"type":"'''","value":["Po-ba"]}," - A type of meat sold in Yilan that was complemented for its taste in \"Taiwanese cuisine\"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hamigua"]},", ",{"type":"[[","value":[["Wujie"]]}," - sweet and juicy honey dew melons."]},{"type":"*","value":[{"type":"'''","value":["BaoXinFenYuan"]}," - created in Yilan County - a tapioca like dessert food with red bean centers, served on ice or dou-hua, with various other toppings (such as red beans and boiled peanuts)"]},"\n",{"type":"'''","value":["Chinese\/Yilan Cuisine"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wild Smoke"],["alt="],["url="],["email="],["address=21-8 Shuang Bi Rd"],["lat="],["long="],["directions="],["phone=03-922-8966"],["tollfree="],["fax="],["hours="],["price="],["content=Yuan Shan. Good food and great views of ",{"type":"''","value":["Shuanglianpi"]}," - a lake near Fushan Botanical Garden. Caters to groups."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tea"]}," - Yulan tea and Susin tea popular."]},{"type":"*","value":[{"type":"'''","value":["Alcohol"]}," - Yilan's famous alcohols include ",{"type":"'''","value":["Hongluh Chiew"]}," and ",{"type":"'''","value":["Kumquat Liqueur"]},"."]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["isPartOf"],["Eastern_Taiwan"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Yilan County"]]}]