[{"type":"{{","value":[["pagebanner"],["Yizhou banner Citizen Centre.jpg"],["caption=Town Hall of Yizhou City, costing about RMB100,000,000."]]},"\n",{"type":"'''","value":["Yizhou"]},"  (宜州; ",{"type":"''","value":["Yízhōu"]},")  is a city in ",{"type":"[[","value":[["North Guangxi"]]}," in China. It is in the northwestern area of the province and is situated on the range of stunning karst formations that covers southern China. Foreign tourists rarely visit the city, so do not expect a solid tourist infrastructure. But you will enjoy travelling away from the beaten tracks.\n\n",{"type":"[[","value":[["File:Yizhou.JPG"],["thumb"],["350px"],["The Long Jiang in Yizhou"]]},"\n\n",{"type":"==","value":["Get in"]},"\nYizhou has a train depot and can be reached by bus from ",{"type":"[[","value":[["Guilin"]]}," (4 hours) or ",{"type":"[[","value":[["Nanning"]]}," (6 hours).\n\nTrains and long-distance buses are available for major regional destinations. The bustling long distance bus station includes frequent buses to Guilin (4 hours), Nanning (6 hours by bus), ",{"type":"[[","value":[["Guangzhou"]]}," (12 hours by bus), and ",{"type":"[[","value":[["Guiyang"]]},".\n\n",{"type":"==","value":["Get around"]},"\nTaxis are available throughout the city. Three-wheel motorized vehicles (三轮车; san lun che) are everywhere and take you around the city for only a few yuan. \n\n",{"type":"==","value":["See"]},"\nOne of the best times of the year to visit Yizhou is during Chinese New Year, usually in February. Locals take to the streets in the evening and set off a display of fireworks that resembles a warzone. Accommodation during this time might be a little hard, but not impossible, to find. \n\n",{"type":"==","value":["Do"]},"\n\nThe main reason to come to Yizhou is to see the scenic karst formations in the countryside.  There is also a stone dam from the Qing Dynasty, and if you get a raft along the river (¥40 per person in September 2010), you can visit some very large water wheels still in use. Your raft will also take you to some very beautiful scenic spots and to some karst caves. If you wish, it is also possible to swim in the river - very clear and beautiful cool water, not too deep.\n\nIn the surrounding countryside ethnic minority farmers (Zhuang) plant sugar cane and also breed silk worms. You can visit their villages, but do not expect mud huts - most of the buildings there are now in brick. It is not easy to find one's way to the villages, as there are as yet only dirt roads connecting them, however with a regular bus service by mini buses. It would be advisible to hire a guide to show you around, especially if you want to see the silk worms. You can try Lisa, who could also take you to a raft ride; her cell phone number is 13647894828.\n\nIn the center of the city is a statue of the legendary Song Dynasty singer Liu Sanjie (刘三姐), renowned for her beautiful singing voice. \n\nConsider visiting Hechi Xueyuan (a college), there are some foreign teachers there that would probably happily guide you around. Just ask any student to help you find them.\n\n",{"type":"==","value":["Buy"]},"\nNothing special as yet. Maybe you can get hold of some homemade rum (see \"Drink\").\n\n",{"type":"==","value":["Eat"]},"\nNothing special, but fresh fish from the river is said to be very good.\n\n",{"type":"==","value":["Drink"]},"\nPerhaps you can get some home produced rum, made from sugarcane. But it may be devilish.\n\n",{"type":"==","value":["Sleep"]},"\nExpensive plush hotels and cheap dives are available throughout Yizhou.\n\nCongregated around the bus station are a number of cheap to mid-range hotels.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Paradise Hotel"],["alt=君怡大酒店; Junyidajiudian"],["url="],["email="],["address=2 Longjiang Rd (龙江路2号)"],["lat="],["long="],["directions=in the center of town"],["phone="],["tollfree="],["fax="],["hours="],["price=¥180-300"],["checkin="],["checkout="],["content=This is one of the few upscale hotels in town and one that is allowed by local authorities to take foreigners.  Make sure you are not given a room which overlooks a roof right outside your window with all sorts of garbage on it or an air condition that does not work (you will be offered a fan). Buffet breakfast is available. And maybe local police will pay you a visit and check your visa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kejia Luguan"],["url="],["email="],["address=12 Longjiang Rd"],["lat="],["long="],["directions="],["phone=13367687175"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The owners are prepared to take foreigners in, even though their English is practically non-existant. But this is a good chance for you to get to know a real Chinese hotel, which foreigners seldom have a chance to do if they cannot read and\/or speak Chinese."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Guangxi"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["24.48527"],["108.63676"],["zoom=11"]]},"\n",{"type":"[[","value":[["Wikipedia:Yizhou"]]}]