[{"type":"{{","value":[["pagebanner"],["Yogyakarta banner.jpg"],["dotm=yes"]]},"\n\n",{"type":"'''","value":["Yogyakarta"]},"— despite the official spelling, the name is usually pronounced and not uncommonly written ",{"type":"'''","value":["Jogjakarta"]}," or just ",{"type":"'''","value":["Jogja"]}," (JOGH-jah) — is a major tourist destination in ",{"type":"[[","value":[["Indonesia"]]},". It is the capital city of Yogyakarta Special Region which is in the southern part of the ",{"type":"[[","value":[["Central Java"]]}," province.\n\n",{"type":"[[","value":[["Image:GedungBankIndonesia.jpg"],["thumb"],["400px"],["Bank Indonesia Building"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nYogyakarta is a bustling town of some 500,000 people and the most popular tourist destination on ",{"type":"[[","value":[["Java"]]},", largely thanks to its proximity to the temples of ",{"type":"[[","value":[["Borobudur"]]}," and ",{"type":"[[","value":[["Prambanan"]]},".  The town is a center of art and education, offers some good shopping and has a wide range of tourist facilities.\n\nStrictly speaking, the city (",{"type":"''","value":["kota"]},") of Yogyakarta is only one of five districts (",{"type":"''","value":["kabupaten"]},") within the semi-autonomous province of Daerah Istimewa Yogyakarta (DIY), literally the \"Yogyakarta Special Region\".  The other districts are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sleman"]}," on the slopes of fiery ",{"type":"[[","value":[["Mount Merapi"]]}," to the north "]},{"type":"*","value":[" ",{"type":"'''","value":["Bantul"]}," all the way to the sea to the south "]},{"type":"*","value":[" The hills of ",{"type":"'''","value":["Gunungkidul"]}," to the east"]},{"type":"*","value":[" The low lands of ",{"type":"'''","value":["Kulon Progo"]}," to the West"]},"\nThis special status is thanks to the Sultanate of ",{"type":"'''","value":["Hamengkubuwono"]},", which has ruled the area since 1749 and steered the state through difficult times of occupation and revolution. During the Indonesian war of independence, Sultan Hamengkubuwono IX offered the fledgling Indonesian government his enclave as capital city, thus Yogyakarta became the revolutionary capital city of the republic from 1946 to 1949 when Jakarta was still occupied by the Dutch. As a result, the central government recognized the Sultan of Yogyakarta as the appointed governor of the province of DIY — the only one in Indonesia that is not elected directly by the people. The Indonesian central government has tried to weaken the sultan's power by calling for direct election for the governor; however, the present sultan, Hamengkubuwono X, was chosen by an overwhelming majority.\n\nAlas, Yogyakarta lies in one of the most seismically active parts of Java and has thus repeatedly been struck by earthquakes and volcano eruptions.  The worst in recent times was the ",{"type":"'''","value":["earthquake of May 27, 2006"]},", which killed over 6,000 people and flattened over 300,000 houses.  However, the epicentre was 25 km north of the city, which thus avoided the worst of the quake, and a surprisingly effective disaster recovery effort saw most of the physical damage repaired quite quickly.\n\nOnly four years later, in October 2010, the nearby volcano of ",{"type":"[[","value":[["Mount Merapi"]]}," erupted, spewing lava over nearby villages and killing 353 people.  After rumbling on and off for two months amid fears of another ",{"type":"[[","value":[["Krakatoa"]]}," devastating the entire island, the volcano quieted down by December 2010.  On past form, it'll be another 2–3 years until the next small eruption and 10–15 years until the next biggie, so pay a visit while you still can!\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Adisucipto International Airport 3 stitched.jpg"],["thumb"],["Adisucipto International Airport"]]},"\n",{"type":"===","value":["By plane"]},"\n\nYogyakarta's ",{"type":"'''","value":["Adisucipto International Airport"]}," (",{"type":"{{","value":[["IATA"],["JOG"]]},"). Jl. Solo km9. ☎ +62 274 484261. 8 km east of town, it is a small but busy mostly-domestic hub.  There are near-hourly connections to ",{"type":"[[","value":[["Jakarta"]]}," (50 minutes) and ",{"type":"[[","value":[["Denpasar"]]},", while other domestic airlines service major cities in ",{"type":"[[","value":[["Java"]]},", ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Kalimantan"]]}," and ",{"type":"[[","value":[["Sulawesi"]]},". For international services, AirAsia ",{"type":"[","value":["http:\/\/www.airasia.com "]}," connects Yogyakarta to both ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Singapore"]]}," & SilkAir to Singapore as well.\n\nThere is a tourist information desk, ATM and taxi stand in the arrival hall.  Official airport taxis are available for around Rp 50,000 depending on your destination, pay at the taxi desk in arrival terminal and then head for the official taxi rank. Give the receipt to your driver, there is no need for any additional payment. It is about half the price to use a taxi dropping passengers off at the departure terminal - insist on using the meter, do expect to pay the Rp 2,000 airport entrance fee, even though this has already been paid by the previous passenger on the way in.  A departure tax of Rp 35,000 (as of January, 2011) is charged for domestic flights and Rp 100,000 for international flights.\n\nYogyakarta airport is the sole rail-connected airport in Indonesia. Those arriving from (and departing into) the airport can take a ",{"type":"'''","value":["Prambanan Ekspres"]}," regional train to\/from Kutoarjo (west of Yogyakarta), Palur (just east of Surakarta) and several stations in between, including Tugu (just off Malioboro Street in Yogyakarta) and Solobalapan station at Solo. The station at the airport is just a few minutes walk from the terminal, with an air-conditioned underpass leading all the way to the platform for trains into Yogyakarta.\n\n",{"type":"===","value":["By bus"]},"\n\nThe main bus station is ",{"type":"'''","value":["Giwangan"]},", 4 km to the southeast of the centre.  There are regular services throughout the island, including ",{"type":"[[","value":[["Jakarta"]]}," (9 hours), ",{"type":"[[","value":[["Bandung"]]}," (6 hours), and ",{"type":"[[","value":[["Surabaya"]]}," (8 hours).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Terminal Penumpang Giwangan"]}," (",{"type":"''","value":["Giwangan Bus Terminal"]},"). Jl. Imogiri, Giwangan. +62 274  378288, +62 274 7482222 (",{"type":"''","value":["fax: +62 274  7483333"]},")"]},"\nThere is also a bus station inside the airport which is part of the Trans Jogja Busway System. From there you can get to any one of the many bus stations in their system. It costs Rp 3,000 for a ticket.\n\nIf you are going north, to Borobudur temple or Semarang for example, head to Jombor terminal located just above the northern Ringroad.  Expect to be ripped off on any bus to Borobudur, the going rate for westerners at the moment is Rp 15,000-25,000 (local Rp 7,000).\n\nIf you are planning to come to Yogyakarta from Bandung then you need to go to Cicaheum Terminal in Bandung to get bus. If direct bus is not available then take bus to Purwokerto (6-7 hr, Rp 45,000). From Purwokerto there are regular buses available for Yogyakarta (4-5 hr, Rp 30,000).\n\nSince Yogyakarta is in close proximity with Semarang and Solo, there's also a shuttle bus that operates between these cities, called Joglosemar (Jogja-Solo-Semarang), Rp 45,000 to Semarang, and Rp 25.000 to Solo\n\n",{"type":"{{","value":[["listing"],["name=Joglosemar"],["alt=Joglosemar"],["url=http:\/\/joglosemarbus.blogspot.com\/"],["email="],["address=Jl. Magelang Km 5,5"],["lat="],["long="],["directions="],["phone=+62 274 623 700"],["tollfree="],["fax="],["hours="],["price=Rp 25,000-Rp 45,000"],["content="]]},"\n\n",{"type":"{{","value":[["listing"],["name=Day Trans"],["url=http:\/\/daytrans.co.id\/"],["email="],["address=Purawisata, Jl. Brigjen Katamso"],["lat="],["long="],["directions="],["phone=+62 274 385 990"],["tollfree="],["fax="],["hours="],["price=Rp 50,000 (Semarang)"],["content="]]},"\n\n",{"type":"{{","value":[["listing"],["name=Cipaganti"],["url=http:\/\/cipaganti.co.id\/"],["email="],["address=Jl. Magelang Km 5,6"],["lat="],["long="],["directions="],["phone=+62 274 919 4777 \/ 9124 888"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\n",{"type":"===","value":["By train"]},"\n\nTrains to ",{"type":"[[","value":[["Jakarta"]]}," take between 7-12 hr from the main Yogyakarta station, commonly called ",{"type":"'''","value":["Tugu Station"]},". The ",{"type":"'''","value":["Argo"]},"-class trains (",{"type":"''","value":["Argo Lawu"]}," and ",{"type":"''","value":["Argo Dwipangga"]},") are the best of the lot being the most comfortable and fastest Rp 375.000(~8 hours, including mineral water and snacks). ",{"type":"''","value":["Taksaka"]}," is almost as good Rp 350.000. These express services connect Yogyakarta and Jakarta in 7–8 hours, either at daytime or overnight. Price and schedules are available online ",{"type":"[","value":["http:\/\/www.kereta-api.co.id"]},". The line between Kroya and Prupuk, where the railway crosses the main backbone mountains of Java, is scenic. Business (",{"type":"''","value":["Eksekutif"]},") class trains to Jakarta (514 km, 8 hours) now cost from Rp 180.000. and to Surabaya from Rp 110.000. A ticket on a 3rd class train from Yogyakarta to Jakarta costs from Rp 85.000 and to Surabaya Rp 50.000. The ",{"type":"''","value":["Eksekutif"]}," class fare from Surabaya to Banyuwangi (Ketapang, the port for Bali) is now Rp 115.000.\n\nPassengers to\/from ",{"type":"[[","value":[["Bandung"]]}," should take the ",{"type":"''","value":["Argo Wilis"]}," or ",{"type":"''","value":["Lodaya"]}," expresses which traverse a scenic part of Java during daylight hours, with rice fields and mountains (although there is an overnight ",{"type":"''","value":["Lodaya"]}," and the ",{"type":"''","value":["Turangga"]}," from Surabaya also travels overnight. The fare is Rp 260,000 including mineral water and snacks.\n\nPassengers to ",{"type":"[[","value":[["Surabaya"]]}," are served by the twice-daily ",{"type":"''","value":["Sancaka"]}," service departing in the morning and afternoon.\n\nYogyakarta and ",{"type":"[[","value":[["Solo"]]}," are connected by several ",{"type":"''","value":["Prambanan Ekspres"]}," trains. Despite the name, the train does ",{"type":"'''","value":["not"]}," stop at Prambanan station, and even if it does make an unscheduled stop, the station is rather far from the temple complex of ",{"type":"[[","value":[["Prambanan"]]},". The Prambanan Ekspres does stop at Maguwo station (for the Yogyakarta airport) making it easy for travellers to change modes.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tugu Railway Station"],["alt=Stasiun Tugu"],["lat=-7.7892359"],["long=110.3634473"],["content=This is the main central station, serving big city destinations such as ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Bandung"]]},", ",{"type":"[[","value":[["Surabaya"]]},", and ",{"type":"[[","value":[["Solo"]]},". To buy tickets, enter on Jl. Pasar Kembang (i.e., from the east end) and get a queue number from the stand facing the ticket windows. Then go to the opposite side of the room and fill out a ticket request slip, consulting the timetables on the wall to your left. You will be called to the appropriate ticket window, the announcement will be called (in Indonesian only) and displayed on the electronic sign on the wall."],["address=Jl. Mangkubumi 1"],["phone=+62 274 589685"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stasiun Lempuyangan"]}," (",{"type":"''","value":["Lempuyangan Railway Station"]},"), Jl. Lempuyangan. Serves economy class trains and small city destinations."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Becak.jpg"],["thumb"],["240px"],["Muscle-powered transport: ",{"type":"''","value":["becak"]}," and ",{"type":"''","value":["andong"]}]]},"\n\nYogyakarta is a relatively small city, so travelling around town should not be too expensive. If you are traveling on foot, note that a street sign facing you at a corner indicates the name of the street you are entering, not the cross street. The Tourism Authority has maps in English that can be obtained from its offices next to Hotel Mutiara on Jl. Malioboro, at the airport and the train station. Beware that these maps are not to scale.\n\n",{"type":"{{","value":[["Mapframe"],["-7.795"],["110.365"],["zoom=12"]]},"\n\n",{"type":"===","value":["By taxi"]},"\n\nYogyakarta's taxis are metered and nowadays most taxi drivers are trustworthy. Flagfall is Rp 5,500 and most trips around the centre of town should not cost more than Rp 15,000.  After dark the minimum fare for a taxi is Rp 10,000 even if the meter reads less that Rp 10,000. If by chance you find a taxi driver that you feel comfortable with and trustworthy, ask for his cellular phone number so that next time you need to travel you can call directly to his cell phone and arrange your travel needs. Most taxi drivers will be more than happy to do this.\n\n",{"type":"===","value":["By trishaw"]},"\n\nTraditional three-wheeled and pedal-powered cart, known as ",{"type":"''","value":["becak"]}," (pronounced beh-chak), which can be found in most part of Yogyakarta. ",{"type":"[[","value":[["Haggle"]]}," furiously before getting into the becak. Be sure to determine whether the price is for a one-way or return (",{"type":"''","value":["pulang"]},") trip and if you want the driver to wait whilst you conduct your shopping or business. A ride from within the city to the Malioboro shopping precinct should not cost more than Rp 10,000.\n\n",{"type":"===","value":["By horse cart"]},"\n\nTraditional horse-pulled carts, known as ",{"type":"''","value":["andong"]},", or ",{"type":"''","value":["dokar"]},", wait for tourists outside hotspots like the train station, the Kraton and Mal Malioboro. ",{"type":"[[","value":[["Haggle"]]}," furiously.  The traditional route is from Jl. Malioboro to Keraton, and this is where you'll find most andong.  Usually, andong opt to take you to shop for fake Dagadu t-shirt in Ngasem area with hefty prices. Then, andong will take you back to your initial journey. The cost for one round trip for andong is Rp 20,000. Usually they ask for Rp 30,000 but they may settle for less. Andong can accommodate up to 5 adult passengers.\n\n",{"type":"===","value":["By bus"]},"\n\nMedium and small size buses are the main public transport in Yogyakarta. \n",{"type":"[[","value":[["Image:Jogja Bus stop.JPG"],["thumb"],["right"],["250px"],["TransJogja Bus Stop"]]},"\n\nThere are two kind of bus: regular and patas. Patas buses, known as TransJogja operate from 6AM to 10PM and stop only at designated shelters. Unlike regular buses, TransJogja is air-conditioned and generally safer. Tickets can be purchased directly at the shelters and cost for single trip is Rp 3,000. Passengers may purchase regular trip cards which cuts per tip cost to Rp 2,700, and allows transit to other shelter. There are six routes, and route maps can be downloaded ",{"type":"[","value":["http:\/\/transjogja.net\/_site-data\/Rute_Trayek_Trans_Jogja.jpg"]},".\n\nRegular buses normally operates from 6AM to 5PM, and some long routes extend their operation until 9PM. Please never bring anything valuable on public buses, pickpockets in buses are now more common than ever before. Cost for single trip is Rp 3,000 regardless of distance (within the city). Usually on a bus there will be one driver and one helper who will hang from the side of the bus and handle money and try to get passengers.  The helper will usually tap you on the shoulder to indicate you should pay him.  If there is no helper you can pay the driver directly.  When you are ready to get off a bus, tell the driver or helper \"Kiri,\" which means left.  Animated bus route maps are available at Transportation Agency of Yogyakarta website ",{"type":"[","value":["http:\/\/dishub-diy.org\/index.php?page=a96e1d41150cade6e686d3fb6c7f448e&display=1"]},".\n\n",{"type":"===","value":["By car or motorbike"]},"\n\nThere are several car and motorbike rental agencies just outside Tugu Station, on the street that runs east-west just south of the station.\n\nA near new semi-automatic (",{"type":"''","value":["clutchless"]},") motorbike can be rented for Rp 50,000 per 24 hr; older bikes may come for less, and fully automatic bikes such as a Honda ",{"type":"''","value":["Vario"]}," or Yamaha ",{"type":"''","value":["Mio"]}," may sometimes cost Rp 5,000-10,000 more.\n\nCars can be had rented for around Rp 250,000 for 24 hr, or Rp 175,000 for 12 hr. A driver can be hired along with the car for another Rp 50,000-Rp 200,000\/day. Prices may vary due to fuel inclusion for a set distance or itinerary. Prices are always subject to negotiation and may increase or decrease due to local demand, type and age of vehicle and your individual requirements at the time.\n\nIf renting please ensure you are familiar with both the applicable licensing requirements and vehicle use in the prevailing conditions.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bird Market Building in Yogyakarta (6265682015).jpg"],["thumb"],["Bird Market Building"]]},"\n\nBeing one of the oldest cities in Indonesia, Yogyakarta has many heritage buildings and monuments. The number one must-see attraction is Sri Sultan Hamengkubuwono's palace, better known as ",{"type":"''","value":["Kraton Ngayogyakarta"]},". Other heritage buildings from colonial era are: BNI '46 building, Kantor Pos Besar (Central Post Office) building, and Bank Indonesia building, all of them are located near Sultan's palace.\n\nOther notable landmarks and attractions are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tugu Monument"],["lat=-7.7829031"],["long=110.366968"],["content=A well known landmark located in the center of downtown Yogyakarta. Built by Sri Sultan Hamengkubuwono VI, the top spire was originally a round sphere which represents the universe. During the colonial era, the spire was replaced with a golden cylinder."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Benteng Vredeburg"],["lat=-7.8003"],["long=110.3665"],["content=A Dutch fort located in front of Gedung Agung (President's Palace). A great example of the Dutch colonial architecture. A few warfare items are still preserved, including a twin cannon."],["address=Jl. Jenderal Ahmad Yani 6."],["phone=+62 274 586934, +62 274 510996"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kotagede"],["lat=-7.8283"],["long=110.3998"],["content=The capital of ancient Islamic Mataram kingdom. The tomb of Mataram Kingdom's first king, Panembahan Senopati, is also located in this place. Before independence, Kotagede was the central economic district of Yogyakarta, as it held the largest marketplace and was home to many wealthy batik merchants. Although some ancient buildings have been modernized or replaced with newer buildings, Kotagede remains a prime example of ancient Javanese architecture and city structure. Be sure to check out the local silver handicrafts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Imogiri"],["lat=-7.916667"],["long=110.383333"],["content=Graveyard of the Yogyakarta and Surakarta royal families. ",{"type":"''","value":["Suffered damage during 2006 earthquake but has reopened."]}]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kotabaru"]},", which used to be Dutch officials residential area, has few heritage homes as well as a colonial style church and monastery (Gereja Kotabaru) and a stadium (Stadion Kridosono)."]},"\n",{"type":"===","value":["Kraton Complex"]},"\n\nThe Sri Sultan's palace or ",{"type":"''","value":["Kraton"]}," encompasses the main palace, Sultan's residential, two Sultan's grounds, and large residential area where sultan servants used to reside.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Sultan's Square"],["alt=Alun-alun utara"],["lat=-7.804153"],["long=110.364366"],["content=The northern Sultan's Grounds, was originally used for Sultan's army training and hence closed to public, but the area was opened to the public during the reign of Sri Sultan Hamengkubuwono IX. Now, ",{"type":"''","value":["alun-alun utara"]}," is the venue for the quarterly parade known as ",{"type":"''","value":["Garebeg"]},", which is held in the month of Maulud, Besar and Sawal. In this parade, the Sultan's servants bring huge cone-shaped offerings to the ",{"type":"''","value":["alun-alun utara"]},". After the parade, attendees scramble to get a scrap of this offering, as it is believed to bring good luck. Prior to the month of Maulud, a public fair is held in ",{"type":"''","value":["alun-alun utara"]}," for 30 days. This fair is very popular and offers many kinds of goods ranging from traditional handicrafts to dishes from China. A unique snack sold at this event is ",{"type":"''","value":["galundeng"]},", deep fried dough similar to a doughnut."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kraton Yogyakarta"],["lat=-7.80577"],["long=110.364112"],["content=A calm yet elegant Javanese heritage that consists of two separate entrances: ",{"type":"'''","value":["the Main Court"]}," (",{"type":"''","value":["Pagilaran & Siti Hinggil"]},"), and ",{"type":"'''","value":["the Residence"]},". The Main Court showcases the grandeur of Sultan's monarchy, while the Residence is more homey while still exhibiting the royal family's luxurious lifestyle. There are music and dance shows within the palace regularly, free with the ticket, try to check out the times when you arrive in Yogajakarta.  The Sultan maintains three gamelans in the palace, and the pavilion nearest the entrance houses one of them.  If they're playing, do sit down and be patient, this music takes its time."],["hours=8:30AM to 1PM daily, on Friday the attraction is closed at 11AM"],["price=While the guide is part of the entrance fee, they might expect tips. Some guide might offer an extended trip, allegedly to the sultan's servants' ",{"type":"''","value":["batik"]}," workshop; this is a scam as they only bring you to a regular batik shop at a steep price. It's a good idea to refuse their offer politely. Rp 12,500 (foreign tourist price) or Rp 5,000 (Indonesian tourist price), Rp 1,000 extra for a photo."]]}]},"\nAlso worth seeing is the prince's palace to the SE of the main palace.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sultan's Carriage Museum"],["alt=Museum Kereta"],["lat=-7.8054778"],["long=110.3626786"],["content=This museum houses the Sultan's horse-drawn carriages, including two beautiful carriages imported from the Netherlands and known as Golden Carts (",{"type":"''","value":["kereta kencana"]},")."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Water Castle"],["alt=Taman Sari"],["lat=-7.8100328"],["long=110.3590722"],["content=This is a partly ruined complex built as a pleasure garden by the first Sultan in 1765.  One of the bathing pools was dedicated to the sultan's harem, and he had a tower overlooking the area so he could take his pick. Towards the back of the complex is the original entrance to the pools, which used to be a small dock connected to a long-since-vanished river; a bit of snooping beyond this entrance will get you to a back street, where one can freely visit a fascinating network of tunnels and rooms, including an Escher-like series of interlacing staircases over what looks like a disused well."],["price=Rp 7,000 for entrance, Rp 1,000 for a photo permit. Entrance fee does not cover the guide, who will expect tips."],["address=Jl. Taman, Kraton"],["hours=9AM-3PM daily."]]}]},"\n",{"type":"[[","value":[["Image:Yogyakarta Puppet Show.JPG"],["thumb"],["right"],["250px"],["Wayang Kulit (shadow puppet show)"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Siti Hinggil Selatan"]},". This somehow-muted palace is rarely used for formal occasion. You can catch a shadow puppet performance during weekend mornings and nights. There is no admission charge for the show and you can come and go as you please, which you may well want to do as the show is long and somewhat difficult to follow if you do not speak bahasa Indonesian."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Masjid Gede Kauman"]},", one of the oldest and largest mosque in Yogyakarta. Located on the west of ",{"type":"''","value":["Alun-alun Utara"]},", this mosque was where the Sultan performs his religious rites and ceremonies. Non-Muslim visitors should wear decent clothing. It may be a good idea to ask the mosque authorities prior to entering the mosque due to some rules that must be abide."]},"\nYogyakarta city was built with deep philosophy: the city was designed so that the main elements of the city forms an imaginary line. This straight line starts from ",{"type":"[[","value":[["Parangtritis"]]}," on the coast, to Kraton Yogyakarta, to Tugu Monument, and finally to ",{"type":"[[","value":[["Mount Merapi"]]},". This represents Sultan's strong relationship with the guardian spirits of Mt. Merapi and the beach of Parangtritis.\n\n",{"type":"===","value":[" Museums"]},"\n",{"type":"[[","value":[["Image:Affandi pool.JPG"],["thumb"],["right"],["250px"],["Swimming pool at the Affandi Museum"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Affandi"],["url=http:\/\/www.affandi.org"],["email=affandimuseum@yahoo.com"],["address=Jl. Laksda Adisucipto 167"],["lat=-7.78344"],["long=110.42325"],["directions=at the beginning of the road out to the airport"],["phone=+62 274 562593"],["tollfree="],["fax="],["hours="],["price=Rp 20,000 includes a drink."],["content=Delightful museum built around the former home of the late Affandi, one of Indonesia's best-known painters. Several galleries, including one with 30 of Affandi's paintings from his early, impressionist and expressionist periods, and another with paintings by some of his 11 children. The artist designed some of the buildings (the central complex was originally his home and offices) himself, and the grounds themselves are worth the admission price. Helpful staff to show you around."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Dirgantara (",{"type":"''","value":["Aircraft museum"]},")"],["url="],["email="],["address=Jl. Lettu TPA Supardal"],["lat=47.421"],["long=110.416667"],["directions=behind Adi Sucipito Airport"],["phone=+62 274 564465, +62 274 564466"],["tollfree="],["fax="],["hours=M-Th 8AM-1PM, Sa 8AM-12PM"],["price=Rp 5,000"],["content=This Indonesian aircraft museum holds several antique aircraft from WWII era such as Badger bomber, MIG-15 to MIG-21, P-51 Mustang, Catalina flying boat, Auster MkII, Lavochkin LA-11, F-86 Sabre, T-33 Bird, A6M5 Zero and others. . The museum is not signposted: to get there either take a cab or use a Satnav and get to the eastern end of Jl. Lettu TPA Supardal. The museum is inside the Air Force base. The guard at the entrance will require you to deposit your passport while you are inside the museum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Sonobudoyo"],["alt="],["url="],["email="],["address=Jl. Trikora 6, Yogyakarta 55122 (",{"type":"''","value":["north alun-alun"]},")"],["lat=-7.802427"],["long=110.363851"],["directions="],["phone=+62 274 76775, +62 274 373617"],["tollfree="],["fax=+62 274 385664"],["hours="],["price=Rp 3,000"],["content=A Javanese archeology museum, has many Javanese artefacts like wayang puppets, masks, statues, textiles, weapons, as well as a full set of Javanese gamelan instruments. Worth a visit if you have some extra time in Yogya, or you are interested in Javanese culture study."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Kekayon"],["alt="],["url="],["email=museumkekayon@usa.net"],["address=Jl. Raya Yogya–Wonosari (km 7) 277, Baturetno, Banguntapan, Bantul"],["lat="],["long="],["directions="],["phone=+62 274 513218, +62 274 379058, +62 818 260020"],["tollfree="],["fax="],["hours=Tu-Su 8AM-3PM"],["price=Rp 5,000"],["content=A wayang (puppet) museum with a lush javanese style garden. It is divided into 10 sectors, where each holds a vast amount of ",{"type":"''","value":["wayang"]}," puppets from various places in Indonesia."]]}]},"\n",{"type":"===","value":[" Candi (ancient temples) "]},"\n\n",{"type":"''","value":["Candi"]}," is ancient archeological structure constructed during 7th-9th century aimed for a specific religion (Budha or Hindu). It was constructed from hundreds of volcanic or river stone blocks and assembled solely by human labor. Candi walls is often carved with reliefs depicting stories, and a stone God or Goddess statue usually sits at the center.\n\nThere are several candi located in Yogyakarta and it's proximity. ",{"type":"[[","value":[["Borobudur"]]},", one of famous candi is in ",{"type":"[[","value":[["Magelang"]]},", not far from Yogyakarta. ",{"type":"[[","value":[["Prambanan"]]},", also a well-known candi is in the Yogyakarta-Central Java border area.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Candi Sambisari"],["lat=-7.7625"],["long=110.4469"],["content=Candi Sambisari is very unique. Unlike other candi, it sits at estimated 6m below the ground line. It is easy to reach because it is located close to Adisucipto International Airport. You can go there by taxi. Candi Sambisari consists of one main candi and three supporting candis (",{"type":"''","value":["perwara"]},"). You can see ",{"type":"''","value":["lingga"]}," and ",{"type":"''","value":["yoni"]},", symbol of male and female sex, inside the main candi. In the main candi's wall, there are three statue, Agastya in south side, Ganesha in east side, and Dewi Durga in north side. From the lingga, yoni, and the statues, it has been concluded that the Sambisari was built to adore Siva Gods. There is no fixed reference about when and who built this candi. But from the Wanua III inscriptions, Candi Sambisari is predicted to be constructed in 9th century (812-838 AD)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Candi Kalasan"],["lat=-7.766944"],["long=110.472778"],["content=Candi Kalasan is located not far from ",{"type":"[[","value":[["Prambanan"]]},", around 2km to the west from Prambanan or 14km to the east from Yogyakarta. This candi is on the south side of the Prambanan-Yogyakarta main road. It is the oldest Buddhist temple in Yogyakarta. Constructed in late 7th  century (778 AD) by Rakai Panangkaran from Sanjaya Dynasty. He was Hindu but he built a Buddhist temple, thus it reflects peacefully religion life during that time. The relief carved in this candi are known to be the most beautiful. The wall is covered by ancient white cement called ",{"type":"''","value":["bajralepa"]},". Candi Kalasan was built to adore Dewi Tara (Tara Goddess). A Boddhisatva bronze statue used to be placed inside the candi, but this statue is not there anymore."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Candi Sari"],["lat=-7.761525"],["long=110.474167"],["content=Candi Sari is located not far from Candi Kalasan, estimated 600 m to north-east from Candi Kalasan. This candi was built as an ancient Buddhist monk dormitory. Inside the candi, there are two floors with three rooms on each floor. The reliefs is similar with Candi Kalasan's and the wall is also covered with ",{"type":"''","value":["bajralepa"]},". There are Boddhisatva and Tara Goddess carved beside the windows that show us the relation between Candi Kalasan and Candi Sari. The unique rooftop consists of 9 stupas in grid. The holes in some areas shows that woods was used to complete the construction. This candi is predicted to have been built in the same era with Candi Kalasan."]]}]},"\n",{"type":"===","value":[" Art galleries "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bentara Budaya"],["alt="],["url="],["email="],["address="],["lat=-7.78582"],["long=110.37465"],["directions="],["phone=+62 274 560404"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Suroto 2, Kota Baru. Art exhibitions, movies, book discussions."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Cemeti Art House"],["alt="],["url="],["email=cemetiah@indosat.net.id"],["address="],["lat="],["long="],["directions="],["phone=+62 274 371105"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. D.I. Panjaitan 41. Fine art and modern art exhibitions, book discussions and performances."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=French\/Indonesian Cultural Center (LIP)"],["alt="],["url="],["email="],["address=Jl. Sagan 3"],["lat=-7.78081"],["long=110.37734"],["directions="],["phone=+62 274 566520"],["tollfree="],["fax="],["hours="],["price="],["content=Art exhibitions, movies, book discussions, performances, library."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jogja Gallery"],["alt="],["url="],["email=jogjagallery@yahoo.co.id"],["address=Jl. Pekapalan 7, Alun-Alun Utara"],["lat="],["long="],["directions="],["phone=+62 274 419999, +62 274 412021, +62 274 7161188"],["tollfree="],["fax="],["hours="],["price="],["content=Modern art gallery exhibiting avant garde artworks."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Kedai Kebun"],["alt="],["url="],["email=kkforum@indosat.net.id"],["address=Jl. Tirtodipuran 3"],["lat="],["long="],["directions="],["phone=+62 274 376114"],["tollfree="],["fax="],["hours="],["price="],["content=Art exhibitions, performances, book discussions."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Masangin"]}," (masuk antara dua beringin, passing two ficus trees). This simple and fun game is held at South Alun-alun (Sultan's square). The participant is blindfolded and he\/she must walk straight to pass two ancient ficus tree. Even though it sounds like an easy task, most participants usually failed. After that, you can go to the food stalls around the corner, relax a bit and have a sip of warm Wedang Ronde (ginger drink)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunday Morning at Boulevard UGM"]},", every Sunday, the wide main boulevard in Universitas Gadjah Mada complex (UGM) is crowded with students jogging and practicing martial arts like Karate, Silat, and Capoeira. Wake up early at 7-9AM and head to the boulevard UGM to do a bit of exercise. After that, you can taste many kind of foods sold by stalls there. The menu includes Opor Ayam (chicken curry with rice cake), Bubur Ayam (Chicken Porridge), Siomay (fish dumplings), and Sate Ambal (chicken satay with tempeh sauce). Don't forget to check the flea market nearby."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wayang Kulit"],["alt=the Javanese shadow play, accompanied with gamelan orchestra are performed every night at Museum Sonobudoyo."],["url="],["email="],["address=Jl. Trikora 6, Yogyakarta 55122"],["lat="],["long="],["directions=north alun-alun"],["phone=+62 274 76775, +62 274 373617"],["tollfree="],["fax=+62 274 385664"],["hours=8PM-10PM"],["price=Rp 20,000"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Becak or Andong ride"]},", take a short trip around the town using Becak or Andong cart."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shop at Traditional Market"]},", witness local habits by visiting Yogya's traditional market such as Pasar Beringharjo and Pasar Kranggan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Reflexology"]},", achieve soothing experience by having a short reflexology massage. Currently one of the hippesting among Jogjanese."]},{"type":"[[","value":[["File:Rafting on Progo river in Central Java Indonesia.jpg"],["thumb"],["320px"],["Progo rafting with Kisik River Camp, Yogyakarta"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rafting"]},", a splashy ride at Elo river and Progo river. Kisik River Camp  is one of the rafting and kayaking operators on this river."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yoga & Meditation"]}," classes take place daily at ",{"type":"[","value":["http:\/\/www.balanceyogajogja.com\/ Balance Mind-Body-Soul"]},", Jalan Cendrawasih 36, Demangan Baru, +62 274 742 7925, +62 274 566717 (fax: +62 274 566717)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf"]},", Merapi Golf is a famous 18-holes golf course designed by international firm Thomson, Wolveridge & Perrett. It is located on the slopes of Mount Merapi, where you can enjoy the scenic view of the mountains and its environs while playing golf. The course was partially damaged during the 2010 eruptions but has since been restored. Attracts visitors from all over ☎ +62 27 4896 176. There is also another, smaller Golf course located within the grounds of the Hyatt Regency Hotel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dance"]},". ",{"type":"[","value":["http:\/\/www.bailamos-dance.com\/ Bailamos"]},", Jalan Demangan Baru 1, provides ballet and international ballroom\/Latin dancing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Street chess"]},", When it's quiet, particularly around the end of Malioboro Street near the Kraton complex, the becak drivers will play chess on the street with large wooden sets. You are welcome to challenge them and it's fun to do so. Bear in mind that this is how they pass the time between fares, so some play for several hours each day - you'll be up against some stiff competition. Don't offer or accept any bets on the outcome - it takes the fun out of a good way to interact with the locals and pass the time."]},"\n",{"type":"==","value":["Learn"]},"\n\nYogyakarta is known as the city of education as well as the city of culture. This title is not without reason: many educational institutions are located here. Every year, around mid-July, thousands of new students from all over Indonesia flock into this city, converting the once quiet town to a busy yet dynamic city.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ugm.ac.id Universitas Gadjah Mada"]}]},". The oldest university in Indonesia and one of the largest universities in Southeast Asia. Recently The Times ranked UGM as 56th of the world’s top 100 arts and humanities universities."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/uny.ac.id Universitas Negeri Yogyakarta"]}]},". University that spesialize in education. UNY is a university for prospective teacher. However, there are pure sciences too in UNY"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/isi.ac.id Institut Seni Indonesia"]}]},". The largest art academy in Indonesia offers various undergraduate and graduate degrees on the subject of traditional arts such as Javanese dance, wayang performance, & gamelan music, etc.; to modern and contemporary arts like theatre, broadcast, & graphic design."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uii.ac.id Universitas Islam Indonesia"]}]},". This is the oldest private university in Indonesia, established 40 days before the independence day of Indonesia in 1945. It is now a modern university with 9 faculties ranging from Islamic studies to Civil Engineering and Planning."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/uin-suka.ac.id Universitas Islam Negeri Sunan Kalijaga"]}]},". Named after Sunan Kalijaga, UIN offers various courses on the subject of Islam."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wisma-bahasa.com Wisma Bahasa - Indonesian Language Course"]}]}," This is the oldest Indonesian Language Course in Yogyakarta, since 1982. Provides Indonesian, Javanese, Tetum, and English courses."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alambahasa.com Alam Bahasa - Bahasa Indonesia Course"]}]}," An Indonesian language course with combination of bahasa Indonesia classes, cultural and travel activities. New classes start anytime."]},"\n",{"type":"==","value":["Buy"]},"\n\nMany curious goods are available in many places in this city. If you love timeless pieces, Yogyakarta is the home of batik, traditional wayang puppets, sculpture, ceramics and silverware. Countless handicrafts from outside Yogyakarta can also be found here. Don't be surprised if you bump into souvenirs from Bali or Asmat, often with better deal than if bought in those islands. Alternatively, as a constantly growing city, Yogyakarta has several stylish malls and trade centres that offer interesting goods and services at a reasonable cost.\n\n",{"type":"===","value":["Malioboro"]},"\n\nMalioboro is a well-known shopping promenade and very popular among Indonesian as well as international tourists. Spans from the Tugu Station to the Sultan's square, Malioboro is 2 km in length and home to hundreds of shops and street-stalls offering various kind of handicrafts.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pasar Beringharjo"]}," (",{"type":"''","value":["Beringharjo Marketplace"]},"), Jl. Pabringan 1, Yogyakarta 55122 (",{"type":"''","value":["north of Vredeburg Fort"]},"), ☎ +62 274 515871, +62 274 561510. Literally means ",{"type":"''","value":["slanted land"]},", Beringaharjo is the largest traditional marketplace in Yogyakarta. The vendors sell many kind of goods, ranging from basic household items (vegetables, fruits, meats) to many kind of handicrafts. ",{"type":"[[","value":[["Haggle"]]}," furiously."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mirota Batik"]}," (",{"type":"''","value":["opp Pasar Beringharjo"]},"), Jl. Ahmad Yani 9. ☎ +62 274 588524, +62 274 518127, +62 274 547016. The large family-owned store offers plenty of handicrafts, not only from Yogyakarta but also from all part of Indonesia."]},{"type":"*","value":[" ",{"type":"'''","value":["Dagadu"]}," (",{"type":"''","value":["lower ground floor Malioboro Mall"]},"). Offers funny contemporary t-shirts and souvenirs that revolves around Yogyakarta people's culture."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ciamis Art Shop"]},", 153 Jl. Malioboro. Shadow puppets, masks, carvings, and more at fixed prices that are lower than in the market. Open from 9AM-1PM and 6PM-9PM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nadzar"]},", 187 Jl. Malioboro. Huge souvenir shop specializing in batik, art, jewellery, and more. Has every souvenir you could imagine at fixed prices."]},"\nIf travelling on foot is not your thing, you can ride the pedal-powered trishaw called ",{"type":"''","value":["becak"]},", or the ",{"type":"''","value":["andong"]}," horsecart.\n\n",{"type":"'''","value":["Warning"]},": While Yogyakarta is safer than Jakarta, it's not free from pickpockets. Most of the time, Malioboro sidewalk is overcrowded. Take standard precautions to protect your belongings.\n\n",{"type":"===","value":["Shopping malls"]},"\n\nWhile not as populated as Jakarta, Yogyakarta has several trendy malls which shows a glimpse of the alternate side of Yogyakarta culture.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Malioboro Mall"],["alt="],["url="],["email="],["address="],["lat=-7.79326"],["long=110.36602"],["directions="],["phone=+62 274 551888"],["tollfree="],["fax=+62 274 588242"],["hours="],["price="],["content=Jl. Malioboro 52-58. Yogyakarta's premier shopping mall for shopping in hassle-free, air-con comfort. Features a large ",{"type":"'''","value":["Matahari"]}," department store, a ",{"type":"'''","value":["Hero"]}," supermarket (B1F), a ",{"type":"'''","value":["Periplus"]}," book store with a good English selection (B1F), and all the usual suspects of Western and Indonesian fast food (McDonald's, Pizza Hut, KFC, EsTeler 77, etc.). Home to the largest ",{"type":"'''","value":["Dagadu"]}," outlet."]]}," to the largest ",{"type":"'''","value":["Dagadu"]}," outlet."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Galleria Mall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 583661"],["tollfree="],["fax=+62 274 583711"],["hours="],["price="],["content=Jl. Jendral Sudirman 99-101. A compact mall anchored by ",{"type":"'''","value":["Matahari"]}," department store. The food court at the basement is popular among the youths. Features many interesting restaurant including ",{"type":"'''","value":["KFC"]},", ",{"type":"'''","value":["McDonald's Express"]},", ",{"type":"'''","value":["Thai Express"]},", Bakso Gress (Chinese meatballs served with noodles), Mie Nusantara, ",{"type":"'''","value":["Bee's"]}," (Japanese Bento), Es Teler 77, Cheers Cup (assortments of fresh drinks)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Plaza Ambarrukmo"],["alt=Amplaz"],["url=http:\/\/www.plaza-ambarrukmo.co.id\/"],["email="],["address="],["lat=-7.78218"],["long=110.40117"],["directions="],["phone=+62 274 274 4331000"],["tollfree="],["fax=+62 274 4331001"],["hours="],["price="],["content=Jl. Laksda Adisucipto. Located next to the historical Ambarrukmo Hotel, the huge 5 floors shopping complex features a Centro Department Store, Carrefour Hypermarket, Gramedia Bookstore, Timezone, 21 Cineplex, Bread Talk, Starbucks Coffee, Dagadu, etc. The food court is on the 3rd floor. ATM center is on the lower ground floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Saphir Square"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 558777"],["tollfree="],["fax=+62 274 558666"],["hours="],["price="],["content=Jl. Laksda Adisucipto 32-34. A large trade center located next to the Saphir Hotel consists of small shops. The shops int first floor sells many counterfeit goods like Gucci, Louis Vuitton, Guess bags."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Ramai dept store and supermarket"],["alt="],["url=http:\/\/www.ramaimal.com"],["email="],["address=JL Jend a yani 73"],["lat="],["long="],["directions=along JL Malioboro"],["phone=0274-562482"],["tollfree="],["fax="],["hours=09.00-20.00"],["price="],["content=the most low cost A\/C supermaket in Jogya."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mirota kampus dept store and supermaket"],["alt="],["url="],["email="],["address=JL Simanjuntak 70"],["lat=-7.78024"],["long=110.37280"],["directions="],["phone=0274-561254"],["tollfree="],["fax="],["hours=09.00-20.00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Progo dept store and supermarket"],["alt="],["url="],["email="],["address=JL Suryotomo no29"],["lat="],["long="],["directions=behide the main market"],["phone=274-563426"],["tollfree="],["fax="],["hours=09.00-20.00"],["price="],["content=a non air\/con supermarket with prices a littie more than Ramai supermarket."]]}]},"\n",{"type":"===","value":["Handicrafts"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Saptohoedojo Art Gallery"],["alt="],["url=http:\/\/www.saptohoedojo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Solo km 9 (",{"type":"''","value":["500m from airport"]},"). This fascinatingly weird sprawling complex houses an utterly eclectic collection of Indonesian art, ranging from abstract modern paintings and batik shirts through ",{"type":"''","value":["gamelan"]}," instruments and stuffed tigers to Papuan tribal totems complete with the skulls of vanquished enemies. Everything is for sale and previous customers, pictures of whom are proudly pasted on the walls, include Pope John Paul II and the Dalai Lama. While the adjoining restaurant looks quite attractive, the food served is rather disappointing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tjokrosuharto"],["alt="],["url=http:\/\/tjokrosuharto.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 375208"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Panembahan Angkurat 58. This handicraft shop opens its door for business in 1954 and still operating today. It offers a large selection of javanese handicrafts such as wayang kulit (leather puppet), wayang golek (wooden puppet), batik, keris, silverware, sculptures, traditional outfits, etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leksa Ganesha Batik Gallery"]},", Tembi. Jl. Parangtritis 8.5 km Timbulharjo Sewon Bantul, Jogjakarta, Indonesia 55186. ☎ +6274 646 3175\/☎ +62812 2706 8768, ",{"type":"[","value":["http:\/\/www.leksaganesha.com"]},". This gallery just outside of Jogjakarta offers something a little different to Batik collectors: a chance to visit the studios of renown Batik artists and villages and meet with them as they work. Social Entrepreneur Tatang Wibowo started this project in 2011 as a way to continue supporting local artists of the area in an innovative tourism model. It's a rare opportunity to make a connection with the people who make Batik."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["infobox"],["Sweet & chilli cuisine"],["It's not a big secret to Indonesian people that Yogyakarta people adore sweet foods. The local dish known as gudeg, for example, is distinctively sweet in flavor. Local snacks, such as ",{"type":"''","value":["bakpia"]}," and ",{"type":"''","value":["yangko"]},", are extremely sweet. However, not every local dish is sweet. ",{"type":"''","value":["Krecek"]},"—the orengeish fried beef often served with gudeg—is challengingly hot for the untrained tongue. ",{"type":"''","value":["Lodeh"]}," made by the locals, though often considered 'too sweet' by other Indonesians, also has a hint of a fiery chilli taste. It's a good idea to ask the food vendor whether the dish is hot or not. For those who are just curious, simply ask them to omit the chilli from the dish and serve it separately. This way you can still taste the original flavour of the dish, but add the chilli only if you want it."]]},"\nOriginally, Yogyakarta dishes were known for their sweetness. However, as more and more people move to Yogya, this small city starts seeing more diversity in flavor. Now you can find many kind of interesting dishes, ranging from sweet, to spicy, to fiery. Sometimes a fusion from other cuisines such as Chinese or Western can be found. Note that restaurants in the center often close quite early by Western standards, with admission often refused after 9PM.\n\n",{"type":"===","value":["Local delicacies"]},"\n\nThe following dishes should be on every traveller's agenda:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gudeg"]},", a curry of jackfruit, chicken and egg served with rice, and is the most famous local dish. Goopy slop in various shades of brown, the stuff does not look particularly appetizing, but it can be tasty if done right. There are many gudeg restaurants, but the most popular are: Gudeg Wijilan, Gudeg Juminten, Gudeg Bu Tjitro, Gudeg Tugu, Gudeg Bu Ahmad. If you can wake up early in the morning, you may find small stalls serving Gudeg just at the corner of the street, or close to traditional markets. If you can't sleep at night, you can go to Jalan Janturan and enjoy the Gudeg Pawon (enjoying gudeg inside the old style kitchen) that open in late night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayam goreng Mbok Berek"]},", (Mbok Berek's fried chicken). Fried free range chicken with mild garlic and coriander flavor served with crunchy crackers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi langgi, locally known as sego langgi"]}," (langgi rice). Warm rice served with various side dishes. Can be found in small stall in Gandekan St."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kipo"]},", bite size snacks made of green colored tapioca dough filled with sweetened grated coconut. Can be found in Kotagede."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bakpia"]},", another bite size snack made from sweetened greenbean paste wrapped with thin dough pastry. The most popular bakpia is known as Bakpia Patuk, which not surprisingly, are sold in ",{"type":"''","value":["Pathuk"]}," street, also known as Jl. Aip K.S. Tubun."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jadah tempe"]},", sandwich of rice cake and sweet beancake. Can be found in Kaliurang."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Es rujak"]}," or ",{"type":"'''","value":["rujak es krim"]},", a fruit salad made from mangos, papayas, apples, pineapples, cucumbers etc., mixed with palm sugar, lime juice, salt, chillies and (of course) ice cream (es krim). All flavors (sweet, sour, bitter, spicy, salty) in one plate. In case you are at UGM campus, have a look along Jalan Kaliurang. Small foodstalls sell es rujak there (only very late morning to early afternoon). If you are not close to UGM, keep your eyes open."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Angkringan"]},", a food seller using hopper as store. The famous food sold here is Nasi Kucing (Cat Rice) that consists of a small serving rice with a ",{"type":"''","value":["sambal"]}," (chilies) or ",{"type":"''","value":["oseng-oseng"]}," and wrapped using a piece of paper or banana leaf. The most popular angkringan is Angkringan Lik Man, also known as Angkringan Tugu, located in Jalan Wongso Dirjan, north side of Yogyakarta Railway Station (Tugu Station). See Angkringan Tugu below. Angkringan usually opens from afternoon (2PM) or evening (6PM) until late night (1AM) or morning (4AM)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dapur Solo"]},", Jl. Demangan Baru No. 1. Special Yogyakarta and Jawa Tengah delicacies. Famous here for tourists are ",{"type":"''","value":["nasi timlo"]}," and ",{"type":"''","value":["nasi liwet"]},"."]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"{{","value":[["infobox"],["Pasar Tiban Kauman"],["During the Ramadhan fasting season, the local residents at Kauman area open a temporary market selling many kinds of appetizing snacks and dishes. This market is not only great for sampling local foods, but also great for experiencing old architecture as it is set on a long pathway of a classic Javanese neighborhood. It opens at around 3PM and closes at 6PM, as the foods are meant to be eaten for breaking the fasting at dusk. Consuming the food in the area before dusk, even if you are not fasting, is considered inappropriate. Kauman means the place for preachers since it is in the same block of the Masjid Agung (the sultan's royal mosque). It was home to many Islamic leaders such as Ahmad Dahlan, the founder of the mainstream Muhammadiyah movement."]]},"\n\n",{"type":"{{","value":[["ramadandates"]]},"\n\nYogyakarta is a heaven of inexpensive foods, and some tasty and filling dishes can be had for as low as US$0.25. There are hundreds, if not thousands of hawker stalls offering inexpensive foods.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Angkringan Tugu"]},", hawker stall located close to the Tugu Station serving small rice packs (known as ",{"type":"''","value":["sego kucing"]},") and various other foods, 6PM-4AM. The most popular beverages is ",{"type":"''","value":["kopi joss"]},", Javanese espresso dipped with burning coal. Rp 1,000-6,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gudeg Tugu"]},", Jl. Diponegoro, close to Kranggan marketplace, 7PM-1AM. Popular ",{"type":"''","value":["Gudeg"]}," stall. A complete dish consists of: warm rice, shredded chicken, brown hard-boiled egg, ",{"type":"''","value":["gudeg"]},", ",{"type":"''","value":["areh"]}," sauce, and the hot & spicy ",{"type":"''","value":["sambal goreng krecek"]},". Rp 7,000-10,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kamikoti Cafe"]},", Ngadisuryan No 4 Alun-alun Selatan. Serving good quality milk, coffee & tea at affordable prices, near ",{"type":"''","value":["Masangin"]}," and the Taman Sari complex. From Rp 5,000."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Milas Vegetarian Restaurant"],["url="],["email=milas_jogja@yahoo.co.id"],["address=Jl. Prawirotaman IV 127 B"],["lat="],["long="],["directions="],["phone=+62 274 7423399"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent vegetarian restaurant with an organic vegetable garden, multilingual library, and handicraft shop. They train local youth in organic farming, cooking, and running a restaurant. Eat in small, open bamboo huts placed around a small enclosed garden. Delicious fruit shakes. Closed on Mondays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rame Rame Vegetarian"],["url="],["email="],["address=Jl. Beskalan"],["lat=-7.79708"],["long=110.36349"],["directions=Go south on Malioboro from Tugu train station until you reach an intersection with a large Ramaujana store, then turn right (west) onto Beskalan, continue for about 200 m. The restaurant is on the right (south) side of the street. There is a faded red banner advertising vegetarian food"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very small restaurant with meat and vegetarian options and owned by a very friendly woman. Has a delicious soup, noodles, mushrooms, vegetables, meatballs and cilantro for Rp 9,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rumah Makan Es Ceria"]}," Jl. Gandekan Lor No. 42. (close to sraswijyan, just go west from hotels and turn left). Great, cheap eats -all in a huge smorgasboard, you choose what you like and then the cashier estimates a price. Tasty and dirt cheap. Also ice deserts and fruit shakes."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sagan Super Sambal"],["alt=."],["url="],["email="],["address=Jl. Sagan I no. 5 and Jl. Timoho no. 111"],["lat="],["long="],["directions=go east from Tugu Jogja, to Jl. Jendral Sudirman. At the first crossroad (with Gramedia in the corner), turn left (north) to Jl. Cik Ditiro. After 350 m turn right and go straight on until the end of the road with a T-junction; you will see the restaurant in the right corner of the T-junction"],["phone=+62 274 589279"],["tollfree="],["fax="],["hours="],["price=Rp 5,000-30,000"],["content=Specialising in sambal, the Indonesian delicacy of spicy, hot chilli infused sauce. Also Indonesian style beef ribs"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soto Pak Soleh"]},". Tegalrejo, near Diponegoro Museum. This well-known restaurant is Pak Soleh's family business and is now ran by his son. They only serve Yogyakarta-style beef soup as their main menu, which has a spicy taste from the added ginger. Rp 5,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spesial Sambal"]},". A local chain for those who like spicy, hot food. Their speciality, as the name suggests, is their various kind of sambal (sambal is a kind of hot relish). Rp 5,000-12,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Waroeng Steak"]},". A local restaurant chain. Their speciality is batter-fried beef steak served with thick gravy. Rp 6,000-15,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Waroeng Jepara"]},", Jl. Wolter Monginsidi 49, Jogjakarta. Fame for their traditional Jepara flavours (only warung in Jogjakarta that serves Jepara food), this modern-furnished warung is run by friendly locals. Speciality includes \"pecil pari\" (spicy stingray), \"bothok tahu\" (tofu in papaya leaf) and \"sayur lodeh\" (jackfruit soup) . Rp 5,000-30,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Xtra Hot"]},", Jl. Main, Kaliurang, (",{"type":"''","value":["next to BCA Bank"]},"). A local tent (tenda) restaurant specialising in grilled food, with a good variety of sambals (chili) to choose from, yet with good prices. From Rp 4,500 (US$0.50)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soto Sawah Pak Slamet"]},". A local chicken soup store located at 5 km west side from Yogya, Open morning - afternoon. Rp 5,000"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soto Pak Marto"]}," A local delicacy of beef based soup served with rice (mixed in or separate), go to the one located near Keraton. Offals are include in unless specifically asked for beef only. Fried offals, ordered on the side to be eaten with kecap manis is very delicious."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pempek Ulu Bundar"]}," Located strategically near to Mirota crossroad, serves delicious pempek and kakap meat ball soup. Most expensive menu is Rp 5,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The House of Raminten"]},", Jl. Faridan Muridan Noto 7, (",{"type":"''","value":["next to Mirota Bakery, can be reached using Trans Jogja bus"]},"). Javanese restaurant with traditional food like jamu godhog (Indonesia's herbal recipe). From Rp 5,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kopi Joss"]}," Small stall 10 min walk from the Tugu Train Station (",{"type":"''","value":["from Tugu Train Station turn left until you reach a boulevard then take another left turn, the coordinates on google maps is -7.788466,110.3576,"]},"). Small stall serves unique coffee called \"Joss coffee\/kopi joss\" a glass of coffee mix with coal, Rp 3,000. While enjoying this glass of coffee, you can order nasi goreng kuning."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=FoodFezt"],["alt="],["url=http:\/\/www.foodfezt.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 554554"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Kaliurang km 5.5. Many kinds of local Indonesian foods: Nasi kebuli, nasi merah, soto betawi, sate buntel, mushroom satay, and also dessert like pancakes, ice creams etc. It has a garden with lots of bamboo tree and other plants. The waiters use wireless gadgets to serve their customers in order to maintain a 'paperless' order system."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ayam Goreng Suharti"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 515522"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Laksda Adisucipto 208. A very popular ",{"type":"''","value":["mbok berek fried chicken"]}," restaurant, the recipe still remains a secret."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bakmi Kadin"]},", Jl. Bintaran Kulon 3. Javanese style soft-fried noodles. Don't miss the popular ",{"type":"''","value":["wedang bajigur"]},", a local beverages made from warm coconut milk with subtle ginger flavor and garnished with diced coconut and ",{"type":"''","value":["kolang-kaling"]},". Local ",{"type":"''","value":["kroncong"]}," street quartet often performs in the area. Rp 18,000-20,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dixie Easy Dining"]}," (",{"type":"''","value":["Dixie"]},"), Jl. Gejayan 40b (south Selokan Mataram), +62 274 560745. Offers various kinds of western and Asian in a modern Asian style. Nice modern-ethnical interior. Rp 8,000-50,000."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=EasyGoIn' Restaurant & Bar"],["alt="],["url=http:\/\/www.easygoingresto.com"],["email=info@easygoingresto.com"],["address=Jl. Prawirotaman No. 12"],["lat=-7.819167"],["long=+110.369659"],["directions="],["phone=+62 (0)274 384 092"],["tollfree="],["fax="],["hours=10:30-00:15"],["price="],["content=A modern & colourful restaurant & bar serving delicious Indonesian, Western and Mexican dishes in a comfortable and warm atmosphere. Also a great place for a Happy-Hour drink (2–7PM) at the bar while meeting locals and travellers. Fridays acoustic live music band from 8:30PM. Pool table & Wifi are free of charge. Mains: Rp 30'000–140'000."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Empek-Empek Kamto"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 514294"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Beskalan 3, (",{"type":"''","value":["opp to Ramai Shopping Mall's south entrance"]},"). Originated from Palembang, deep-fried fish cake and served with sour soy sauce. There are many variety of empek-empek: ",{"type":"''","value":["kapal selam"]}," (means submarine) comes with boiled eggs inside, ",{"type":"''","value":["adaaan"]},"\/",{"type":"''","value":["bulat"]}," has a garlic taste, while ",{"type":"''","value":["lenggang"]}," is an empek-empek omelet."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gudeg Sagan"]},", An eating place in Jalan Sagan (In front of Toko Sagan Baru) offering rice, seasoned porridge, gudeg, areh sauce, sambal goreng krecek, complete with chicken and brown hard-boiled egg."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gudeg Wijilan Yu Djum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 515968"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Wijilan 31, Kraton and Jalan Kaliurang km 4.5, Karangasem CT III\/22. A more lavish variety of ",{"type":"''","value":["Gudeg"]},", served with thicker sauce, and more expensive as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kedai Tiga Nyonya"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 589315"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Jendral Sudirman 16. 10AM-10PM. Peranakan food restaurant, a fusion of Indonesian, Chinese, and Dutch cuisine. Their specialty is grilled fish, sour ribs soup, and candlenut chicken. Rp 20,000-50,000"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kesuma Restaurant"],["url=http:\/\/www.kesumarestaurant.com"],["email="],["address=Gang Sartono 827 \/ MJ 3"],["lat=-7.819815"],["long=110.366605"],["directions=opposite side of Prawirotaman market"],["phone=+62 274 8245027"],["tollfree="],["fax="],["hours=Lunch (12 - 2PM) only available for reservations, dinner 6PM-11PM. Sunday closed"],["price=Rp 100 000 - 150 000 (Menu Suggestions)."],["content= A cozy and pleasant place where you can find an excellent local home cooking. There is a small garden where guests can settle in a gazebo, the main room is in a limasan, a traditional Javanese style wooden house."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pecel Solo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 866588"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Palagan Tentara Pelajar 52, Sleman (",{"type":"''","value":["adj Hyatt Regency"]},"). Offers a large selection of Solo style foods like Pecel Solo (vegetables with peanut sauce), Sego Liwet (steamed rice with sweet curry sauce), Nasi Kebuli (pungent rice with roasted lamb), and Bebek Goreng (fried duck Solo style). Rp 10,000-30,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pesona Rasa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 7001471"],["tollfree="],["fax="],["hours="],["price="],["content=Jalan Aip. II K. S. Tubun no. 15. A nice Chinese food family restaurant. Serves delicious and fresh Chinese dishes as: fried rice, fried noodle, tofu, fresh capjay and vegetables, with strategic place in Pathuk area and only 5 minutes from Malioboro. With friendly service and pocket-friendly price."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Quali Resto"]},", Plaza Ambarrukmo, 3rd floor, near the foodcourt. Serves various kind of Chinese dishes, but their specialty is ",{"type":"''","value":["kwetiaw"]}," (wide noodles). Rp 15,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sate Karang"]},", Lapangan Karang, Kotagede. 5PM-10:30PM. Grilled beef satay served with ",{"type":"''","value":["lontongs"]}," (rice cake), peanut sauce and thin curry soup. Rp 15.000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sapi Bali"]},", Jl. Umbul Permai, Mudal, Sariharjo, Ngaglik, Sleman, Yogyakarta, +62 274 7858938. Serves Balinese style ribs, although a little too hot and spicy for some foreigner. If you do not prefer hot and spicy dish, opt for Soy Sauce Ribs instead. Rp 25,000."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sendang K Pitoe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 747 1114"],["tollfree="],["fax="],["hours="],["price="],["content=A famous shrimp and sea food restaurant located on the outskirts of the city specifically Jamur, Minggir, Sleman. Very delicious fried shrimp served fresh from the ponds in the still relatively untouched village. Don't get mistaken by the nearby Mang Engking, also a shrimp restaurant with an ill-earned reputation of dirty food."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Via Via"]},", Jl. Prawirotaman, An excellent traveller's cafe, there are clocks on the wall showing the time in other Via Via cafes around the world and a mix of travellers and Indonesian locals. Offers a range of western dishes (good French onion soup) and specialty Indonesian dishes at a good price. Caters very well to vegetarians (tofu and tempe). Cane chairs and lots of space and games. Rp 20,000-40,000."]},"\n",{"type":"===","value":["Splurge"]},"\n\nYogya is filled with many 'high-end' restaurants serving many kind of dishes, from western to Asian to Asian-fusion cuisines. \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Royal Garden Restaurant"],["alt="],["url="],["email="],["address=Jl. Pekapalan 7, Alun-Alun Utara"],["lat="],["long="],["directions="],["phone=+62 274 386767, +62 274 373343"],["tollfree="],["fax="],["hours="],["price=Rp 40,000-80,000"],["content=Chinese-Indonesian dishes with kraton style atmosphere"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gajah Wong"],["alt="],["url=http:\/\/www.gadjahwong.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 588294"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Gejayan. Serves many kind of dishes including French, Italian, Indian, Chinese as well as Indonesian. Divided into 3 zones: Country, Javanese and Colonial, each is lavishly decorated and themed with live music. In the Javanese zone, you can hear the Javanese gamelan music performed throughout the night, while the Colonial zone has a live jazz band."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Androwino Bistro"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 488588"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Laksda Adisucipto Km 8.7. The all day dining restaurant offering Continental and Asian cuisine in a relaxed modern Javanese setting. The restaurant is located at the top floor of Sheraton Mustika Yogyakarta Resort & Spa where at the entrance of the restaurant guests will be welcomed with a big painting of Grandfather from the hotel’s Owner named Sampean Dalem Ingkang Sinuhun Kandjeng Susuhunan Pakoe Boewono X, 1896 – 1939(King of Solo)and guests will see the beautiful landscaping of Tamansari water castle swimming pool and breathtaking mount Merapi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sasanti Restaurant"],["alt="],["url="],["email="],["address=Jl. Palagan Tentara Pelajar (just south from Hyatt Hotel)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Western and Indonesian dishes with lush garden decoration."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Clubs"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Republic"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 566353"],["tollfree="],["fax="],["hours="],["price="],["content=Hotel INNA Garuda, Jl. Malioboro 60. DJs and live Music."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boshe VVIP Club"]},", Jl. Magelang. Highly packed every night. Free entry for girls. Live Music and DJs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Liquid"]},", Jl. Magelang (Near to Boshe VVIP Club). Pretty packed every night and free entry for ladies. Drinks are questionable is it fake or genuine, but pretty cheap. Live Music and DJs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Embassy"]},", ☎ +62 274 484950, in Sheraton Hotel complex area, next to hugo's club (there's a tunnel connecting the club). Entrance fee around IDR35000-100000, depends on the event. Full set DJs. Music range from trance, house, to dubstep. In this club you can trust that the drinks are genuine, but pretty pricey. Try going on Monday when they have event called Monday Madness 50% off. Usually they have a free flow from 10PM-2AM on the last Thursday of every month with fee Rp 100,000\/person."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hugo's"]},", ☎ +62 274 484208, in Sheraton Hotel complex area, next to hugo's club (there's a tunnel connecting the club). Entrance fee around Rp 35,000-100,000, depends on the event. Live Music and DJs. Live music play top 40 billboard songs and sometimes indonesian songs. Most favorite club for foreigners. Music range usually house or Dutch house, or what people called pretty mainstream clubs music but pretty nice. In this club you can trust that the drinks are genuine, but pretty pricey. Try going on Monday when they have event called Monday Madness RnB Night 50% off. Usually they have a free flow from 10PM-2AM on the last Thursday of every month with fee Rp 100,000\/person."]},"\nPlease note usually all clubs willing to give free entry before midnight if you call and ask for a guestlist, unless on an important event night.\n\n",{"type":"===","value":["Lounges"]},"\n\nLounges\/cafes are an evergrowing phenomena throughout Indonesia's trendy inner city environments\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Oxen Free Bar & Kitchen"],["alt="],["url=http:\/\/oxenfree.net"],["email="],["address=Jl. Sosrowijayan No.2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers local and international dishes, coffee, and a range of beers and mixed drinks."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nThere are hundreds of budget hotels in Yogyakarta. Most of them can be found in Sosrowijayan St (which is adjacent to Malioboro) and the Prawirotaman Rd area, which is about 3 km to the south of the centre.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel\/Losmen Candi"],["alt="],["url="],["email="],["address=Jl. Pasar Kembang No.5"],["lat=-7.78988"],["long=110.36414"],["directions=very close to Tugu Station"],["phone=+62 817 41211997"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From Rp 100,000"],["content=Clean & tidy with various options to suit the budget traveller including 4 person rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Edotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 558436"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 Jl. Kenari. Neat hotel, which is run by students of the vocational high school next door so all the income benefits the school. The beds are big and cozy, and its in a great part of town, near the center but quiet. The student staff is wonderful and there are hot showers and WiFi in all rooms. It's worth noting however that Edotel is in a fairly conservative Muslim part of town - couples will not be able to share a room unless they are married, even same sex friends sharing a room can be problematic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bladok Losmen & Restaurant"],["url=http:\/\/bladok.web.id"],["email="],["address=Jl. Sosrowijayan 76"],["lat=-7.79165"],["long=110.36392"],["directions="],["phone=+62 274 560452"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bladok Losmen & Restaurant is a small hotel with clean and comfortable rooms, traditionally designed. All rooms have a private bathroom attached. Rooms with a balcony are available. Double room with fan & hot shower Rp 140,000. A basic room is about Rp 100,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Oryza"]},", Jl. Sosrowijayan, right across from the Bladok. A lovely traditional Javanese house with internal courtyards. Clean rooms, laid back atmosphere, free coffee and tea. Basic rooms Rp 140,000 with shared bathroom. Standard room with internal bathroom and A\/C Rp 190,000."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kampoeng Djawa"],["url=http:\/\/www.kampoengdjawahotel.com\/"],["email="],["address=Jl. Prawirotaman I no.40"],["lat="],["long="],["directions="],["phone=+62 274 378318"],["tollfree="],["fax="],["hours="],["price=Rp 100,000 (fan), Rp 130,000 (A\/C)"],["checkin="],["checkout="],["content=Clean, pleasant rooms with fan or A\/C arranged around a garden filled w\/ the sounds of birdsong and running water. TV, pleasant, attentive and helpful staff. Free WiFi, water, tea and coffee."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Munajat Backpacker"],["url=http:\/\/themunajat.blogspot.sg\/"],["email="],["address=Jl. Malioboro 26"],["lat="],["long="],["directions=5 min walk from Tugu train station"],["phone=+62 274 585138"],["tollfree="],["fax="],["hours="],["price=Rp 75,000"],["checkin="],["checkout="],["content=5 rooms with fan and attached bathroom, 4 rooms with fan separate bathroom. Free WiFi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Monica Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 580598"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Sosrowijayan GT1\/192. Newly renovated, clean place. Rp 60,000 standard room with fan and attached hot water bathroom, includes breakfast, toast and coffee\/tea. Make sure to insist on getting a receipt and keeping it for the duration of your stay in the city. Rp 100,000 for 4 occupants room with fan and attached hot water bathroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Losmen Nuri"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 543654"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Jl. Sosrowijayan Wetan GT I\/77. Very clean rooms, nicely decorated and a good atmosphere, rooms with shared or own bathroom. From Rp 100,000 (negotiable)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rumah Boedi Pavilion"],["alt=address="],["url=http:\/\/www.mahacandu.com\/Yogyakarta.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 559498"],["tollfree="],["fax="],["hours="],["price=From US$66"],["checkin="],["checkout="],["content=A\/C rooms, all with balcony\/deck, cableTV, internet, phone, and mini-bar. Massage service, room service and butler service available. Airport\/city transfer and car rental."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rumah Eyang"],["url=http:\/\/www.rumaheyangjogja.com"],["email="],["address=Jl. Parangtritis, Gang Sartono 823, Yogyakarta 55143, Indonesia"],["lat="],["long="],["directions="],["phone=+62 812 2711 7439"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A tranquil Inn with a serene touch, beautiful garden and art gallery space away from the hustle of Jalan Marliboro. This inn has 12 rooms equipped with bathroom facilities, air conditioning\/fan, and provides a breakfast menu. Room rates: IDR 125,000 - IDR 175,000 (Data obtained in January 2012, room rates are subject to change at anytime)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Setia Kawan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 512452"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sosrowijayan Wetan GT.1\/27. Artistic hotel down one of the two main alleyways ('gangs') close to the train station. Clean, comfortable, and imaginatively decorated rooms without windows (think Dali meets Indonesia). Down the street is the owner's restaurant, offering a variety of Indonesian and vegetarian meals for cheap. If you sit at the rooftop be quiet, otherwise you may be kicked out without warning. From Rp 110,000, including breakfast. Often full."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Andrea Hotel"],["alt=address="],["url=http:\/\/andreahoteljogja.wordpress.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From Rp 120,000"],["checkin="],["checkout="],["content=Just across the street from Setia Kawans alley, clean, friendly European owner, bar facilities, A\/C rooms"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=ViaVia Guesthouse"],["url=http:\/\/www.viaviajogja.com"],["email="],["address=Jl Prawirotaman Mg 3\/514A"],["lat=-7.80410"],["long=110.36424"],["directions="],["phone=+62(0)274 37 47 48"],["tollfree="],["fax="],["hours="],["price=Rp 150,000-200,000"],["checkin="],["checkout="],["content=Some rooms have A\/C and\/or ensuite bathroom; every room is different, but all are clean and comfortable. WiFi is available. Breakfast is served at the guesthouse, plus they have an excellent restaurant and tourist agency nearby."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wisma Gajah"]},". Jl. Prawirotaman 4. ☎ +62 274 375659. Located on the thriving Prawirotaman district, doubles and singles with swimming pool and terraces. From Rp 80,000-140,000."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Parakesit Guest house"],["alt="],["url="],["email="],["address=24b Jl prawirotaman 1."],["lat="],["long="],["directions="],["phone=0274-375002"],["tollfree="],["fax="],["checkin="],["checkout="],["price=from 75.000rps"],["content=Has Fan and A\/c single\/double rooms all with own bathrooms and TV. (all prices are Negotiable) the Parakesit had the most low cost rooms in JL Prawirotaman 1."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Delta Homestay"],["alt="],["url=http:\/\/www.dutagardenhotel.com"],["email="],["address=JL prawirotaman 11 597a"],["lat="],["long="],["directions="],["phone=727-1047"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rp110.000"],["content=fan single and double rooms with common bathrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prambanan Guest house"],["alt="],["url="],["email="],["address=JL prawirotaman 1 no 14"],["lat="],["long="],["directions="],["phone=376167"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rp180.000"],["content=fan rooms with own bathrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sartika hotel"],["alt="],["url="],["email="],["address=Jl Prawirotaman 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=fromrp90.000"],["content=fan double rooms with ownbathrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Javanaise homestay"],["alt="],["url="],["email="],["address=Sosrowijayan Wetan Gt 1\/187"],["lat="],["long="],["directions="],["phone=+62 274556054"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rp 150,000"],["content=Very friendly and welcoming Place to stay near Malioboro Street. Including breakfast"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Joglo Plawang Boutique Villa"],["url=http:\/\/www.mahacandu-jogloplawang.com"],["email="],["address=Jl. Pakem, Turi km 5 Turi, Sleman"],["lat="],["long="],["directions="],["phone=+62 274 4461611"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Venezia Home Stay"],["alt="],["url="],["email=booking@veneizia-homestay.com"],["address="],["lat="],["long="],["directions="],["phone=+62 274 374049"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Tirtodipuran 27, (near Prawirotaman area)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Indraloka Home Stay"]},", Jl. Cik Di Tiro 18, (on the main road to Universitas Gadjah Mada), +62 274 544428. Close to UGM"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wisma Gadjah Mada"]},", follow Jl. Cik Di Tiro all the way to the UGM campus, hotel is on the east side of the road, just south of the main UGM \"auditorium\" building - you cannot miss the gigantic building looming in the background if you are coming to UGM from the south. . ☎ +62 274 563461, +62 274 557216, (",{"type":"''","value":["[mail:university_club@gamamulti.com university_club@gamamulti.com]"]},")."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ishiro Kencana Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 520230"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Kaliurang Km 4,2\/7. Just north of the UGM campus, and very convenient for the Uni. Rooms are OK but bathrooms are horrible. Standard room Rp250K inc. breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ministry of Coffee"]},", Jl. Prawirotaman I\/15A. . ☎ +62 274 376 057, +62 274 7473828, ",{"type":"[","value":["www.ministryofcoffee.com"]},". Jalan Prawirotaman's most modern establishment, clean white sheets, fluffy doonas and AC, a pleasant place, check current price on their website. Each room has a unique decor and color scheme. The Ministry also has a coffee house, a library, and restaurant."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ibis Malioboro"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 516974"],["tollfree="],["fax=+62 274 516977"],["price="],["checkin="],["checkout="],["content=Jl. Malioboro 52-58. Part of the Ibis chain. Central location (on Jl. Maliboro), somewhat grotty bathrooms, and grottier collars on reception staff uniforms."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jogja Village Inn"]},", Jl. Menukan 5, Karangkajen, Yogyakarta 55153 (",{"type":"''","value":["south of Prawirotaman"]},"). ☎ +62 274 373031, +62 274 384438, (",{"type":"''","value":["fax: +62 274 382202"]},"), ",{"type":"[","value":["http:\/\/www.jvidusun.co.id\/"]},". Balinese style garden courtyard and swimming pool, good clean rooms."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inna Garuda"],["alt="],["url=http:\/\/www.innagaruda.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 566353"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Malioboro 60. Established in 1908. 240 rooms are furnished in classic but modern elegance & face Malioboro street, the heart of Yogyakarta."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 580930"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Jendral Sudirman 89. Situated in the center of Yogyakarta city, this four star hotel is close to major destinations including Universitas Gadjah Mada, Malioboro, Sultan Palace (",{"type":"''","value":["Kraton"]},"), and several shopping malls. Note; Novotel is south of Indraloka and Wisma Gadjah Mada."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Puri Artha Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 274 563288"],["tollfree="],["fax=+62 274 562765"],["price="],["checkin="],["checkout="],["content=Jl. Cendrawasih 36, Demangan Baru. A blend of traditional Javanese and Balinese style with western facilities. ",{"type":"[","value":["http:\/\/www.puriarthahotel.com\/"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sahid Raya Yogyakarta"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 27448 8888"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Babarsari 2, Yogyakarta 55281. 4 star, 120 rooms hotel situated near the city centre, classic but clean and cozy. ",{"type":"[","value":["http:\/\/www.sahidjogja.com"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Santika"],["alt="],["url=http:\/\/www.santika-jogja.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Jendral Sudirman 19, Yogyakarta 55233, +62 274 563036."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yogya Moon Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 582465"],["tollfree="],["fax=+62 274 582084"],["price="],["checkin="],["checkout="],["content=Jl. Kemetiran 21. Near to Malioboro Street, cozy, affordable, close to 3-star class Hotel. Price starts from US$20 \/ Rp 200,000 ",{"type":"[","value":["http:\/\/yogyamoonhotel.wordpress.com\/"]},"."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Hanis Boutique Hotel"],["alt="],["url=http:\/\/www.villahanis.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 274 274 867567"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Villa Hanis is an elegant original Javanese wooden house, fully restored into a modern standard boutique villa. It is in Jl. Palagan, 600 m north of the Hyatt hotel and about 5 km from the center of Yogyakarta. Villa Hanis has a 200 m2 private garden with private pool and view on the majestic Mount Merapi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Yogyakarta"],["url=http:\/\/yogyakarta.regency.hyatt.com\/"],["email=yogyakarta.regency@hyatt.com"],["address=Jl. Palagan Tentara Pelajar"],["lat="],["long="],["directions="],["phone=+62 274 86 9123"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Landscaped gardens overlooking Mount Merapi and Seribu Mountain. 269 rooms and suites, health spa, multi-level swimming pool and a 9-hole golf course."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Melia Purosani"],["alt="],["url=http:\/\/www.meliajogja.com\/index.php?"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Suryotomo 31. ☎ +62 274 274 589521, +62 274 589523."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Quality Hotel Yogyakarta"],["url=http:\/\/www.grandqualityjogja.com"],["email="],["address=Jl. Adisucipto No.48"],["lat="],["long="],["directions="],["phone=+62 274 485005"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Phoenix Hotel"],["alt=Accor group-an ex Mercure hotel"],["url=http:\/\/www.accorhotels.com\/gb\/hotel-5451-the-phoenix-hotel-yogyakarta\/index.shtml"],["email=info@thephoenixyogya.com"],["address="],["lat=-7.78268"],["long=110.36849"],["directions="],["phone=+62 274 566617"],["tollfree="],["fax=+62 274 566856"],["hours="],["price=From Rp 570,000"],["checkin="],["checkout="],["content=144 rooms and suites, each with a balcony. A stylish fusion of Asian and European decor. Restaurant, wine bar and terrace bar overlooking an open courtyard. Swimming pool, day spa and modern conferencing facilities. Smiling and very pleasant staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Saphir Yogyakarta"],["url=http:\/\/www.saphirhotels.com\/saphir-yogya\/index.html"],["email="],["address=Jl. Laksda Adisucipto No 38"],["lat="],["long="],["directions="],["phone=+62 274 566222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Four star hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pondok Terra Villa Accommodation Yogyakarta"]},", Two luxurious villas in the centre of the town, just south of the Kraton area. Both are of a traditional Javanese style with private swimming pools an a 200 m2 garden. ",{"type":"[","value":["http:\/\/www.pondokterra.com\/"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Mustika Yogyakarta Resort and Spa"],["url=http:\/\/www.sheraton.com\/yogyakarta"],["email=info@sheratonyogya.com"],["address=Jl. Laksda Adisucipto km 8.7"],["lat="],["long="],["directions="],["phone=+62 274 488588"],["tollfree="],["fax=+62 274 484589"],["hours="],["price="],["checkin=3PM"],["checkout=12noon"],["content=246 rooms with views of the Mt Merapi volcano or the garden. 5 star hotel recently reopened after a multi-million dollar renovation"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Ditya"],["alt="],["url=http:\/\/www.villaditya.com\/"],["email=info@villaditya.com"],["address=Gang Sido Rejo, RT 02 RW 05, Trunuh"],["lat=-7.726389"],["long=110.581993"],["directions="],["phone=+31 6 39384959"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Villa Ditya is a luxurious private holiday villa with swimming pool and staff near Yogyakarta. Villa Ditya has 3 bedrooms with air conditioning, 1 bedroom with fan, 2 bathrooms, a large L-shaped living room and a spacious kitchen."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nLike any other larger Indonesian city, Yogya has its share of ",{"type":"'''","value":["petty crime"]}," like ",{"type":"[[","value":[["pickpocketing"]]},", especially in local city busses. Watch out for gallery scams and street sellers trying to get commission for batik. These scams tend to occur around the Kraton and Jl. Malioboro. Scammers will approach tourists and tell them about a government art centre, and will hire cheap transport to the 'genuine' gallery.  If you're interested in buying batik, this isn't necessarily bad.  However, keep in mind that you are, in essence, being manipulated.\n\nRemember to use your credit card wisely. The overall level of credit card fraud is high, although the Indonesian government is fighting hard against it. Moreover, Indonesia does not have effective regulations in place to protect your personal data. Especially, when using your credit card online, consider checking the company's reputation on review platforms such as the local ",{"type":"[","value":["http:\/\/www.trustedcompany.com\/id trustedcompany.com Indonesia"]}," to identify potential scams and stay safe.\n\nBe cautious when walking in the city. Traffic is very brutal! You might have difficulty crossing roads and streets especially in crowded places.\n\nAn ",{"type":"'''","value":["earthquake"]}," in 2006 caused severe damage. The ",{"type":"[[","value":[["Mount Merapi"]]}," volcano  looms over the city; it last erupted in 2010 causing many casualties and extensive damage.\n\nAlways travel in groups when you are travelling to or from Parangtritis beach. The long stretch between Yogya city and the beach is dangerous at night. You may get stopped by someone riding a motorcycle trying to rob you. Police stations or posts are very little on these road, and unfortunately the posts are often unoccupied. It is best not to swim too far away from the coast as the waves can be unpredictably high, sweeping you away from land.\n\n",{"type":"==","value":["Connect"]},"\n\nThe international country code for Indonesia is 62. The local area code for Yogyakarta is 274. There are three main telecommunication providers in Indonesia: Telkom Indonesia, Indosat and Excelcomindo. Coin operated public phones are limited in Yogyakarta. However there are many official telephone kiosks called ",{"type":"'''","value":["Wartel"]},".\n\n",{"type":"===","value":["International dialing"]},"\n\nTo make an IDD call from Indonesia, dial the access code 001 (for Indosat) and 007 (for Telkom), followed by the country code, area code and party's number.\n\nalso available cheaper IDD call via VoIP Technologies, IDD Prefix is 01016 (for Indosat user) and 01017 (for Wartel, Telkom, and Telkomsel user), and 01000 (for XL -excelcom- user)\n\n",{"type":"===","value":["Mobile phones"]},"\n\nMobile Phones are carried by almost everyone in Indonesia. Prepaid SIM cards are widely available from many telecommunication providers, such as, Telkomsel, XL, Indosat, 3, and Axis, just bring your own GSM 900 or GSM 1800 phone. The pre-paid SIM card costs around Rp 10,000 up to Rp 30.000. A local phone call costs between Rp 500-Rp 2,000\/minute. Local text message (SMS) costs about Rp 200-350, while international SMS cost about Rp 300-500.\n\nAlso available for CDMA users, Telkom Flexi, StarOne, Esia, And Mobile-8 which are cheaper, but you must have a RUIM CDMA phone.\n\n",{"type":"===","value":["Internet"]},"\n\nThere are many internet cafes in Yogyakarta which offer speedy access to the internet. Several hotels provide Wi-Fi on the lobby. Ask the front desk about internet access. The Taman Sari food court at the Plaza Ambarrukmo, coloquially known as Amplas, offers a free wireless internet service for any wifi compatible device.\n\nThe 24 hour Indomaret on Malioboro Street offers free wireless access as well as wall sockets, but can be a little noisy.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["B@yonet"]},", Jl. Jendral Sudirman 75. ☎ +62 274 550553."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gama Student Internet Center"]},", UPT Perpustakaan Unit 2 Universitas Gadjah Mada, Jl. C. Simanjuntak."]},{"type":"*","value":[" ",{"type":"'''","value":["Ibis"]},", Ibis Maliboro Hotel lobby (near to the 'Link Cafe' at Malioboro Mall)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Intersat"]},", Jalan Adisucipto 49. ☎ +62 274 547732."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["DOJO hotspot centre"]},", Pogung Kidul Sleman."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shooternet"]},", Jl. Ampel 10 Papringan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Indraloka Home Stay"]},", Jl. Cik Di Tiro 18, (on the main road to Universitas Gadjah Mada),☎ +62 274 544428."]},"\n",{"type":"===","value":["Tourism"]},"\n\n",{"type":"'''","value":["Tourism information centre"]}," in Jogyakarta:\n\n",{"type":"*","value":[" Jl. Malioboro 56. ☎ +62 274  486, (",{"type":"''","value":["fax: +62 274 565 437"]},"), ",{"type":"[","value":["http:\/\/www.visitingjogja.com\/ Tourism Promotion Board"]},"."]},"\n",{"type":"*","value":[" Jl. Malioboro 16. ☎ +62 274 ."]},"\n",{"type":"*","value":[" Jl. Cendana 11. ☎ +62 274 562628, +62 274 564945 (",{"type":"''","value":["fax: +62 274 564945"]},")."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Emergency"]},"\n\n",{"type":"*","value":[" Ambulance: ☎ 118"]},"\n",{"type":"*","value":[" Police: ☎ 110."]},"\n",{"type":"*","value":[" Yogyakarta Police headquarters:, Jl. Ringroad Utara. ☎ +62 274 563494"]},"\n",{"type":"*","value":[" Yogyakarta Police station,  Jl. Reksobayan 1. ☎ +62 274 512511, +62 274 512940."]},"\nList of hospitals with 24 hours emergency room (ER), (",{"type":"''","value":["UGD"]},"):\n\n",{"type":"*","value":[" RSUP Dr. Sardjito, Jl. Kesehatan 1. ☎ +62 274 274 587333, +62 274 547783."]},"\n",{"type":"*","value":[" RSUD Kota Jogyakarta, Jl. Wirosaban 1. ☎ +62 274 371195."]},"\n",{"type":"*","value":[" RS Bethesda, Jl. Jendral Sudirman 70. ☎ +62 274 586688, +62 274 562246."]},"\n",{"type":"*","value":[" RS Panti Rapih, Jl. Cik Ditiro 30. ☎ +62 274 ."]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=France Consular Agency in Jogjakarta"],["url="],["email="],["address=Institute Franco-Indonesien Jl. Sagan 3 No. 1, Yogyakarta 55223"],["lat="],["long="],["directions="],["phone=+62 274 566520, +62 274 547409"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["North"]},"\n\n",{"type":"*","value":[" The massive Buddhist temple of ",{"type":"[[","value":[["Borobudur"]]},", the largest Buddhist monument in the world, is 40 minutes away by car and one of the main drawcards for visitors to Yogyakarta. Many tour buses (minivans) leave Yogyakarta at 5AM for an early visit to ",{"type":"[[","value":[["Borobudur"]]},". This is a convenient way to skip the crowds which arrive mid morning, although a little more expensive between Rp 45,000-50,000 (including a simple breakfast). However, the extra cost could save you money if tour participants chip in for a tour guide."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kaliurang"]]}," is the closest settlement on the southern slope of ",{"type":"[[","value":[["Mount Merapi"]]},". One reason to visit this town is the ",{"type":"'''","value":["Ullen Sentalu Museum"]},", an exotic museum dedicated to the culture and life of Javanese royalty. The museum is built into the surrounding landscape, with gardens, sculptures and an overall tranquil and natural environment. There is also a colonial-themed restaurant located in the grounds called Beukenhof."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ketep Pass"]]},", a pass located in the slope between ",{"type":"[[","value":[["Mount Merapi"]]}," and Mount Merbabu offers a great vantage point for a spectacular view of both mountains. This site has a small cinema which regularly shows an interesting documentary of ",{"type":"[[","value":[["Mount Merapi"]]},". Located east of ",{"type":"[[","value":[["Borobudur"]]},", 40 minutes from Yogyakarta by car."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Salatiga"]]},", located about two and a half hours from Yogyakarta, is closer to ",{"type":"[[","value":[["Semarang"]]}," (1 hour) than Yogyakarta. Salatiga is a mountain resort town with several good resort-style spa hotels mainly aimed at people looking for a tranquil and relaxing escape from the city life. Activities in Salatiga include trying the famous \"ronde\" drink and Havana horses."]},"\n",{"type":"===","value":["East"]},"\n\n",{"type":"*","value":[" The Hindu temples of ",{"type":"[[","value":[["Prambanan"]]},", just 20 minutes away, are a close second to Borobudur.  The smaller temples of ",{"type":"[[","value":[["Kalasan"]]}," and others are on the way to Prambanan."]},"\n",{"type":"*","value":["The city of ",{"type":"'''","value":[{"type":"[[","value":[["Surakarta"]]}]}," AKA Solo, a 45 minutes drive (also accessible with the Prambanan Ekspres train or the Joglosemar bus - see the Get In section) to the east is Yogya's royal twin and home to two royal kingdoms that are ancestrally related to Yogyakarta's Kingdom. The city's royal past is indicated through the two major ",{"type":"''","value":["keraton"]}," or palaces that are able to visited: the sprawling ",{"type":"''","value":["Keraton Kasunanan Surakarta"]},", where the Pakubuwono kings live and the smaller but equally grand ",{"type":"''","value":["Pura Mangkunegaran"]}," palace, seat of Prince Mangkunegara. It is also a thriving arts and cultural center, home to the biggest batik manufacturers in Indonesia and the Danar Hadi Batik Museum, which has the most diverse batik collection in Indonesia. Last but not least Solo offers a wealth of culinary experience such as ",{"type":"''","value":["timlo"]}," (meat soup), its own ",{"type":"''","value":["soto"]}," or the fabled ",{"type":"''","value":["serabi"]}," (Javanese pancakes)."]},"\n",{"type":"*","value":[" Ratu Boko palace, only 2 km south of ",{"type":"[[","value":[["Prambanan"]]},". An ancient royal palace complex, similar in architectural layout with other Kratons or palaces in Java. Magnificently located on top of a hill, Ratu Boko has been recently restored."]},"\n",{"type":"===","value":["South"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Parangtritis"]]}," on the south coast is one of the better known black sand beaches. Local folklore suggests that this beach is the palace of the legendary ",{"type":"''","value":["Nyai Loro Kidul"]}," or 'Queen of the South'. It is common knowledge among locals not to wear anything green in color, or the Queen will entice the wearer into the ocean to drown. ",{"type":"'''","value":["Warning"]},": Never swim at Parangtritis beach. Its wild waves are known to be extremely deadly (rip currents): many people have died who ignored these precautions. There are also other beaches with white sands, but you have to arrange with travel agent to rent a car with the driver as their locations are quite remote (2 hours from the city centre) in the hilly Gunung Kidul region. These beaches are pristine and sometimes off-the-beaten-path, such as Kukup beach, Krakal beach, Drini, Sundak beach and Baron but the swimming warning still applies."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ngobaran Beach"]]}," is located at Gunung Kidul region, 50 km from Yogyakarta. This is a pure beach with a number of marine attractions to explore. When the tide is low in the morning the visitors can join the local fishermen to collect seaweed or go fishing for stranded fish between the reefs at the beach. Some believe that somewhere in the beach lie the remains of King Brawijaya's fort and his men “Sabdo Palon Ngoyogenggong”. This beach includes a cave, which leads its explorers to a striking underground stream. If you go to Ngrenehan Beach for the grilled fish just drop by Ngobaran Beach, it has a high cliff and is around 2 km from Ngrenehan Beach. Many sea animal species are present in the coral reef and inter-tidal zones, ranging from sea urchin, starfish, to various types of cockleshells."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ngrenehan Beach"]]},", Kanigoro Village, Saptosari. (",{"type":"''","value":["about 30 km south of Wonosari"]},"). A small bay surrounded by rocky hills that has fascinating panorama and swirling waves hitting white sandy beach and rocky edge of the hills. The local fishermen can prepare fresh  or grilled fish for visitors."]},"\n",{"type":"{{","value":[["isPartOf"],["Central Java"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["-7.80139"],["110.36475"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Yogyakarta"]]},"\n",{"type":"[[","value":[["wikipedia:Yogyakarta"]]},"\n\n",{"type":"[[","value":[["ja:ジョグジャカルタ"]]}]