[{"type":"{{","value":[["pagebanner"],["Australia"]]},"\n\n",{"type":"'''","value":["Yorkeys Knob"]}," is in ",{"type":"[[","value":[["Far North Queensland"]]},".\n\n",{"type":"==","value":["Understand"]},"\nYorkeys Knob is the third beach suburb from Cairns and is about 13km from Cairns, and just 15 minutes from the Cairns Airport. Yorkeys Knob is a great place to live, holiday or visit. There are great facilities and attractions, including Yorkeys Knob Boat Club, Halfmoon Bay Golf Course, restaurants, cafes, supermarket and visitor information centre. There is a wide range of Yorkeys Knob accommodation, from self-contained apartments, resort and motel accommodation, holiday rentals and holiday homes, as well as Cairns first solar powered holiday hotel.\n\nYorkeys Knob Tourist Information Centre Address: 10 Rutherford Street, Yorkeys Knob Phone: +61 7 40557158\n\nThe visitor centre has over 300 Cairns tours which they can book for you. With free wi-fi, free maps, discount vouchers and great local knowledge, this is often a visitors first stopping point for a visit to Cairns and Yorkeys Knob. They are open 7 days a week.\n\n",{"type":"==","value":["Get in"]},"\nCatch the Yorkeys Knob local Sunbus from Cairns or from Cairns Airport take a taxi, airport bus or car hire. The Yorkeys Knob Visitor Information Centre can make airport bus bookings and car hire bookings for you.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nTours From Yorkeys Knob for cruise ship visitors: popular choices are, Kuranda, Skyrail and Train, half day fishing, half day white water rafting, half day green island, Tjapukai Aboriginal Cultural Centre, horseriding, Cairns Tropical Zoo and the Hartleys Crocodile farm. Contact the Yorkeys Knob Visitor Centre for information and bookings.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nVilla Marine Holiday Resort, 8 Rutherford Street, Yorkeys Knob Beach (15 minutes from Cairns City) +61 7 4055 7158 (http:\/\/villamarine.com.au info@villamarine.com.au) has a luxury Rainforest Apartment has amazing views over the adjoining rainforest. Or stay in their romantic Honeymoon apartment. Family and Budget apartments available as well. Small, quiet and peaceful, they have all types of lodging to suit your needs. Approximately $99 to $150\/night\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Far North Queensland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-16.81"],["145.72"]]},"\n",{"type":"[[","value":[["wikipedia:Yorkeys Knob, Queensland"]]}]