[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yōrō"]}," (養老) is a small town in southwestern ",{"type":"[[","value":[["Gifu prefecture"]]},", ",{"type":"[[","value":[["Japan"]]}," nestled between the farming land of greater Nagoya and the mountains.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Yoro Falls 2008-11-26.jpg"],["150px"],["thumbnail"],["Yoro waterfalls"]]},"\nYōrō lies at the foot of the mountains and is a popular ",{"type":"''","value":["momiji"]}," (autumn colours) viewing spot of central Japan. It is also the region chosen by the architectural duo Arakawa-Ginz to be first turned into their vision of the future.\n\n",{"type":"==","value":["Get in"]},"\n\nThe local Kintetsu Yoro train line running from Ogaki to Kuwana stops at Yōrō about halfway.\n\nNexco also upkeeps an expressway service area and interchange on the northern fringe of town.\n\n",{"type":"==","value":["Get around"]},"\n\nWalk, or if you are staying over, hop in the courtesy car that most local onsen-resorts provide.\n\n",{"type":"==","value":["See"]},"\nAutumn colours and waterfalls in the nearby mountains. Numerous hiking courses exist as well as a chairlift.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:YoroPark.JPG"],["thumb"],["180px"],["Site of Reversible Destiny: Yōrō Park"]]},"\n",{"type":"*","value":[" Fall on your arse. No, seriously. Although part of a broader, unfinished vision for Yōrō, the existing ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yoro-park.com\/e\/rev\/index_a_en.html Site of Reversible Destiny"]}]}," at Yōrō Park is for all intents and purposes a themepark where the theme is you, yes ",{"type":"'''","value":["you"]},", falling on your butt. Its sloped surfaces and utterly bizarre design is intended to disorient visitors. Try not to miss the pitch-black tunnel system on the northwest side: don't worry, theres no creepy crawlies living in there! The grand artistic vision is essentially that people rely on their physical senses too little and that peoples' lives can be made to revolve around navigating man-made objects (namely their houses). There are tonnes of books written on Arakawa-Ginz and their architecture and philosophies which make for interesting reading to say the least. These are the same crew that made the unusual apartments in ",{"type":"[[","value":[["Mitaka"]]}," incidently. Even the website is a trip, be sure to read the directions for use. A short walk uphill from the train station. Admission 710 yen, gift shop stocks ",{"type":"''","value":["helmets"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a tonne of upmarket onsen resorts a ways north-west of the train station.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nYōrō Park is still open during mild rain so uhh... whilst it is undoubtedly more fun this way, ",{"type":"'''","value":["be careful"]},".\n\n",{"type":"==","value":["Go next"]},"\n\nEscape to ",{"type":"[[","value":[["Nagoya"]]},", ",{"type":"[[","value":[["Gifu"]]}," or maybe towards ",{"type":"[[","value":[["Ise"]]}," in ",{"type":"[[","value":[["Mie prefecture"]]},".\n\n",{"type":"{{","value":[["geo"],["35.3000"],["136.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gifu (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Yōrō, Gifu"]]}]