[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Riverside Park 693.jpg"],["thumb"],["The Huron River flows through the center of Ypsilanti."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ypsilanti.org\/ Ypsilanti"]}]}," (ĭp′·sĭ·lăn′·tē, often mispronounced yĭp′·sĭ·lăn′·tē) commonly shortened to ",{"type":"'''","value":["Ypsi"]}," (ĭp′·sĭ), is a city in ",{"type":"[[","value":[["Michigan"]]},", six miles east of ",{"type":"[[","value":[["Ann Arbor"]]},". \"Ypsilanti\" commonly refers to either or both of the City of Ypsilanti and the Charter Township of Ypsilanti, which lies mostly south of the city, with small portions to both the east and west of the city, and may also include neighboring parts of other townships. The geographic grid center of Ypsilanti is the intersection of the Huron River and Michigan Avenue, the latter of which connects downtown Detroit, Michigan with Chicago, Illinois, and through Ypsilanti is partially concurrent with US-12BR and M-17.\n\nOriginally a trading post established in 1809 by Gabriel Godfroy, a French-Canadian fur trader from Montreal, a permanent settlement was established on the east side of the Huron River in 1823 by Major Thomas Woodruff. It was incorporated into the Territory of Michigan as the village Woodruff's Grove. A separate community a short distance away on the west side of the river was established in 1825 under the name \"Ypsilanti\", after Demetrius Ypsilanti, a hero in the Greek War of Independence. Woodruff's Grove changed its name to Ypsilanti in 1829, the year its namesake effectively won the Greek war, and the two communities eventually merged.\n\n",{"type":"==","value":["Understand"]},"\nYpsilanti is Ann Arbor's smaller, poorer, uglier, and infinitely cooler sibling. Surrounded by pretentious neighbors, Ypsi residents tend to see their city as more relaxed and less yuppified. Ypsilanti was the birthplace of Iggy Pop and home of the Ypsilanti Water Tower, dubbed the most phallic building in the world. It's been said that Ypsi is the Brooklyn to Ann Arbor's Manhattan, and many artists have relocated to Ypsi after being priced out of Ann Arbor. This has resulted in a thriving art scene, most visible at the Shadow Art Fair each summer.\n\nAlthough ",{"type":"[","value":["http:\/\/www.emich.edu\/ Eastern Michigan University's"]}," enrollment of 23,000 students is more than the permanent population of the city (less thaan 20,000), and the school is the city's largest employer, with roughly 1,700 faculty and staff members, Ypsilanti is not culturally dominated by the university in the way Ann Arbor is by the University of Michigan.\n\nYpsilanti has long played an important role in the automobile industry. From 1920-1922, Apex Motors produced the \"ACE\" car. It was in Ypsilanti that Preston Tucker, whose family owned the Ypsilanti Machine Tool Company, designed and built the prototypes for his Tucker '48. In 1945, Henry J. Kaiser and Joseph W. Frazer bought the nearby Willow Run B-24 Liberator bomber plant from Ford Motor Company, and started to make Kaiser and Frazer model cars in 1947. The last Kaiser car made in Ypsilanti rolled off the assembly line in 1953, when the company merged with Willys-Overland and moved production to Toledo, Ohio. General Motors purchased the Kaiser Frazer plant, and converted it into its Hydramatic Division (now the Powertrain division), beginning production in November 1953, eventually ending production at the facility in 2010.\n\nYpsilanti is also the location of the last Hudson automobile dealership. Today, the dealership is the site of the Ypsilanti Automotive Heritage Museum, with a collection including an original Fabulous Hudson Hornet race car.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh =30.2"],["febhigh =33.3"],["marhigh =45.0"],["aprhigh =58.5"],["mayhigh =70.7"],["junhigh =80.1"],["julhigh =83.8"],["aughigh =81.1"],["sephigh =73.9"],["octhigh =61.7"],["novhigh =48.0"],["dechigh =34.7"],["janlow =16.3"],["feblow =18.1"],["marlow =27.3"],["aprlow =37.4"],["maylow =47.8"],["junlow =57.2"],["jullow =62.1"],["auglow =60.1"],["seplow =53.1"],["octlow =41.9"],["novlow =32.9"],["declow =21.9"],["janprecip =1.5"],["febprecip =1.5"],["marprecip =2.5"],["aprprecip =3.0"],["mayprecip =3.0"],["junprecip =3.1"],["julprecip =2.9"],["augprecip =3.2"],["sepprecip =3.2"],["octprecip =2.0"],["novprecip =2.7"],["decprecip =2.6"],["jansnow ="],["febsnow ="],["marsnow ="],["aprsnow ="],["maysnow ="],["junsnow ="],["julsnow ="],["augsnow ="],["sepsnow ="],["octsnow ="],["novsnow ="],["decsnow ="],["jansun ="],["febsun ="],["marsun ="],["aprsun ="],["maysun ="],["junsun ="],["julsun ="],["augsun ="],["sepsun ="],["octsun ="],["novsun ="],["decsun ="],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description =",{"type":"{{","value":[["ForecastNOAA"],["Ypsilanti"],["42.242778"],["-83.618333"]]}]]},"\nYpsilanti has a fairly typical Midwestern climate, with four distinct seasons.\n\nSummers are hot and humid, with temperatures occasionally reaching above 90 degrees but averaging in the low- to mid-80s. The hottest months are June through early September. Summer often brings severe thunderstorms and even tornadoes to the area. Tornado sirens are sounded when a warning is issued, and they can be heard throughout the city; however, surrounding areas often lack such warning devices.\n\nSeptember, October, April, and May tend to bring mild temperatures, although snow may come as early as October or as late as April.\n\nWinter lows average in the teens, but temperatures do periodically plunge into the single digits, and even below zero from time to time. If visiting in the winter, be prepared to dress for cold weather and snow. Although a local ordinance mandates that residents and business owners must clear snow from their sidewalks in a timely manner, this is not always enforced, particularly in residential areas, so if you'll be walking, be prepared to trudge through snow; boots are a must.\n\n",{"type":"===","value":["Read"]},"\n\nLike many cities, Ypsilanti once had a large psychiatric hospital, now closed. Ypsilanti State Hospital was the setting for a classic work of psychology, ",{"type":"[[","value":[["w:The Three Christs of Ypsilanti"],[{"type":"''","value":["The Three Christs of Ypsilanti"]}]]},", by psychologist Milton Rokeach (1964). The book describes his experimental case study with three men from the hospital. In a study which would not be permitted today for ethical reasons, Rokeach brought together three patients with schizophrenia, each of whom held the delusion that he was the one and only Jesus Christ, in an age before widespread availability of antipsychotic drugs. Rokeach was interested in what would happen to their delusions by coming across others who also believed they were Christ, to test how rigid delusions really are. Rokeach met with them daily as a group, giving them various assignments and experiments, and even moving them in together. However, despite all efforts he was not able to change the fundamental nature of their delusions, demonstrating how rigid and resistant to change delusions are and how people who experience them are able to find all kinds of rationales for their delusions, and alter these rationales to fit new and disconfirming experiences. The work also illustrates other classic symptoms of schizophrenia, such as problems with language. Despite this, the experience did lead to some small changes in their beliefs and ways of relating to each other. The work doesn't require the reader to have any knowledge of psychology and is still in print. It gives an insight into the experience of living with schizophrenia, psychosis and grandiose delusions, as well as conditions in American inpatient psychiatric hospitals of the 1950s and 1960s (also portrayed in Ken Kesey's classic 1962 novel ",{"type":"''","value":["One Flew Over the Cuckoo's Nest"]},").\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n\nThe simplest way to arrive an Ypsilanti is by car. Ypsilanti is bounded by ",{"type":"'''","value":["I-94"]}," (between ",{"type":"[[","value":[["Detroit"]]}," and ",{"type":"[[","value":[["Jackson (Michigan)"],["Jackson"]]},") on the south, and by ",{"type":"'''","value":["US-23"]}," (between ",{"type":"[[","value":[["Flint"]]}," and ",{"type":"[[","value":[["Toledo (Ohio)"],["Toledo"]]},", ",{"type":"[[","value":[["Ohio"]]},") on the west. From Toledo and other points south, take US-23 north; from Detroit, the airport, and points east, take I-94 west; from Chicago and points west, take I-94 east; from the north, take US-23 south.\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest major airport is ",{"type":"'''","value":[{"type":"[[","value":[["Detroit Metropolitan Wayne County Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["DTW"]]},"), about 20 minutes away, from which it will probably be necessary to rent a car or have a friend pick you up. A taxi will cost you in the neighborhood of $45 one-way; alternatively, several shuttle services offer pre-booked trips for $30-35 one-way and $55-60 round-trip, with the cost per person decreasing as the size of the group increases. There are quite a lot of airport shuttle services, but the following will give you a place to start:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=AirRide"],["url=http:\/\/www.myairride.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 734 707-7247"],["tollfree="],["fax="],["hours="],["price="],["content=A service of the Ann Arbor Transportation Authority, the AirRide is a bit roundabout, but probably the cheapest way to get from the airport to Ypsilanti without a car and without someone picking you up. With a reservation, standard adult fares are $12 one-way or $22 round-trip. The bus makes 12 daily round trips between DTW and Ann Arbor, with easy connections to local buses running between Ann Arbor and Ypsilanti."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=A2 Area MetroRide"],["url=http:\/\/www.a2areametroride.com"],["email=a2metroride.com@hotmail.com"],["address=Ann Arbor"],["lat="],["long="],["directions="],["phone=+1 734 709-1204; 734994-5984"],["tollfree="],["fax="],["hours="],["price=competitive prices"],["content=Convenient Airport Pickup is also available. Advance Reservations Advised."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ann Arbor Airport Shuttle Inc."],["url=http:\/\/www.annarborairportshuttle.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 734 222-9400"],["tollfree="],["fax="],["hours=24hr Phone Service"],["price=1 passenger is $32-One way or $62 round trip"],["content=Reservations should be made at least one day in advance to acquire your preferred pick up time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ann Arbor - Detroit Metro Airport Shuttle"],["url=http:\/\/a2airportshuttle.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 734 507-9220"],["tollfree="],["fax="],["hours="],["price=1 passenger is $35 one-way, $55 round-trip"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Custom Transit"],["url=http:\/\/www.customtransit.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 734 971-5555"],["tollfree="],["fax="],["hours="],["price=$63 round-trip (cash, $68 credit card)"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=SelectRide"],["url=http:\/\/www.selectride.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 734 663-8898"],["tollfree=+1-866-663-8898"],["fax="],["hours="],["price=$29.50 per person to the airport, $36.50 per person from"],["content=Reservations should be made at least two days in advance."]]}]},"\n",{"type":"'''","value":["Ann Arbor Airport"]}," (",{"type":"{{","value":[["IATA"],["ARB"]]},"), (",{"type":"''","value":["intersection of State Street and Ellsworth Road"]},") ☎ +1 734 994-2841, ",{"type":"[","value":["http:\/\/www.ci.ann-arbor.mi.us\/publicservices\/fleet\/"]}," is a small 24-hour airport that handles business, corporate, public and private flights, air ambulance service, flight instruction and charter services.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Amtrak"],["url=http:\/\/www.amtrak.com"],["email="],["address=325 Depot Street, Ann Arbor"],["lat="],["long="],["directions="],["phone=+1 734 994-4906"],["tollfree=+1-800-872-7245"],["fax="],["hours=daily, 7AM-12AM; ticketing is available from 7:15AM-11:30PM"],["price="],["content=The station is located within walking distance of downtown Ann Arbor, or you can also take bus route 1 to downtown Ann Arbor, and from there four bus routes run to downtown Ypsilanti; there are also usually taxis waiting outside the station. The Ann Arbor stop is situated on the Wolverine line, which travels between Pontiac (north of Detroit) and Chicago. There are three westbound and three eastbound departures daily. Detroit is about 1 hour away by train, and costs $10 - 15 one-way. The train is about 4:45 hours from Chicago, and usually costs between $25 and $50 one-way. The train from Chicago generally arrives fifteen minutes to half an hour behind schedule."]]}]},"\n",{"type":"===","value":["By bus"]},"\n\nSeveral intercity bus lines run to\/from Ann Arbor, from which it is a short taxi ride or local bus trip to Ypsilanti.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound"],["url=http:\/\/www.greyhound.com"],["email="],["address=116 W Huron St"],["lat="],["long="],["directions="],["phone=+1 734 662-5511"],["tollfree="],["fax="],["hours=M-F 9AM-6PM, Sa-Su 9AM-4:30PM"],["price="],["content=The bus station is located in downtown Ann Arbor. Detroit is a little over 1 hour away via bus; a one-way ticket costs $7 - $8, round-trip is $13 - $15. Chicago is 5 to 6.5 hours away; a one-way ticket is $34 - $37, round-trip is $65 - $70. (Tickets booked in advance are much cheaper)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megabus"],["alt="],["url=http:\/\/us.megabus.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-462-6342"],["fax="],["hours="],["price="],["content=Service available to Ann Arbor from Chicago; fares start at $1. Buses arrive and depart at the University of Michigan's State Street Commuter Park & Ride lot. The lot is on the west side of South State Street about 0.5 mile north of Eisenhower Parkway. The bus stop is on the east side of the parking lot between the entrance and exit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Michigan Flyer"],["url=http:\/\/michiganflyer.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-643-5637"],["fax="],["hours="],["price="],["content= Bus service from Detroit Metro to Lansing MI via Jackson MI. Connects with the Ann Arbor Transit Authority 36 route at the Sheraton."]]}]},"\n",{"type":"===","value":["By foot or bicycle"]},"\n",{"type":"[","value":["http:\/\/bordertoborder.intuitwebsites.com\/Friends-Of-The-Border-To-Border-Trail.html Washtenaw County's Border-to-Border (B2B) Trail"]},", intended to eventually reach from Livingston County to Wayne County, along the Huron River, currently runs from northwestern Ann Arbor through Ypsilanti to Wayne County. In Ann Arbor, it passes near the Amtrak station.\n\n",{"type":"==","value":["Get around"]},"\nYpsilanti is a small enough city that it's easy to get around on foot or on a bicycle -- bicycle racks are plentiful in the downtown, Depot Town, and campus areas -- at least when the weather is good. Free parking is plentiful throughout the city, though in some areas (downtown and campus) free parking may leave you a few blocks away from your destination.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ann Arbor Transportation Authority (AATA)"],["url=http:\/\/www.aata.org"],["email="],["address=220 Pearl St"],["lat="],["long="],["directions="],["phone=+1 734 973-6500 or +1 734 996-0400"],["tollfree="],["fax="],["hours=6:30AM-11:30PM on weekdays, and 7:30AM-7PM on weekends, depending on the route."],["price=Full price adult fares for regular AATA routes are $1.50, with free transfers within 90 minutes; various discounts and passes are also available."],["content=Provides bus service in and around Ypsilanti and Ann Arbor."]]}]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ann Arbor Yellow Cab Company"],["url="],["email="],["address=2050 Commerce Drive, Ann Arbor"],["lat="],["long="],["directions="],["phone=+1 734 663-3355"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ypsilanti Water Tower 2011.JPG"],["thumb"],["The Ypsilanti Water Tower, dubbed the \"world's most phallic building\"."]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Michigan Firehouse Museum"],["url=http:\/\/www.michiganfirehousemuseum.org\/index.htm"],["email="],["address=110 W. Cross St"],["lat="],["long="],["directions="],["phone=+1 734 547-0663"],["tollfree="],["fax="],["hours=Tuesday thru Saturday from 10AM to 4PM    Sunday from 12PM to 4PM   Closed Mondays"],["price=Adults    $3.00   Firefighters\/Students\/Srs. $2.00  Children 6 to 15  $1.50 Under 6  Free"],["content=Museum that houses many pieces of Firefighting equipment and vehicles, promotes fire safety and prevention."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ypsilanti's Automotive Heritage Museum and Miller Motors Hudson"],["url=http:\/\/www.ypsiautoheritage.org\/"],["email="],["address=100 East Cross Street Ypsilanti, Mi 48198"],["lat="],["long="],["directions="],["phone=+1 734-482-5200"],["tollfree="],["fax="],["hours=Monday- Friday 1:30-5:00 Saturday-9:30- 5:00 Sunday- Noon- 5:00"],["price=Admission: $ 4.00 for adults, with children 13 and under free, when accompanied by an adult."],["content=A varied collection of automobiles as well as the last Hudson dealership in the United States."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ypsilanti Historic District"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ypsilanti, despite being a relatively small city (fewer than 20,000 as of the 2010 census), boasts the second-largest contiguous historic district in Michigan."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ypsilanti Historical Society"],["url=http:\/\/www.ypsilantihistoricalsociety.org"],["email="],["address=220 N Huron St, Ypsilanti, Mi"],["lat="],["long="],["directions="],["phone=+1 734-484-0080"],["tollfree="],["fax="],["hours=Tuesday through Sunday from 2PM to 5PM"],["price=Free"],["content=A local historical museum featuring a large collection of antiques and historical documents."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ypsilanti Water Tower"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A historic water tower completed in 1890, it has the curious distinction of having won ",{"type":"''","value":["Cabinet"]}," magazine's competition to find the \"world's most phallic building.\"  With apologies to squeamish readers: it's 147 feet high, has a base diameter of 85 feet, and is known locally as \"the brick dick.\" A bust of the city's namesake, Demetrius Ypsilanti, a hero of the Greek war of independence, stands just west of the water tower."]]}]},"\n",{"type":"===","value":["Performing arts"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dreamland Theater"],["url=http:\/\/dreamlandtheater.com\/"],["email="],["address=26 N Washington St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For more than 10 years, Dreamland Theater has entertained patrons with original puppet shows, experimental theater, comedy, and local independent film. If you're in town at the end of the year, their annual 24-hour New Year's Eve to New Year's Day show is not to be missed."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Washtenaw Community Concert Band"],["url=http:\/\/www.ypsicommband.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Formerly known as the Ypsilanti Community Band, the WCCB offers free concerts in and around Ypsilanti. Music includes marches, modern band music, orchestral transcriptions, and arrangements of popular songs."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ypsilanti Symphony Orchestra"],["url=http:\/\/ypsilantisymphony.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The YSO presents four ticketed concerts during each fall\/winter\/spring season, and a free Memorial Day weekend concert in Riverside Park."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ypsilanti Community Choir"],["url=http:\/\/www.ypsicommchoir.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The YCC performs three free concerts annually -- one in the spring, one at the Ypsilanti Heritage Festival, and one in December together with the Washtenaw Community Concert Band -- as well as other performances at community events."]]}]},"\n",{"type":"===","value":["Parks"]},"\nMany of Ypsilanti's parks are on the Huron River, which flows through the center of Ypsilanti into Ford Lake, a man-made lake covering 1.5 square miles in Ypsilanti Township.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Peninsular Park"],["url=http:\/\/cityofypsilanti.com\/EventsRecreation\/ParksFacilitiesInformation\/ParksFacilitiesDirectory"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6AM-10PM daily"],["price="],["content=The northernmost park in Ypsilanti, offering picnic areas and fishing."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Frog Island Park"],["url=http:\/\/cityofypsilanti.com\/EventsRecreation\/ParksFacilitiesInformation\/ParksFacilitiesDirectory"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6AM-10PM daily"],["price="],["content=No longer actually an island, the park has a small amphitheater at the south end, an athletic field (currently set up for soccer) with a running track, and a community garden at the north end. A three-way bridge, called the \"tridge\", connects Frog Island Park to Riverside Park and Depot Town. Frog Island Park is used for some of Ypsilanti's largest events, such as the Heritage Festival."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Riverside Park"],["url=http:\/\/cityofypsilanti.com\/EventsRecreation\/ParksFacilitiesInformation\/ParksFacilitiesDirectory"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6AM-10PM daily, later for special events"],["price="],["content=Home to most of Ypsilanti's outdoor events, including the Heritage Festival, the Michigan Summer Beer Festival, ElvisFest, and the Michigan Roots Jamboree, Riverside Park is a popular location for picnicking, fishing, and sunbathing, and provides a connection for pedestrians and cyclists between downtown and Depot Town."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Water Street Park"],["url=http:\/\/cityofypsilanti.com\/EventsRecreation\/ParksFacilitiesInformation\/ParksFacilitiesDirectory"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6AM-10PM daily"],["price="],["content=Water Street park is a largely unimproved park, consisting primarily of a rough trail for walking and bicycling (not suitable for narrow-wheeled road bicycles). The trail reaches from the south side of Michigan Avenue, near downtown and Riverside Park, south to Waterworks Park."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Waterworks Park"],["url=http:\/\/cityofypsilanti.com\/EventsRecreation\/ParksFacilitiesInformation\/ParksFacilitiesDirectory"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6AM-10PM daily"],["price="],["content=The southern-most city park on the river, Waterworks Park has a picnic shelter and expansive open fields, including a baseball field and a disc golf course."]]}]},"\nFord Lake Park\nNorth Hydro Park\nNorth Bay Park\nLoonfeather Point Park\nLakeside Park\nHuron River Park\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rolling Hills Park & Water Park"],["url=http:\/\/www.ewashtenaw.org\/government\/departments\/parks_recreation\/rollinghills\/rolling%20hills.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 734 484-9676"],["tollfree="],["fax=+1 734 484-9703"],["hours="],["price="],["content=Located in southern Ypsilanti Township, Rolling Hills is a 363-acre Washtenaw County park with a water park within it. The park is open year-round from 8AM until dusk (until 9PM in the summer), with a per-vehicle admission charge, while the water park is open 11AM-7PM weekdays and 11AM-8PM weekends and holidays, with per-person admission ranging from $4 to $9 (children under 36 inches tall are free). In the winter, skis and toboggans are available for rental."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Rynearsonwide-B-121107.jpg"],["thumb"],["EMU football games are played at Rynearson Stadium."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Eastern Michigan Eagles"],["url=http:\/\/www.emueagles.com\/"],["email="],["address=799 N. Hewitt Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Up to $10"],["content=Eastern Michigan University fields 19 varsity sports teams competing in the Mid-American Conference. Although they do compete in NCAA Division I -- the top tier of collegiate athletics -- the atmosphere at EMU athletic events is closer to lower-level colleges than to the professional-like atmosphere at the University of Michigan, seven miles to the west. The Eagles play American football games at Rynearson Stadium, men's and women's basketball games in the EMU Convocation Center, and baseball games at Oestrike Stadium, all on the northwest side of Ypsilanti. Event parking is free and plentiful, and tickets are usually easily available ranging from free to $10, depending on the event."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bike Ypsi"],["url=http:\/\/bike.ypsi.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=A casual group of local cyclists organize several weekly rides as well as larger periodic rides (e.g., Spring Ride)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wasem Fruit Farm"],["url=http:\/\/www.wasemfruitfarm.com\/"],["email="],["address=6580 Judd Rd"],["lat="],["long="],["directions="],["phone=+1 734 482-2342"],["tollfree="],["fax="],["hours=Hours vary by season"],["price=No charge for admission"],["content=Just south of Ypsilanti, Wasem Fruit Farm is a second-generation family-owned orchard offering apples, tart cherries, currants, gooseberries, peaches, pears, plums, rasberries, and pumpkins, in season. All fruits are available as U-pick or pre-picked. In the fall they also make and sell apple cider, apple butter, jams and jellies, and donuts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Talladay Farms"],["url=http:\/\/www.talladayfarms.com"],["email="],["address=6270 Judd Rd"],["lat="],["long="],["directions="],["phone=+1 734 439-2313"],["tollfree="],["fax="],["hours="],["price=$4-$10"],["content=Located immediately west of Wasem Fruit Farms, Talladay Farms offers a corn maze in the fall, and a separate haunted maze in October."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wiard's Orchards and Country Fair"],["url=http:\/\/www.wiards.com\/"],["email="],["address=5565 Merritt Rd"],["lat="],["long="],["directions="],["phone=+1 734 390-9211"],["tollfree="],["fax="],["hours="],["price="],["content=In addition to a apple orchard and cider mill, Wiard's offers an \"agri-entertainment park\" (their term!) including a corn maze, apple cannon, pony rides, hay rides, petting farm, miniature golf, haunted barn, and more."]]}]},"\n",{"type":"===","value":["Events"]},"\nMost events in Ypsilanti center around either Eastern Michigan University, particularly in the fall and winter, or the Depot Town district and neighboring parks (Riverside Park and Frog Island Park), particularly in the summer.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Michigan Summer Beer Festival"],["url=http:\/\/michiganbrewersguild.businesscatalyst.com\/events.html"],["email="],["address=Riverside Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$25+"],["content=Held in Riverside Park the last weekend of July. Approximately 50 Michigan breweries offer hundreds of beers for tasting in a two day event. 15 samples included in the ticket price."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shadow Art Fair"],["url=http:\/\/www.shadowartfair.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Noon to midnight"],["price=$0.02"],["content=Held each summer in late July, around the same time as the massive Ann Arbor Art Fairs, the Shadow Art Fair is a showcase for local artists, with a strong tendency toward the avant-garde. The Shadow Art Fair centers on the Corner Brewery, but events spill out to other businesses around town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Krampus Costume Ball"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Beginning at 8PM"],["price="],["content=Run by many of the organizers behind the Shadow Art Fair, the Krampus Costume Ball is -- as the name implies -- a costume party, inspired by the German Christmas tradition of Krampus, a monster that punishes wicked children. Party-goers gather throughout a mid-December evening at the Corner Brewery to dance and enjoy two special beers brewed for the occassion (one \"naughty\" and one \"nice\"). At midnight, the partiers parade several blocks to Woodruff's, in Depot Town, where a Christmas drag show concludes the activities. This is believed to be the oldest Krampus party in the United States."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Michigan Roots Jamboree"],["url=http:\/\/www.rootsjamboree.com\/"],["email="],["address=Riverside Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20-$100"],["content=Held each August, the Michigan Roots Jamboree is a two-day outdoor music festival featuring Midwestern artists performing a variety of genres, including bluegrass, old-time, jazz, funk, and rock."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Michigan Elvisfest"],["url=http:\/\/www.mielvisfest.org"],["email="],["address=Riverside Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest Elvis festival in North America, each summer more than 10,000 fans gather to enjoy performances by Elvis tribute artists as well as tribute performances for related artists such as Roy Orbison and Tom Jones."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ypsilanti Heritage Festival"],["url=http:\/\/www.ypsilantiheritagefestival.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free, though specific events and activities may charge a fee"],["content=Drawing roughly 100,000 attendees a year to Ypsilanti on the last weekend of August, the Ypsilanti Heritage Festival sprawls across Frog Island Park, Riverside Park, Depot Town, and downtown Ypsilanti. The festival includes events such as a parade though Ypsilanti, musical performances at multiple stages, vintage base ball, a bed race, a hot dog eating contest, carnival food and activities, a historic home tour, a garden tour, a rubber duck race, and the \"Nightmare Cruise\" (a spoof of the Woodward Dream Cruise from Pontiac to Detroit)."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Orphan Car Show"],["url=http:\/\/www.ypsiautoheritage.org\/events.htm"],["email="],["address=Riverside Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$5"],["content=Hosted by the ",{"type":"[","value":["http:\/\/www.ypsiautoheritage.org Ypsilanti Automotive Heritage Museum"]}," each year, the Orphan Car Show includes a parade and presentations by automotive historians about defunct car brands. Discontinued models of ongoing brands are accepted if they were made in Ypsilanti, and foreign vehicles are allowed if they are no longer sold in the United States."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cruise nights"],["url=http:\/\/www.ypsiautoheritage.org\/events.htm"],["email="],["address=Depot Town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=June–September, Thursday 5PM-9PM, weather permitting"],["price=Free"],["content=Cruise nights offer a chance to see classic cars up close and talk to the car owners."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Firetruck Muster"],["url="],["email="],["address=Riverside Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Late August."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fantasy Attic"],["url=http:\/\/www.fantasyattic.com\/"],["email="],["address=19 E Cross St"],["lat="],["long="],["directions="],["phone=+1 734 482-5409"],["tollfree="],["fax="],["hours=Mon-Wed 11AM-7PM, Thu-Fri 11AM-8PM, Sat 10AM-6PM. Closed Sunday."],["price="],["content=Costumes, costume accessories, wigs, makeup, and other theatrical supplies for sale or rental."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mix"],["url="],["email="],["address=130 W Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 961-8704"],["tollfree="],["fax="],["hours=Sun-Thu 11AM-7PM, Fri-Sat 11PM-9PM"],["price="],["content=New and gently used artsy clothing, accessories, art, gifts, vintage furniture, and more."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Rocket"],["url=http:\/\/www.therocketypsi.com\/"],["email=eli@therocketypsi.com"],["address=122 W Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 483-2291"],["tollfree="],["fax="],["hours=Mon-Sat 11AM-8PM, Sun 12PM-5PM"],["price="],["content=Bulk candies, novelty toys, and items of local interest (e.g., \"Pirates of the Huron River\" t-shirts)."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sidetrack Bar and Grill"],["url=http:\/\/www.sidetrackbarandgrill.com\/"],["email="],["address=56 E. Cross St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great selection of beer and bar food, accompanied by the occasional rumble of Amtrak trains (hence the name). Burgers have received national acclaim from GQ Magazine and Oprah Winfrey. Service may leave something to be desired, but the food is always good."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Aubree's Saloon"],["url=http:\/\/www.aubrees.com"],["email="],["address=32 E. Cross St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another Depot Town favorite, probably best known for their pizza."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beezy's"],["url=http:\/\/www.beezyscafe.com\/"],["email="],["address=20 N. Washington St"],["lat="],["long="],["directions="],["phone=+1 734 485-9625"],["tollfree="],["fax="],["hours=Sun 10AM–4PM; Mon-Sat 7AM–4PM"],["price="],["content=Simple honest food; sandwiches, soups, salads, coffee, tea, and an amazing breakfast menu that goes until 2PM (the breakfast burrito and the french toast are local favorites)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wurst Bar"],["url=http:\/\/www.wurstbarypsi.com\/"],["email="],["address=705 W Cross St"],["lat="],["long="],["directions="],["phone=+1 734 485-6720"],["tollfree="],["fax="],["hours="],["price="],["content=Featuring house made burgers and brats, locally sourced products, and Michigan beers, the Wurst Bar is known for unusual ingredients, such as rattlesnake chorizo, alligator and crawfish boudin, and toppings such as kimchi. The tater tots are outstanding. The atmosphere is reasonably family-friendly during the day, shifting to more of a bar atmosphere in the evening. Delivery available after 8PM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dom Bakeries"],["url="],["email="],["address=1305 Washtenaw Ave"],["lat="],["long="],["directions="],["phone=+1 734 485-3175"],["tollfree="],["fax="],["hours=Open 24 hours"],["price="],["content=Although they offer cakes and other baked goods, \"Dom's\" is really known for their donuts. Cash only."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tower Inn"],["url=http:\/\/www.towerinncafe.com\/"],["email="],["address=701 W Cross St"],["lat="],["long="],["directions="],["phone=+1 734 487-4000"],["tollfree="],["fax="],["hours="],["price="],["content=A campus favorite, the Tower Inn offers a variety of food, including burgers, pasta, salads, and sandwiches, but they're best known for their pizzas, particularly the \"pizza blanca\" (white sauce topped with grilled chicken, smoked bacon, cheese, tomatoes, onions, and fresh basil), considered by some to be among the best pizzas in southeastern Michigan. Delivery available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Haab's"],["url=http:\/\/www.haabsrestaurant.com\/"],["email=haabs@provide.net"],["address=18 W Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 483-8200"],["tollfree="],["fax=+1 734 483-9676"],["hours=Sun-Thur 11AM-9PM Fri-Sat 11AM-10PM"],["price="],["content=Known for their steak and seafood, Haab's had been an Ypsilanti institution since 1934. Every year, on the third Monday in October, they celebrate their longevity by offering several menu items at their original 1934 prices: chicken dinner for $0.50, spaghetti dinner for $0.40, and barbecue sandwich with french fries for $0.20!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Red Rock Downtown Barbecue"],["url=http:\/\/www.redrockypsi.com\/"],["email="],["address=207 W Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 340-2381"],["tollfree="],["fax="],["hours="],["price="],["content=Barbecue and sides, with a variety of craft beers. Pulled pork, chicken, and beef brisket are the main feature, but the sides are excellent."]]}]},"\n",{"type":"===","value":["Diners"]},"\n",{"type":"[[","value":[["File:Cap'n Crunch French toast.jpg"],["thumb"],["Cap'n Crunch French toast, from The Bomber."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roy's Squeeze-Inn"],["url="],["email="],["address=1315 E. Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This tiny diner is known for having one of the best burgers in town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wolverine Grill"],["url="],["email="],["address=228 W. Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the heart of downtown Ypsi, the Wolverine is a favorite among EMU students as well as locals. This is the kind of small town diner where the regulars don't even have to place an order."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Bomber"],["url=http:\/\/www.bomberrestaurant.net\/"],["email="],["address=306 E Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 482-0550"],["tollfree="],["fax="],["hours="],["price="],["content=The Bomber's name and decor celebrates the region's role in World War II, when B-24 bombers were built at the Willow Run factory. Lunch is offered, but the restaurant is known for their breakfasts, particularly their Cap'n Crunch French Toast."]]}]},"\n",{"type":"===","value":["Drive-ins"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chick Inn Drive-In"],["url="],["email="],["address=501 Holmes Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Old style drive-in where food is served to you in your car. Open year-round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bill's Drive-In"],["url="],["email="],["address=1292 E. Michigan Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another old-fashioned drive-in, known for their chili dogs and homemade root beer (actually that's about all that's on the non-existent menu)."]]}]},"\n",{"type":"===","value":["Ethnic"]},"\nYpsilanti has a number of American-style Chinese restaurants, all offering delivery. None are terrible, but none merit any special notice.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dalat"],["url=http:\/\/www.dalatcorestaurant.com"],["email="],["address=100 W Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 487-7600"],["tollfree="],["fax="],["hours="],["price="],["content=Vietnamese restaurant downtown."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Great Lake Chinese Restaurant"],["url="],["email="],["address=2910 Carpenter Rd"],["lat="],["long="],["directions="],["phone=+1 734 973-6666"],["tollfree="],["fax="],["hours="],["price="],["content=Generally considered the best authentic Chinese restaurant in southeastern Michigan."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hana"],["url="],["email="],["address=1346 E Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 483-2455"],["tollfree="],["fax="],["hours="],["price="],["content=Small Korean restaurant on the east side of Ypsilanti."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Cafes"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=B-24's"],["url="],["email="],["address=217 W Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 547-5143"],["tollfree="],["fax="],["hours="],["price="],["content=Espresso bar next-door to the downtown library. The name celebrates the region's role in World War II, when B-24 bombers were built at the Willow Run factory."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sweetwaters Coffee & Tea"],["url=http:\/\/www.sweetwaterscafe.com"],["email="],["address=735 W Cross St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular Ann Arbor cafe for 20 years, Sweetwaters is opening an Ypsilanti location by the end of January 2013."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ugly Mug Cafe & Roastery"],["url=http:\/\/uglymugcafeandroastery.com\/"],["email=info@uglymugcafeandroastery.com"],["address=317 W Cross Ave"],["lat="],["long="],["directions="],["phone=+1 734 484-4684"],["tollfree="],["fax="],["hours=Mon-Fri 7AM-9PM, Sat-Sun 8AM-8PM"],["price="],["content= The most pretentious coffee in Michigan. Large crowd of all types of hipsters, including college and locals. You'll be completely taken by the espresso drinks. Also they roast beans constantly through-out the week. Its pleasant to smell the coffee as its being roasted."]]}]},"\n",{"type":"===","value":["Bars and pubs"]},"\nMany of Ypsilanti's restaurants serve alcohol, and even have bar areas. Among those worth noting are Sidetrack, Aubree's, Red Rock, the Wurst Bar, and the Tower Inn.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Corner Brewery"],["url=http:\/\/www.cornerbrewery.com"],["email="],["address=720 Norris St"],["lat="],["long="],["directions="],["phone=+1 734 480-2739"],["tollfree="],["fax=+1 734 829-0145"],["hours=M-Sa 2PM-Midnight, Su 2PM-10PM"],["price="],["content=Beer garden open in warmer months. Free wifi, dart boards, and board games. Children accompanied by a parent are welcome until 9PM. Frequently hosts community events and gatherings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tap Room"],["url=http:\/\/www.taproomypsi.com\/"],["email="],["address=201 W Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 482-5320"],["tollfree="],["fax="],["hours=Mon-Sat 11AM-2AM, Sun 12PM-2AM"],["price="],["content=The Tap Room has been around since 1941, feeding and quenching the thirst of workers at the old bomber plant during the war. It is said that in order to do the wiring and other work in the small confines of the plane wings, the plant flew in small people that could crawl into the cramped spaces, and it is also said that Tap Room was their bar. Those who know this story affectionately call this \"The Midget Bar\". Is this just a \"tall\" tale? A visit to Tap Room might prove otherwise, as the original doorknobs for the front door and old restrooms were only 2 feet from the floor!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hotels"]},"\nThe Harmony House Motel is the only hotel in the city itself (near the eastern edge). Your Motel is near the Harmony House, but just outside the city. The Regent Hotel, Comfort Inn, and Days Inn are clustered together west of Ypsilanti, just off US-23. The Marriott at Eagle Crest is just outside the city to the south, just off I-94.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ann Arbor Marriott Ypsilanti at Eagle Crest"],["url=http:\/\/www.annarbormarriott.com\/"],["email="],["address=1275 S Huron St"],["lat="],["long="],["directions="],["phone=+1 734 487-2000"],["tollfree="],["fax=+1 734 481-0700"],["hours="],["price="],["checkin=3PM"],["checkout=12PM"],["content=A 238-room hotel just south of the city, the Eagle Crest includes an attached conference center, an 18-hole golf course (open March through November), and three on-site restaurants. The golf course was rated 4 stars (out of 5) by Golf Digest in 2006."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ann Arbor Regent Hotel and Suites"],["url=http:\/\/www.annarborregent.com\/"],["email=info@AnnArborRegent.com"],["address=2455 Carpenter Rd"],["lat="],["long="],["directions="],["phone=+1 734 973-6100"],["tollfree="],["fax=+1 734 973-6142"],["hours="],["price="],["checkin="],["checkout="],["content=Located between Ypsilanti and Ann Arbor, just off US-23, the Regent offers 125 rooms, all including free hot breakfast, wireless internet, refrigerator, microwave, and coffee maker. The Regent has an indoor pool, whirlpool, billiards lounge, and 24 hour fitness center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["url=http:\/\/www.comfortinn.com\/hotel-ann_arbor-michigan-MI356"],["email="],["address=2376 Carpenter Rd"],["lat="],["long="],["directions="],["phone=+1 734 477-9977"],["tollfree="],["fax=+1 734 477-8040"],["hours="],["price="],["checkin=2PM"],["checkout=11AM"],["content=Pet-friendly ($15\/pet, limit three\/room) 50-room hotel located between Ypsilanti and Ann Arbor, just off US-23. Free Wi-Fi, indoor pool, hot tub, exercise room."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn"],["url=http:\/\/www.daysinn.com\/hotels\/michigan\/ann-arbor\/days-inn-ann-arbor\/hotel-overview"],["email="],["address=2380 Carpenter"],["lat="],["long="],["directions="],["phone=+1 734 971-0700"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=11AM"],["content=Pet-friendly ($15\/pet) hotel located between Ypsilanti and Ann Arbor, just off US-23."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harmony House Motel"],["url="],["email="],["address=615 E Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 485-4200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located on the eastern edge of Ypsilanti."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Your Motel"],["url="],["email="],["address=829 E Michigan Ave"],["lat="],["long="],["directions="],["phone=+1 734 483-9300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in Ypsilanti Township, to the east of the city."]]}]},"\n",{"type":"===","value":["Bed and breakfasts"]},"\nYpsilanti is home to two bed and breakfasts, both immediately south of downtown.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Parish House"],["url=http:\/\/www.parishhouseinn.com\/"],["email="],["address=103 S Huron St"],["lat="],["long="],["directions="],["phone=+1 734 480-4800"],["tollfree="],["fax=+1 734 480-7472"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Queen's Residence"],["url=http:\/\/www.queensresidence.com\/"],["email=innkeeper@queensresidence.com"],["address=220 S Huron St"],["lat="],["long="],["directions="],["phone=+1 734 340-2805"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\nFree Wi-Fi access is plentiful at local cafes. A county government project ",{"type":"[","value":["http:\/\/wireless.ewashtenaw.org\/"]}," attempting to bring free or low-cost Wi-Fi to all of Washtenaw County has been stalled for several years with no coverage in Ypsilanti; however, a free community network called ",{"type":"[","value":["http:\/\/www.wireless.ypsi.com\/ Wireless Ypsi"]}," is available throughout most of the downtown and Depot Town areas.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Radio stations"]},"\n\nYpsilanti is home to a single public radio station.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=WEMU, 89.1 FM"],["url=http:\/\/www.wemu.org"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 734 487-2229"],["tollfree="],["fax=+1 734 487-1015"],["hours="],["price="],["content=News, jazz and blues, with a tilt toward little-known fusion and crossover, from the campus of Eastern Michigan University. Consistent quality -- you'll either like almost all of it, or very little. News updates on the hour, and in the early morning and mid-afternoon (NPR's \"Morning Edition\" and \"All Things Considered\")."]]}]},"\n",{"type":"===","value":["Newspapers"]},"\nYpsilanti has no professional daily newspaper. Local newspapers are the Ypsilanti Courier, a weekly newspaper, and the Eastern Echo, the student-run newspaper of Eastern Michigan University.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Ypsilanti Courier"],["url=http:\/\/www.heritage.com\/ypsilanti_courier\/"],["email=editor@ypsilanticourier.com"],["address=106 West Michigan Avenue, Saline"],["lat="],["long="],["directions="],["phone=+1 734 429-7380"],["tollfree="],["fax="],["hours="],["price="],["content=Ypsilanti's weekly newspaper, the Courier is published each Thursday."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Eastern Echo"],["url=http:\/\/www.easternecho.com\/"],["email=editor@easternecho.com"],["address=228 King Hall"],["lat="],["long="],["directions="],["phone=+1 734 487-1010"],["tollfree="],["fax=+1 734 487-1241"],["hours="],["price=Free"],["content=Eastern Michigan University's independent student-run newspaper, the Echo is published twice weekly in the fall and winter semesters, once weekly in the spring semester, and breaking news online only during the summer."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-94.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Kalamazoo"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Ann Arbor"]]}]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Detroit"]]}],["minorr1=",{"type":"[[","value":[["Belleville (Michigan)"],["Belleville"]]}],["image2=US 12.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Coldwater"]]}],["minorl2=",{"type":"[[","value":[["Saline (Michigan)"],["Saline"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Jct ",{"type":"[[","value":[["Ann Arbor"],["N"]]}," ",{"type":"[[","value":[["File:US 23.svg"],["18px"]]}," ",{"type":"[[","value":[["Milan (Michigan)"],["S"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Detroit"]]}],["minorr2=",{"type":"[[","value":[["Canton (Michigan)"],["Canton"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["42.24111"],["-83.61306"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Washtenaw County"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ypsilanti, Michigan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Michigan\/Localities\/Y\/Ypsilanti\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Ypsilanti, Michigan"]]},"\n\n",{"type":"{{","value":[["hasDocent"],["Cmadler"]]}]