[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yubeng"]}," is a Village in ",{"type":"[[","value":[["Northwestern Yunnan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nYubeng Village is situated at the foot of the Meili Snow Mountain Range. The village has 2 halves, Upper and Lower Yubeng, separated by a gorge; it takes about 45 minutes to walk from one to the other. From Upper Yubeng, trekkers have access to the Base Camp, and Ice Lake hikes (8 hours round trip).  From Lower Yubeng, you can find the paths to the Sacred Waterfall (6 hours), and if you are a hardcore hiker, Holy Lake, which from a higher vantage point, has an unobstructed view of the Kawa Karpo Peak (6,740 meters), and most of the rest of the mountain range. \n\nLegend has it that for centuries Yubeng Village was unknown to the outside world.  One day, an old man arrived in Xidang Village near Lancang River (the Mekong River) and tried to buy highland barley from the villagers there.  No one knew where he came from, so some of the villagers followed him when he left, but on the way over the mountain the old man disappeared.\n\nLater, the old man came back to Xidang to buy food again.  The villagers objected and told him “we aren’t going to sell you barley or wheat, but just some millet.”  When they loaded the food for the old man, one of the villagers made small holes on the bags.  After he started his journey back home, the old man was followed again.  He didn’t realize that the holes in the bags had spilled the millet along the way.  However, when he reached a huge rock, he disappeared. So the villagers pried up the rock and Yubeng Village was discovered.\n\n",{"type":"==","value":["Get in"]},"\n\nThe most popular way to get into Yubeng is to take a bus from Shangri-la to Deqin (70 Yuan) and change bus to Fei Lai Si (10 Yuan). Stay over night in Feilaisi and take a morning mini van to Xidang (25 Yuan). Hike or ride a donkey (305 Yuan, 235 Yuan to hill top) from Xidang to Yubeng.\n\nThere are four buses from Shangri-la to Deqin every day. They depart from morning to 2:30PM at the main bus station located in the north of the new town.  Buy your ticket the day before if possible.  Look for the clock tower just above its entrance.  Take the #1 local bus from the bus stop just in front of Wonderful Grocery Store, across the street from the Old Town parking lot.\n\nThere are also minivans outside the bus station that leave when full (the drivers are shouting \"Deqin, Deqin!\" to passers by). It's 80 to 100 yuan per person. The minivans are a bit faster than the bus.\n\nFrom Deqin, it is easy to get a taxi to Fei Lai Si (20 minutes) where you can find a guesthouse and make further arrangements to get to the start of the hike in Xidang Village the next day. There is also a public bus From Deqin to Xidang which leaves at 3 pm. Ticket from Deqing to Fei Lai Si is 10 Yuan.\n\nHike from Xidang to Yubeng takes roughly 4 to 6 hours depending on ability. It is 12 km up hill and 6 km down hill. Along the trail going up, there are 3 rest stops each with a convenience store selling Red Bulls and instant noodles. To gauge your progress along the trail, read the number painted on nearby the utility poles. It is 105 poles up to the hill crest and 50 poles down to the village.\n\nAn alternative trail to Yubeng starts from Ninong. It is much longer and entirely uphill so best reserved for leaving Yubeng. Be prepared to pay 30 Yuan toll as this is a private path built by the local villagers.\n\nTrekking into and out of Yubeng cost a day each. Each sight in Yubeng (of which there are 3: Holy Waterfall, Ice Lake and Holy Lake) takes a day. Therefore, a typical trek at Yubeng takes 3-5 days round trip from Fei Lai Si. Budget an additional day on each end to get to and from Shangri-la where the nearest airport exists.\n\nFor assistance in arranging private transportation from Shangri-la: ",{"type":"[","value":["http:\/\/blackpotterycoffee.webs.com\/apps\/forums\/show\/5675272-shangri-la-meili-snow-mountaintrekking-information"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Holy Waterfall"],["alt=3600m"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rumored to cures all ills for people who bathe under it. The Water is freezing cold as it is snow runoff. Most visitors opt to circle the fall three times and drink the water. Starts from Lower Yubeng. 6 hours round trip."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Base Camp and Ice Lake"],["alt=3900m"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=No comparable miraculous powers exist but a beautiful hike nevertheless. Starts from Upper Yubeng. 8 hours round trip."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Holy Lake"],["alt=4300 m"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A high mountain lake that is infrequently visited.  There is a meadow at around 4,100 meters with a partial shelter. 10 hours round trip."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n\n\n",{"type":"==","value":["Buy"]},"\nCaterpillar fungus, matsutake and snow lotus when it's in season.\n\n",{"type":"==","value":["Eat"]},"\n\nEach guest house has an attached restaurant. Food is simple and rustic but relatively expansive due to transportation cost.\n\n",{"type":"==","value":["Drink"]},"\nBarley Wine (青稞酒) is brewed locally in the valley. It is an acquired taste, so for your first time, try a small cup before ordering a jug.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n\n\n\n",{"type":"===","value":["Upper Yubeng"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Lobsang's Trekker Lodge"]}," ( 藏巴乐之家 )  Website: ",{"type":"[","value":["http:\/\/lobsangtrekkerlodge.webs.com\/"]}," Located in Upper Yubeng just off the road leading to the beginning of the Base Camp trek.  Call Lobsang in the evening (after 8pm) at the Kawa Karpo Pilgrim Family House: 0887-8411032 to arrange a pick up in Xidang, or to make a reservation.  Cell: 13988797053 (not much cell reception in Yubeng though). 德钦梅里雪山雨崩  Review: ",{"type":"[","value":["http:\/\/blackpotterycoffee.webs.com\/apps\/forums\/topics\/show\/4852515-yubeng-village-meili-snow-mountain"]}," http:\/\/lobsangtrekkerlodge.webs.com"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hiker's Home ( 徒步者之家 )"],["url="],["email="],["address="],["lat="],["long="],["directions=located between  upper and lower Yubeng"],["phone=08878411173"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Lower Yubeng"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tibetan And The Han Nationality"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From 30Rmb"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=An Zhu G.H"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From 35Rmb"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mystic Waterfall G.H"],["url="],["email="],["address="],["lat="],["long="],["directions=located at the end of  Lower Yubeng (Near the temple)"],["phone=0887-8411082"],["tollfree="],["fax="],["hours="],["price=From 20Rmb"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nTo leave Yubeng, you can either hike out from Upper Yubeng over the pass to Xidang or head down to the gorge, follow the Yubeng river down till it merges with the Mekong then head upstream along the Mekong to Ninong village. The Ninong route is longer but entire downhill. Much of this trail is at the edge of a cliff so travelers with vertigo or slippery shoes should reconsider.\n\nThere is a public bus from Xidang back to Deqin every morning at 8. Hiring a car is around 150 from Xidang, more expensive from Ninong.\n\n",{"type":"{{","value":[["isPartOf"],["Northwestern Yunnan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]