[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Catedral_de_San_Gervasio_-Valladolid-_Yucatan-_Mexico_-crop.jpg‎"],["250px"],["thumb"],["Catedral de San Gervasio at ",{"type":"[[","value":[["Valladolid (Yucatan)"],["Valladolid"]]}]]},"\n\n",{"type":"'''","value":["Yucatán"]}," is a state in the north western part of the ",{"type":"[[","value":[["Yucatán Peninsula"]]},", with its coastline facing the Gulf of Mexico. To the east is the state of ",{"type":"[[","value":[["Quintana Roo"]]},", home of Cancun and Cozumel; ",{"type":"[[","value":[["Campeche (state)"],["Campeche"]]}," is to the south. \n\nYucatán is where the Chicxulub Crater is located; geologists say that this crater dates back approx 65 million years from the Earth's collision with a meteorite, and it is implicated with the extinction of the dinosaurs.  In early historic times, Yucatán was one of the centers of the Pre-Columbian Maya civilization; the Maya people still make up much of the state's population.  The Spanish came to conquer in the 1500s, and their descendants stayed to help contribute to the historic heritage of Yucatán.  In the late 1800s Henequen cactus was the “green gold’’ of Yucatan and was responsible for much of the wealth of Yucatan. Henequen made Yucatan into one of Mexico’s richest States. Today, one can still visit some of the henequen producing haciendas that reflect this wealth. \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mérida (Yucatán)"],["Mérida"]]}," - the state capital and largest city."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Izamal"]]}," - Small city with a rich ancient Maya and Spanish Colonial past"]},{"type":"*","value":[" ",{"type":"[[","value":[["Motul"]]}," - Pueblito, origin of the \"Huevos Motuleños\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Progreso"]]}," - Port City on Gulf of Mexico with seafood and beaches."]},{"type":"*","value":[" ",{"type":"[[","value":[["Valladolid (Mexico)"],["Valladolid"]]}," Spanish Colonial era architecture dominates this small city."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["Image:Lol Tun Caves Yucatan Mexico.JPG"],["thumb"],["250px"],["right"],["Lol-Tun caves"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chichen Itza"]]}," - Yucatan's largest and most famous ancient Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cuzamá"]]}," - home of three beautiful cenotes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ek Balam"]]}," -- Maya ruins just north of Valladolid "]},{"type":"*","value":[" Lol-Tun - an underground cave system, two hours south of Merida"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uxmal"]]},", beautiful Maya site south of Merida. A bit south Uxmal are a collection of smaller but impressive Maya ruins: Kabah, Labnah, and Sayil. "]},"\n",{"type":"==","value":["Understand"]},"\nYucatan is a place of peace and friendly people, a place to explore the Maya culture, enjoy beautiful sandy beaches, underground rivers and cenotes, delight in sightseeing many ancient Maya archaeological sites, or flavor a great meal.  Most people speak Maya and Spanish; English and German are also commonly spoken at tourist sites. Bird lovers will find Yucatan a great place for bird-watching, those that enjoy romantic places will find many in the Colonial cities of this lovely state; where people gather early at night in parks and plazas to enjoy a free concert or to dance some salsa.\n\n",{"type":"==","value":["Talk"]},"\nSpanish is the official language. Knowing at least a few simple phrases of basic Spanish is helpful, but locals are very forgiving of visitors who are not fluent as long as you make an effort to be polite.  In much of Yucatan some ",{"type":"'''","value":["Maya"]}," is spoken. Except in a few small villages, almost everyone will have at least a working knowledge of basic Spanish. The younger people are now learning English and will try to practice on you. A translation dictionary may not be as helpful as in other areas.  English, at least simple English, is widely understood with merchants and guides at major tourist destinations and in more upscale hotels.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":[" By air "]},"\n\nThe major airport in Yucatan State is located at Merida (Rejon) International Airport (",{"type":"{{","value":[["IATA"],["MID"]]},"). Another point of access to the State might be though Cancun International Airport (",{"type":"{{","value":[["IATA"],["CUN"]]},"), located at Cancun, ",{"type":"[[","value":[["Quintana Roo"]]}," State, to the east of Yucatan State.\n\n",{"type":"===","value":[" By Boat "]},"\nThe main option for approaching the Yucatan Peninsula by boat would be cruise ships serving locations of Yucatan State, or the State of Quintanna Roo. Most cruise ships drop anchor to the east in Cancun or Cozumel, Quintana Roo State. Some cruise ships anchor at Progresso, in Yucatan State. Progresso has one of the longest causeways in the world.\n\n",{"type":"===","value":[" By Road "]},"\n\nYucatan has extensive well built highways, rural, state and federal roads that are safe for tourists to drive on. However, some of the more interesting paths are simply sand. If you have rented a vehicle,  be cautious not to damage it or get stuck in beach sands. When driving the \"libre\" roads, keep an eye out for speed bumps. They are numerous, mostly at the beginning, end, and maybe middle of every village you pass through. It is not uncommon to find drains and water lines on top of the pavement, with a pavement patch on top of the pipe. Bus lines offer inexpensive first-class routes.\n\n",{"type":"==","value":["Get around"]},"\nRenting a car is highly recommended.  Main roads are in good condition and state maps are easily available at any \"tourist information kiosk.\" There is a good coach and bus network in the state. Fist class coaches are normally available between tourist-destinations (e.g. Merida and Valladolid) and these are fast and comfortable. However, to explore smaller towns and villages and to get out of the cities, local buses and collectivos are often the only public transport available, and can be slow, hot and uncomfortable. No train service is offered to this state. There is limited air service to outlying communities from Merida.\n\nThe fastest route across the region (Cancun--Valladolid--Chichen Itza--Merida) is the divided four-lane toll road, the cuota (Highway 180). The toll between Cancun and Chichen Itza is approximately US$ 30 each way. The road is well-maintained but does not have nighttime lighting; occasional bicyclists and pedestrians create some road hazards, but fewer than on most other Mexican roads. There are few services available along the road--very few gas stations, few vendors or services, etc.--so plan accordingly. Restrooms are available at some toll booth areas.\n\n",{"type":"*","value":["\"Yucatan Today\" ",{"type":"[","value":["http:\/\/www.yucatantoday.com"]}," has lot of info and tips online.   Pick up a copy of their monthly periodical when in Yucatan for maps, information, and lots of articles."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Itineraries"]},"\nYucatan offers many areas of interest to visitors, including famous Maya archaeological sites, sandy beach towns, Colonial cities, Natural Reserves, and adventure loaded trips to",{"type":"[[","value":[[":Image:Chichen_Itza_MX_-_Sacred_Cenote.jpg‎"],["'Cenotes'"]]},", or fresh underwater sink-holes, Maya caves and small towns.  \n\n",{"type":"===","value":["Birdwatching"]},"\n\nYucatan is a great place to visit for those that enjoy birdwatching. Places to visit are: Celestun, Rio Lagartos, El Cuyo, Chichen Itza, and  Uxmal.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Merida"]},". Each night the City Hall sponsors many cultural events and regional dances through out the Historic Distric in downtown; most events are free and scheduled to start after 7PM Carnival at Merida has evolved in recent years from a Maya\/Catholic indigenous celebration to what they describe as The party of the year, every year in Yucatan. Lodging reservations suggested.  \n\n",{"type":"'''","value":["Archeology"]},". Yucatán is home of several famous Mayan archaeological zones. The best known and most widely visited by tourists is ",{"type":"[[","value":[["Chichén Itzá"]]},", the site of the Kukulcan Pyramid, the Maya Observatory, and the ",{"type":"[[","value":[[":Image:Chichen_Itza_MX_-_Sacred_Cenote.jpg‎"],["Sacred Cenote"]]},". A contrasting cultural style can be observed at Mayan sites along the ",{"type":"[[","value":[["Ruta Puuc"]]},". \n\n",{"type":"'''","value":["Cenotes"]},". These natural underground lake and cave formations, found throughout the peninsula, are especially concentrated in the state of Yucatán. The highest concentration is to be found in what was once an ancient meteor crater. Many that can be toured are located along ",{"type":"[[","value":[["La Ruta de los Cenotes"]]},", an official network of secondary roads that is promoted by regional governments and tourist authorities. \n\n",{"type":"'''","value":["Spas"]},". Massages and treatments based on Mayan ritual practices are available at spas such as ",{"type":"'''","value":["Yaxkin Spa"]}," at Hacienda Chichén, ",{"type":"[","value":["http:\/\/www.chichenservices.com"]}," near Chichén Itzá. \n\n",{"type":"'''","value":["Museums"]},". Many cities and towns in Yucatan offer visitors the joy of a good museum exhibit. Chichen Itza has a small exhibit at the main entrance of the site, within the ",{"type":"'''","value":["Cultur"]}," complex; but don't miss the ",{"type":"'''","value":["Merle Greene Gallery"]}," and museum ",{"type":"[","value":["http:\/\/www.haciendachichen.com\/museum.htm"]}," at Hacienda Chichen, where you will find an exquisite private collection of Dr. Greene's original rubbings display with utmost care and elegance.\n\n",{"type":"'''","value":["Mayan Sacred Ceremonies"]},".  The Mayan Priests and Elder Healers' civil association: ",{"type":"'''","value":["Kuch Kaab Yeetel J-Men Maya'ob A.C."]}," offers a variety of sacred Mayan rituals and mystical ceremonies throughout the year at their Sacred Mayan Ceremonial Center within the Maya Jungle Reserve at Hacienda Chichen.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["infobox"],["Yucatán Hammocks"],[{"type":"[[","value":[["Image:Yucatan_Hammock_Merchant.jpg‎"],["250px"],["right"]]},"The Maya hammock is a very light and sturdy resting instrument or piece of gear, considered a gift of the Gods by the Maya. Used as a hammock or backpack, and strong enough to haul a monkey, in some places. They come in a variety of colors, sizes and materials. A well made matrimonial version will easily hold up to 600 pounds or more due to the unique Maya diamond-like weave. A tighter weave will give more comfort and support. In times past, they were usually made from fibers of the local henequen cactus. Today, they are usually hand made using over 2 miles of soft cotton or nylon, and may give over two years of continuous service when not exposed to sunlight for long periods. Tree hanger accessories or free standing frames to hold the hammock are available commercially. They can be hand washed and hung to stretch and dry. Hammocks should not be hung directly on hooks, as the friction will create wear. Loop a rope or a hook from a chain or rope and loop it through the loop end of the hammock and attach that to the hook. Keep in mind the instability of a hammock until you are used to it and children should not be left unattended in them."]]},"\n\nThe \"guayabera\" shirts for men and the \"huipil\" blouses and dresses for women are attractive and great for the climate and can be purchased all over.\n\nYucatan is well known for its exquisite and embroider \"huipiles,\" silver \"filigrana\" jewelry, traditional \"hammocks,\", fine replicas of ancient Maya ceramic vessels and masks. One of the most sensational fine arts boutique is found in Valladolid's main square, ",{"type":"'''","value":["Yalat"]}," it specializes in Mexican fine arts and unique Maya art-crafts; the store itself is a joy to visit.  Merida also offers some good shopping, try its traditional main market or the open-market on many streets all week long.\n\nYucatan makes excellent summer hats of the \"Panama\" or \"Jipijapa\" style.  Even the highest quality fine mesh hand woven hats are fairly reasonably priced compared to what similar hats go for in most other countries.\n\n",{"type":"==","value":["Eat"]},"\nYucatan cuisine is well known throughout Mexico.  Try the traditional \"Pollo Pibil\" (tender chicken) and \"Sopa de Lima\" (chicken soup with lime juice). \"Poc chuc\" is a tender slow cooked pork dish. Chilmole is turkey in a dark spicy sauce.  Venison is no longer so common in Yucatan as it was a generation ago, but still sometimes appears on menus and is usually of good quality.\n\nIf you are lucky enough to be discovering Yucatan by automobile or even bus, a travel cooler of decent size comes in very handy in this climate. You will have opportunities to purchase fresh fruit and vegetables along the road. Pass up any that have already been peeled. Honey is usually found for sale along the road in used whiskey bottles. It should be considered safe and surely will be quite tasty.\n\n",{"type":"==","value":["Drink"]},"\nSome consider the water in Merida safe to drink (including people who don't drink the tap water elsewhere in Yucatan), but bottled water is available most places and is the safest choice -- especially in the countryside the water can have microbes that can cause digestive problems. \n\nYucatan has some decent bottled beers. \"Montejo\" is a light pilsner; \"Leon\" is a Munich style dark. Some places you may see \"Michelada\" offered -- that's cold beer with lime juice and spices. Especially for liquors you are not used to, be sure to drink in moderation. Yucatan makes a several brands of rum.  Tequila is popular at tourist heavy places, it is not really a big Yucatan thing; most comes from other parts of Mexico. There's Absinthe. Yucatan also has unusual local products such as \"X'tabentun\" made with anis and honey, and \"Crema de nance\", a tasty distinctive liquor made from a local fruit.\n \nFresh fruit juice is very popular in Yucatan and fresh squeezed OJ can be found in most markets. Ummm, good. Dairy products, including cheese, should be avoided, unless you are positive they have been made with pasteurized milk.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["Image:Yucatan_MX_Open_air_motel_w-pool.jpg‎"],["thumb"],["250px"],["Open air rooms around pool at motel on free road to Chichen Itza"]]}," \n\nThe lodging in the Yucatan varies widely. On the cheap range are places where you bring your own hammock (good quality inexpensive hammocks can be easily purchased at markets in Merida or larger towns). Sleeping in your own hammock is common for budget accommodation, often in rather primitive lodging with three walls, a ceiling and an open air front. Only a wash bowl and stool will be provided.  Even some higher priced hotels in the cities have a floor of rooms that only accommodate hammocks. Other more conventional sleeping choices are also available.  In the moderate range, unless there is a big event in town it is usually pretty easy to find decent hotels or pensions with basic but clean rooms with the simple luxuries of bed,  air conditioning, and private bath, often only a short distance from historic sights or beaches which support high end hotels charging tens of times as much. Of course the larger cities and most popular attractions have luxury hotels with amenities and attentive staff that understand English and other major International languages.  For a different type of Yucatan experience at the high end of the spectrum you may want to look into the numerous \"haciendas\" that are scattered throughout the State, offering outstanding amenities at reasonable cost. This will help you understand the rich history of the State of Yucatan.\n\n\n\n",{"type":"==","value":["Stay safe"]},"\nYucatan should be considered a safe place to visit. It is common for locals to approach you to practice their English, although most are quite reserved and shy. Always keep your vehicle locked and valuables out of sight. In the larger cities, parking is somewhat limited and it may be best to find secured parking. Never photograph military installations, Police, Federales or children without permission. The biggest danger to visitors may be on the roads. If not on toll roads, you are likely to encounter large buses, trucks, pedestrians, animals and such. Driving after dark can be dangerous and risky. In the tourist areas you may encounter some \"machismo\". It is best dealt with by pretending not to notice or humbleness.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" To the south of Yucatan is the ",{"type":"'''","value":[{"type":"[[","value":[["Campeche (state)"],["state of Campeche"]]}]},", with more Maya ruins and the charming namesake capital city ",{"type":"[[","value":[["Campeche"]]},"."]},"\n",{"type":"*","value":[" East of Yucatan is the state of ",{"type":"'''","value":[{"type":"[[","value":[["Quintana Roo"]]}]},", home to the popular tourist destination of ",{"type":"[[","value":[["Cancún"]]},", the ancient ruins of ",{"type":"[[","value":[["Tulum"]]}," and ",{"type":"[[","value":[["Coba"]]},", beautiful beaches, and other attractions. "]},"\n",{"type":"{{","value":[["isPartOf"],["Yucatán Peninsula"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["20.833333333333"],["-89"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Yucatan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Yucatan\/"]]}]