[{"type":"{{","value":[["Pagebanner"],["Yucatán Peninsula banner Temple of Tulum.jpg"],["The Castle at Tulum"]]},"\n\nThe ",{"type":"'''","value":["Yucatán Peninsula"]}," is a region of southeastern ",{"type":"[[","value":[["Mexico"]]},", consisting of the Mexican states of ",{"type":"[[","value":[["Yucatán"]]},", ",{"type":"[[","value":[["Campeche (state)"],["Campeche"]]},", and ",{"type":"[[","value":[["Quintana Roo"]]},".\n\nThe Yucatán was the home of the Maya civilization before it was conquered by the Spanish Conquistadors in the 16th century. Much of the population is part or all of Maya descent, and in many places the Maya language is still spoken, usually in addition to Spanish, the main language of business.\n\nUntil the mid 20th century, most of the Peninsula's trade with the rest of Mexico was by sea, and the culture, cuisine, and traditions developed different flavors from other parts of Mexico. Starting in the late 20th century the Yucatán has become more integrated into Mexico, especially such areas on the Caribbean coast as Cancún and Chetumal, where many people from other parts of the nation have moved to take advantage of the economic opportunities of development. The ",{"type":"[[","value":[["Mayan Riviera"]]}," stretching south from Cancún has seen the most growth related to tourism.\n\n",{"type":"==","value":["States"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Yucatán Peninsula map.png"],["regionmaptext="],["regionmapsize=460px"],["region1name=",{"type":"[[","value":[["Quintana Roo"]]}],["region1color=#dce28c"],["region1items="],["region1description=Heavy tourist traffic is lured to the northeast of the state, notably by the infamous party city of ",{"type":"[[","value":[["Cancún"]]},", but also by the endless gorgeous Caribbean white sand beaches, some of the world's greatest scuba diving, beautiful cenotes, and a few excellent Mayan sites."],["region2name=",{"type":"[[","value":[["Yucatán"]]}],["region2color=#dbad6c"],["region2items="],["region2description=The Mayan capital of Mexico is home to famous ",{"type":"[[","value":[["Chichen Itza"]]},", but also to more beautiful cenotes, caves, pretty colonial cities, a vibrant capital in ",{"type":"[[","value":[["Mérida (Mexico)"],["Mérida"]]},", and is well known as Mexico's safest state."],["region3name=",{"type":"[[","value":[["Campeche (state)"],["Campeche"]]}],["region3color=#cb9aba"],["region3items="],["region3description=Decidedly further off the beaten path than busy Yucatán or Quintana Roo, Campeche has its own magnificent Mayan ruins, which you can explore in the quiet of your own company, as well as the touristic beach city of ",{"type":"[[","value":[["Ciudad del Carmen"]]},"."],["region4name=",{"type":"[[","value":[["Tabasco"]]}],["region4color=#e2868e"],["region4items="],["region4description=A state better known for oil than tourism, there are nonetheless a few worthwhile stops here for a cross-country traveler, notably the immodestly named beach town of ",{"type":"[[","value":[["Paraíso"]]},"."],["region5name=",{"type":"[[","value":[["Chiapas"]]}],["region5color=#7dbeb5"],["region5items="],["region5description=At the southern end of the Peninsula, with the only Pacific coastline in this region, is Chiapas, most notable for the impressive Mayan ruins at ",{"type":"[[","value":[["Palenque"]]},", but also for the beautiful natural, jungle areas in the state's east."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Campeche"]]}," - moderately sized city with Spanish ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cancún"]]}," - beach, modern tourist resort"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chetumal"]]}," - capital of Quintana Roo, located on the Caribbean coast, close to the Belizean Border with a nice Mayan Cultural museum"]},{"type":"*","value":[" ",{"type":"[[","value":[["Izamal"]]}," - small mostly Maya city with large colonial convent and remains of large Maya pyramids"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mahahual"]]}," - small coastal town, recently a Cruise ship destination called the Costa Maya"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mérida (Mexico)"],["Mérida"]]}," - colonial city, the metropolis of the Yucatán"]},{"type":"*","value":[" ",{"type":"[[","value":[["Playa del Carmen"]]}," - was a nice fishermen's town, now has lots of resorts"]},{"type":"*","value":[" ",{"type":"[[","value":[["Progreso"]]}," - port city with beaches and seafood north of Mérida"]},{"type":"*","value":[" ",{"type":"[[","value":[["Valladolid (Mexico)"],["Valladolid"]]}," - small colonial city"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Lol Tun Caves Yucatan Mexico.JPG"],["thumb"],["250px"],["right"],["Lol-Tun caves"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cozumel"]]}," - an island with beaches and ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mayan Riviera"]]}," - the stretch of coastline between ",{"type":"[[","value":[["Cancún"]]}," and ",{"type":"[[","value":[["Tulum"]]}," (which includes ",{"type":"[[","value":[["Playa del Carmen"]]},"), it is a quickly-developing resort area that still maintains a relaxed atmosphere in contrast to the city of Cancún"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cenotes of the Yucatán"]]}," - unique underground cave systems with unique snorkeling and scuba diving opportunities"]},{"type":"*","value":[{"type":"*","value":[" Lol-Tun - an underground cave system, two hours south of Merida"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mahahual"]]}," - laid back beach area"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mesoamerican Barrier Reef"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Xpujil"]]}," - a remote inland village, with unique Mayan cultural sites, and jumping-off point for visits to the ",{"type":"[[","value":[["Reserva de la Biósfera Calakmul"]]}]},"\nExtensive ",{"type":"'''","value":["Maya ruins"]}," are scattered all over this region, most of which are easily accessible by bus or car. Some of the more important include:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Becan"]]}," - large ruin in the lower center of the Peninsula, little restored"]},{"type":"*","value":[" ",{"type":"[[","value":[["Calakmul"]]}," - large ruin in jungle preserve, off the tourist trail"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chichen Itza"]]}," - the largest, most restored, and most visited of Yucatán's Maya ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Coba"]]}," - large ruin that has undergone little restoration"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cuzamá"]]}," - home of three beautiful cenotes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dzibilchaltún"]]}," - moderately sized ruin with only a few buildings restored, worth a look on the road between Mérida and ",{"type":"[[","value":[["Progreso"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ednza"]]}," - discovered in the 1950s, the well preserved site an hour's drive from Campeche"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kabah"]]}," - medium-sized ruin south of Uxmal"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mayapan"]]}," - historically important, but less interesting to see than Yucatán's other famous ruins"]},{"type":"*","value":[" ",{"type":"[[","value":[["Palenque"]]}," - dramatic ruins in the southwest of Mexico's Mayan region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tulum"]]}," - the tropical beach backdrop is the main attraction of this picturesque, much-visited small ruin on the shore of the Caribbean Sea"]},{"type":"*","value":[" ",{"type":"[[","value":[["Uxmal"]]}," - one of the most beautiful of all Maya ruins, a large, well-preserved site with fine architecture"]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Maya civilization flourished in the Yucatán Peninsula for more than a thousand years before the Yucatán was conquered by the Spanish in the 1500s.  The Maya and Spanish heritage combined to create the new culture of Yucatán.  Until the mid-20th century, there were no railways or highways linking the Peninsula to the rest of Mexico, so most commerce was by sea. The long term comparative isolation of the Yucatán helped make it one of the most culturally distinctive regions in Mexico.\n\nYucatán is famous for ancient Maya ruins such as ",{"type":"[[","value":[["Chichén Itzá"]]}," . Contrary to the strange misconception, the Maya people never \"disappeared\".  Most of Yucatán is still predominantly Maya. Maya culture, identity, traditions, and language are very much alive, especially outside of main cities. Referring to locals as Mexican rather than Maya, may risk offending them. \n\nAway from beaches and tourist hotels going around in a bathing suit or short shorts is considered improper and rude.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Image:El_Castillo_-_Chichen_Itza_1.jpg‎"],["thumb"],["300px"],["El Castillo at Chichen Itza"]]},"\n\nSpanish is the main language. English will be understood at the more expensive resorts and tourist locations. Knowing a few phrases of basic Spanish will help away from the main tourist resorts and can often help you find better deals. Yucatecos are generally tolerant of visitors who do not speak Spanish fluently and appreciate the effort.\n\nIn much of the Yucatán some ",{"type":"'''","value":["Maya"]}," is spoken. Except in a few small villages, almost everyone will have at least a working knowledge of basic Spanish.\n\nMaya place names are usually accented on the last syllable, otherwise generally pronounced the same as in Spanish.  The letter \"X\" in Yucatán is used for the sound in the Maya language that's the same as \"Sh\" in English. For example, \"",{"type":"[[","value":[["Uxmal"]]},"\" is pronounced \"Oosh-MAL\".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nFly in through Cancún, Cozumel, or Mérida. For the best deals, look for charter flight consolidation seats - spare capacity on flights run by package tour operators.\n\n",{"type":"===","value":["By bus"]},"\n\nFrom the west through the ",{"type":"[[","value":[["Chiapas"]]}," region. Buy tickets for long journeys in advance, particularly at busy times such as weekends and public or religious holidays.\n\nCheck ",{"type":"[","value":["http:\/\/www.ticketbus.com.mx\/ Ticketbus"]}," for times and prices. Only rule out overnight buses for what you would miss en route.\n\n",{"type":"===","value":[" By train "]},"\n\nThere is no remaining passenger train service in the Yucatán Peninsula. After the federal government privatized the railways, most passenger services across the entire nation were discontinued.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" By bus "]},"\n\nMany different class buses are available to\/from all the major and many of the minor cities.\nMexican first class buses are excellent value and remarkably comfortable - comparable to European train services. Many cheaper services are also available - from second class (little noticeable difference really) to very basic minibus and truck services. Safety seems to decrease with price, however - second class and below may lack seatbelts. Beware of the excessive air conditioning that seems to be a feature on most services - the bus may be many degrees colder than the outside air, and being stuck on a twelve hour journey without adequate clothing can make a journey singularly unpleasant. Travelling second class is not recommended for taller people (5'10\" feet or above). As second class busses hold more seats than first class ones do, there is almost no leg room. The major first class bus line is Autobuses del Oriente (ADO). Most of the smaller lines (Mayab, for example), are owned by ADO.\n\n",{"type":"===","value":[" By combi "]},"\n\nAre collective-taxis that offer both inter and intra-city services. Cheaper than a taxi and usually faster than a bus since it makes less stops. \n\n",{"type":"===","value":[" By taxi "]},"\n\nAvailable for hire even in small towns. For long distances however, like the caves at Lol-tun, be sure to agree on a price before boarding, or you might get ripped off. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mayan archeological sites"]},". Yucatán is home of several famous Mayan archaeological zones. The best known and most widely visited by tourists is ",{"type":"[[","value":[["Chichén Itzá"]]},", the site of the Kukulcan Pyramid, the Maya Observatory, and the Sacred Cenote. A contrasting cultural style, more ornamental, can be observed at Mayan sites along the ",{"type":"[[","value":[["Ruta Puuc"]]},". The most famous Mayan sites in Quintana Roo are located at ",{"type":"[[","value":[["Coba"]]}," and ",{"type":"[[","value":[["Tulum"]]},". ",{"type":"[[","value":[["File:Temple of the warriors chichen itza.jpg"],["thumb"],["250px"],["Temple of the Warriors at Chichen Itza"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Equinox"]},": The period when the Earths sun is directly above the equator, about March 20 & Sept. 23 of each year. Mayans are very dependant on astronomy as reflected in their art and Temples. At ",{"type":"[[","value":[["Chichen Itza"]]},", during sunset on the Equinox, the shadows of the serpent-god Kukulcan, moves down along the pyramid, a very impressive sight! Other structures have Equinox related events that take place on those days also, like ",{"type":"[[","value":[["Tulum"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ecological Parks"]},": The Yucatán Peninsula is site of several Ecological Parks, like Xcaret, Xel-Há and Garrafón; aimed for the conservation of the flora and fauna of the region, which serve as well as tourist attractions. At these parks you can know more about the Mexican culture, and also enjoy several activities as swimming with dolphins and snorkeling."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cenotes of the Yucatán"]]}]}," are complexes of sinkholes and caves in the Karst geological landscape of the Yucatán. Some cenotes contain spectacular cave formations, while others are important archeological sites, and several were considered sacred by the Mayans. A few are open to the public for swimming and diving. The states of ",{"type":"[[","value":[["Yucatán"]]}," and ",{"type":"[[","value":[["Quintana Roo"]]}," have established a \"tourist corridor\" called ",{"type":"'''","value":["La Ruta de los Cenotes"]}," along which many of the most spectacular or famous cenotes are situated."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Reef diving"]}," and ",{"type":"'''","value":["snorkeling"]},". The ",{"type":"[[","value":[["Mesoamerican Barrier Reef"]]},", the second largest coral reef system in the world, lies offshore in the Caribbean east of the Yucatán. It extends all the way to the ",{"type":"[[","value":[["Bay Islands"]]}," of ",{"type":"[[","value":[["Honduras"]]},"."]},"\n",{"type":"==","value":["Eat"]},"\n\nYucatecan food has its own culinary traditions developed from the long mix of native Maya and Spanish traditions. While some dishes can be very spicy, many others are not.\n\nCommon meats are turkey, chicken, pork, and deer. Yucatecan venison is quite good and not \"gamey\" tasting.\n\nTypical dishes include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Pibil"]}," dishes, most commonly \"pollo pibil\", the chicken version, slow cooked in a banana leaf, very tender and tasty. \"Cochinita pibil,\" the young pig version, is a Yucatec classic. Both dishes are seasoned with a red-colored, mild spice called achiote. \"Pib\" is Yucatec-maya for the cooking technique of wraping in bananna leaves and cooking in a pit. "]},{"type":"*","value":[" ",{"type":"'''","value":["Poc chuc"]}," pork marinaded with salt, onion, lime juice, and spices."]},{"type":"*","value":[" ",{"type":"'''","value":["Huevos Motuleños"]}," are eggs on tortillas with black beans and cheese, often with other ingredients such as ham, peas, and tomato sauce."]},{"type":"*","value":[" ",{"type":"'''","value":["Pollo Motuleño"]},", a chicken dish cooked with orange juice, achiote and plantains."]},{"type":"*","value":[" ",{"type":"'''","value":["Sopa de lima"]},", tasty lime based vegetable soup with bits of corn tortilla."]},{"type":"*","value":[" ",{"type":"'''","value":["Panuchos"]}," - \"sopes\" with pork (called cochinita pibil)"]},"Seafood is also very important, especially in Campeche. Pulpo (octopus), cazon (shark), camaron (shrimp) and various other tropical fish are very popular.\n\nContrary to the advice of many guides, the food served in all-inclusive resorts may have been prepared in far less safe conditions than that available in local establishments away from the major tourist zones. Poor refrigeration, retaining food beyond safe time limits and poor hygiene have been reported from many resorts - whereas street vendors patronised by locals have little choice but to maintain high standards, as everything is on view and their business is dependent on their reputation, not passing foreign visitors.\n\nA good approach for regular restaurants is to note those with a lot of locals and to patronize them.\n\n",{"type":"==","value":["Drink"]},"\n\nTap water is not generally advised for drinking in Mexico, particularly for visitors. In many places (particularly backpacker-friendly resorts) water containers can be filled with drinking water for a few pesos - so a reusable container is both an environmentally and financially better option.\n\nThe water system in Mérida is unusually good for Mexico; for some visitors it is the only Mexican city where they will drink the tap water. Outside of this city the situation is different. In small towns the local water can be very bad, and bottled water is recommended.\n\nIt would be difficult for anyone visiting this area not to sample the Tequila, which should be used in moderation. For those more adventurous souls, Absinthe is legal in Mexico ",{"type":"[[","value":[["http:\/\/www.absinthmexico.com\/product.htm"]]}," and also, moderation is suggested. Fresh fruit juice is very popular in The Yucatán and freshly squeezed OJ can be found in most markets. Dairy products, including cheese, should be avoided, unless you are positive they have been made with pasteurized milk.\n\n",{"type":"==","value":["Stay safe"]},"\n\nStrict drug possession policy exists in ",{"type":"[[","value":[["Mexico"]]},". Be very careful even with \"greens\". Local police are hopelessly corrupt and love to catch unwary tourists with small quantities of marijuana. Threatening long prison terms, whether this is a likely outcome is a moot point, their main aim seems, unsurprisingly, to exact bribes: in some areas a fairly standard 50% of all the traveller's money.\n\nCaution is also advised on long bus journeys, particularly across state lines, as police or military checkpoints exist and passengers may be asked for identification or searched. In general, however, these checks seem to be aimed at locals, particularly in the Zapatista homeland in ",{"type":"[[","value":[["Chiapas"]]},".\n\n",{"type":"==","value":["Go next"]},"\n\nThe Yucatán is a good launching point for going to ",{"type":"[[","value":[["Chiapas"]]},", ",{"type":"[[","value":[["Belize"]]},", ",{"type":"[[","value":[["Cuba"]]}," and ",{"type":"[[","value":[["Guatemala"]]},".\n\n",{"type":"{{","value":[["geo"],["18.845000"],["-89.125556"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Mexico"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Yucatan Penninsula"]]},"\n",{"type":"[[","value":[["WikiPedia:Yucatán Peninsula"]]}]