[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Yungas"]}," is a region in ",{"type":"[[","value":[["La Paz (department, Bolivia)"],["the Department of La Paz"]]},", ",{"type":"[[","value":[["Bolivia"]]},".\n\n",{"type":"==","value":["Regions"]},"\nThe Yungas region in Bolivia, is a kind of paradise on earth that is very hard to leave. As one comes down from the highlands to the Yungas, the rocky landscape gives way to colorful flora, to new smells and waterfalls that seem to fall from the sky.  Further on, the vegetation thickens, until it becomes virgin rainforest. The valley soil is very fertile and abundant. Generous crops of fruit and vegetables, which supply the cities of the highland region, are cultivated here. Melons, mangos, papayas, bananas, and coffee are in abundance, among of the parrots and monkeys. \nAnd the Coca, of course, a traditional part of this culture. The Yungas offer many possibilities: 4WD discovery trips, hiking, unprecedented mountain bike crossings, white water rafting, or simply lazing around at great heights. For more information about a trip visit the site of bolivia-travels.\n",{"type":"[[","value":[["Image:Yungas_Valley.jpg"],["thumb"],["Yungas Valley"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Coroico"]]}," and ",{"type":"[[","value":[["Chulumani"]]},": In the heart of the valleys, these towns gently welcome the traveler into their stupor. They are modest colonial antiquities lost among the fruit trees and the fragrant jasmine, a perfect stop into an idyllic setting where mosquitoes hardly exist!\n\n",{"type":"[[","value":[["Quime"]]},":  Secret valleys and lost gold in a forgotten town hidden in the cool forested valleys between Cochabamba and La Paz. A place to rest or make an expedition into virtually unexplored areas of the Andes.\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["La Paz (department, Bolivia)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]