[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yunnan"]}," (云南; ",{"type":"''","value":["Yúnnán"]},") is a province in southern ",{"type":"[[","value":[["China"]]},", bordering ",{"type":"[[","value":[["Myanmar"]]},", ",{"type":"[[","value":[["Laos"]]}," and ",{"type":"[[","value":[["Vietnam"]]}," as well as the Chinese provinces and regions of ",{"type":"[[","value":[["Guangxi"]]},", ",{"type":"[[","value":[["Guizhou"]]},", ",{"type":"[[","value":[["Sichuan"]]}," and ",{"type":"[[","value":[["Tibet"]]},".\n\n",{"type":"==","value":["Regions"]},"\nAdministratively, Yunnan is divided into 16 prefectures. Some of those are autonomous prefectures for various ethnic groups. For the traveller, Yunnan can be divided into seven regions:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Yunnan (en).png"],["regionmaptext=Regions of Yunnan"],["regionmapsize=430px"],["region1name=",{"type":"[[","value":[["Kunming Prefecture"]]}],["region1color=#c9bd79"],["region1description=Without a doubt the heart of Yunnan Province.  You will likely pass through here whether or not you want to in Yunnan (not that it is a bad thing!)"],["region2name=",{"type":"[[","value":[["Central Yunnan"]]}],["region2color=#c1e25c"],["region2description=West of Kunming and where the hills start becoming more rugged.  This is a very popular region for backpackers.  It includes Dali Prefecture and Chuxiong Prefecture"],["region3name=",{"type":"[[","value":[["Eastern Yunnan"]]}],["region3color=#cfcf94"],["region3description=Filled with the gorgeous scenery of the rolling hills of neighboring ",{"type":"[[","value":[["Guizhou"]]}," and ",{"type":"[[","value":[["Guangxi"]]}," transforming into the high, hilly plateau of Yunnan.  This area includes many tourist sites not regularly visited by backpackers.  It includes Zhaotong Prefecture, Qujing Prefecture and Wenshan Prefecture"],["region4name=",{"type":"[[","value":[["Southeastern Yunnan"]]}],["region4color=#acc2a6"],["region4description=Amazingly diverse, in one day you could pass through arid badlands, lush pine forests, barren hills and tropical rainforests.  The urban centres in this area of Yunnan are very compact and it is quite easy to get around from city to city to see the sights.  It includes Yuxi Prefecture and Honghe Hani and Yi Autonomous Prefecture"],["region5name=",{"type":"[[","value":[["Southern Yunnan"]]}],["region5color=#c8aa92"],["region5description=Geographically and ethnically part of Southeast Asia, but politically part of China.  Jungle covers most of the terrain and this is probably the best region of China to escape the winter.  It includes Simao Prefecture and Xishuangbanna, a major tourist area"],["region6name=",{"type":"[[","value":[["Western Yunnan"]]}],["region6color=#b69eb3"],["region6description=Home to some very rugged, off-the-beaten-path terrain.  Once the location of the famed ",{"type":"[[","value":[["Burma Road"]]},", it is now one of China's most alluring destinations.  It includes Lincang Prefecture, Baoshan Prefecture, Dehong Prefecture and Nujiang Prefecture"],["region7name=",{"type":"[[","value":[["Northwestern Yunnan"]]}],["region7color=#e7ef5d"],["region7description=A chunk of ancient and historic Tibet within Yunnan's provincial boundaries.  Many travelers come here to experience Tibet without having to enter the actual province and follow the road to West Sichuan.  You will find towering mountain ranges and fascinating local culture here.  It includes Lijiang Prefecture and Diqing Prefecture"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Lijiang-canales-l02.jpg"],["thumb"],["240px"],["Old town canals, ",{"type":"[[","value":[["Lijiang"]]}]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kunming"]]}," - the provincial capital, nicknamed \"Spring City\""]},{"type":"*","value":[" ",{"type":"[[","value":[["Dali"]]}," - backpacker central, hippie's heaven; ancient walled city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lijiang"]]}," - ancient town of Naxi Minority, an UNESCO World Heritage site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Shangrila"]]}," (formerly Zhongdian) - largely Tibetan, with a famous Buddhist monastery"]},{"type":"*","value":[" ",{"type":"[[","value":[["Deqin"]]}," - largely Tibetan, at 3,500 meters, close to Meili Snow Mountain"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jinghong"]]}," - largest city in Xishuangbanna, tropical tourist area"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ruili"]]}," - border town, next to ",{"type":"[[","value":[["Myanmar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yuxi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Wenshan"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nIts name literally means south of the clouds.  The province is one of the most diverse in ",{"type":"[[","value":[["China"]]},".  The Northwest of the province is heavily influenced by ",{"type":"[[","value":[["Tibet"]]},", with whom it shares a border.  The South is influenced by its proximity to ",{"type":"[[","value":[["Laos"]]}," and ",{"type":"[[","value":[["Burma"]]},".  The province is famed for its multitude of ethnic groups, whose diverse customs can still be seen today. Of China's fifty-five officially recognized ethnic minorities, twenty-five can be found in Yunnan: about one-third of the population is not ethnic Han-Chinese.\n\n",{"type":"==","value":["Talk"]},"\n\nThe official language of Yunnan is ",{"type":"[[","value":[["Chinese phrasebook"],["Standard Chinese"]]}," (or Putonghua as it is known).  The region is home to a plethora of dialects from Chinese, Tibetan and Thai language families.  Yunnan is home to many minority groups who each have their own different language.  \n\nLocal towns will often have their own version of Mandarin which are sub-dialects of the South-Western dialect of Mandarin common to Yunnan, Guizhou and Sichuan. Despite a heavy accent, the local dialect of Chinese is very similar to Northern Mandarin with only minor regional differences in grammar and pronunciation.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nUntil 2003, Kunming was accessible by rail from ",{"type":"[[","value":[["Hanoi"]]},", ",{"type":"[[","value":[["Vietnam"]]}," via a narrow-gauge railroad built by the French. The Chinese section of this rail route has since closed for passenger transport so the best way to get down to the border is by bus to Hekou (from where you can cross the border to Lao Cai and take the train to Hanoi), or by air from Kunming directly to Hanoi. One can take a train to Hanoi however via ",{"type":"[[","value":[["Nanning"]]}," which is a safer option.\n\nThere is a railway from Hanoi to ",{"type":"[[","value":[["Nanning"]]},", ",{"type":"[[","value":[["Guangxi"]]},", and one with some sensational scenery from Nanning to Kunming. Another rail route reaches Kunming from central China via ",{"type":"[[","value":[["Guiyang"]]},", ",{"type":"[[","value":[["Guizhou"]]},", and a third one comes South to Kunming from ",{"type":"[[","value":[["Chengdu"]]},", ",{"type":"[[","value":[["Sichuan"]]},". All of these train routes offer spectacular scenery, with long stretches of bridges and tunnels.\n\n",{"type":"===","value":["By air"]},"\n\nWujiaba Airport in Kunming is the biggest airport in Yunnan which is very near the urban, the taxi fare is about ¥12-30 if you want to go to any place of Kunming from the airport. \nNote that half way 2012 the old airport will be closed and the new airport \"Kunming Changshui International Airport\" will be used. The new airport is located 22 km outside the urban area and the subway to it will not be operational in time. So for the time being bus services will be used. Be aware of much longer travel times to and from the new airport.\n\nKunming has non-stop service from ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Xiamen"]]}," and other Chinese cities. There are also flights to Southeast Asia. Like Seoul, Hanoi, Bangkok, Vientiane, Mandalay, Yangon, Dhaka. Laotian airlines and the consulate are both in the Camellia hotel, Kunming.\n\n",{"type":"===","value":["Bus, by thumb"]},"\n\nThere are multiple roads from Laos into Yunnan. It's not too hard to hitchhike, but it will take some time because of the often abyssmal road conditions and inept drivers.  If coming from Luang Namtha, Laos, bus services are available to JingHong in Xishuangbanna, Yunnan.  From Luang Prabang, Laos, a daily bus leaves at 7:00am for around 400,000 Lao kip.  It arrives at the long distance bus station in Kunming very early in the morning the next day (around 5 or 6am depending on the driver).  The road conditions on the Laos side both from Luang Namtha and Luang Prabang are at times sketchy and definitely mountainous to cause some people discomfort but get smoother on the China side and are much improved from awhile ago.  \n\nFrom Vietnam, the border crossing is from LaoCai, Vietnam, to HeKou, China.  The rail route from HeKou to Kunming remains closed, so the only public transport option is by bus.  The ride lasts roughly 10 hours, tickets cost around ¥135 and departure times are as following: 8:45am, 10:50am, 12:30pm, 1:00pm, 5:50pm, 5:55pm, 6:00pm, 6:05pm.\n\n",{"type":"===","value":["By boat"]},"\nGolden Peacock Shipping company runs a speedboat three times a week on the Mekong river between ",{"type":"[[","value":[["Jinghong"]]}," in southern Yunnan and ",{"type":"[[","value":[["Chiang Saen"]]}," (Thailand). Passengers are not required to have visas for ",{"type":"[[","value":[["Laos"]]}," or ",{"type":"[[","value":[["Myanmar"]]},", although the greater part of the trip is on the river bordering these countries.\nBe aware that shipping can be halted when the river levels are to high or to low which is often the case. Due to piracy the transport on the river was closed for some time in late 2011 and early 2012.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\nEverything and everywhere is accessible by bus from ",{"type":"[[","value":[["Kunming"]]},". ",{"type":"[[","value":[["Dali"]]}," takes about four hours, ",{"type":"[[","value":[["Lijiang"]]}," seven, ",{"type":"[[","value":[["Zhongdian"]]}," twelve. Generally, the transport network is built as hub and spoke, so the easiest way of getting to a smaller place is to travel to next biggest town near it, change and maybe change again. You can now reach most larger towns in Yunnan by day bus. There are a lot of night bus services as well. There is a large collection of bus schedules, taken at bus stations all around the province, at ",{"type":"[","value":["http:\/\/www.yunnanexplorer.com\/transport\/"]},".\n\n",{"type":"===","value":["By plane"]},"\nWithin Yunnan, there are planes to ",{"type":"[[","value":[["Jinghong"]]},", ",{"type":"[[","value":[["Dali"]]},", ",{"type":"[[","value":[["Lijiang"]]},", ",{"type":"[[","value":[["Zhongdian"]]}," as well as lesser known destinations such as ",{"type":"[[","value":[["Dehong"]]},", ",{"type":"[[","value":[["Tengchong"]]},", ",{"type":"[[","value":[["Wenshan"]]}," and ",{"type":"[[","value":[["Zhaotong"]]},". A new airport of interest to tourists is under construction at ",{"type":"[[","value":[["Lugu"],["Lugu Lake"]]},".\n\n",{"type":"===","value":["By train"]},"\nKunming is also the hub of train transport in Yunnan. Day and night trains now go both to Dali and Lijiang. Trains heading to east stops by Stone forest. Otherwise trains are of little importance to tourists inside the province.\n\n",{"type":"===","value":["By bicycle"]},"\nBicycle touring in Yunnan is a very good way to explore the local landscape and many cyclists from world have done this. The Dian-Zang highway (Yunnan Tibet highway) is one of the best ",{"type":"[[","value":[["cycling"]]}," routes in China, and many cyclists gather together to explore the landscape and ethnic minority culture. You can hire bicycles in some cities, like ",{"type":"[[","value":[["Lijiang"]]}," and ",{"type":"[[","value":[["Dali"]]},". It is possible to delivery your bike by train or bus. Yunnan Cycling ",{"type":"[","value":["http:\/\/www.yunnancycling.com"]}," a local cycling website.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The Caves of the Liujng (Wenshan region)"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Shilin"],["Stone Forest"]]}," (Kunming region)"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Hike into mythical ",{"type":"[[","value":[["Yubeng"]]}," in the ",{"type":"[[","value":[["Three Parallel Rivers National Park"]]}]},"\n",{"type":"*","value":[" Hike along the ",{"type":"[[","value":[["Tiger Leaping Gorge"]]}," on the upper ",{"type":"[[","value":[["Along_the_Yangtze_River"],["Yangtze river"]]}]},"\n",{"type":"*","value":[" Soak in the hot spring waters in ",{"type":"[[","value":[["Anning"],["An'ning"]]}," 34 km from Kunming or Huangguaqing (黄瓜箐) in ",{"type":"[[","value":[["Tengchong"]]}]},"\n",{"type":"*","value":[" Swim in one of deepest and cleanest lakes of China - ",{"type":"[[","value":[["Fuxian"]]}," lake by ",{"type":"[[","value":[["Yuxi"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Yunnan stones (云子) ",{"type":"''","value":["Yúnzǐ"]}],["url="],["email="],["address=",{"type":"[[","value":[["Kunming"]]}," flower and bird market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For the game of ",{"type":"'''","value":["Go"]}," (Chinese: weiqi 围棋). These are the best Chinese stones. They are quite different from  Japanese stones, and much cheaper. It is also possible to visit the factory near Kunming. See the ",{"type":"[","value":["http:\/\/senseis.xmp.net\/?Yunzi Yunzi article"]}," on the go players' wiki, Sensei's Library. Boards and bowls are also available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Pu'er tea"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Pu'er"]]}," tea (普洱茶) is a local favorite of Yunnan."]]}]},"\n",{"type":"==","value":["Eat"]},"\nYunnan people eat lots of spicy food, nearly each dish you order in a restaurant is very spicy, so if you don't like spicy food, you should tell the waiter or waitress first, in Mandarin: wo bu chi la (我不吃辣), which means I don't eat spicy food or wo bu xi huan la cai (我不喜欢辣菜), which means I don't like spicy food.\n\n",{"type":"*","value":[" Guo Qiao Mi Xian (过桥米线), meaning \"Crossing the bridge noodles\", is a local style of steamy rice noodles with a variety of vegetables, meats, and usually a raw quail egg. The price of Guo Qiao Mi Xian is ¥3-15 or higher, which determines what types of dishes you are given to add to the mix.  "]},{"type":"*","value":[" The tofu in Shi Ping county \/石屏\/ is very famous. The sauerkraut in Xinping county is famous. Xinping is a Yi Nationality Autonomous County in Yuxi city."]},{"type":"*","value":[" RuBing, Yunnan goat cheese, is one of the two cheeses (the other being Yak cheese) traditionally produced in China. Its quite soft and doesn't taste as strong as Western ones.  It is usually served fried with vegetables, musrooms, or meat.  "]},{"type":"*","value":[" LaoNaiYangYu (Grandmother's Potatoes) are another Yunnan favorite.  While potatoes are usually called Tudou in the rest of China, Yunnan calls them Yangyu (Yang 洋 is a term often designating imported or foreign things, so supposedly potatoes were called 'yangyu' because they were not originally part of chinese agriculture and diets but were a food choice adopted from foreigners).  Laonaiyangyu are like a spicier version of mashed potatoes with green onions mixed in.  "]},{"type":"*","value":[" SuHongDou is a kidney bean dish. The beans are deep fried to the point of being crispy and are a great vegetarian option for any travelers in Yunnan."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Yak butter tea"]},{"type":"*","value":[" Yunnan coffee"]},{"type":"*","value":[" Puerh Tea"]},{"type":"*","value":[" Yunnan red wines. Some, such as Shangrila brand, are quite good."]},{"type":"*","value":[" Beer Lao, imported from ",{"type":"[[","value":[["Laos"]]},". Local brands, the usual Chinese brands, and other imports are also available, but Beer Lao is very popular with travellers."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nAll weapons confiscated by Customs.  Keep bags nearby in public places, Like everywhere else thieves can be a problem. Specially in night buses one should take care of one's belongings.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["25.0"],["102.0"],["zoom=6"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwest China"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["related"],["Yunnan_tourist_trail"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Yunnan"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Yunnan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Yunnan\/"]]}]