[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yushu"]}," (玉树; ",{"type":"''","value":["Yùshù"]},"; also known as ",{"type":"''","value":["Gyêgu"]},") is a town in ",{"type":"[[","value":[["Qinghai"]]}," Province.\n\n",{"type":"==","value":["Understand"]},"\nYushu is in the traditional Kham Area. It is a multi-ethnic town. The inhabitants are mostly Tibetan while most merchants are Han Chinese. The area has a population of over 250,000. Although it is outside the Tibet Autonomous Region, it is clearly Tibetan, albeit increasingly flooded with Chinese incomers.\n\nIn the morning of 14 April 2010, the town was struck by 7.1 magnitude Earthquake.  Around 2,000 people died.\n\n",{"type":"==","value":["Get in"]},"\nA few buses depart daily from ",{"type":"[[","value":[["Xining"]]}," and  Yushu. Fare is ¥207. As of February 2012, the bus station for buses to and from Xining is about 10 km East of Yushu Town on the G214, too far away to be walkable. This will be the case until the new bus station is built in Yushu Town.\n\nEntering Yushu, it is very possible that the bus will drop you off a bit further than the bus station, maybe as close to town as the Mani Temple. Taxis into town will cost anywhere between one to twenty yuans depending on your destination, your negociating skills and the number of people already inside.\n\nBuses going further South in Qinghai, to Zadoi or Nangqen for instance, pass by Yushu Town on their way.\n\nFrom ",{"type":"[[","value":[["Ganzi"]]}," buses are available in summer only, and the station is allegedly at the midpoint between the Xining bus station and town, around 5 km outside the latter, on the G214.\n\nThe Yushu Batang Airport (YUS) is serving Yushu County since August 2009. It is 18 kilometers to the south of Yushu. There is one daily flight to and from Xining at a cost of $249. A bus is available into town as well as negotiable taxi services.\n\n",{"type":"==","value":["Get around"]},"\nWalking is the easiest way around town, you can walk up the hill to the Jiegu Monastery. A taxi to the Mani Stones should cost around Y50.But it's convenience to take bus no.1 or 2(Y1). A taxi to the Temple of Princess Wencheng cost around Y50. Try to negotiate with a driver to see both sites as they are both outside of town in different directions.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jyekundo Dondrubling Monastery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jorang Monastery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Qiulindo Monastery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zomda Monastery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Temple of Princess Wencheng"],["url="],["email="],["address="],["lat="],["long="],["directions=Just outside town ;20 km,Y50 by taxi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mani Temple(Manishicheng)"],["url="],["email="],["address="],["lat="],["long="],["directions=Just outside town; 3 km, around Y50 by taxi or take bus no.1 or no.2 Y1"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Worth a visit."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Horse Fair"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=July"],["price=¥40-50 in tax"],["content=Local townspeople and nomads from far and wide come. Exciting displays of horsemanship, and traditional Tibetan singing and dancing.  The Horse Fair is forbidden this year by the government. You have to wait for next year."]]}]},"\n",{"type":"==","value":["Buy"]},"\nDo not bother to have a sheepskin jacket made up unless you are prepared to leave it behind;it will start to stink once you bring it back to low altitude.  However, leather cowboy hats are fine, also fox fur brocade hat. Apart from malas (tibetan rosary beads), prayer flags and other religious acoutrements, there is not a lot to buy although there are some beautiful rugs to be found on the market. However, it is almost impossible to persuade the merchant to part with one, as for reasons never fathomed, they are sold in pairs. You can also buy Caterpillar fungus in Yak Square during the summer, a famous traditional medicine.\n\n",{"type":"==","value":["Eat"]},"\nDecent food can be got at a large number of places on all of the town's three main streets, and also at the market square at night. Sheeps head for the not too squeamish is recommended. Yak milk yoghurt sold by the nomad women on the corner of Yak Square is very strong but very creamy. Steer clear of yak butter; it always tastes rancid even when fresh.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ya Restaurant"],["alt=Ya Fanguan"],["url="],["email="],["address="],["lat="],["long="],["directions=Turn right at the top of the T-Junction and the restaurant is on the left hand side, a yellow sign with two yak is above the restaurant, but can be hard to see at night"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Muslim noodle cuisine. The ganban, similar to spaghetti and just as delicious, is especially recommended. However, one traveller experienced food poisening from this restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yak Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Walk from Ya Restaurant back to the T-junction, turn left and walk past the Yak statue to find the restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price=The most expensive restaurant in town"],["content=The best restaurant in town."]]}]}," \n",{"type":"==","value":["Drink"]},"\nYou can buy many types of lager beer including Budweiser and Corona in a few locations (3 Yuan a bottle in 2005) in many shops around town, and also in many restaurants. Also, available is Baijiu, a rice wine which has a very strong taste.\n\nThere are a few drinking establishments often referred to as \"Tea Houses\", but do not expect a pub atmosphere. There are also a couple of night clubs, which are worth going to just to experience young people in a disco all lining up and doing traditional dances which they all seem to know. There is also often traditional Tibetan folk singing in these clubs which is also worth seeing. The tradition is to reward the singer with a silk scarf (called a Khata) for their song. Many people will approach them during their song to place Khata on their neck.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nSince the earthquake, most hotels were rebuilt as temporary corrugated-iron boxes, some of them unexpectedly dirty, and extremely cold in winter. Many of them can be found on the G214 to the East of the T junction. Expect to pay around Y50 for a bed (winter price) in a dirty one without electricity.\n\nAbout 250 meters east of the T junction, there is an easy to find L-shaped and green-coloured budget hotel that survived the earthquake. The price is Y35 for a bed in a double room (winter price), it has electric blankets but no heating. Toilets are outside the building. Because of the wide windows in the common area, the hotel is surprisingly warm in winter. Ask the restaurants around to point you the tent where the reception is located.\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yushu Hotel"],["alt=Yushu Binguan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Off-season (winter) expect to pay yen;180RMB for a room with a (soft!) queen-size bed"],["checkin="],["checkout="],["content=By far the nicest hotel in town with the flushing toilets and 24 hour hot showers.  The old Yushu Binguan sits in front of this brand new hotel, and there are no longer dorm rooms available. The staff are helpful, although only a few speak some English - a friendly female manager has the best fluency. By Chinese government standards the hotel is 3 star, but by Western standards it could possibly be 4 star. Avoid the complimentary breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=YHA Yushu Youth Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions=In a pink cube-shaped building on Hongwei Rd. the outskirts of town as you head in from Ganzi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere are four daily buses to Xining, two seated and two sleepers.  The trip can take anywhere from 12 to 20 hours (the seated bus is faster than the sleeper). Buses leaving before 3pm are likely to arrive in the middle of the night in Xining.  On the route to Xining there are fantastic views of plains so vast they disappear into the horizon.  \n\nThere is also a sleeper bus a few times a week to Chengdu in summer, which takes 32-36 hours. On the route to Chengdu the scenery is fantastically dramatic with vast mountains and river gorges. Be prepared for delays due to small avalanches temporarily blocking the roads on the way to Chengdu.\n\nRegular collective minivans to ",{"type":"[[","value":[["Nanqen"]]}," leave from Shengli Rd (G214) about 500 meters south of the T junction. The trip takes three to four hours for the 170 kilometers and costs Y50 (2012).\n\nCollective taxis to ",{"type":"[[","value":[["Ganzi"]]}," and ",{"type":"[[","value":[["Dege"]]}," wait for passengers on the G214 about 250 meters East of the T junction. Price per person to Ganzi is Y180 in a minivan or Y150 in a smaller car (2012). You might have to wait a long time for the taxi to be full, and that may include spending one more night in Yushu.\n\n",{"type":"{{","value":[["IsPartOf"],["Qinghai"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Yushu City, Qinghai"]]}]