[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Yuzhou"]}," is in ",{"type":"[[","value":[["Henan"]]}," Province.\n\n",{"type":"==","value":["Understand"]},"\nYuzhou is a small city of 1.2 million people with great historical significance, situated on the Ying River, a tributary of the Huai, Southwest of ",{"type":"[[","value":[["Zhengzhou"]]},". Famous for its Juci porcelain and herbs used in Chinese medicine, it is also home to the Jun Royal Kiln Museum, which is worth the trip from Zhengzhou or ",{"type":"[[","value":[["Xuchang"]]}," alone. Apart from the museum there is absolutely no tourist infrastructure, and no English spoken. This makes it a great adventure for the Chinese language learner, but people with zero Chinese may struggle. Non-Asian travelers should also expect more staring and pointing than in most places in China due to the absolute absence of foreigners here. The locals are extremely open and friendly though, and are happy to talk about the long history of their city as one of China's ancient capitals.\n\n",{"type":"==","value":["Get in"]},"\nDirect buses leave from Zhengzhou's Long-distance Bus Center Station (Next to Zhengzhou Railway Station), South Bus Station (Longhaidong Road, Guancheng District) or Jingguang Bus Station (Longhaizhong Road). There are also frequent buses from Xuchang.\n\n",{"type":"==","value":["Get around"]},"\nTaxis, small minibuses, three wheeled carts and tuk tuks are cheap and abundant. The old city center, the area within the old city moat, is very walkable and full of interesting alleys and small streets.\n\n",{"type":"==","value":["See"]},"\nTake a walk around the old city moat, and see what remains of the old city walls in the Northeast, relax with the locals by the riverside, join a group dance in the evening, or watch an impromptu performance of Yuju, the Henan version of Chinese Opera near the Chaoyangmen Mosque.\nSee the statue of Yu the Great ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Yu_the_Great"]},", a local hero famous for taming the flooding Yellow River and known as The Father of the Xia for his role in the establishment of the Xia Dynasty, China's first.\n\n",{"type":"==","value":["Do"]},"\nThe Jun Royal Kiln Museum is made up of three floors, the first for local history dating back to neolithic times, the second and third for porcelain. The huge structure is spotless and largely empty on a weekday, and flawless highly detailed English captions make it well worth a visit for anyone interested in Chinese history and\/or porcelain production.\nTake side trips to Wuliang Township to see the decrepit tombs of Ming Dynasty Vassals, to Shenhou Old Town for a largely preserved historical porcelain-making village, and to Juci Mountain to see the mysterious symbols carved into the rocks there by prehistoric cultures of Central Plains China.\n\n",{"type":"==","value":["Buy"]},"\nThere are no souvenir shops in Yuzhou, but its most famous product, Junci porcelain, can be bought from one of the many stores with huge purple vases displayed on the street outside, the greatest concentration being on Junguanyao Road 钧管窑路, which runs parallel to the inside of the Eastern channel of the old city moat.\n\n",{"type":"==","value":["Eat"]},"\nThere are no Western or International restaurants in Yuzhou, fast food or otherwise, with the closest being Dico's. The locals don't even eat steamed rice, so expect to eat plenty of noodles for every meal, although there is a hot pot street, plenty of street food, and many Muslim restaurants run by the Hui minority, selling well-known dishes such as Da Pan Ji 大盘鸡 with a local twist. Popular dishes at small restaurants include Mi Pir 米皮儿 （cold\/lukewarm rice noodles served with some shredded cucumber, sesame paste and hot pepper paste, delicious and much better than it sounds), 豆面 （noodles made from mung beans, served in a thick soup with vegetables), and 烩面 （the local version of hand-pulled noodles served with meat and vegetables).\n\n",{"type":"==","value":["Drink"]},"\nDrink beer while eating noodles and lamb skewers on the street in summer, or head to a KTV.\n",{"type":"==","value":["Sleep"]},"\nTripadvisor and Ctrip both have several listings for Yuzhou.\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nBuses run frequently to surrounding towns for less than 10 Yuan, and express buses reach ",{"type":"[[","value":[["Xuchang"]]}," in 40 minutes and ",{"type":"[[","value":[["Zhengzhou"]]}," in 1.5 hours.\n\n",{"type":"{{","value":[["IsPartOf"],["North Henan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Yuzhou"]]}]