[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Eastern Cibao"]}," is a region of ",{"type":"[[","value":[["Dominican Republic"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Santa Barbara De Samana"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Las Terrenas"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Las Galeras"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nagua"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sanchez"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rio San Juan"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Playa Bonita"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Playa Cosón"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Playa Rincón"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Playa Frontón"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cayo Levantado"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Los Haitises National Park"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Laguna Gri Gri"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Province of Samaná has its own very distinct history and culture. Until the early 20th century, this peninsula was an island separate from Hispaniola. During Haiti's occupation of Santo Domingo in the 19th century, freed slaves were brought here from the United States prior to the Civil War, and they kept their distinct protestant religion, gospel singing and the English language up to this date, when their descendants are known as the \"Cocolos\". Today, Samaná remains a melting-pot of cultures, as a great quantity of Europeans--particularly French and Italians--have settled in the towns of Las Terrenas and Las Galeras.\n\n",{"type":"[[","value":[["Las Terrenas"]]}," remains a very bohemian town, very popular among Dominicans and foreigners alike. Its beaches are lined with restaurants right by the sea, offering different European and local cuisines made by foreign settlers. Las Terrenas also offers a distinctly nice nightlife, although increasingly plagued by prostitution. Close to the town of Las Terrenas are the two beaches of ",{"type":"[[","value":[["Playa Bonita"]]}," and ",{"type":"[[","value":[["Playa Cosón"]]},", separated by Punta Bonita. While Playa Bonita offers more excitement with its higher and stronger waves, Playa Cosón faces beautiful mountains which make for a unique, beautiful scenery. The more adventurous tourists can explore the waterfalls of the \"Salto del Limón\", surrounded by tropical mountains and rainforests.\n\n",{"type":"[[","value":[["Las Galeras"]]}," follows Las Terrenas as the region's second most popular beach town. Smaller and cozier, it has its own beautiful beach, where fishermen bring seafood directly from the sea, and tourists can eat fried fish, grilled shrimps and lobsters at a very low cost right on the beach. The beaches of ",{"type":"[[","value":[["Playa Rincón"]]}," and ",{"type":"[[","value":[["Playa Frontón"]]}," are easily accessible by boat from Las Galeras. Playa Rincón has been rated as one of the world's three more beautiful beaches, and is said to have been Columbus's point of entry into Hispaniola. He himself is supposed to have described it as an earthly paradise. This beach is not to be missed, and the restaurants on the beach offer an exquisite Dominican-style fried fish.\n\nThe actual town of ",{"type":"[[","value":[["Santa Barbara de Samana"]]},", the province's capital, has recently gotten a face-lift. It is one of the country's most beautiful towns, and the small island of ",{"type":"[[","value":[["Cayo Levantado"]]}," is easily accessible from it. In the middle of the Samaná Bay, Cayo Levantado has beautiful beaches and its own five-star hotel. Boats for whale-watching also depart from the town of Samaná, as whales spend their winters in the bay's warm waters. Moreover, ",{"type":"[[","value":[["Los Haitises National Park"]]}," is also readily accessible by boat from the town, displaying beautiful rain-forests and unending chains of jaw-dropping archipelagos that are easily explorable by boat.\n\nOutside Samaná, the towns of ",{"type":"[[","value":[["Nagua"]]}," and ",{"type":"[[","value":[["Sanchez"]]}," offer their own distinct foods. Sanchez is famous for its delicious shrimps, while Nagua is popular for its Dominican-style crab. Although Nagua has not been developed by tourism, its unending sea of coconut trees offer very interesting exploration opportunities for the most adventurous tourists.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Whale-Watching"]}," The Samaná Bay offers unique opportunities for whale-watching during the Winter months.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Dominican Republic"]]},"\n",{"type":"{{","value":[["outlineregion"]]},{"type":"''","value":["Italic text"]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]