[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Eastern Netherlands"]}," is a largely rural and natural part of the ",{"type":"[[","value":[["Netherlands"]]},", dotted with historic cities and charming villages and popular for its scenic landscapes. The forests of the ",{"type":"[[","value":[["Hoge Veluwe National Park"],["Veluwe"]]},", which include one of the oldest national parks in the country, are a major domestic tourism destination. \n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Eastern-netherlands-map.png"],["regionmaptext=Regions of the Eastern Netherlands"],["regionmapsize=425px"],["region1name=",{"type":"[[","value":[["Gelderland"]]}],["region1color=#a4c28d"],["region1items=",{"type":"[[","value":[["Achterhoek"]]},", ",{"type":"[[","value":[["Rivierenland"]]},", ",{"type":"[[","value":[["Stadsregio Arnhem Nijmegen"]]},", ",{"type":"[[","value":[["Veluwe"]]}],["region1description=The largest province of the Netherlands, and a diverse one. The forests of the Veluwe, the rural landscapes of the Achterhoek, the rivers and fruit orchards of the Rivierenland and the urban sprawl of Arnhem and Nijmegen, each region has something different to offer the visitor."],["region2name=",{"type":"[[","value":[["Overijssel"]]}],["region2color=#c5995c"],["region2items="],["region2description=The cultural regions of Twente and Salland are to be found here with some national parks and historic towns. De Kop van Overijssel in the north has extensive wetlands."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Apeldoorn"]]}," — a very green city with lots of monuments and parks, as well as the home to Het Loo Palace"]},{"type":"*","value":[" ",{"type":"[[","value":[["Arnhem"]]}," — an important historic trade city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Deventer"]]}," — one of the \"Hanzesteden\", it dates from the 9th century"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ede"]]}," — base for cycling trips to the Hoge Veluwe National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Enschede"]]}," — largest city of Overijssel and the Twente region and large student population"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nijmegen"]]}," — oldest city of the country, known for its 4-days march which attracts walkers from all over the world, left-wing politics and large student population"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tiel"]]}," — another old and historic town, and one of the largest fruit production centres of the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zutphen"]]}," — first town to get city rights in medieval times"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zwolle"]]}," — historic Hanzestad city and one of only 2 Dutch cities home to a 3 Michelin-star awarded restaurant"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hoge Veluwe National Park"]]}," — the country's largest national park with heathlands, sand dunes, and woodlands"]},{"type":"*","value":[" ",{"type":"[[","value":[["De Weerribben National Park"]]}," — one of Europe's important swamps home to herons and otters"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Dodewaard (2642472571).jpg"],["thumb"],["Much of the countryside here consists of fields and forests, dotted with villages."]]},"\nThe Eastern Netherlands are not very well known to most foreign visitors. Domestic tourism has been an important part of the regional economy for some time however, and visitors from neighbouring Germany have also discovered the merits of this area in terms of nature, culture and relaxation. Outside of the city areas, the region has quite a rural feel and much of its charm comes from the seemingly slow pace of life, the extensive biking and hiking opportunities and pretty, forest-rich landscapes. \nUnderneath the quiet countryside look however, lies a region keen on innovation and knowledge. Both Nijmegen and Enschede have well-known universities and regional authorities have joined forces to stimulate development and entrepreneurship.\n\nFor centuries, this region has played a vital role in Dutch trade towards the east. The modern business areas and transport companies that come with that function today are of course of little interest to a traveller, but the cultural wealth this trade brought to the region's Hanseatic League cities has left it with a number of beautiful historic town centres.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere aren't any mid-sized or large airports in the Eastern Netherlands. The most convenient choice is probably ",{"type":"[[","value":[["Schiphol Airport"]]},"  (",{"type":"{{","value":[["IATA"],["AMS"]]},") near Amsterdam, as it has easy train connections to a number of cities in this region, including Apeldoorn (direct, 70min), Arnhem (80min) , Ede-Wageningen (65min), Enschede or Zwolle (direct, 60min).\n\n",{"type":"'''","value":["Airport Weeze"]}," (",{"type":"{{","value":[["IATA"],["NRN"]]},") is just across the border in Germany. It is relatively close to Nijmegen and can thus also be used as an entry point into the region. There's a regular bus service from Airport Weeze to ",{"type":"[[","value":[["Nijmegen"]]}," (as well as to some other Dutch cities), but you have to make a ",{"type":"[","value":["http:\/\/www.airportweeze.com\/en\/arriving_by_bus.html reservation in advance"]},". There are plans for a new civil airport in Enschede, but these are still in the experimental phase.\n\n",{"type":"===","value":["By train"]},"\nAll major cities are connected by train, and this is the most convenient way to get in via public transport. There are a plethora of train services running to all other provinces of the country. The ICE International connects ",{"type":"[[","value":[["Arnhem"]]}," with ",{"type":"[[","value":[["Duisburg"]]},", ",{"type":"[[","value":[["Düsseldorf"]]},", ",{"type":"[[","value":[["Cologne"]]}," and ",{"type":"[[","value":[["Frankfurt"]]}," in Germany. ",{"type":"[[","value":[["Apeldoorn"]]}," and ",{"type":"[[","value":[["Deventer"]]}," have an intercity connection with ",{"type":"[[","value":[["Bad Bentheim"]]},", ",{"type":"[[","value":[["Osnabrück"]]},", ",{"type":"[[","value":[["Hanover"]]}," and ",{"type":"[[","value":[["Berlin"]]},".\n\n",{"type":"===","value":["By car"]},"\n\nThe Eastern region has good road connections with other parts of the Netherlands. The ",{"type":"'''","value":["A1"]}," comes from ",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Amersfoort"]]}," and connect those cities with ",{"type":"[[","value":[["Apeldoorn"]]},", ",{"type":"[[","value":[["Deventer"]]}," and ",{"type":"[[","value":[["Hengelo"]]}," in the Eastern region. The ",{"type":"'''","value":["A28"]}," from ",{"type":"[[","value":[["Utrecht"]]}," and ",{"type":"[[","value":[["Amersfoort"]]}," crosses through the ",{"type":"[[","value":[["Veluwe"]]},", ",{"type":"[[","value":[["Zwolle"]]}," and the Kop van Overijssel. The ",{"type":"'''","value":["A12"]}," connects ",{"type":"[[","value":[["Utrecht"]]}," with ",{"type":"[[","value":[["Arnhem"]]},", and the ",{"type":"'''","value":["A15"]}," connects ",{"type":"[[","value":[["Rotterdam"]]}," with ",{"type":"[[","value":[["Arnhem"]]}," (and on its way crosses through the ",{"type":"[[","value":[["Rivierenland"]]},").\n\nIf you're coming from Germany, motorway ",{"type":"'''","value":["30"]}," connects ",{"type":"[[","value":[["Osnabrück"]]}," and ",{"type":"[[","value":[["Hanover"]]}," with the region. Motorway ",{"type":"'''","value":["3"]}," comes in from the ",{"type":"[[","value":[["Ruhr"]]}," and leads to ",{"type":"[[","value":[["Arnhem"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Nieuwe toren Kampen.jpg"],["thumb"],["Several of the cities were once part of the Hanseatic League, and have pleasant historic centres. Kampen is among the smaller ones."]]},"\n",{"type":"[[","value":[["File:Kootwijkerzand 2.jpg"],["thumbnail"],["Kootwijkerzand, a desert landscape in the Hoge Veluwe National Park, quite unlike any other Dutch landscape."]]},"\n",{"type":"===","value":["By train"]},"\nThe train is the best way to get around for foreign visitors. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ns.nl\/en Nederlandse Spoorwegen"]}]}," serves every large town and you can use the website to plan your journey ahead of time. Some railway lines, particularly in the south and east of the region covering smaller towns, are served by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.syntus.nl Syntus"]}]},".\n\n",{"type":"===","value":["By bus"]},"\nThe bus is mostly used as a way of transport within towns or between towns in the same area. Bus travel is time-consuming, confusing and slow, but may be required for some outlying regions (avoid it if there's rail transport available). There's a plethora of bus companies available that all serve a different set of regions and provinces. You can plan your journey at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/journeyplanner.9292.nl\/ 9292.nl"]}]},".\n\n",{"type":"===","value":["By car"]},"\nDriving here is easier than in the Western region with fewer traffic jams and fewer speed limits, and making your way around by car is an excellent option. Car rental agencies can be found in all the major cities in the region, as well as at the airport. The A1 crosses right through the region with ",{"type":"[[","value":[["Barneveld"]]},", ",{"type":"[[","value":[["Apeldoorn"]]},", ",{"type":"[[","value":[["Deventer"]]},", ",{"type":"[[","value":[["Hengelo"]]},", and taking the ",{"type":"'''","value":["A35"]}," into account, also ",{"type":"[[","value":[["Enschede"]]},". The A12 connects ",{"type":"[[","value":[["Arnhem"]]}," and ",{"type":"[[","value":[["Ede"]]},". The ",{"type":"[[","value":[["Hoge Veluwe National Park"]]}," can be reached by both the A1 and the A35.\n\n",{"type":"===","value":["By bicycle"]},"\nThe region is perfect for cycling, and that's a great way to get immersed in the landscape. Especially cycling to and through the ",{"type":"[[","value":[["Hoge Veluwe National Park"]]}," is a popular and worthwhile experience. Local tourist offices all have maps of the available bicycle paths, but even without, directions for biking routes between towns are usually indicated well along the way.\n\n",{"type":"==","value":["See"]},"\nThe largest tourist attraction is ",{"type":"[[","value":[["Hoge Veluwe National Park"]]},". It is famous for its diversity in natural landscapes. It's rich with forests, but there large heaths, streams and lakes. Striking are its patches of desert with sand drifts that are among the largest in Europe. To top that, it also has one of the most important cultural attractions of the region with the ",{"type":"'''","value":["Kröller-Müller Museum"]},", an art museum with an extensive collection of Van Gogh paintings and a garden with sculptures.\n\nMany cities in the Eastern region were members of the Hanseatic League, a commercial and defensive confederation of merchant guilds and their market towns that dominated trade along the coast of the Baltic Sea. These cities are called ",{"type":"'''","value":["Hanseatic cities"]},", and because of their rich trading history, they have beautiful historic town centers. The six most important Hanseatic cities are ",{"type":"[[","value":[["Deventer"]]},", ",{"type":"[[","value":[["Doesburg"]]},", ",{"type":"[[","value":[["Hasselt (Netherlands)"],["Hasselt"]]},", ",{"type":"[[","value":[["Hattem"]]},", ",{"type":"[[","value":[["Kampen"]]},", ",{"type":"[[","value":[["Zutphen"]]}," and ",{"type":"[[","value":[["Zwolle"]]},". All are major tourist attractions.\n\n",{"type":"[[","value":[["Nijmegen"]]}," lays claim to the title of oldest city of the Netherlands, dating back to Roman times. It breathes history and has a lot of monuments, parks and museums. ",{"type":"[[","value":[["Arnhem"]]}," has a strong rivalry with Nijmegen, and also has a lot to offer visitors. Attractions there include Burgers' Zoo, the Netherlands Open Air Museum and museums about World War II history, as this is where Operation Market Garden took place.\n\n",{"type":"==","value":["Do"]},"\nThe extensive and flat rural areas, the orchards of the Betuwe and the protected natural parks make the Eastern Netherlands an excellent place for outdoor activities. ",{"type":"'''","value":["Hiking"]}," and ",{"type":"'''","value":["biking"]}," are very popular and with numerous available trails, road signs and bike lanes, it's easy too. All the larger cities have tourist information offices to help you plan a trip. Most large train stations allow for bike rental, as do many hotels.\n\nThe annual height of the national hiking sport is the ",{"type":"'''","value":["Nijmeegse Vierdaagse"]}," in ",{"type":"[[","value":[["Nijmegen"]]},", for which many foreign enthusiast find their way here. It's not the only major event in the region, though. There's the ",{"type":"'''","value":["Dickens Festival"]},", the weekend before Christmas in ",{"type":"[[","value":[["Deventer"]]},". For a free musical treat, head to the ",{"type":"'''","value":["Bevrijdingsfestival"]}," in ",{"type":"[[","value":[["Zwolle"]]},", one of the largest Dutch liberation festivals on May 5th. An even larger free pop festival is ",{"type":"'''","value":["Appelpop"]},", an annual September festival in ",{"type":"[[","value":[["Tiel"]]},". When you're visiting the are in May, you'll find the orchards in the Betuwe area in bloom, and in Autumn, several towns in the region (Tiel again being a major one) organize a ",{"type":"'''","value":["fruit corso"]}," parade, a colourful parade showcasing the region's produce.\n\n",{"type":"==","value":["Eat"]},"\nThe Eastern Netherlands are a region with a strong rural and agricultural tradition. Apart from some of the wealthy Hansaeic cities, hard work and limited wealth were common and many of the traditional dishes were based on widely available and nutritious produce like potatoes and beans. Different ways to serve porridge were also popular. Although many of these dishes are known, and some are still prepared occasionally in family homes, few are found on restaurant menus. Among the ones you might encounter is ",{"type":"'''","value":["Humkessoep"]},", a bean and potato soup particularly popular in the Twente area and Oldenzaal but eaten in other parts of the region too, usually served with pieces of sausage and bacon. Local sweet treats include ",{"type":"'''","value":["Deventer koek"]},", a cake that gave the city of ",{"type":"[[","value":[["Deventer"]]}," its nickname ",{"type":"''","value":["koekstad"]},", or ",{"type":"''","value":["cakecity"]},".\n\n",{"type":"==","value":["Drink"]},"\nWith plenty of domestic and German tourist visiting the region for a relaxed vacation of hiking or biking, small cafés can be found in virtually every village. If you're looking for something more energetic, in the sense of nightlife, you're best off in the student cities of ",{"type":"[[","value":[["Nijmegen"]]}," and ",{"type":"[[","value":[["Enschede"]]},". There are a few traditional local liquors, but you'll be hard pressed to find them. One is ",{"type":"'''","value":["allemansgading"]},", or ",{"type":"''","value":["every-man's-choice"]},", a combination of brandy, lemon, saffron and cardamom.\n\n",{"type":"==","value":["Go next"]},"\n\nThe Eastern Netherlands can function as a springboard to Germany. Hop on the international train to ",{"type":"[[","value":[["Berlin"]]},", and don't forget to spend a day or two in the beautiful village of ",{"type":"[[","value":[["Quedlinburg"]]}," on the way over. If you're looking to stay in the Netherlands, this fairly central position will allow for a trip to any part of the country in just about 2 hours or so. Nearby destinations include historic ",{"type":"''","value":[{"type":"[[","value":[["Amersfoort"]]},{"type":"'''","value":[" and "]},{"type":"[[","value":[["Utrecht (city)"]]},{"type":"'''","value":[", charming "]},{"type":"[[","value":[["'s Hertogenbosch"]]},{"type":"'''","value":[" or bustling, modern "]},{"type":"[[","value":[["Eindhoven"]]},"'"]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Netherlands"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["52.28832"],["6.28693"],["zoom=9"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]