[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":["East Matunuck"]}," is in ",{"type":"[[","value":[["Rhode Island"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[{"type":"'''","value":["By Car:"]}," Off Route 1 North in South County, Rhode Island. The exit is labeled \"Jerusalem\/East Matunuck\" and is located after the \"Matunuck\" exit. Entire community exists off of Succotash Rd."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Succotash Marsh Management Area"]},": Off of Succotash road, North of East Matunuck Beach lies 145 acres of salt marsh.  This is a good area for bird watching.  It is refuge to many Egrets, Herons, Plovers, Sandpipers, Gulls, Ducks, and Osprey.  Rhode Island Department of Environmental Management has an office here.  There are educational walks on request.  Duck hunting is permitted during fall season.  ",{"type":"[[","value":[["File:Matunuck Roy Carpenter Beach Rhode Island.JPG"],["thumb"],["Cottages at Roy Carpenter Beach"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ocean Avenue"]},": Although Ocean Ave. is accessible only by the \"Matunuck\" exit off of Rt. 1, it ends right where East Matunuck State Beach begins.  If walking the entire length of the beach interests you, this is a good starting point. Note: There is not a parking lot at the end of Ocean Ave."]},"\n",{"type":"*","value":[{"type":"'''","value":["East Matunuck State Beach"]},": A Rhode Island State Beach that is not typically overcrowded family beach. The parking lots are a 3-5 minute walk to the beach. Many local surfers go here for the exceptional waves.   At the coast guard house there are also showers and a place to buy snack food and drinks.  A few hundred feet past the coast guard house there are sand dunes people can walk up to get to the beach if they have a different place to park.  Hours: 9am-6pm, Memorial Day to Labor Day. Mon-Fri: Non-residents:$12.00\/car. Residents:$6.00\/car. Weekends: Non-residents:$14.00\/car. Residents:$7.00\/car. ",{"type":"[","value":["http:\/\/www.riparks.com\/eastmatunuck.htm"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["State Pier Dock"]},": Located right next to Jim's Dock Restaurant.  This is a great place for fishing and viewing the boats moving in and out of the marina.  There is a small sandy beach next to the dock that is quiet and a pleasant place for young children to play. It’s also commonly known as “Jerusalem”. Down the road past Jim’s and Skip’s dock there is a very large dock with beach on one side.  On the side closer to the restaurant’s it is still considered state beach. On the other side it is considered private property but the house there hasn’t been occupied in years so again, people ignore the sign.  Many people fish and jump off the dock during the summer.  It’s also a great place to fish by spear or net under the dock for eels, rock crab, small flounder, and a decent amount of bass.  Legally to spearfish here you are supposed to have a license.  The dock is almost always full of half broken lobster traps, and usually where you will find either a stray or just lost dog.  Down the road from the dock another 100 yards or so there is the fish and wildlife building that is usually empty.  The path behind it isn’t so much wild life as it is a two mile dirt and sand road leading to a dozen or so small houses. ",{"type":"[[","value":[["Image:benches.jpg"],["thumb"],["State Pier Dock"]]},{"type":"[[","value":[["Image:lobster.jpg"],["thumb"],["Lobster"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Potters Pond"]},": Access is off of Wakamo Park (697 Succotash Rd.)  The pond offers beautiful views of foliage in the fall.  One can also explore Sugar and Sycamore Coves by this access point.  Kayak and boat rentals are available at Wakamo Park and nearby marinas."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kenport Marina"]},": Located off of Succotash Rd. This marina offers all a fisherman needs for a day of sea fishing. Boat and kayak rentals are also available. ",{"type":"[","value":["http:\/\/www.rimarinas.com\/kenport\/index.htm"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Brousseau Park"]},": A safe and clean park located off of Succotash Rd, on the left before the fork in the road.  The left side of the fork leads to Snug harbor and Kenport Marina, the right side of the fork leads to the state beach and Jerusalem point. The park has a basketball court which is rather active in the summer time with pickup basketball games.  Both a soccer field, and small baseball diamond are also within the park’s boundaries.  There are soccer games young and old almost every single weekend between spring and fall.  Little league baseball games are played very often here as well.  Between the basketball courts and the soccer field there is also a very small playground."]},{"type":"[[","value":[["Image:playground.jpg"],["thumb"],["Playground"]]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Matunuck Oyster Bar"],["alt="],["url=http:\/\/www.rhodyoysters.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place for fresh seafood. Oysters are farm raised in the pond adjacent to the restaurant. Costumers can watch oysters being harvested as they dine. Plates are between $15-30. Outdoor seating overlooking the oyster pond is available. Right outside the restaurant there is a small bridge which has always been a popular place for young people to jump off during high tides. Across the water there is a row of private homes with dock access as well. There is a sign that says no jumping, but like every sign in the area, people see this as almost an invitation to do the opposite. Fishing next to the no fishing sign, jumping off next to the no jumping sign, or parking directly under the no parking sign. Farm tours are available. Touring the farm is an educational and enjoyable experience for the entire family."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jim's Dock"],["alt="],["url=http:\/\/www.jims-dock.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fun local place with good seafood. Plates are between $5-15. BYOB. Outdoor seating overlooking the marina is available. The easy-going atmosphere and close proximity to the State Pier Dock makes this a family favorite. This is also a good place to schedule fishing charters, or a day long boat cruise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cap'n Jack's"],["alt="],["url=http:\/\/www.capnjacksrestaurant.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A staple for South County locals. The large menu and dining area makes this a great place for big groups. Outdoor pick-up window makes it convenient for those in a hurry or looking to eat at the beach or nearby marinas. Plates are between $10-30. Bus tours with a meal are offered for groups. To the left of the main dining building is a small offshoot that specifically sells various desserts."]]},"  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Skip's Dock"]},": A quaint seafood market located near the State Pier Dock.  Prices vary with market.  This is a good place for those looking to get food on the run.  "]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shoreline Realty"]},": The cottages and beach houses are located right in the heart of East Matunuck, between the marinas and East Matunuck State Beach. Prices vary depending on season and size of rental. Between Brousseau and Jerusalem point there is almost always around a dozen “for rent” signs on homes.  The rent usually ranges from 350-500$ for non summer months and 400-500$ for weeks during the summer.  There is also a small lot of mobile homes just down the road from the Oyster bar, across from CapnJacks.",{"type":"[","value":["http:\/\/www.shorelinerealtyri.com\/"]},"."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South Kingstown"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]