[{"type":"{{","value":[["pagebanner"],["Easter Island Banner.jpg"]]},"\n",{"type":"[[","value":[["File:Rapa Nui, Rano Raraku.JPG"],["thumb"],["right"],["350px"],["Moai statue on Easter Island"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turismo.rapanui.cl\/ingles\/turisma_rapanui.htm Easter Island"]}]}," (Spanish: ",{"type":"''","value":["Isla de Pascua"]},", Polynesian: ",{"type":"''","value":["Rapa Nui"]},") is one of the most isolated islands on Earth. Early settlers called the island \"Te Pito O Te Henua\" (Navel of The World). Officially a territory of ",{"type":"[[","value":[["Chile"]]},", it lies far off in the Pacific Ocean, roughly halfway to ",{"type":"[[","value":[["Tahiti"]]},".  Known as one of the world's sacred sites, it is most famous for its enigmatic giant stone statues or ",{"type":"''","value":["Moai"]}," whose oversized heads, carved centuries ago, reflect the history of the dramatic rise and fall of the most isolated Polynesian culture.\n\n",{"type":"==","value":["Understand"]},"\n\nThe English name of the island commemorates its European discovery by a Dutch exploration vessel on Easter Sunday in 1722.\n\nEver since Thor Heyerdahl and a small party of adventurers sailed their raft from ",{"type":"[[","value":[["South America"]]}," to the Tuamotu islands, far to the north of Easter Island, a controversy has raged over the origin of the islanders.  Today DNA testing has proved conclusively that the Polynesians arrived from the west rather than the east, and that the people of Easter Island are descendants of intrepid voyagers who set out from another island thousands of years ago. Legend says that the people left for Easter Island because their own island was slowly being swallowed by the sea.\n\nIn brief, the prehistory of Easter Island is one of supreme accomplishment, flourishing and civilization, followed by environmental devastation and decline.  Although it is not agreed when people first arrived on Easter Island (with estimates ranging from several hundred to more than one thousand years ago), consensus seems to be that the first peoples arrived from Polynesia.  Rather than being inhabited by mistake or chance, evidence has suggested that Easter Island was colonized deliberately by large boats with many settlers—a remarkable feat given the distance of Easter Island from any other land in the Pacific Ocean.\n\nThe first islanders found a land of undoubted paradise—archaeological evidence shows that the island was covered in trees of various sorts, including the largest palm tree species in the world, whose bark and wood furnished the natives with cloth, rope, and canoes.  Birds were abundant as well, and provided food for them.  A mild climate favored an easy life, and abundant waters yielded fish and oysters.\n\nThe islanders prospered due to these advantages, and a reflection of this is the religion which sprouted in their leisure, which had at its centerpiece the giant moai statues, that are the island's most distinctive feature today.  These moai, which the island is littered with, are supposed to have been depictions of ancestors, whose presence likely was considered a blessing or watchful safekeeping eye over each small village.  The ruins of Rano Raraku crater, the stone quarry where most of the Moai were carved and outside which many still sit today, is a testament to how central these figures were to the islanders, and how their life revolved around these creations.  It has been suggested that their isolation from all other peoples fueled this outlet of trade and creativity—lacking any other significant way to direct their skills and resources.  The bird-man culture (seen in petroglyphs), is an obvious testament to the islanders' fascination with the ability to leave their island for distant lands.\n\nHowever, as the population grew, so did pressures on the island's environment.  Deforestation of the island's trees gradually increased, and as this main resource was depleted, the islanders would find it hard to continue making rope, canoes, and all the necessities to hunt and fish, and ultimately, support the culture that produced the giant stone figureheads.  Apparently, disagreements began to break out (with some violence) as confidence in the old religion was lost, and is reflected partly in the ruins of moai which were deliberately toppled by human hands.   By the end of the glory of the Easter Island culture, the population had crashed in numbers, and the residents—with little food or other ways to obtain sustenance—resorted sometimes to cannibalism and a bare subsistence.   Subsequent slave raids by powers such as Peru and Bolivia devastated the population even more, as did epidemics of western diseases, until barely a hundred native Rapa Nui were left by the late nineteenth century.\n\nToday, Rapa Nui National Park is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".  Its residents rely much on the tourism and economic links to Chile and daily flights to Santiago.  As with many native peoples, the Rapa Nui seek a link to their past and how to integrate their culture with the political, economic, and social realities of today.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Easter Island map-en.svg"],["thumb"],["right"],["300px"],["Map of Easter Island"]]},"\n\nDue to its extreme geographic isolation, many people assume that only the highly intrepid traveler can get to Easter Island. In fact, the island is accessible by regular commercial air service to ",{"type":"[[","value":[["Hanga Roa"]]},", Chile (IPC), and tourism is the main industry of the island.\n\nStill, it ",{"type":"''","value":["is"]}," rather \"out of the way\" for most people, with a minimum of more than 5.5 hours in the air from the nearest continent, and very limited routes to get there.  The only regular flights are via ",{"type":"[","value":["http:\/\/www.lan.com LAN Airlines"]},", daily to ",{"type":"[[","value":[["Santiago de Chile"]]},", Wednesdays and Sundays to\/from ",{"type":"[[","value":[["Lima"]]}," (often the cheapest option at around $400 round trip if booked in a Peruvian travel agency), and once per week to ",{"type":"[[","value":[["Tahiti"]]},".",{"type":"[","value":["http:\/\/www.lan.com\/promociones\/data\/norteamerica\/us\/cl\/calendario_ipc.html"]},"  With no competition for fares on an objectively lengthy and obscure flight, fares range between US$300-US$1200 round trip from Santiago.\n\nAbout the only scenario in which Easter Island is \"conveniently located\" is on a ",{"type":"[[","value":[["Round the world flights"],["round-the-world"]]}," voyage, in which it provides an interesting stop on the way between Polynesia and ",{"type":"[[","value":[["South America"]]},", and will help bolster others' perception that you went \"everywhere\".\n\nIf you want to take the intrepid route Tallship Soren Larsen sails to Easter Island from New Zealand once a year.  The voyage takes 35 days, crossing the point on earth furthest from land.\n\n",{"type":"==","value":["Get around"]},"\n\nEaster Island is extremely small, so it is possible to get around fairly easily.  There are rental cars, generally jeeps, available from a few rental agencies in Hanga Roa, as well as a few dirtbikes.  With a car, it's possible to see the main sites on the island in a day.  Most hosts will also rent out their jeep to you (at a very competitive rate) if you simply ask. Be aware, you will not get insurance with your car hire.  Bicycles can be hired on a daily basis. For those on a tight schedule, a rental car is really quite advantageous, and sometimes not much more expensive than other options and offering more independence for more curious or adventurous visitors than an organized tour.  Bicycling may be tried, but note that aside from the main paved roads in Hanga Roa or the single smooth paved road to Anakena, roads to many main sites are of dirt and sometimes quite uneven and potholed, so the benefit of a car cannot be overstated for some parts of the island.  Note that for motor scooters and motorbikes, a valid driver's license specifically for these vehicles is required.  Otherwise, driver's licenses for cars will allow the use of cars or 4x4 quad bikes.  Some example prices are as follows (all in CLP).\n\nBicycle (24 hours):  10000, (8 hrs) 8000\n\nMotor Scooter (8 hrs): 23000\n\nSmall Jeep\/car (8hrs): 20000\n\nLarger cars (8 hrs): 25000-40000\n\nAt the time of June 2010, fuel\/gasoline cost approximately 500 CLP per liter.\n\nOne reliable, friendly, and relatively cheap rental location is \"Paomotors\", found next to Supermarket Eixi.  It seems the closer you get to Farmacia Cruz Verde, the higher the prices for various rentals.\n\n",{"type":"==","value":["See and Do"]},"\n",{"type":"[[","value":[["File:Isla de Pascua, Chile. 03.jpg"],["right"],["thumb"],["Incomplete statues at Rano Raraku"]]},"\n",{"type":"[[","value":[["File:Ahu Tongariki, Moais.jpg"],["right"],["thumb"],["Ahu Tongariki - the largest Ahu"]]},"\n",{"type":"[[","value":[["File:Vista Motu Nui, Motu Iti y Motu Kau Kau desde Orongo.JPG"],["right"],["thumb"],["The view from Orongo - and some birdmen carvings"]]},"\nThe biggest tourist attractions on Easter Island are, of course, the Moai. Please note that the Moai are archaeological features and should be treated with care as they are far more fragile than they seem. Often Moai will be placed upon ceremonial platforms and burial sites called Ahu. ",{"type":"'''","value":["Do not walk on the Ahu"]}," as it is an extremely disrespectful gesture. Even if you see others walking on the Ahu do not do so yourself.\n\nMost of the sites, which can be visited for free, are found along the coastline of the island.  First time visitors may be struck by how many archaeological sites there are around the island, where you can be virtually alone as the only people visiting.  Each village typically had an ahu if not several moai, and thus on a drive around the south coast of the island, every mile contains several sites where you might see ruins.\n\nTwo exceptional sites are the volcanic craters of Rano Kau and Rano Raraku. Rano Kau is the largest crater on the island and contains the largest freshwater lake\/marsh on the island. On its lip at the point where sea cliffs and crater cliffs meet is the sacred village of Orongo, once the destination of the race that formed the heart of the birdman cult and an incredible viewpoint to sea the islets of Moto Nui and Rano Kay and the vastness of the Pacific Ocean. Every part of the rocks at Orongo are carved with birdman motifs.\n\nThe slightly inland quarry at \"Rano Raraku\" is where most of the moai were carved, out of the hillside of the volcanic rock.  This 300 foot volcano remnant provided the stones for most of the great figures and is where a visitor can see various stages of the carving, as well as scattered partially-finished figures. The approach takes you past several Moai partially buried on the outer slopes - some with only their heads above ground. Rano Raraku also contains the very largest Moai, far larger than any that were completed and transported around the island. A climb to the left side of the crater, over the top, and into the bowl, is well worth it.  Hiking to the opposite lip of the crater, where the most moai are found, is one of the most dramatic sites on the island. Ahu Tongariki nearby is the largest Ahu.\n\nBoth Rano Kau and Rano Raraku are the remains of volcanic cinder cones and are filled with fresh rainwater. The entry fee is 60 US dollars total for the two sites. Make sure you keep your ticket. For hikers Rano Kau is a pleasant day trek from Hanga Roa, it is possible to trek from town to the lip of the crater and down to the edge of the lake. If Guava are in season one can graze on feral Guava as one walks through the Guava scrub.\n\nEaster Island features two white sand beaches.  Anakena, on the north side of the island, is an excellent shorebreak bodysurfing location with a bit of north swell.  Even the 1\" waves barrel (it's also possible to surf in the harbor at Hanga Roa and many of the locals do so).  The second beach is a hidden gem called Ovahe.  Found along the southern shore of the island near Ahu Vaihu (along the road from Hanga Roa to Ahu Akahanga), this beautiful and desolate beach is much larger than that at Anakena and is surrounded by breathtaking cliffs.  Note of caution: the path leading down to the beach is somewhat treacherous and unstable and best reached by foot - driving off-road (contrary to the misguided and somewhat callous actions of some tourists) on most of the island is illegal anyway.\n\nScuba diving and snorkeling is popular near the islets Motu Nui and Motu Iti (well known for \"The bird man culture\") which are located about 1 km south of the island. There are three shops where it is possible to rent the equipment and from there get on a guided tour to the islets: ",{"type":"'''","value":["Atariki Rapa Nui"]},", ",{"type":"'''","value":["Orca"]}," and ",{"type":"'''","value":["Mike Rapu Diving"]},".\n\nAn often overlooked but particularly fascinating and \"otherwordly\" aspect of Easter Island is its extensive cave systems.  While there are a couple of \"official\" caves that are quite interesting in their own right, there is also real adventure to be had in exploring all of the numerous unofficial caves on the island, most of which are found near Ana Kakenga.  While the openings to most of these caves are small (some barely large enough to crawl through) and hidden (amid a rather surreal lava strewn field that has been likened to the surface of Mars), many of them open up into large and inhibitingly deep and extensive cave systems.  Note of caution: these caves can be dangerous in that quite a few run extremely deep.  A person left without a torch\/flashlight will be immersed in utter blackness with little hope of finding their way out soon...if ever.  The caves are also extremely damp and slippery (the ceilings in some have collapsed over time from water erosion).\n\n",{"type":"===","value":["Tours"]},"\n\nThere are a few tour companies that do guided tours to Easter Island, a wonderful way to explore the best of the island and its culture without having to worry about breaking any local rules. A well-respected tour guide can show you aspects of the location and culture that you might otherwise never see or understand.\n\n",{"type":"==","value":["Buy"]},"\n\nMost, if not all of the commerce on this island occurs in the port town of Hanga Roa.  There are a number of small shops geared toward tourists, as well as an open market.  If you join an organized tour, expect to see the same souvenir-sellers at each site selling the same items - generally a plethora of moai-inspired trinkets.  The official currency is the Chilean Peso, but, unlike on the mainland, transactions can be performed in US Dollars.\n\nWhen buying souvenirs it is best to use cash. Often the vendors will have a very high minimum charge or will tack on a service fee for using a credit card (about 10-20%). This is only if the vendor accepts credit cards at all; many small vendors will only accept cash.\n\nAt least four ATMs are available on the island: one from Banco Estado on Tu'u maheke, Hanga Roa, which only accepts Cirrus, Maestro and MasterCard branded cards but NOT Visa. The other one inside the bank Santander, a bit further, on Policarpo Toro, which accepts Visa, Cirrus, Maestro and MasterCard. \nThere's also an ATM in the departure hall of the airport, and also at least one at the gas station near the airport.\n\nThe local bank can do cash advances against a Visa card, but the bank opening times are limited and the lines can be long.\n\n",{"type":"==","value":["Eat"]},"\nThere are around 25 restaurants catering to tourists on the island. A few can be found close to the dock in Hanga Roa, with a few others scattered in the surrounding areas.  Menus tend to be limited, as most of the food on the island needs to be imported.  The range of fish, though, is considerable - as is true for most of Chile.  There are also a few \"supermarkets\" where visitors can pick up snacks, limited sundries, booze, etc.\n\nLike the souvenir vendors on the island many restaurants do not accept credit cards or will have a high minimum charge. Also tipping is appreciated but should be done in moderation, usually spare change or less than 10% works.\n\nAs a result of the increased amount of tourists, some of the restaurants may be a kind of \"tourist trap,\" so don't hesitate to ask your guide or your host for advice where to go.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Te Moana"]}," - Quite possibly the best restaurant on the island. The tuna sandwich is particularly good. A live band is often playing on Wednesdays and the weekends. Get to Te Moana early or it is likely that you will not get a table."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Taverne du Pêcheur"]}," - A small restaurant in the port section of the village held by a resident of Rapa Nui who lived for some time in ",{"type":"[[","value":[["French Polynesia"]]},". Very good seafood, the most expensive restaurant on the island. Some consider it to be a lot of money for not much of value."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Varua"],["url="],["email="],["address=Atamu Takena"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A new restaurant with all the classics to be found on the island at good prices, plus an excellent value Menu del dia (starter, main course and fruit juice for only CLP9,000). Service and food both excellent."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Au bout du Monde"]}," - A nice Belgian restaurant overlooking the sea. Pretty expensive but the seafood is really good. During certain nights, you can also watch a Polynesian dance for an hour or so. It costs CLP10,000 but it is definitely worth it."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hetu u"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+56 39 552163"],["tollfree="],["fax="],["hours=10:00-23:00"],["price=USD15-40"],["content=Great food and staff. Try the shrimp, tuna, and sopaipillas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Aringa Ora"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant, one of the largest, is easily recognised because of the two Moai facsimiles that stand either side of its front door. Its location at the southern end of the main road and its simple and low-price dishes mean its often quite busy."]]}]}," \n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=BonBon Chinois"],["alt="],["url="],["email="],["address=Avenida Pont"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small place that does both Thai, Peruvian and Polynesian dishes in addition to local fare."]]},"\t"]},"\nThose on a backpacker's budget or seeking simple food can try the following two options:\n\n-- next to the main Kai Nene supermarket is an empanada shop, where a variety of cheap and tasty made-to-order on the spot empanadas can be had, prices are in the CLP1,200-2,500 range, including Atun y queso, camarones, champignons, etc.  Closes 20:00?\n\n-- at the end of the main street walking towards the east, are several food stands, which prepare hot dogs with many toppings, chicken sandwiches, to slightly more elaborate meals such as mashed potatoes and steak, in a pleasant outdoor seating area. CLP1,200-3,000. Open until 22:00.\n\n",{"type":"==","value":["Drink"]},"\n\nPisco, a hard alcohol made from fermented grapes, is the unofficial drink of the island.  Try a pisco sour, which is pisco mixed with lemon juice.  Another common cocktail is the piscola - pisco and coke.  Drinking pisco straight is possible, as it has less of a kick than Vodka, although Chileans would not advise it.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are three properties of international standard on the island:\n",{"type":"*","value":[" Explora"]},{"type":"*","value":[" Hotel Altiplanico"]},{"type":"*","value":[" Hotel Hanga Roa"]},"\nMost of the rest of the accommodations on Easter Island are \"guest houses\". Representatives of the guest houses will generally come to the airport to greet travellers who may wish to stay with them. Rates are usually quite reasonable. The proprietors of these guest houses will be happy to help you find places to eat, drink, hire cabs, and generally get around.\n\nA number of guest houses describe themselves as hotels, and certainly would pass for them elsewhere in the world as well. These hotels frequently have restaurants offering at least breakfast, and often dinner as well.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Inaki Uhi"],["alt="],["url=http:\/\/www.inakiuhi.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+56 32 2100231"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Atamu Tekena, Hanga Roa. A great place to stay, located on the main street in the centre of town, close to restaurants, supermarkets, pubs and services. There are 15 rooms with a variety of configurations with private bathroom and two self contained apartments. Fully equipped kitchens are available for guest to prepare their own meals. Alvaro (the son) offer excellent full day tours in English mixing his own experiences, his grandfather's (former Major Pedro Atan) and his grandmother's (the oldest woman on the island) with facts and oral traditions. Four-wheel drive vehicles are also available for rent. Alvaro Atan Sr. (an islander) and his wife Isabel are the owners and they do a great job to keep guests feel at home. Prices are very reasonable and the place is very clean. They also have great reviews in Trip Advisor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tekarera Kainga Ora"],["alt="],["url=http:\/\/www.tekarera.com\/rentals"],["email="],["address="],["lat="],["long="],["directions="],["phone=+56 98 134 5757"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cell. Excellent accommodation close to the center of the town, but not on the main street. It is a 2 bedroom 1 bath cabin\/house with a fully equipped kitchen, a washer (for clothes), TV, and other amenities. Breakfast is included in the price (and very filling). The owner, Paul, is GREAT, and knows English and Spanish (and some Rapa Nui) and has been living on the island for quite some time, and even helped out with the restoration of a group of moais. Paul also gives tours, and it is highly recommended. A discount can be obtained for booking the cabin\/house along with the tours, and also if it is off season. Perfect for families, couples, or friends. Price is reasonable, around $100 a night depending on exchange rate for 2 people."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tauraa Hotel"],["alt="],["url=http:\/\/www.tauraahotel.cl\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(56-32) 100 463"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Atamu Tekena, Hanga Roa. Very clean guest house, less than 5 minutes from the airport. Bill and Edith are very nice to talk to, and they can talk about the island for hours. Good breakfast, different everyday. Together with the hotel is a tour company, which offers visits of basically the whole island in 2 days. A bit on the pricey side however, 150$ per night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kona Tau"],["alt="],["url=http:\/\/www.hihostels.com\/dba\/hostels-Easter-Island---Kona-Tau-012026.en.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avaraipau, Hanga Roa. Tel: +56-32-2100321. A very nice hostel, and quite cheap taking the island in mind (10000 peso per night). The rooms are very basic, as is the breakfast. Scooters are rented out and they have a table football game. One of the guys employed at the hostel (he mainly cleans) cooks cheap empanadas (1000 each) most nights. They offer free airport pick up and upon arrival, they have pretty leis for you."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tupa Hotel"],["alt="],["url=http:\/\/www.rapanui.com\/"],["email=easterisland@hawaii.rr.com"],["address="],["lat="],["long="],["directions="],["phone=(56-32) 2100 225"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sebastian Englert, Hanga Roa, A larger 30 room hotel with a spectacular ocean view, two blocks from the main street. Free breakfast and hotel transport and free wifi in the lobby. The hotel staff can easily arrange for private tours and excursions throughout the island. They are constantly running price specials for different seasons."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel O'Tai"],["alt="],["url=http:\/\/www.hotelotai.com\/index_in.php"],["email=contacto@hotelotai.com"],["address="],["lat="],["long="],["directions="],["phone=+56 32 2100250"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rapa Nui, One of the most popular hotels, across from the post office. Forty rooms, all with air conditioning, private terrace, and ensuite bathroom. Beautiful gardens, lovely pool, nice people. A range of prices depending upon the room."]]}]},"\nAnother alternative if you are traveling with family or groups is to stay in cabanas.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cabanas Morerava"],["alt="],["url=http:\/\/morerava.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+56 2 3358978"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Vai Kia Kia SN, Nice Architecture, clean spacious, Hot water from solar panels, ecological. Four cabanas with BBQ area, WiFi and bicycles for the guests. They offer free airport pick up and upon arrival. Book up in advance. They can help you with tours and car rentals."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Easter Island Hostel"],["alt=Albergue"],["url="],["email=easterislandhostel@gmail.com"],["address=Atamu Tekena (main street)"],["lat="],["long="],["directions="],["phone=56 9 87200472"],["tollfree="],["fax="],["hours="],["price=25 dollars\/night"],["checkin=13:00"],["checkout=10:00"],["content=This is a small and simple accommodation, located in the main street of Hanga Roa. It has dorms with comfortables beds, a kitchen, and a shared bathroom (with hot water shower). Breakfast is not included. Free airport pick-up is available."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nLAN airlines can take you eastward to ",{"type":"[[","value":[["Santiago de Chile"]]},", ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Peru"]]}," or westward to ",{"type":"[[","value":[["Tahiti"]]},".  If you are departing for a foreign country from the airport, there will be a small exit fee, which must be paid in cash.\n\nIf you've managed to sail to Easter Island on your own, a logical next stop would be the infamous ",{"type":"[[","value":[["Pitcairn Islands"]]},", one of the island's \"nearest\" neighbors and another contender for \"most isolated\", with no air access and little tourism at all.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["-27.116667"],["-109.366667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Polynesia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Easter Island"]]},"\n",{"type":"[[","value":[["WikiPedia:Easter Island"]]}]