[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["East Leningrad Oblast"]}," is a region in ",{"type":"[[","value":[["Leningrad Oblast"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tikhvin"]]}," - Assumption Monastery and Rimskiy-Korsakov museum."]},{"type":"*","value":[" ",{"type":"[[","value":[["Staraya Ladoga"]]}," - a village that sometimes was first capital of Russia, no doubt, primary tourist destination of the region, "]},{"type":"*","value":[" ",{"type":"[[","value":[["Novaya Ladoga"]]}," - boasting extensive channel system, like ",{"type":"[[","value":[["Vyshnii Volochok"]]},", but otherwise extremely quiet town,"]},{"type":"*","value":[" ",{"type":"[[","value":[["Volhov"]]}," - first hydroelectrostation in Russia and a large railway hub"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lodeynoe Pole"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Syas'stroi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gimreka"]]}," village - gourgeous wooden church in the most remote part of Leningrad oblast"]},"\n",{"type":"==","value":["Understand"]},"\n\nWhat is now the eastern part of Leningrad Oblast was an economically thriving region up to about 15th century, but it then declined steadily, due to changes in water and later overland trade routes, thus leaving mementos of olden days along Volhoh and Tihvinka rivers and some along Onega lake. Peter the Great tried to make use of this place, building channels, that allowed ships to bypass Ladoga lake to Neva (passing through Ladoga lake was - and is - often unsafe due to stormy weather), and founding New Ladoga to settle shipyards there. The Soviet period made use of the region by industrializing it, settling large and ecologically unsafe plants in Kirishi, Volhov, Syas'stroy and Pikalevo, but it failed to stanch the area's decline. Today the region has a distinct feeling of being too remote, despite it being not that much over 100 km from Saint Petersburg. Beside atmosphere, it may affect a traveler, relying on public transportation, by lacking enough connections, especially outside the region and in typical travel hours.\n\nA significant part of the region is covered with moora, which are popular with local mushroom- and berry-gatherers.\n\n",{"type":"==","value":["Talk"]},"\nWhile the predominant language is Russian, in the far eastern part of the region, there is a small Veps minority.\n\n",{"type":"==","value":["Get in"]},"\n\nMajor transport arteries are railways Saint-Petersburg - Volhov - Tihvin - Cherepovets, Chudovo - Volhov - Lodeynoe pole - Petrozavodsk, and highways M18 \"Kola\" with access to Volhov and Novaya Ladoga, A115, A114 and P37 \"Arhangelsk trakt\". A114've got a first stage of rerouting via a new bridge over Volhov slightly upstream from Staraya Ladoga, but it's not very popular, because the road ends just after there with a connection to old route via right bank.\n\nRailways are served by local trains from Moscovskiy and Ladogskiy railway stations of Saint-Petersburg alternatively - take care of the timetable, most with their final destination of Volhov, but a couple expresses running deeper. Svir station is also served by local trains from the north twice a day. However long-distance trains, that stop in Volhov, Tihvin, Lodeinoe pole and Svir, are also convenient means to reach here, both from Saint-Petersburg and directly from Moscow. Regular access from Moscow is by 15\/16 \"Arktika\" Moscow-Murmansk and 17\/18 \"Kareliya\" Moscow-Petrozavodsk firmenny trains.\n\nMajor interregional bus artery is M18, and to a less degree, A114. Even though there are quite a lot of buses coming there, they still may be overcrowded, and trains be more reliable. There is a less regular bus connection with Novgorod (several days a week, on and off).\n\nRoad quality generally makes you be careful and allow for slower speed, so be advised.\n\n",{"type":"==","value":["Get around"]},"\n\nVolhov is a base for most local trains that run over the entire region about 4 times a day on each direction (less so beyond Tihvin, and to Kirishi).\n\nLocal bus network is underdeveloped and serves mainly destinations closer to district centers. Following routes are served well: Volhov - Staraya Ladoga - Novaya Ladoga - Syas'stroi; Lodeynoe Pole - Podporozhye - Svir station; Tihvin - Boksitogorsk - Pikalevo; Kirishi - Budogosch', everywhere else it is anywhere between 1-2 buses a day or a week to completely suspended. For connections you'd have to look for options above.\n\nBus routes numbers are unique throughout the region, except city bus routes. City buses got their numbers in 1-20 range, local buses from 21 to 300 with different ranges assigned to different districts, interdistrict buses got numbers: 700-799 - within oblast not bound to Saint-Petersburg, 800-899 - within oblast bound to Saint-Petersburg, 900-999 - inter-oblast. Often number gets additional letter for a route variant.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nEast Leningrad Oblast is a good starting point for going next to either Kareliya or Vologda oblast.\n",{"type":"*","value":[" Petrozavodsk"]},{"type":"*","value":[" Sheltozero"]},{"type":"*","value":[" Belozersk"]},{"type":"*","value":[" Vytegra"]},"\n",{"type":"{{","value":[["IsPartOf"],["Leningrad Oblast"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["60.05113"],["33.01941"],["zoom=8"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]