[{"type":"{{","value":[["pagebanner"],["Eastbali-banner-2a.jpg"]]},"\n",{"type":"'''","value":["East Bali"]}," is a region of ",{"type":"[[","value":[["Bali"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Candidasa"]]}," — a quiet coastal town, the Bali Aga and gateway to the east coast"]},{"type":"*","value":[{"type":"[[","value":[["Klungkung"]]}," — a town of great historical and cultural importance"]},{"type":"*","value":[{"type":"[[","value":[["Padang Bai"]]}," — small port town from where ferries to ",{"type":"[[","value":[["Lombok"]]}," depart. Nice white sand beach nearby known as Blue Lagoon Beach"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Amed"]]}," — an area of peaceful, traditional fishing villages featuring black sand beaches, coral reefs and excellent diving "]},{"type":"*","value":[{"type":"[[","value":[["Kintamani"]]}," — active volcano Mount Batur, great mountain scenery and fruit growing"]},{"type":"*","value":[{"type":"[[","value":[["Mount Agung"]]}," — highest mountain in Bali and the ",{"type":"''","value":["mother temple"]}," of Besakih"]},{"type":"*","value":[{"type":"[[","value":[["Tirta Gangga"]]}," — mountains, the water palace and stunning rice terraces nearby"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Mount Agung 2009.jpg"],["thumb"],["right"],["350px"],["Mount Agung dominates the landscape of East Bali"]]},"\nEast Bali is a large region with natural habitat ranging from lush forests and black sand beaches to barren gravel plains and an active volcano. The south coast is home to the popular seaside resort town of ",{"type":"[[","value":[["Candidasa"]]}," and ferries to ",{"type":"[[","value":[["Lombok"]]}," at ",{"type":"[[","value":[["Padang Bai"]]},".  Mighty ",{"type":"[[","value":[["Mount Agung"]]},", Bali's highest volcano, looms large over the whole of East Bali and hosts Bali's holiest of temples, Pura Besakih. In the far east, Amed is an increasingly popular and ever charming stretch of coast. East Bali provides as much for visitors as any of Bali's regions.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is noticeably drier in low lying areas of East Bali than in the rest of the island, because it is in the lee of Mount Agung. On the slopes of Mount Agung (especially) and at Kintamani it gets distincly cold. Plan accordingly.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Bali-East-Bali-Region-Map.png"],["thumb"],["500px"],["right"],["Map of the East Bali region"]]},"\n\n",{"type":"===","value":["By car"]},"\nRoad routes into East Bali were traditionally a little inconvenient but that changed greatly when the ",{"type":"[[","value":[["Sanur"]]}," to Kusamba main route (officially ",{"type":"''","value":["Jalan Prof Dr Ida Bagus Mantra"]},", but nobody calls it that) was opened in 2006\/7. This not only cut drive times from ",{"type":"[[","value":[["South Bali"]]}," in half, it also relieved pressure on the heavily used Gianyar to ",{"type":"[[","value":[["Klungkung"]]}," road.\n\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Sanur"]]}," in ",{"type":"[[","value":[["South Bali"]]}," to Kusamba (easy access from there to ",{"type":"[[","value":[["Klungkung"]]},", ",{"type":"[[","value":[["Padang Bai"]]}," and ",{"type":"[[","value":[["Candidasa"]]},"). Time approximately one hour."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Ubud"]]}," in Central Bali via Gianyar to ",{"type":"[[","value":[["Klungkung"]]}," takes about 45 minutes and from there all points eastwards are easily accessed."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Kintamani"]]}," in ",{"type":"[[","value":[["North Bali"]]}," to ",{"type":"[[","value":[["Klungkung"]]}," via Bangli. Time approximately 1 hour."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Kintamani"]]}," in ",{"type":"[[","value":[["North Bali"]]}," to Besakih and ",{"type":"[[","value":[["Mount Agung"]]}," via Suter. Time approximately 45 minutes."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Singaraja"]]}," in ",{"type":"[[","value":[["North Bali"]]}," via Tulamben to ",{"type":"[[","value":[["Amed"]]},". Time approximately 1 hour and 30 minutes."]},"\n",{"type":"===","value":["By bus"]},"\nBudget travellers are urged to check the services of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.peramatour.com Perama"]}]},"] whose network covers in this region ",{"type":"[[","value":[["Padang Bai"]]},", ",{"type":"[[","value":[["Candidasa"]]}," and ",{"type":"[[","value":[["Amed"]]},".\n\nThere are also other scheduled ",{"type":"'''","value":["private shuttle buses"]}," into ",{"type":"[[","value":[["Candidasa"]]},", ",{"type":"[[","value":[["Padang Bai"]]}," and ",{"type":"[[","value":[["Amed"]]}," from some major tourist centres. These are widely advertised locally. Book one day in advance.\n\nEast Bali destinations are served from Batubulan ",{"type":"'''","value":["bemo"]}," terminal in ",{"type":"[[","value":[["Denpasar"]]},".\n\n",{"type":"===","value":["By boat"]},"\nThere are ",{"type":"'''","value":["public ferries"]}," from ",{"type":"[[","value":[["Lembar"]]}," (",{"type":"[[","value":[["Lombok"]]},") to ",{"type":"[[","value":[["Padang Bai"]]}," every hour, 24 hours a day.  The trip normally takes four hours (but it can be ",{"type":"''","value":["considerably"]}," longer in poor weather) and costs Rp 35,000. It should be understood that this ferry has a poor safety record.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.peramatour.com Perama"]}]}," runs a daily ferry service from ",{"type":"[[","value":[["Lombok"]]}," (Rp 200,000) and the ",{"type":"[[","value":[["Gili Islands"]]}," (Rp 300,000) to ",{"type":"[[","value":[["Padang Bai"]]}," one way including bus transfers.\n\nThere are ",{"type":"'''","value":["fast boat services"]}," from the ",{"type":"[[","value":[["Gili Islands"]]}," to ",{"type":"[[","value":[["Padang Bai"]]},". BlueWater Express ",{"type":"[","value":["http:\/\/www.bluewater-express.com\/"]}," is the fast boat pioneer and one of the top operators between Bali - Gili - Lombok. These have been something of a movable feast with operators coming and going, but one constant has been the Gili Cat service ",{"type":"[","value":["http:\/\/www.gilicat.com\/"]}," for Rp 660,000 one way. Travel time is 2 hours.\n\n",{"type":"==","value":["Get around"]},"\nThere is a regular shuttle bus network on the south coast which links the popular destinations of ",{"type":"[[","value":[["Padang Bai"]]},", ",{"type":"[[","value":[["Candidasa"]]}," and ",{"type":"[[","value":[["Amed"]]},".  Perama ",{"type":"[","value":["http:\/\/peramatour.com"]}," is always worth investigating.\n\nMotorbikes are widely available for rental in the popular coastal towns and are great for nipping around from bay to bay.\n\nOthwerwise you are best off renting a car and driving yourself.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Besakih Temple"]},"\n",{"type":"[[","value":[["Image:PrayerAtBesakih.jpg"],["300 px"],["right"],["thumb"],["Prayers at Pura Besakih"]]},"\n",{"type":"[[","value":[["Mount Agung#Besakih Temple"],["Besakih Temple"]]}," (",{"type":"''","value":["Pura Besakih"]},") is considered by the Hindu Balinese to be their mother temple. This is the single most important temple on the whole of the island and is dramatically located on the slopes of Mount Agung.\n\nThe Besakih temple complex consists of more than 20 separate temples and numerous other smaller shrines, spread out over three kilomteres. Each temple has a specific purpose, whether it is for the worship of a particular god, for the use of the people from a certain region of Bali or for the use of a specific Balinese caste. The only way to move around the temples of Besakih is on foot and there are some quite steep climbs as the complex gradually rises up the slopes of Mount Agung. Make sure you wear a good pair of comfortable shoes. The overall effect is quite spectacular, especially on a clear day.\n\nUnless you are specifically there to pray or make offerings, all the main temples are off limits and will be locked. This is not however a big drawback for visitors as just about everything can be seen from outside of the actual individual temple compounds.\n",{"type":"[[","value":[["Image:Besakih Temple.jpg"],["right"],["thumb"],["300px"],["Part of the Pura Besakih complex"]]},"\nBesakih is one of the biggest tourist attractions in Bali and the area around the entrance has inevitably grown into a small town of souvenir hawkers and a host of others all trying to scramble a living out of relatively wealthy visitors. This does put some visitors off a little, even to point where travel guides and agents issue warnings about visiting here. There is no need to be put off though. If you behave sensibly and courteously, the hawkers soon know whether you are a \"buyer\" or not. Pura Besakih should be a must for every visitor to Bali.\n\nThe most usual approach to Besakih is from Klungkung in the south. Take the main road which leads due north from the centre of Klungkung for about 20 km passing through Rendang. Besakih is signposted along the way.  An alternative (and attractive) route is from ",{"type":"[[","value":[["Kintamani"]]}," taken the road south from Penelokan through Suter and turning east (Besakih is signposted) just before you reach the tiny village of Pempatan.\n\n",{"type":"===","value":["Coastal villages and beaches"]},"\n\nThis region contains some of the most picturesque and least visited beaches on the whole island. Most (but not all) of these are black sand and tend to be quite narrow. The beaches around ",{"type":"[[","value":[["Candidasa"]]}," are the most visited and ",{"type":"[[","value":[["Amed"]]}," in the far east of the region is becoming increasingly popular. All the way along the south coast from ",{"type":"[[","value":[["Padang Bai"]]}," in the west to way beyond ",{"type":"[[","value":[["Candidasa"]]}," in the east you will find attractive waterfront villages, some far more visited than others. Take the time to explore and understand a little of coastal life in the region. The two coves (both with white sand beaches) either side of the port town of ",{"type":"[[","value":[["Padang Bai"]]}," are absolutely gorgeous and often remarkably free of visitors. For those wanting an away-from-it-all experience but also the comforts of a developing tourist destination, then ",{"type":"[[","value":[["Amed"]]}," fits the bill perfectly and is a great place to unwind.\n\n",{"type":"===","value":["Mount Agung and around"]},"\nStanding some 3,142 metres above sea level, ",{"type":"[[","value":[["Mount Agung"]]}," is the highest mountain on the island and its omnipresence dominates the region. Aside from specifically hosting Pura Besakih, the mountain is of great spiritual significance to the Balinese who regard it as a fragment of mythical Mount Meru and as the seat of the Gods. Any visitor cannot fail but be impressed by the majesty of Agung.\n\nThere are many ways to see and explore the mountain, some more formal than others. The area around the water palace at ",{"type":"[[","value":[["Tirta Gangga"]]}," offers great views of the mountain and the terraced rice paddies in the foothills. From here you can arrange treks of all types ranging from fairlty gentle exploration of the foothils through to an ascent to the very top of the mountain. The latter is not be taken lightly and the how, why and when are all explained ",{"type":"[[","value":[["Mount Agung#Climbing Mount Agung"],["here"]]},".\n\nThe road through the ",{"type":"'''","value":["Sideman\/Selat valley"]}," in the foothills of Mount Agung makes for one of the most scenic drives on the whole island. Stunning rice terraces, lush forested hill-sides and the mountain itself, all combine to make this is a magical area to visit. If you stop in the village of Selat it is easy to find local guides for undemanding hikes in the area.\n\nA very different but nonetheless dramatic drive is around the north east coast road through Culik (the turn off to Amed is here), Tulamben and beyond.  Mount Agung again looms very large but this time the aspect is one of barren gravel plains between the coast and the mountain. It is hard to believe that the lush valleys south of the mountain of Sideman are only 30 kilometres away.\n\n",{"type":"===","value":["The Bali Aga at Tenganan"]},"\nIn the hills just 4 km inland from ",{"type":"[[","value":[["Candidasa"]]}," at Tenganan is the most famous Bali Aga (original Balinese) village. The Bali Aga people have retained an ancient pre-Majapahit Balinese culture and this is apparent in the many obvious differences from the rest of Bali which you will find in Tenganan. The villagers maintain a strict adherence to ancestor worship, cosmology and other animist beliefs as well as a rigid social organization. Villagers must live inside the village, marry from within and the village is closed to outsiders after dark. The dialect of Balinese spoken here is heard nowhere else and differs substantially from even the other Bali Aga community in Trunyan. Architecturally, the village is very different from the standard Balinese design. In short, a visit here is a totally unique cultural experience.\n\nThose with an eye for top quality craftsmanship will also enjoy Tenganan. The unique double weave ikat fabric called ",{"type":"''","value":["Geringsing"]}," is made here and Tenganan produces what is probably the best basketwork anywhere in Indonesia.\n\nThe village is signposted from the main coast road in ",{"type":"[[","value":[["Candidasa"]]}," and all drivers will know the way here. Alternatively grab a lift from Candidasa on a motorbike or stroll the easy 4 km track. A small admission charge to the village will be charged.\n\n",{"type":"==","value":["Do"]},"\nThe pools at ",{"type":"[[","value":[["Tirta Gangga"],["Tirta Gangga Water Place"]]}," are a wonderful public bathing facility and a great way to freshen yourself up in the heat of the day.\n\nEast Bali offers numerous walking and trekking opportunities. The serious trekker will find climbing ",{"type":"[[","value":[["Mount Agung#Climbing Routes"],["Mount Agung"]]}," extremely rewarding. ",{"type":"[[","value":[["Kintamani"],["Mount Batur"]]}," is an easy two hour climb and is one of the easiest accessed of all the active volcanoes in Indonesia. There are lots of other very scenic hiking routes through the region.\n\nMany of Bali's best dive spots are in this region and include a notable wreck dive at ",{"type":"[[","value":[["Amed"],["Tulamben"]]}," and very rewarding reef dives at ",{"type":"[[","value":[["Amed"]]},", ",{"type":"[[","value":[["Candidasa"]]}," and ",{"type":"[[","value":[["Padang Bai"]]},". Non-divers should not feel left out with each of those locations also offering excellent snorkeling.\n\n",{"type":"==","value":["Eat"]},"\nFish is a very wise choice in this region as just about the whole of the coastline here is populated by traditional fishing communities.\n\nA local speciality in the ",{"type":"[[","value":[["Candidasa"]]}," area is ",{"type":"''","value":["satay lilit"]},", minced fish satay served on a lemongrass stick. Look for streetside vendors.\n\n",{"type":"==","value":["Drink"]},"\nThere is a laid back beach bar scene in ",{"type":"[[","value":[["Candidasa"]]},", ",{"type":"[[","value":[["Padang Bai"]]}," and ",{"type":"[[","value":[["Amed"]]},". In Candidasa you will find live music most days of the week but -due to local regulations- everything will stop quite early.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Ferries  from ",{"type":"[[","value":[["Padang Bai"]]}," to ",{"type":"[[","value":[["Lembar"]]},", ",{"type":"[[","value":[["Lombok"]]}," run 24 hours a day."]},{"type":"*","value":[" Drive around the north eastern coast via Tulamben to ",{"type":"[[","value":[["Singaraja"]]}," and ",{"type":"[[","value":[["Lovina"]]},"."]},{"type":"*","value":[" Drive north from ",{"type":"[[","value":[["Kintamani"]]}," to ",{"type":"[[","value":[["Singaraja"]]},"."]},"\n",{"type":"{{","value":[["IsPartOf"],["Bali"]]},"\n",{"type":"{{","value":[["guideregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]