[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["East Lansing"]}," is a city in ",{"type":"[[","value":[["Central Michigan"]]}," that is home to Michigan State University.\n\n",{"type":"==","value":["Understand"]},"\n\nEast Lansing is a city in U.S. State of Michigan with a population over 46,000 and home to Michigan State University (MSU). The city is mix of college students and well-educated affluent citizens. Downtown East Lansing is a vibrant college town opposite the country's largest single university campus. The city is the cultural and educational center of Mid-Michigan. It is located just east of Lansing, Michigan's capital. The Michigan State Capital dome can be seen from East Lansing. The city offers excellent public transportation, cultural events, and parks. East Lansing's position in Mid-Michigan makes travel to the State's other major cities convenient.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["East Lansing is easily accessible from Detroit and Chicago. Interstate 96 directly connects East Lansing to Detroit and Grand Rapids. US-127 to Interstate 94 connects East Lansing to Chicago, Ann Arbor, and Detroit. Interstate 69 connects East Lansing to Flint and Fort Wayne."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":["Greyhound Lines service Lansing and East Lansing, with direct connections to Detroit, Grand Rapids, and Kalamazoo (with transfers to Chicago). Owosso, Michigan-based Indian Trails Bus Lines provides daily service to Chicago. Michigan Flyer Motorcoach Service provides multiple daily connections to Detroit Metropolitan Airport with stops in Jackson and Ann Arbor."]},{"type":"*","value":["East Lansing can also be reached from the Greater Lansing Area through Capital Area Transportation Authority (CATA) bus routes that run throughout the capital area."]},{"type":"*","value":[{"type":"'''","value":["Megabus"]},", ",{"type":"[","value":["http:\/\/us.megabus.com"]},". Service from Chicago, Grand Rapids, and Detroit. Bus stop is located just outside of the East Lansing Amtrak station."]},"\n",{"type":"===","value":["By train"]}," \n",{"type":"*","value":["Amtrak provides multiple daily service from Chicago via the ",{"type":"''","value":[{"type":"[[","value":[["Blue Water Service"]]}]},", which reaches speeds of 110 mph. The station is located opposite Michigan State University on Harrison Ave., near Trowbride Rd in East Lansing."]},"\n",{"type":"===","value":["By air"]}," \n",{"type":"*","value":["Capitol Region International Airport is located in DeWitt Township on Grand River Avenue (Business Route 96) northwest of downtown East Lansing. Capital Region International Airport offers non-stop domestic flights to Detroit, Chicago, Minneapolis, Orlando, and Washington, D.C. Non-stop international flights are available seasonally to Cancún, Mexico; Montego Bay, Jamaica; and Punta Cana, Dominican Republic. A concierge travel center in the airport terminal offers the ability to book airline tickets, cruises, tours, car rentals, and hotel rooms. The airport is serviced by Capital Area Transit Authority (CATA) bus line 14, which provides direct service to downtown Lansing. Detroit Metropolitan Airport, Flint Bishop International Airport, and Grand Rapids Gerald R. Ford International Airport are other nearby airports which service the region."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["East Lansing is serviced by a number of highways. Travel by car to any part of the city normally takes very little time. Traffic is generally light in the region. Nearly all parking downtown is paid meter or paid lot parking. While there are many parking structure, lot, and street options, parking can be difficult during MSU games and festivals."]},"\n",{"type":"===","value":["By taxi"]}," \n",{"type":"*","value":["Taxi service in East Lansing is very good. Taxi service is available curb side in downtown East Lansing on Albert Street. If looking for home pick-up, allow approximately 30 minutes. Though, on weekend evenings, allow additional time."]},"Or use an iPhone or Android app called Cabulous to track a Taxi to you! \nTaxi Service - iCab Inc. 517-215-7910\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":["Capital Area Transit Authority (CATA) provides local bus service to the Lansing-area. Daily ridership is approximately 49,000 (weekday). CATA enjoys high ridership along lines servicing MSU. CATA won APTA's America's Best Transit System award for 1991 in the medium-size category, and again for 2007 in the 4–30 million annual passenger trips category. This award is given to systems with great efficiency and cost-effectiveness, a high safety rating, and a stable operations base, among other criteria. In 2008, CATA was recognized in the October issue of \"Metro Magazine\" as one of the Ten Best Places to Work in Transit. The article chronicled CATA's family-like culture, recognition of hard work, extreme efficiency, the Open-door policy of the executive office, and the pride CATA's workers mentioned in their employee surveys. CATA logged a record-breaking 11,306,339 rides in fiscal year 2008, a 5.8% increase over the previous years record of 10,682,792, following several years of unprecedented growth."]},"\n",{"type":"===","value":["By bike"]},"\n",{"type":"*","value":["East Lansing provides many of miles of bike lanes, which make for quick commutes around the city. Bikes are also permitted on city side walks, which adorn nearly every street. MSU employs bike lanes and bike-specific pathways that parallel pedestrian sidewalks. Most CATA buses are equipped to carry bikes, making access to every corner of the Lansing-area accessible without a car."]},"\n",{"type":"===","value":["On foot"]},"\n",{"type":"*","value":["East Lansing is pedestrian friendly. Sidewalks are laid along most streets, and most intersections have some form of pedestrian crosswalks with signals. Downtown East Lansing and MSU's campus receive heavy foot traffic, especially in the warmer months. Walking is the best way to see downtown East Lansing and the MSU campus."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Michigan State University"]},"\n",{"type":"*","value":["MSU is the main attraction. The beautiful campus includes the Red Cedar River and over 5,000 acres, with over 2,000 developed or in planned development. The historic north end of the campus is notable for its park setting and collegiate Gothic architecture. The center of the historic campus, known as Sacred Place, is dominated by the Beaumont Tower. The Beaumont Tower is a Gothic tower housing a full carillon with 49 bells. Along the Red Cedar is the W.J. Beal Botanical Garden. At the south end of campus are the Horticultural and Children's 4-H gardens. The gardens are a popular site for weddings."]},"\n",{"type":"===","value":["Downtown East Lansing"]},"\n",{"type":"*","value":["Downtown East Lansing is located on Grand River Avenue opposite the MSU campus. Many shops and restaurants catering to students are located downtown. Alfresco dining is popular in the warmer months when foot traffic is heavy. "]},"\n",{"type":"===","value":["Michigan State Capital"]},"\n",{"type":"*","value":["The beautifully restored capital is located only a short distance from downtown East Lansing. The Capital, which was dedicated in 1873, is a National Historic Landmark. Self-guided and guided tours are available."]},"\n",{"type":"===","value":["Lake Lansing"]},"\n",{"type":"*","value":["Located within a few miles of downtown East Lansing, it feels like a world away. There are multiple parks offering beaches amenities. MSU offers sailing lessons on Lake Lansing for a nominal charge. There are a couple dining options near Lake Lansing, which offer Michigan favorites like blue gill and walleye."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Michigan Historic Center and Library"]},": The Center offers a world class library and great museum devoted to Michigan history. In the center of the museum is a live white pine. The white pine is the state tree, which can live for hundreds of years and grow to great heights. "]},{"type":"*","value":[{"type":"'''","value":["Impression 5 Museum"]},": A great museum geared toward exposing younger children to the world of science. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University Museum"]},": Located on the campus of MSU in the old library, the museum houses a large collection of dinosaur bones and other artifacts. Cost of admission for students is waived. "]},{"type":"*","value":[{"type":"'''","value":["MSU-Broad Art Museum"]},": The Broad Art Museum is located in the heart of the MSU campus on the Red Cedar River. It features the absolute cutting edge in art through constantly changing it's moderate collection. Right now, it features an exhibition about geometry, with such artists as Bridget Riley, and Kenneth Noland."]},"\n",{"type":"===","value":["Parks"]},"\n",{"type":"*","value":[{"type":"'''","value":["River Trail"]},": The Lansing River Trail extends over 8 miles along the Red Cedar River and Grand River. Users of the paved and board walk trail can enjoy the natural beauty of the rivers all the way from the campus of MSU to Dietrich Park near Old Town on the north side of Lansing. The attractions along the way include the Potter Park Zoo, multiple access points for canoes and kayaks, downtown Lansing, the Museum District, Oldsmobile Park, the historic farmers market, and Old Town. The trail is currently being expanded to provide access to the south side of Lansing. Spring, Summer, and Fall, this is a great way to see many of the Lansing attractions. "]},{"type":"*","value":[{"type":"'''","value":["Lake Lansing"]},": Lake Lansing provides tons of fun for little or no money. Whether you just want to soak in some summer rays, or take a sail, Lake Lansing is a great way to spent a summer afternoon. In the winter, locals enjoy ice fishing on the frozen water. "]},{"type":"*","value":[{"type":"'''","value":["Potter Park Zoo"]},": Situated in a park integrated into the city's excellent river trail, the Potter Park Zoo is a terrific way to spend an afternoon. The park is very children-friendly and features a petting park where the children can pet some of the animals. Also, the peacocks walking about the park and camel rides. The Zoo can be accessed by car, foot, and bike using the river trail. "]},"\n",{"type":"===","value":["Gardens"]},"\n",{"type":"*","value":[{"type":"'''","value":["Michigan State University Horticultural Landscape Demonstration Gardens"]},": The gardens are open all year, but are best viewed spring to fall. The garden's beauty changes with each season, and is surprisingly colorful all through the fall months. The roses are especially beautiful in the summer months. The garden is located on the south side of campus away from most of the University lecture halls. "]},{"type":"*","value":[{"type":"'''","value":["Michigan State University W.J. Beal Botanical Garden"]},": The Beal Botanical garden owes its beginnings to W.J. Beal, a former president of MSU that established a plot along the Red Cedar River in 1872 with 140 species of plants. The garden is situated along the north side of the Red Cedar near the center of campus amid the park-like surrounding of the MSU campus and is enjoyed by thousands of students each year as they pass between classes. "]},{"type":"*","value":[{"type":"'''","value":["Michigan 4-H Children's Garden at MSU"]},": The 4-H garden is located near the MSU Horticultural gardens and is fun for children and adults alike. The garden features exhibits such as the \"pizza garden,\" which includes oregano and basil, which children can taste and smell. Many of the plants are familiar tastes and smells that children will instantly realize as the source of enjoyment in many of their favorite treats. "]},"\n",{"type":"===","value":["Theaters"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Wharton Center for Performing Arts at Michigan State University"]},": The Center is located on the campus of MSU and is home of the ",{"type":"'''","value":["Lansing Symphony Orchestra"]},", which performs 17 concerts a year for free. The Center hosts many of the best Broadway shows, finest classical musicians, and unrivaled dance companies. The theater is currently undergoing an extensive upgrade and expansion, bringing the theater, both exterior and interior, into the 21st century."]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[{"type":"'''","value":["Football"]},": ",{"type":"'''","value":["MSU football"]}," is a member of the ",{"type":"'''","value":["Big 10 Conference"]}," and the games are nationally televised with the 75,000 seat stadium is often filled to capacity."]},{"type":"*","value":[{"type":"'''","value":["Basketball"]},": ",{"type":"'''","value":["MSU Basketball"]}," is regularly one of the top programs in the country. The team is the ",{"type":"'''","value":["2009 Big Ten Conference Champs"]}," The games are regularly sold out and tickets can be hard to come by. Every sports bar in the area is packed on MSU Basketball nights. "]},{"type":"*","value":[{"type":"'''","value":["Hockey"]},": ",{"type":"'''","value":["MSU Hockey"]}," is among the best in the country. The team won the ",{"type":"'''","value":["2007 NCAA hockey championship"]},", making it the 7th most successful collegiate hockey team by NCAA championships. "]},{"type":"*","value":[{"type":"'''","value":["Baseball"]},": ",{"type":"'''","value":["MSU Baseball"]}," games are played on the MSU campus and will be playing in a new stadium next season. The ",{"type":"'''","value":["Lansing Lugnuts"]}," play at ",{"type":"'''","value":["Oldsmobile Park"]}," near downtown Lansing in the ",{"type":"'''","value":["Stadium District"]},", which is quickly becoming a trendy area of Lansing."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Downtown East Lansing"]},"\n",{"type":"*","value":[" Downtown East Lansing offers many shops, restaurants, and bars catering mainly to the student population. The shops include clothing stores, school supply stores, a Starbucks, and Barnes & Nobles."]},"\n",{"type":"===","value":["Eastwood Towne Center"]},"\n",{"type":"*","value":["The Eastwood Towne center is a modern outdoor shopping center offering a large array of retail stores, restaurants, and a cinema. It is located on Lake Lansing Road in Lansing. "]},{"type":"===","value":["Meridian Mall"]},"\n",{"type":"*","value":["Meridian Mall is an enclosed mall offering many large and small retail stores and restaurants. The surrounding area includes many big-box stores and a large grocery store. The Mall is located on Grand River in Meridian Township. "]},{"type":"===","value":["Frandor Shopping Center"]},"\n",{"type":"*","value":["Frandor Shopping Center is a large outdoor shopping center offering a number of large and small retail outlets and a grocery store. Frandor is located in Lansing on the East Lansing border between Grand River Avenue and Michigan Avenue."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["American"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beggar's Banquet"],["url=http:\/\/www.beggarsbanquet.com\/"],["email="],["address=218 Abbott Road"],["lat="],["long="],["directions="],["phone =+1 517 351-4540"],["tollfree="],["fax="],["hours="],["price="],["content=The menu offers a taste of everything, and nightly specials. Currently Thursday night features southern food and live music. As every resident knows, Wednesday is 1\/2 price wine day, or Wine Wednesday!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crunchy's"],["url=http:\/\/www.crunchyseastlansing.com\/"],["email="],["address=254 West Grand River"],["lat="],["long="],["directions="],["phone =+1 517 351-2506"],["tollfree="],["fax="],["hours="],["price="],["content=Located just off campus, Crunchy's has been providing \"Burgers, Buckets, and Beer for 28 years!\" Also, make sure to try their delicious pizza and sweet Nugs!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harper's Restaurant and Brew Pub"],["url=http:\/\/www.harpersbrewpub.com\/"],["email="],["address=131 Albert Avenue"],["lat="],["long="],["directions="],["phone =+1 517 333-4040"],["tollfree="],["fax="],["hours="],["price="],["content=Located behind downtown East Lansing on Albert Street, the restaurant offers great alfresco dining in the summer. But the restaurant is known more for the cheap homemade beers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harrison Roadhouse"],["url=http:\/\/www.harrisonroadhouse.com\/"],["email="],["address=720 Michigan Avenue"],["lat="],["long="],["directions="],["phone =+1 517 337-0200"],["tollfree="],["fax="],["hours="],["price="],["content=Located at the corner of Michigan Ave. and Harrison Rd. in East Lansing offers American fare, drinks, and in the summer, alfresco dining."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The State Room"],["url=http:\/\/stateroomrestaurant.com\/"],["email="],["address=55 South Harrison Avenue"],["lat="],["long="],["directions=Inside the MSU Kellogg Center"],["phone=+1 517 432-4000"],["tollfree="],["fax="],["hours="],["price="],["content=The State Room offers upscale dining that only the All Seasons Bistro can match. The restaurant is on the pricey side, but if you want upscale quality dining, it is one of only a few options. Bonus: the restaurant serves MSU Dairy Store ice cream with their desserts!"]]}]},"\n",{"type":"===","value":["Asian"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=AI Fusion"],["url=http:\/\/www.ai-fusion.com\/"],["email="],["address=2827 East Grand River"],["lat="],["long="],["directions="],["phone =+1 517 853-3700"],["tollfree="],["fax="],["hours="],["price="],["content=Trendy and popular asian cuisine with Korean, Japanese, and Western motifs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Charlie Kang's"],["url="],["email="],["address=127 E Grand River Ave"],["lat="],["long="],["directions="],["phone =+1 517 332-4696"],["tollfree="],["fax="],["hours="],["price="],["content=Charlie Kang's offers Chinese and Korean food at moderate prices. Try the Korean soups!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Korea House"],["url="],["email="],["address=978 Trowbridge Rd"],["lat="],["long="],["directions="],["phone =+1 517 332-0608"],["tollfree="],["fax="],["hours="],["price="],["content=Located at 978 Trowbridge Rd. near Harrison in a strip mall, the restaurant is hard to find. But keep looking, it is worth the difficulty. Probably the best Korean food in East Lansing at reasonable prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sansu Sushi"],["url="],["email="],["address=4750 Hagadorn Rd"],["lat="],["long="],["directions=Suite 10 in Hannah Plaza"],["phone =+1 517 333-1933"],["tollfree="],["fax="],["hours="],["price="],["content=Located at 4750 S. Hagadorn Rd on the East side of East Lansing opposite the MSU Campus, it is among the best sushi options in the city. The restaurant is trendy and convenient."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sindhu Indian Cuisine"],["url=http:\/\/sindhurestaurant.com\/"],["email="],["address=4790 Hagadorn Rd"],["lat="],["long="],["directions=In Hannah Plaza"],["phone =+1 517 351-3080"],["tollfree="],["fax="],["hours="],["price="],["content=Widely regarded as some of the best Indian food in the Lansing area, their lunch buffet is delicious (and hard to beat for the cost!)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sushiya"],["url=http:\/\/sushiyausa.com\/"],["email="],["address=124 W. Grand River Ave."],["lat="],["long="],["directions="],["phone =+1 517 664-1721"],["tollfree="],["fax=+1 517 664 1724"],["hours="],["price="],["content=Sushiya is a good and reasonably priced sushi restaurant that recently reopened. As a bonus, The chefs usually provide free desserts and extra sushi with larger orders."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Omi Sushi"],["url="],["email="],["address=210 MAC Ave."],["lat="],["long="],["directions="],["phone =+1 517 337-2222"],["tollfree="],["fax="],["hours="],["price="],["content=Omi presents a modern take on sushi. The sushi is done in the Korean style of being rather large and with ample rice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Udon Sushi Bakery"],["url="],["email="],["address=134 N. Harrison Rd."],["lat="],["long="],["directions="],["phone =+1 517 332-5995"],["tollfree="],["fax="],["hours="],["price="],["content=Located off Harrison north of Michigan Ave, it appears to have a loyal following of Korean students. Not noted for its sushi, or its food, but instead for its bubble tea."]]}]},"\n",{"type":"===","value":["Ice Cream"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baskin Robbins"]},": A chain offering many flavors. Best part, it's open until midnight. "]},{"type":"*","value":[" ",{"type":"'''","value":["Coldstone"]},": A chain located downtown that works ice cream with mixed toppings of your choice."]},{"type":"*","value":[" ",{"type":"'''","value":["MSU Dairy Store"]},": The Michigan State University Dairy Store produces many varieties of ice cream and cheese on campus. The ice cream and cheese are fantastic, and known to every student. Try the seasonal ice cream varieties, like the spiced pumpkin made each fall. The Dairy Store has two locations, one on Grand River in the MSU Union near the MSU Federal Credit Union and the other near the south end of campus in Anthony Hall where you can tour the production facility while enjoying your scoops of local ice cream. Also, the grilled cheese sandwiches are to die for. Try sourdough with jalapeno pepper jack."]},{"type":"*","value":[" ",{"type":"'''","value":["Tasty Twist"]},": A soft-serve and shake haven, but only open during summer months."]},"\n",{"type":"===","value":["Mexican"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chipotle"]},": A popular chain restaurant."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Azteco"],["url=http:\/\/www.elazteco.me\/"],["email="],["address=225 Ann St."],["lat="],["long="],["directions="],["phone =+1 517 351-9111"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Ann Street Plaza (Albert and M.A.C. Avenues) in East Lansing, or try their other location at 1016 W. Saginaw. El Azteco offers Mexican food. The menu features a cheese dip appetizer, fresh salsa, topopo salad, and jocoque. While the food may not be noteable, many of the dishes easily feed two people. The roof top dining in the summer offers a fantastic place to enjoy drinks as the sun sets over downtown East Lansing."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pancheros"]},": They feature made-from-scratch tortillas."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Qdoba"]},": More burritos."]},"\n",{"type":"===","value":["Middle Eastern"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aladan's"]},": Decent Middle Eastern food at reasonable prices located in Frandore Shopping Center between Michigan Ave. and Grand River on the far east side of Lansing and far west side of East Lansing. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sultan's Place"]},": Located off Hagedorn in strip mall, they offer good Middle Eastern food."]},{"type":"*","value":[" ",{"type":"'''","value":["Woody's Oasis"]},": Located on Grand River in downtown East Lansing, it offers respectable Mediterranean food with a good Michigan beer selection. The other location is in the strip mall at Trowbridge and Harrison Roads."]},"\n",{"type":"===","value":["Okemos, Haslett, and Meridian Township"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Blue Gill Grill"]},": Located near Lake Lansing near the park at the foot of Lake Lansing Road. Try the pan fried bluegill or walleye for a Michigan treat."]},{"type":"*","value":[" ",{"type":"'''","value":["Buddies"]},": Located at 1937 West Grand River in Okemos, it offers the best nachos in town. But be warned, the portion size is large."]},{"type":"*","value":[" ",{"type":"'''","value":["Cancun Grill"]},": An inexpensive Mexican restaurant with festive decor, a full bar, and outdoor seating; it's across from the MSU Federal Credit Union near Target."]},{"type":"*","value":[" ",{"type":"'''","value":["Dusty's Cellar"]},": Located 1857 West Grand River in Okemos, it offers upscale dining just east of East Lansing. It has great food and an excellent wine list. A good place for a special occasion (birthday, Valentine's Day) dinner."]},{"type":"*","value":[" ",{"type":"'''","value":["Mark's Watershed"]},": A good restaurant located near the beach of Lake Lansing."]},{"type":"*","value":[" ",{"type":"'''","value":["The Travelers Club and Tuba Museum"]},": Truly a unique experience. Located in Okemos, it offers an eclectic menu of global cuisine and beers. Weekly specials focus on a specific country with a prix fixe menu. Decor is a quirky combination of artifacts from the owners' world travels, along with a sizable collection of rare tubas and euphoniums. The restaurant offers many vegetarian options. It is a bizarre, yet fun fixture."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Beggar's Banquet"],["url=http:\/\/beggarsbanquet.com"],["email="],["address=218 Abbott Rd."],["lat="],["long="],["directions="],["phone =+1 517 351-4540"],["tollfree="],["fax="],["hours="],["price="],["content=Located on Abbot near Grand River, Beggar's is an East Lansing institution. With good food, and reasonable drinks, it is highly recommended, especially among graduate students. Wine Wednesday (half-off wine) is the busy night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Crunchy's"],["url=http:\/\/www.crunchyseastlansing.com\/"],["email="],["address=254 W. Grand River"],["lat="],["long="],["directions="],["phone =+1 517 351-2506"],["tollfree="],["fax="],["hours="],["price="],["content=Rounding out the East Lansing institutions, this dive bar located on Grand River west of downtown East Lansing is great fun. The bar sports the best beer menu in town and is constantly rotating. Karaoke night is a blast!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jimmy's"],["url=http:\/\/www.jimmyspub.net\/"],["email="],["address=16804 Chandler Rd."],["lat="],["long="],["directions=After Abbott becomes Chandler, continue 1\/2 mile north"],["phone =+1 517 324-7100"],["tollfree="],["fax="],["hours="],["price="],["content=Located out by Chandler's Crossing, it has decent food, tons of TVs, and is smoke free. In the summer there is plenty of outdoor seating. It is one of few options north of Lake Lansing Road in East Lansing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Peanut Barrel"],["url=http:\/\/www.peanutbarrel.com\/"],["email="],["address=521 E. Grand River"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located off Grand River, it is another East Lansing institution. Good beer, strong long islands, and peanut casings on the floor define the place. It is extremely popular in the summer, with outdoor dining in the heart of downtown East Lansing. You'll need a little luck on a sunny day to snag a table outside. It is the best place to people watch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Riv"],["url=http:\/\/www.theriv.net\/"],["email="],["address=231 M.A.C Ave."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the quintessential undergraduate bars. There is loud music, long lines, cheap beer, and plenty of young people. If you already have your college diploma, you best pass. But if you just turned 21, this is probably what you're looking for!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Roadhouse Pub"],["url=http:\/\/www.harrisonroadhouse.com\/"],["email="],["address=720 Michigan Ave."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tiny sports bar with decent beer selection, but at rather high prices. It typically attracts older crowd, but it would be decent with more fair prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Reno's"],["url=http:\/\/www.renossportsbar.com\/"],["email="],["address=1310 Abbot Rd."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11am-2am (Mon-Sun)"],["price="],["content=The establishment isn't known for its food, but the sandwiches aren't bad. It has a decent beer selection and is a good place to watch a game. The patio is gigantic and perfect for a drink on a nice summer day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Waterfront Bar & Grill"],["alt="],["url=http:\/\/waterfrontlansing.com"],["email="],["address=325 City Market Drive"],["lat=42.73576"],["long=-84.547155"],["directions="],["phone=+1 517 267-9868"],["tollfree="],["fax="],["hours=10AM to 11PM"],["price="],["content=Craft beer, grilled food, and a patio with a view"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=East Lansing Marriott at University Place"],["url=http:\/\/marriott.com\/property\/propertypage\/LANEA"],["email="],["address=300 M.A.C. Avenue"],["lat="],["long="],["directions="],["phone=+1 517 337-4440"],["tollfree="],["fax=+1 517 337-5001"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Residence Inn East Lansing"],["url=http:\/\/marriott.com\/property\/propertypage\/LANMI"],["email="],["address=1600 East Grand River Avenue"],["lat="],["long="],["directions="],["phone=+1 517 332-7711"],["tollfree="],["fax=+1 517 333-9299"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=TownePlace Suites East Lansing"],["url=http:\/\/marriott.com\/property\/propertypage\/LANTS"],["email="],["address=2855 Hannah Boulevard"],["lat="],["long="],["directions="],["phone=+1 517 203-1000"],["tollfree="],["fax=+1 517 203-1234"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kellogg Hotel & Conference Center"],["url=http:\/\/www.kelloggcenter.com\/"],["email="],["address=55 South Harrison Avenue"],["lat="],["long="],["directions="],["phone=+1 517 432-4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nLocated in Mid-Michigan, East Lansing provides convenient access to all of Michigan's Lower Peninsula. Michigan is a wonderful state to explore in all seasons. In the summer, get out and kayak the many rivers, take a sailboat out on the thousands of lakes, or enjoy a day along the Great Lakes and the thousands of miles of sandy beaches. The fall is perfect for hiking through the woods and taking a camera to document the leaves as they change from vibrant green to golden yellow. Fall is also a time for enjoying Michigan's abundant crop of Michigan apples and Michigan sweet corn. Michigan is one of the country's largest wine growing regions. Get out and explore!\n\n",{"type":"===","value":["Detroit"]},"\n",{"type":"*","value":["Visit Michigan's first state capital! Only 1.5 hours away from Lansing is Michigan's largest city. The city is home to a metropolitan of combined statistical area of nearly 5.5 million people. Founded in 1701 as a French outpost, the city boats North America's tallest hotel, the busiest international crossing in the country, world-class museums, and all the major sports. In recent years, Detroit has become a gaming center, with three major casinos and one major casino across the river in Windsor, Canada. Visitors will enjoy the sights and tastes of Greek Town and Mexican Town, which have long been staples of the Detroit restaurant scene. The city is also home to many of the best examples of art deco architecture in the world. A visit to the Detroit-area would not be complete without checking out a number of the suburban cities. Dearborn is home to the world headquarters of Ford Motor Company and the Henry Ford Museum and Greenfield Village. The Collection includes the chair President Lincoln was assassinated, the car Present Kennedy was assassinated, a replica of Liberty Hall, Thomas Edison's last breath, Thomas Edison's childhood home, and the Wright Brothers bicycle shop. "]},{"type":"===","value":["Grand Rapids"]},"\n",{"type":"*","value":["The city is Michigan's second largest and located on the west side of the state, or as it is known locally, \"the other West Coast.\" The city has not suffered as greatly from the decline of the auto industry as other Midwest cities, and has a modern class skyline. The City is home to the Gerald R. Ford Presidential Museum and Library. The city has an impressive art collection and located nearby is the Frederik Meijer Gardens and Sculpture Park, which includes a replica of Leonardo Da Vinci's massive sculpture, Horse. The gardens receives over 600,000 visitors annually. "]},{"type":"===","value":["Ann Arbor"]},"\n",{"type":"*","value":["The city is Michigan's academic and cultural center. The city is home to the University of Michigan, many of the State's high-tech jobs, museums, and many fine restaurants. The high population density, lively downtown, and good public transportation system, make the city one of the best in Michigan. It is also close to Detroit, providing easy access to major events in downtown Detroit. "]},{"type":"===","value":["Traverse City"]},"\n",{"type":"*","value":["Traverse City is the largest city in the northern regions of Michigan's lower peninsula. Situated on the Grand Traverse Bay, the setting is idyllic and popular tourist and vacation destination for people in the Chicago and Detroit-areas. The area is the largest cherry producing area in the world, and one of the largest wine-producing regions in the country. Recently, the area has also begun growing hops to provide the growing number of local breweries. The city is comparable to smaller version of Ann Arbor."]},"\n",{"type":"===","value":["Mackinaw City"]},"\n",{"type":"*","value":["Mackinaw City is the northern most point of the Lower Peninsula and gateway to Michigan's rugged wilderness in the Upper Peninsula. To the west is Lake Michigan and to the east is lake Huron. In the middle are the Straits of Mackinaw. In the center is the Mackinaw Bridge, or Mighty Mac. The bridge is one of the largest in the country and links Michigan together by a thread of steel and concrete. "]},{"type":"===","value":["Mackinac Island"]},"\n",{"type":"*","value":["This small paradise is located in Lake Huron, just offshore from Mackinaw City. The historic island is protected by a stone fort built by the British to control the trade routes of the Great Lakes. Historic homes, including the governor's mansion, dot this island. No motorized vehicles are allowed on the island, so tourists must get around by horse, on bike, or by foot. The island is noted for its beauty, fudge, and the Grand Hotel. The Grand Hotel, built in 1887, still maintains the record for the largest porch in the world. "]},"\n",{"type":"{{","value":[["routebox"],["image1=I-69.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Fort Wayne"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Lansing (Michigan)"],["Lansing"]]}]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Port Huron"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Flint"]]}]}],["image2=I-96.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Grand Rapids"]]}],["minorl2=",{"type":"'''","value":[{"type":"[[","value":[["Lansing (Michigan)"],["Lansing"]]}]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Detroit"]]}],["minorr2=",{"type":"[[","value":[["Brighton (Michigan)"],["Brighton"]]}],["image3=M-43.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Kalamazoo"]]}],["minorl3=",{"type":"[[","value":[["Lansing (Michigan)"],["Lansing"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Webberville"]]}],["minorr3=",{"type":"[[","value":[["Williamston"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.734800"],["-84.480800"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Michigan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:East Lansing, Michigan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/E\/East_Lansing\/"]]}]