[{"type":"{{","value":[["pagebanner"],["National Palace Museum (Taipei) banner Along the River (painting).jpg"]]},"\n\n",{"type":"'''","value":["East Asia"]}," is a cultural and geographic region of ",{"type":"[[","value":[["Asia"]]},".\n\n",{"type":"==","value":["Countries and regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of East Asia.png"],["regionmaptext=Map of East Asia's cities, regions and countries"],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["China"]]}],["region1color=#A78379"],["region1items="],["region1description=The giant of East Asia, with a vast array of cultural and natural treasures among the frenzied development."],["region2name=",{"type":"[[","value":[["Hong Kong"]]}],["region2color=#585b5b"],["region2items="],["region2description=This former British colony now proclaims itself to be Asia's World City. Come for the shopping and find beaches and sleepy villages on car-free islands."],["region3name=",{"type":"[[","value":[["Japan"]]}],["region3color=#B383B3"],["region3items="],["region3description=One of the most ultramodern countries in the world with advanced technologies; skyscrapers in the Megalopolis; empire of cool cultures: Samurai, Ninja, Sushi, Hello Kitty, Pokémon, and Nintendo."],["region4name=",{"type":"[[","value":[["Macau"]]}],["region4color=#585b5b"],["region4items="],["region4description=A former Portuguese colony with liberal gambling laws and beautiful colonial architecture in its historic city centre (a UNESCO World Heritage site)."],["region5name=",{"type":"[[","value":[["Mongolia"]]}],["region5color=#4DA9C4"],["region5items="],["region5description=A nomadic land of vast spaces and mystic Buddhism."],["region6name=",{"type":"[[","value":[["North Korea"]]}],["region6color=#D5B66B"],["region6items="],["region6description=Orwell's worst nightmares come true."],["region7name=",{"type":"[[","value":[["South Korea"]]}],["region7color=#71B37B"],["region7items="],["region7description=Dynamic but still undiscovered destination of East Asia (at least for Western travelers)."],["region8name=",{"type":"[[","value":[["Taiwan"]]}],["region8color=#D56D76"],["region8items="],["region8description=An island of sharp contrasts: lush mountains, skyscrapers, gentle tai-chi and good food."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Changdeokgung Bedchamber Detail.jpg"],["thumb"],["250px"],["Chinese characters at a king's former palace, ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["South Korea"]]}]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beijing"]]}," — Surviving five dynasties, the Communist Revolution, and the Cultural Revolution, over 800 years of ancient cultural sites can be found throughout this very modern city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hong Kong"]]}," — Cantonese-Chinese port city with a long British heritage crowned by Victoria Peak"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kyoto"]]}," — ancient capital of Japan, considered the cultural heart of the country, with many ancient Buddhist temples and gardens"]},{"type":"*","value":[" ",{"type":"[[","value":[["Shanghai"]]}," — the main business center in China; an ultramodern, cosmopolitan metropolis with a fascinating mix of East and West"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pyongyang"]]}," — dominated by some of the most dystopian communist architecture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Seoul"]]}," — beautiful palaces, great food and a hopping nightlife, Seoul is a frenetic way to experience the Asia of old and new"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taipei"]]}," — center of government, commerce and culture of Taiwan, home to the world's second tallest skyscraper"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokyo"]]}," — a huge, wealthy and fascinating urban jungle with high-tech visions of the future side by side with glimpses of old Japan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ulaanbaatar"]]}," — the not so pleasant capital, but still a starting point for most travel in Mongolia"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:布达拉宫.jpg"],["250px"],["thumb"],["Potala Palace in ",{"type":"[[","value":[["Lhasa"]]},", ",{"type":"[[","value":[["Tibet"]]},", ",{"type":"[[","value":[["China"]]},", built by Songtsän Gampo in the 7th century"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Altai Tavan Bogd National Park"]]}," - Home to Mongolia's eagle hunters and highest mountain."]},{"type":"*","value":[" ",{"type":"[[","value":[["Great Wall of China"]]}," (万里长城) — longer than 8,000 km, this ancient wall is the most iconic landmark of China"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Fuji"]]}," — iconic snow-topped volcano, and highest peak in Japan (3776 m)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Panmunjeom"]]}," — the only tourist site in the world where the Cold War is still reality"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tibet"]]}," — mysterious place in the himalayas with a unique local culture, considered by many to resemble the mythical Shangri-La"]},{"type":"*","value":[" ",{"type":"[[","value":[["Seoraksan National Park"]]}," — South Korea's most renowned national park and mountain range"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taroko Gorge"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yakushima"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yungang Grottoes"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:koya-rooftops-jpatokal.jpg"],["thumb"],["250px"],["Tibetan Buddhism transmitted from China to ",{"type":"[[","value":[["Mount Koya"]]},", ",{"type":"[[","value":[["Japan"]]}]]},"\nEast Asia, also popularly known as \"the Far East\" (especially when compared with the other \"East\", the ",{"type":"[[","value":[["Middle East"]]},") is what used to be known in the West as ",{"type":"'''","value":["The Orient"]},", a mysterious land inhabited by a race of inscrutable tea-sipping Orientals. Behind the caricature, though, is a uniting factor in the form of ",{"type":"'''","value":["Chinese influence"]},": China, as by far the largest and, historically, the most technologically and societally advanced culture in the region, has given its writing system (Chinese characters), religion (Mahayana Buddhism) and philosophy (Confucianism) to all the countries in East Asia.\n\nHowever, underneath these superficial similarities lie a vast range of differences. The geography alone covers the gamut, from the arid steppes of ",{"type":"[[","value":[["Mongolia"]]}," to the vast deserts of ",{"type":"[[","value":[["North West (China)"],["northwestern China"]]},", the lush rice paddies of ",{"type":"[[","value":[["Southern Central Region (China)"],["south central China"]]}," and the beaches of the subtropical islands of ",{"type":"[[","value":[["Okinawa"]]},". The upheaval of the past centuries has also led the countries of the region along strikingly different paths, with the hyper-modern skyscrapers and consumerist culture of ",{"type":"[[","value":[["Japan"]]}," having little if anything in common with the Stalinist austerity of ",{"type":"[[","value":[["North Korea"]]},".\n\nDespite the unifying factor of Chinese influence, scratch below the surface and you will find a wide range of cultural differences. In China itself, even within the \"Han Chinese\" community, the local customs, traditional architecture and cuisine vary widely from region to region, and people native to one region may find certain customs from other regions entirely foreign. In addition, the respective ethnic minorities also practise their own local customs. While the traditional cultures of Korea and Japan have obvious Chinese influences, they still retain many native elements which make them unique in their own right.\n",{"type":"===","value":["History"]},"\n\nEast Asia was one of the cradles of world civilisation, with ",{"type":"[[","value":[["China"]]}," developing its first civilisations at about the same time as Egypt, Babylonia and India. China stood out as a leading civilisation for thousands of years, building great cities and developing various technologies which were to be unmatched in the West until centuries later. The Han and Tang dynasties in particular are regarded as the golden ages of Chinese civilisation, during which China was not only strong militarily, but also saw the arts and sciences flourish in Chinese society. It was also during these periods that China exported much of its culture to its neighbours, and till this day, one can notice Chinese influences in the traditional cultures of ",{"type":"[[","value":[["Vietnam"]]},", ",{"type":"[[","value":[["Korea"]]}," and ",{"type":"[[","value":[["Japan"]]},".\n\nKorea and Japan had historically been under the Chinese cultural sphere of influence, adopting the Chinese script, and incorporating Chinese religion and philosophy into their traditional culture. Nevertheless, both cultures retain many distinctive elements which make them unique in their own right.\n\nHowever, Chinese dominance was to end during the 19th century, when Western powers arrived and forced the various East Asian states to sign unequal treaties. It first started with Commodore Matthew Perry of the United States forcing Japan, which had adopted an isolationist policy for centuries, to open up to the West, which eventually resulted in collapse of the Tokugawa Shogunate and started the Meiji restoration. China was also not spared from Western imperialism, and by then, government corruption had reduced what once was one of the world's greatest civilisations to a sorry state. As a result, China lost several wars to the Western powers as well as its newly modernised neighbour, Japan. As a result of these wars, China lost ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Weihai"]]}," to Britain, while ",{"type":"[[","value":[["Taiwan"]]},", ",{"type":"[[","value":[["Manchuria"]]}," and the Liaodong peninsula were ceded to Japan. China also lost control of its tributaries, with ",{"type":"[[","value":[["Vietnam"]]}," being annexed by the French, and ",{"type":"[[","value":[["Korea"]]}," and the ",{"type":"[[","value":[["Okinawa"],["Ryukyu Islands"]]}," being annexed by the Japanese. ",{"type":"[[","value":[["Shanghai"]]}," was also divided among eight different countries (France, Germany, Italy, the United Kingdom, the United States, Russia, Austria-Hungary and Japan).\n\nWorld War II was to have disastrous consequences on East Asia, as Japan's drive to modernise turned into a drive to colonise its neighbours. The war brought great suffering to many, and destroyed much of East Asia's infrastructure. Japan itself was also not spared, as much of the nation was destroyed by American carpet bombing, and the cities of ",{"type":"[[","value":[["Hiroshima"]]}," and ",{"type":"[[","value":[["Nagasaki"]]}," destroyed by atomic bomb attacks. Japan's defeat after World War II forced it to give up its colonies, with Taiwan being returned to China, and Korea regaining its independence. However, the end of the war was anything but peaceful. The Chinese Civil War continued, which resulted in victory for the Communists, led by Mao Zedong, giving them control of much of the mainland, and the nationalists, led by Chiang Kai-Shek, forced to retreat to the island of ",{"type":"[[","value":[["Taiwan"]]}," and several offshore islands of ",{"type":"[[","value":[["Fujian"]]},", where they remain in control to this day. Korea was split after World War II, with Kim Il-Sung establishing a Communist regime in the north with the support of the Soviet Union, and Syngman Rhee establishing a capitalist regime in the south with the support of the United States. The Korean War began when Kim Il-Sung attacked the south. The war lasted for 3 years and had disastrous consequences, which ended with neither side making any significant territorial gains. ",{"type":"[[","value":[["North Korea"]]}," and the ",{"type":"[[","value":[["United States"]]}," signed an armistice in 1953 which ended the armed conflict, with ",{"type":"[[","value":[["South Korea"]]}," refusing to sign, but no peace treaty was ever signed and the two Koreas remain officially at war with each other to this day.\n\nDespite decades of turmoil, East Asia has begun to grow into one of the most prosperous and technologically advanced regions in the world. Japan was the first to rise from the ruins of World War II, rapidly modernising in the 1950s-1960s and eventually conquering the world's marketplaces with its automobiles and advanced consumer electronic products to become the world's second largest economy after the United States. This was followed by the rise of the Asian Tigers, which included South Korea, Taiwan and Hong Kong, who overcame war and poverty to achieve unprecedented growth rates during the 1970s-1980s, earning their places among the world's richest economies. Today, South Korea and Taiwan are among the world leaders in consumer technology, while Hong Kong remains a leading financial center of the world.\n\nMore changes were to come at the end of the 20th century. The death of Mao Zedong resulted in the end of the disastrous Cultural Revolution. After a brief power struggle with Mao's appointed successor, Hua Guofeng, Deng Xiaoping emerged victorious and abandoned a hardline Communist policy to introduce market-oriented reforms, which have transformed China into one of the world's fastest growing economies, and eventually saw China overtaking Japan to become the world's second largest economy in 2009. The 1990's saw the return of the British and Portuguese colonies of ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Macau"]]}," respectively to Chinese rule (albeit under special administration status). While the larger cities near the coast like ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]}," and ",{"type":"[[","value":[["Guangzhou"]]}," have grown to become rich and modern, much of the country still suffers from poverty and former president Hu Jintao has pledged to modernize the more inland parts of the country, though whether or not China can rise from the ashes to achieve its past glories during the Han and Tang dynasties remains to be seen. Pretty much the only exception to East Asia's economic success is North Korea, which has refused market-oriented reforms and continues to adopt a hardline Stalinist policy to this day.\n\n",{"type":"==","value":["Talk"]},"\n\nEast Asia's major languages, including the many \"dialects\" of Chinese, are not mutually intelligible.  However, while the spoken languages are very different, written Chinese characters can be puzzled out by Japanese and Koreans as well — although even these have wide differences from country to country.  (The characters 手紙, literally \"hand paper\" and meaning \"letter\" to the Japanese, would be taken as \"toilet paper\" in China, for example.)\n\nOverall, English remains a traveler's most useful language, though outside the former British colony of ",{"type":"[[","value":[["Hong Kong"]]},", English speakers tend to be few and far between. When looking for English speakers, tourist areas tend to be a good bet and, in general, younger people or those around universities are most likely to speak at least a little. Outside of that you'll encounter many areas where no English is spoken, so patience and a good phrasebook come in handy. For longer stays picking up at least some of the local language is essential. Mandarin Chinese is a tonal language (as are many other Asian tongues) so just because you say something does not mean you will be understood. However, people tend to be very patient or at least not rude when dealing with foreigners who do not speak the local language.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe main intercontinental gateways to East Asia are ",{"type":"[[","value":[["Hong Kong"]]},"-",{"type":"[[","value":[["Hong Kong International Airport"],["International"]]}," (SAR, China) , ",{"type":"[[","value":[["Seoul"]]},"-",{"type":"[[","value":[["Incheon International Airport"],["Incheon"]]}," (South Korea) and  ",{"type":"[[","value":[["Tokyo"]]},"-",{"type":"[[","value":[["Tokyo Narita Airport"],["Narita"]]}," (Japan). Other airports with good intercontinental connections include ",{"type":"[[","value":[["Osaka"]]},"-",{"type":"[[","value":[["Kansai International Airport"],["Kansai"]]},", ",{"type":"[[","value":[["Taipei"]]},"-Taoyuan, ",{"type":"[[","value":[["Beijing"]]},"-",{"type":"[[","value":[["Beijing Capital International Airport"],["Capital"]]},", ",{"type":"[[","value":[["Shanghai"]]},"-",{"type":"[[","value":[["Shanghai Pudong International Airport"],["Pudong"]]}," and ",{"type":"[[","value":[["Guangzhou"]]},". However, there are also many other cities with connections to other parts of Asia, which can be convenient entry points for certain travelers.  Transferring through mainland China, though increasingly an option in terms of flights, is painful and time-consuming (you may also require visas) and best avoided. If arriving from Europe, transiting via ",{"type":"[[","value":[["Bangkok"]]}," or ",{"type":"[[","value":[["Singapore"]]},"-",{"type":"[[","value":[["Singapore Changi Airport"],["Changi"]]}," in South-East Asia may prove cheaper than a direct flight.\n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"[[","value":[["Trans-Siberian Railway"]]}," connects ",{"type":"[[","value":[["Russia"]]}," to ",{"type":"[[","value":[["Mongolia"]]}," and ",{"type":"[[","value":[["China"]]},", and China is also linked to ",{"type":"[[","value":[["Vietnam"]]}," with the jointly operated ",{"type":"[[","value":[["Kunming"]]}," and ",{"type":"[[","value":[["Nanning"]]}," to ",{"type":"[[","value":[["Hanoi"]]}," routes. Another increasingly popular alternative is going via ",{"type":"[[","value":[["Central Asia"]]}," and take the twice weekly service between ",{"type":"[[","value":[["Almaty"]]}," in ",{"type":"[[","value":[["Kazakhstan"]]}," and ",{"type":"[[","value":[["Urumqi"]]}," in ",{"type":"[[","value":[["China"]]},", a journey of around 31 hours dubbed the \"",{"type":"''","value":["new silk route"]},"\".\n\n",{"type":"===","value":["By bus"]},"\nThe ",{"type":"[[","value":[["Karakoram Highway"]]}," connects ",{"type":"[[","value":[["Pakistan"]]}," to China, it is the highest boarder crossing in the world. The Irkeshtam Pass and Torugart Pass connect ",{"type":"[[","value":[["Kyrgyzstan"]]}," with China via the ancient ",{"type":"[[","value":[["Silk Road"]]},"\n\n",{"type":"===","value":["By ferry "]},"\nIt's possible to take ferries from the ",{"type":"[[","value":[["Russian Far East"]]}," to Japan and Korea, try ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dongchunferry.co.kr\/ Dungchon Ferry"]}]}," (",{"type":"[[","value":[["Zarubina"]]}," - ",{"type":"[[","value":[["Sokcho"]]},"), ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heartlandferry.jp\/english\/ Heartland Ferry"]}]}," (",{"type":"[[","value":[["Korsakov"]]}," - ",{"type":"[[","value":[["Wakkanai"]]},") and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bisintour.com\/ Fesco"]}]}," (",{"type":"[[","value":[["Vladivostok"]]}," - ",{"type":"[[","value":[["Toyama"]]},") for the easiest options.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nPlane travel is the fastest way to travel between countries in East Asia, as well as within them. Plane travel within China tends to be cheap by Western standards, although there is some governmental price regulation to keep the prices from being too low. Most flights include meals, which can range from boxes with assorted snacks to steaming hot meals. Vegetarian or halal meals are usually not available at short notice, but may be available if you make arrangements with the airline well in advance. To be safe, check with the airline or your travel agent before you book your flights. Delays are common in some places (like China), sometimes by several hours.\n\n",{"type":"[[","value":[["Tokyo"]]},", ",{"type":"[[","value":[["Osaka"]]},", ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Shanghai"]]}," and ",{"type":"[[","value":[["Taipei"]]}," all have two main airports; one within the city centre for domestic flights, and one far from the city for international flights. Transferring from the domestic to the international airport and vice-versa can take up to two hours or more, depending on traffic conditions, so make sure you give yourself ample time to make any transfers.\n\n",{"type":"===","value":["By train"]},"\nJapan, South Korea and Taiwan all have extensive train networks, but for reasons of geography and politics none connect to the mainland. ",{"type":"[[","value":[["China"]]}," also has an extensive network, which is used as the main mode of long distance travel.\n\nJapan has a well developed high-speed rail network known as the Shinkansen, which covers most of the country except ",{"type":"[[","value":[["Hokkaido"]]}," and ",{"type":"[[","value":[["Okinawa"]]},". South Korea and Taiwan have begun to develop their own high-speed networks, with a high-speed service along the main business corridors between ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Busan"]]}," in South Korea and between ",{"type":"[[","value":[["Taipei"]]}," and ",{"type":"[[","value":[["Kaohsiung"]]}," in Taiwan. Services in China are more limited, and are largely confined to the areas around ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]}," and ",{"type":"[[","value":[["Guangzhou"]]}," but more recently have opened lines in the interior of the country (Chengdu-Chongqing), and is now home to the fastest speed train in service.\n\n",{"type":"===","value":["By bus"]},"\n\nMany long distance bus routes connect different cities within countries.\n\n",{"type":"===","value":["By car"]},"\nDomestic travel by car is possible, though with the exception of ",{"type":"[[","value":[["Japan"]]},", and ",{"type":"[[","value":[["Hong Kong"]]},", driving habits and road courtesy are not up to the standards of the West which varies from annoying to outright reckless. Roads are generally well maintained, though snow can be a problem in the winter in the northern parts of Japan and China, with expressways often having to close due to heavy snow. \n\nThose with no experience driving in big cities should generally avoid doing so in East Asia. East Asia is one of the most densely populated regions in the world, meaning that most of the major East Asian cities are plagued with massive traffic jams, coupled with expensive to non-existent parking spaces. These, combined with reckless driving habits, mean that exploring the cities by car is not for the faint hearted. East Asian cities have some of the best public transportation networks anywhere in the world, and you should try to use that as your main mode of transport.\n\nRenting a car is usually the best way to see the countryside and smaller towns, although driving around asia's mega cities are not for the faint of heart, and of touring the likes of ",{"type":"[[","value":[["Tokyo"]]},", ",{"type":"[[","value":[["Shanghai"]]}," or ",{"type":"[[","value":[["Taipei"]]}," in a rented car is really considered a bad idea.\n\nTraffic drives on the left in ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Macau"]]}," and ",{"type":"[[","value":[["Japan"]]},", and drives on the right everywhere else in this region.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Great Wall Badaling embrasure view.jpg"],["thumb"],["240px"],[{"type":"[[","value":[["Great Wall of China"]]}," at ",{"type":"[[","value":[["Badaling"]]}]]},"\n",{"type":"[[","value":[["Image:Taipei 101 wts.jpg"],["thumb"],["240px"],["Taipei 101,",{"type":"[[","value":[["Taipei"]]}]]},"\n\n",{"type":"*","value":[" Stroll through ",{"type":"'''","value":["Tiananmen Square"]}," and the ",{"type":"'''","value":["Forbidden City"]}," in ",{"type":"[[","value":[["Beijing"]]}]},"\n",{"type":"*","value":[" Walk along the ",{"type":"[[","value":[["Great Wall"]]}]},"\n",{"type":"*","value":[" Enjoy the iconic karst scenery in and surrounding ",{"type":"[[","value":[["Guilin"]]}," in China's ",{"type":"[[","value":[["Guangxi"]]}," Province "]},"\n",{"type":"*","value":[" Take a boat cruise on the ",{"type":"[[","value":[["Yangtze"]]}," River"]},"\n",{"type":"*","value":[" Hike on the breathtaking Tibetan Plateau and enjoy the local culture in Western ",{"type":"[[","value":[["Sichuan"]]}," and Northern ",{"type":"[[","value":[["Yunnan"]]}]},"\n",{"type":"*","value":[" Stroll the ",{"type":"[[","value":[["Shanghai\/Bund"],["Bund"]]}," with a fabulous view of the ",{"type":"[[","value":[["Shanghai\/Pudong"],["Pudong"]]}," skyscraper district in ",{"type":"[[","value":[["Shanghai"]]}]},"\n",{"type":"*","value":[" Marvel at the scores of ",{"type":"'''","value":["Terracotta Warriors"]}," in ",{"type":"[[","value":[["Xi'an"]]}]},"\n",{"type":"*","value":[" Visit the historical sites along the old ",{"type":"[[","value":[["Silk Road"]]}," in the Muslim\/Turkic ",{"type":"[[","value":[["Xinjiang"],["Xinjiang Province"]]}]},"\n",{"type":"*","value":[" Witness ",{"type":"'''","value":["Kazakh Eagle Hunters"]}," in action at the Golden Eagle Festival in ",{"type":"[[","value":[["Ölgii"]]}," in Western Mongolia."]},"\n",{"type":"*","value":[" Ascend the hill to ",{"type":"'''","value":["Potala Palace"]}," in ",{"type":"[[","value":[["Lhasa"]]},", Tibet"]},"\n",{"type":"*","value":[" Take the long bus ride across Tibet to ",{"type":"[[","value":[["Mt. Everest"]]}," base camp"]},"\n",{"type":"*","value":[" Ride the tram up to ",{"type":"'''","value":["Victoria Peak"]}," in ",{"type":"[[","value":[["Hong Kong"]]}]},"\n",{"type":"*","value":[" Take a ride across Victoria Harbour on ",{"type":"[[","value":[["Hong Kong"]]},"'s famous Star Ferry"]},"\n",{"type":"*","value":[" Ascend ",{"type":"'''","value":["Taipei 101"]},", once the world's tallest building, in ",{"type":"[[","value":[["Taipei"]]}]},"\n",{"type":"*","value":[" Ride the ",{"type":"'''","value":["Bullet Train"]}," in Japan"]},"\n",{"type":"*","value":[" Stay in a ",{"type":"'''","value":["capsule hotel"]}," or traditional ",{"type":"''","value":["ryokan"]}," in Japan"]},"\n",{"type":"*","value":[" Play ",{"type":"'''","value":["Pachinko"]},", vertical pinball, in Japan"]},"\n",{"type":"*","value":[" Ride a cable car to ",{"type":"[[","value":[["Mount Aso"]]},", the world's largest caldera."]},"\n",{"type":"*","value":[" Stroll through the manic neon world of districts like ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," in ",{"type":"[[","value":[["Tokyo"]]}]},"\n",{"type":"*","value":[" See the ",{"type":"'''","value":["Peace Park"]}," in ",{"type":"[[","value":[["Hiroshima"]]}," and the ",{"type":"'''","value":["Peace Museum"]}," in ",{"type":"[[","value":[["Nagasaki"]]}]},"\n",{"type":"*","value":[" Observe the probably-spewing-ash volcano in the bay of ",{"type":"[[","value":[["Kagoshima"]]}]},"\n",{"type":"*","value":[" Watch the Arirang Festival's ",{"type":"'''","value":["Mass Games"]},", said to be one of the most impressive performances in the world in ",{"type":"[[","value":[["Pyongyang"]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Russia to Japan via Sakhalin"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Baseball"]},"\nEast Asia is the best place to experience baseball culture outside the Americas. The sport is hugely popular in ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]}," and ",{"type":"[[","value":[["Taiwan"]]},", with professional leagues that often draw a full house of spectators. In fact, the baseball league in Japan is considered by many to be the best professional league outside the United States.\n\n",{"type":"===","value":["Pop culture"]},"\nThe entertainment industry is huge in East Asia, which has caused it to developed a distinctive pop culture scene. Famous pop stars often perform at concerts which attract sell-out crowds.\n\n",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Taiwan"]]}," are the main centres of Chinese popular culture, with most famous singers and actors originating or based in the two territories. Due to the linguistic variation of the \"Chinese language\", in addition to Mandarin, songs may also be performed in Cantonese or Minnan. Due to stricter government controls, which include the banning of popular television programmes such as Super Girl, the pop culture scene is not as well developed in mainland ",{"type":"[[","value":[["China"]]},", though it is also slowly beginning to emerge, with several good quality ",{"type":"''","value":["wuxia"]}," series being produced in the mainland in recent times. \n\n",{"type":"[[","value":[["South Korea"]]}," is a relatively new comer to the international pop culture scene, though the ",{"type":"''","value":["hallyu"]}," or Korean wave phenomenon at the turn of the millenium has sent waves across much of the continent. Despite the language barriers, many famous Korean singers have almost always performed to sell-out crowds in other East Asian countries, and Korean soap operas carry a loyal following in many neighbouring countries. On the other hand, the pop culture scene is non-existent in ",{"type":"[[","value":[["North Korea"]]},", and only government propaganda is allowed to be broadcast in the mass media.\n\nPerhaps the pop culture scene in ",{"type":"[[","value":[["Japan"]]}," needs no introduction, as most Westerners would already be familiar with it to some extent through games, comics (漫画 ",{"type":"''","value":["manga"]},") and cartoons (アニメ ",{"type":"''","value":["anime"]},"). In addition, the music scene is also very vibrant, with famous singers like Ayumi Hamasaki and Koda Kumi making headlines in newspapers all over the world.\n\nA unique feature of pop culture in East Asia is the ",{"type":"'''","value":["karaoke lounge"]},", which was invented in Japan, but has since spread and is immensely popular throughout the region.  Lounges vary from respectable to super-dodgy, with some geared for for groups of friends and colleagues getting together to sing their favourite songs and socialise, and others best known for extortionately priced booze and skimpily dressed hostesses who provide sexual services.\n\n",{"type":"===","value":["Hot Springs"]},"\n\nFor those wanting to bathe in a hot spring resort, East Asia is undoubtedly one of, if not the best places to do so. Hot springs form an integral part of the local culture in ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]}," and ",{"type":"[[","value":[["Taiwan"]]},", and as such are plentiful and usually maintained to a high standard. Facilities in resorts range from basic to over the top luxury, depending on how much you are willing to pay. Hot spring resorts are also becoming more common in ",{"type":"[[","value":[["China"]]},", but hygiene standards can sometimes be poor in lower end resorts.\n\n",{"type":"==","value":["Buy"]},"\n\nEvery country in East Asia, as well as the Chinese special administrative regions of Hong Kong and Macau issue their own currencies, which are the sole legal tender in each of their respective countries\/territories. US dollars and Euros are accepted at most banks and money changers, and are also widely accepted in larger department stores and major tourist attractions, though rates in those areas are usually poor. Other widely accepted currencies at banks and money changers include Swiss francs, British pounds, Australian dollars, Canadian dollars, New Zealand dollars and Singapore dollars.\n\n",{"type":"===","value":["Costs"]},"\n\n",{"type":"[[","value":[["China"]]}," and ",{"type":"[[","value":[["Mongolia"]]}," are relatively cheap, but prices are generally expensive elsewhere. Expect the cost of living to be on par with most Western countries in ",{"type":"[[","value":[["Japan"]]},", and only slightly cheaper in ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Taiwan"]]},", ",{"type":"[[","value":[["Macau"]]}," and ",{"type":"[[","value":[["Hong Kong"]]},".\n\n",{"type":"==","value":["Eat"]},"\n\nChopsticks are the main eating utensil of East Asia. Outside of restaurants specializing in Western cuisine, forks are rarely available and knives are not to be used at the table but spoons are necessary and available for soup.\n\n",{"type":"'''","value":["Rice"]}," is an East Asian staple, although in much of northern China and Mongolia wheat predominates.\n\n",{"type":"'''","value":["Fried rice"]}," is another popular dish, prepared in a variety of ways in different regions. Fried rice usually has some combination of eggs, vegetables, meat, and\/or seafood fried with the rice. Occasionally, some places have other varieties, such as a fruit fried rice.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Tea"]}," is the quintessential East Asian drink. Generally, green (unfermented) varieties are preferred over Western-style black tea, but the varieties available cover the entire color and taste spectrum. China, in particular, produces a wide variety of tea, ranging from green teas to black teas, and even the same type of tea comes in many different grades. Note that East Asians generally drink their tea neat, so unless you are at a shop which specifically makes milk tea, milk and sugar may not be available. Except in Mongolia, where milk tea is served with all meals.\n\nLiquor is also very popular in East Asia, such as sake in Japan or soju in Korea. These drinks are ingrained in their cultures, and are an entertaining experience. Korea might be called the \"Ireland of the East,\" given its drinking culture. Beware, however, that the most common victims of crime (what little there is) in Korea and Japan are irresponsible drinkers outside bars. Please drink responsibly. Legal drinking ages are 20 in Japan, 18 in China, Hong Kong, Taiwan, and Korea (ages are calculated differently in Korea), though they do not check ID, so watch the kids.\n\n",{"type":"==","value":["Stay safe"]},"\nEast Asia is probably one of the safest regions on the planet for travelers, at least when it comes to violent crime and is characterized by stable politics and low crime. The main exceptions are China's restive western territories. ",{"type":"[[","value":[["Xinjiang"]]}," has become increasing dangerous in recent month with the rise of indiscriminate bombings and stabbings. Be extra careful when in large crowds such as train stations and market gatherings. ",{"type":"[[","value":[["Tibet"]]}," has the occasional risk of ethnic unrest. This tends to not post as much a threat as it is usually not foreigners who are targeted. The heavy police presence keeps crime low. It is standard practice to block visitor entry at the slightest hint of trouble to China's Tibetan regions or during important dates, so know before you go or you may be turned away from buying a bus or train ticket and have to re-route your entire trip in sudden frustration.\n\nLarge parts of China and especially Japan and Taiwan are at significant risk from ",{"type":"'''","value":["earthquakes"]},".  If you're ",{"type":"''","value":["indoors"]}," and you feel a shake, stay indoors, as running outside during a quake is the most likely way you'll be injured or killed. Extinguish gas burners and candles and beware of falling objects and toppling furniture. Shelter under furniture or a doorway if necessary.  If you're ",{"type":"''","value":["outdoors"]},", stay away from brick walls, glass panels and vending machines, and beware of falling objects, telephone cables etc. Falling roof tiles from older and traditional buildings are particularly dangerous, as they can drop long after the quake has ended.\n\nMany parts of East Asia are mountainous. Use caution when driving or trekking up in these areas. Road safety in mainland China can range from lacking in coastal regions to suicidal in western regions. General rule of thumb is: more remote the region, more reckless the driver. Buses are fairly safe during the day time but not so much at night. Sleeper buses should especially be avoided due to their tendency to self immolate, take a night train instead. Due to lack of law enforcement, self driving in mainland China is not advised. Hire a car with a driver should the need arise.\n\nThe air quality in the industrial cities of northern China can border range from bad, terrible to out right dangerous. People with serious respiratory problems should seriously consider not traveling here for long periods. Check PM2.5 reading before arrival.\n\nSecond hand smoke is a problem in China with 320 million smokers (over 60% of the adult male population). While few locations ban smoking, second hand smoke mainly affect travelers on hard seat carriages on slow trains and hole in the wall restaurants.\n\n\n",{"type":"[[","value":[["Commons:Category:East Asia"]]},"\n",{"type":"[[","value":[["WikiPedia:East Asia"]]},"\n",{"type":"{{","value":[["geo"],["41.11"],["111.27"],["zoom=4"]]},"\n",{"type":"{{","value":[["isPartOf"],["Asia"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]