[{"type":"{{","value":[["pagebanner"],["Eastern Sierra banner.JPG"],["caption=The sheer face of the Eastern Sierras."]]},"\n",{"type":"'''","value":["The Eastern Sierra"]}," is the remote east side of the ",{"type":"[[","value":[["Sierra Nevada"]]}," region of ",{"type":"[[","value":[["California"]]},". The desert-like yearly rainfalls compete with small streams draining down from the snow-covered mountains to create a barren land with regions of verdant green.\n\nThe largest industry in the Eastern Sierra is tourism.  Lodging and campsites are plentiful.  Activities that appeal to the traveler are various and plentiful. \n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Owens Valley"]]},". The southern portion of the Eastern Sierra is a narrow flat valley extending 125 mi (200 km) from Owens Lake north to the Owens Gorge. The vast majority of the Owens Valley is private property owned by the City of Los Angeles Department of Water and Power. The Owens Valley is flanked by spectacular mountain ranges rising abruptly from the valley floor -- to the west the High Sierra, and to the east the Inyo and White mountain ranges. Nearly all lands above the valley floor are owned by federal agencies."]},{"type":"*","value":[" ",{"type":"'''","value":["Upper Owens"]},". North of Bishop (elevation 5900 ft {1800 m}) the terrain rises 3280 ft (1000 m) in 18 mi (30 km). At the top of this rise is the enormous Long Valley Caldera, a broad basin ringed by the Sierra Nevada to the west and the Glass Mountains to the east. North of the caldera the terrain rises gradually through forests of endemic Jeffery Pine trees to the divide between the Owens Lake and Mono Lake at around 9,800 ft (3000 m) elevation. Much of the land in this region, and further north in the Eastern Sierra, is owned by federal agencies but lands near watercourses are likely to be in private ownership. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Mono Lake"]]},". From the Owens\/Mono divide the terrain falls gradually to Mono Lake at 8,200 ft (2500 m) elevation. Mono Lake is known for its unique mineral formations and spectacularly varied and abundant bird life. North of the lake the terrain rises quickly to the Mono\/Walker divide with the Bodie Hills to the east."]},{"type":"*","value":[" ",{"type":"'''","value":["East Walker River"]},". From the divide at around 9,800 ft (3000 m), the terrain falls gradually into the Bridgeport Basin and the town of Bridgeport at 6,500 ft (2000 m). The East Walker, dammed to form Bridgeport Reservoir, flows east through the valley separating the Bodie Hills from the Sweetwater Mountains. To the north the rise to the divide between the east and west forks of the Walker is a mild climb to 9,100 ft (2800 m). "]},{"type":"*","value":[" ",{"type":"'''","value":["West Walker River"]},"."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bridgeport (California)"],["Bridgeport"]]}," -- County seat of Mono County.  A classic western courthouse continually in use since the late 1800s. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Lee Vining"]]}," -- Closest town to Mono Lake; has access to Yosemite. Best gas station food on Planet Earth."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mammoth Lakes"],["Mammoth"]]}," -- Best known for its ski resort, it's also a good, cheap place to stay in summer when visiting the region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bishop"]]}," -- Largest town in the Eastern Sierra. It has a hospital, chain stores (K-mart, Rite-Aid, etc.), and world-class climbing & fishing. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Big Pine"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Independence (California)"],["Independence"]]}," -- Home to the Eastern Sierra Museum - a treasure in the heart of the Eastern Sierras."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lone Pine"]]}," -- Mt Whitney trailhead. Interagency visitor center for Eastern Sierra & Death Valley."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["File:Bodie Ghost Town Storm.jpg"],["thumb"],["300px"],["Bodie State Historic Park"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mono Lake"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Independence (California)#Manzanar"],["Manzanar"]]},"  -- Internment camp where American citizens of Japanese descent were imprisoned during World War II"]},{"type":"*","value":[" ",{"type":"'''","value":["Bristlecone Pines"]}," At nearly 5000 years of age, these are believed the oldest living trees on the planet.  They are found on numerous desert ranges reaching into the subalpine zone, however the main interpretive sites are at Schulman and Patriarch Groves in the ",{"type":"[[","value":[["White Mountains (California)"],["White Mountains"]]},".  This range also has California's third-highest peak and extensive opportunities for day hikes and multi-day backpacks.  Access to the main groves from 395 is via a 24 mile drive starting near the town of ",{"type":"[[","value":[["Big Pine"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mammoth Lakes"],["Mammoth Mountain"]]}," -- Ski area in the winter; becomes fantastic mountain bike park in summer."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Whitney"]]}," -- Highest point in the 48 contiguous United States"]},{"type":"*","value":[" ",{"type":"'''","value":["Owens River"]}," -- Mostly gone.  To visit the water, travel to ",{"type":"[[","value":[["Los Angeles"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Owens Lake"]}," -- A dry lake now.  Before Los Angeles was built, steamship service took passengers across the lake."]},{"type":"*","value":[" ",{"type":"'''","value":["Bodie"]}," -- State Historic Park, a \"ghost town\" once famous for mining, purposefully maintained in a state of \"arrested decay\" by the California State Parks.  Located between Bridgeport and Mono Lake east of U.S. 395."]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Sierra Nevada mountain range, like most ranges in the lower-48 states, runs north to south.  Approaching the Sierra Nevada from the west is a very gradual process of small hills leading to larger hills, leading to small mountains, and so on.  The east is a sheer cliff in comparison.  At 4000 feet of elevation near Lone Pine, one can look straight up to the 14,505 ft (4,421 m) snow-capped top of Mount Whitney, the highest peak in the ",{"type":"[[","value":[["United States"]]}," outside ",{"type":"[[","value":[["Alaska"]]},".\n\nThis extreme change in elevation explains why there are no roads across the Sierra between Kernville and Mono Lake.  In winter all but one of the passes are closed, and there are no crossings between Kernville and Lake Tahoe.\n\nThe Eastern Sierra receives very little rainfall because it lies in the rain shadow of the Sierra Nevada.   Since weather systems generally approach the Eastern Sierra from the west or southwest, they dump most of their moisture onto the western flanks of the Sierra Nevada, leaving only a small amount for the Eastern Sierra.  \n\nThe Eastern Sierra is part of the ",{"type":"[[","value":[["Great Basin"]]},".  Water that falls in the Great Basin does not flow naturally into an ocean. Instead, water flows into various inland lakes such as ",{"type":"[[","value":[["Mono Lake"]]}," and Walker Lake. \n\nLarge amounts of water are captured at the surface or pumped from the ground, and diverted to Los Angeles.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" From the ",{"type":"[[","value":[["Los Angeles"]]}," region, take ",{"type":"'''","value":["US 395"]}," north."]},{"type":"*","value":[" From the ",{"type":"[[","value":[["Lake Tahoe"]]}," or ",{"type":"[[","value":[["Reno"]]}," areas, take ",{"type":"'''","value":["US 395"]}," south"]},{"type":"*","value":[" From ",{"type":"[[","value":[["Yosemite National Park"]]},", take ",{"type":"'''","value":["SR 120"]}," east to ",{"type":"'''","value":["US 395"]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["US 395"]}," runs from north to south through the entire Eastern Sierra.\n\nSome of the passes on US 395 require snow chains during or shortly\nafter snowstorms in the winter.  Since you can't predict mountain\nweather, ",{"type":"'''","value":["plan on carrying chains"]}," if you travel north of Bishop during\nthe winter.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Mono Lake"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Fishing -- Mountain lakes and abundant small streams are much sought after by fishermen."]},{"type":"*","value":[" Hiking -- Many trails lead up into the mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mammoth Lakes"]]}," is a popular skiing destination for people in the southern half of ",{"type":"[[","value":[["California"]]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIn winter, the higher elevations north of Bishop are subject to mountain storms.  Be prepared with snow chains for cars, or even road closures.\n\nIn summer, the lower elevations in Bishop and further south can be quite hot.  Stay hydrated, and you'll avoid headaches (from dehydration) or worse.\n\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yosemite National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Death Valley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Los Angeles"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Tahoe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Reno"]]}]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sierra Nevada"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]