[{"type":"{{","value":[["pagebanner"],["East_Java.jpg"]]},"\n",{"type":"[[","value":[["Image:Semeru Bromo Temple.JPG"],["thumb"],["300px"],[{"type":"[[","value":[["Mount Bromo"]]}," (",{"type":"''","value":["left"]},") and ",{"type":"[[","value":[["Mount Semeru"]]}," (",{"type":"''","value":["top right"]},") - an iconic image of Indonesia"]]},"\n\n",{"type":"'''","value":["East Java"]}," (",{"type":"''","value":["Jawa Timur"]},") covers the eastern third of the island of ",{"type":"[[","value":[["Java"]]},", ",{"type":"[[","value":[["Indonesia"]]},", as well as the island of ",{"type":"[[","value":[["Madura"]]}," and several small offshore islands.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:East Java Region map.png"],["thumb"],["500px"],["Map of East Java"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Surabaya"]]},"  — capital of the region; Indonesia's second-largest city and a huge industrial sprawl"]},{"type":"*","value":[" ",{"type":"[[","value":[["Banyuwangi"]]}," — the Ijen Crater, famous Java arabica coffee plantations and ferries to ",{"type":"[[","value":[["Bali"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Batu"]]}," — charming old hill town that was formerly a Dutch colonial playground"]},{"type":"*","value":[" ",{"type":"[[","value":[["Blitar"]]}," — birthplace of Indonesia's first president and independence hero, Sukarno"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bojonegoro"]]}," — teak plantations and the unique Samin culture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bondowoso"]]}," — prehistoric stones are scattered in the region and this is the western gateway to the Ijen Crater."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jember"]]}," — large city with verdant hills to the north and beautiful beaches to the south"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kediri"]]}," — Mount Wilis, waterfalls and significant archeological sites"]},{"type":"*","value":[" ",{"type":"[[","value":[["Malang"]]}," — cool, clean air and the ancient seat of the Mataram kingdom"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pacitan"]]}," — city of 1001 caves "]},{"type":"*","value":[" ",{"type":"[[","value":[["Probolinggo"]]}," — gateway to the Bromo-Tengger-Semuru National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lumajang"]]}," — beautiful city, a city with unique bananas, a selokambang nature swimming pool"]},"\n",{"type":"==","value":["Other towns and cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Madiun"]]}," — verdant agriculture and Mount Lawu"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pacet"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Trawas"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Tretes"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Trowulan"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baluran National Park"]]}," — large forest and coastal park. Relatively easy access to and from ",{"type":"[[","value":[["Bali"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}," — popular hiking destination featuring the still-rumbling ",{"type":"[[","value":[["Mount Bromo"]]},". The star attraction in the region, however it may be closed at times depending upon the eruptive status of the caldera"]},{"type":"*","value":[" Ijen blue fire\/flame crater, a new midnight destination for adventurers"]},{"type":"*","value":[" ",{"type":"[[","value":[["Madura"]]}," — a dry and crowded island very much off the beaten path for visitors"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pulau Sempu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sukamade"]]}," — turtle conservation beach"]},{"type":"*","value":[" ",{"type":"[[","value":[["Trenggalek"]]}," — beautiful white sand beaches"]},"\n",{"type":"==","value":["Understand"]},"\nThe spine of East Java is dominated by a series of rugged, spectacular volcanic peaks. The most famous of these are in the ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}," and Semeru and Bromo together make up one of the great iconic images of Indonesia. There are four volcanic peaks higher than 3,000 m in the region. This volcanic activity has created a largely fertile area and verdant agriculture is a prominent feature of the area. \n\nBoth the north and south coasts offer some beautiful, deep, fine sand beaches and these are another key attraction of the region. \n\nThe two large southern national parks of Alas Purwo and Meru Betiri are remote and sparsely populated and represent the nearest thing to a wilderness experience that you will find on Java. In the north-east, Baluran National Park recalls African Savannah plains.\n\nThe island of ",{"type":"[[","value":[["Madura"]]}," sits off the north eastern coast of the region and is as ",{"type":"''","value":["off-the-beaten-track"]}," as you can get in this part of Indonesia. That is slowly changing as the road bridge linking Surabaya to Madura opened in mid-2009.\n\n",{"type":"[[","value":[["Surabaya"]]}," is the capital city and Indonesia's second largest. It is though largely bereft of attractions, over-crowded, polluted and supports sprawling industry.  Few visitors stay in Surabaya for reasons of tourism. ",{"type":"[[","value":[["Malang"]]}," is the second city of the region and a bigger contrast to Surabaya could not be imagined. It is a clean, airy city with an important and interesting history.\n\n",{"type":"==","value":["Talk"]},"\nPeople in East Java speak ",{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian"]]}," as well as ",{"type":"[[","value":[["Javanese phrasebook"],["Javanese"]]}," which they mix together at times. A significant minority also speak ",{"type":"[[","value":[["Madurese phrasebook"],["Madurese"]]},". English will be understood and spoken at large city hotels and at obvious tourist destinations.\n\nFor all place names, beware that in the local East Javanese accent, \"A\" and \"O\" are largely interchangeable: often the official spelling uses \"A\", but the locals pronounce it \"O\".  Hence a resident of ",{"type":"[[","value":[["Surabaya"]]}," is locally an ",{"type":"''","value":["arek Suroboyo"]}," and ",{"type":"[[","value":[["Cemoro Lawang"]]}," and ",{"type":"''","value":["Cemara Lawang"]}," are the same place.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nSurabaya's ",{"type":"[","value":["http:\/\/www.angkasapura1.co.id\/eng\/location\/surabaya.htm Juanda Airport"]}," (",{"type":"{{","value":[["IATA"],["SUB"]]},")  is one of the busiest in Indonesia, with very frequent flights from ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Bali"]]}," and other major Indonesian destinations. There are some direct international flights from destinations including ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Johor Bahru"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Taipei"]]},", and ",{"type":"[[","value":[["Bandar Seri Begawan"]]},".\n\nMalang's Abdul Rachman Saleh Airport (",{"type":"{{","value":[["IATA"],["MLG"]]},") is a small airport with a few flights everyday from ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Bali"]]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Surabaya"]]}," is connected by rail from ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Semarang"]]}," and ",{"type":"[[","value":[["Yogyakarta"]]}," with many stops in between. With new double tracks (as of 2014), the train now is faster, with travel time from Jakarta to Surabaya cut by around 3 hours in the new schedule. It is possible to travel to the region from Bali with an ",{"type":"[","value":["http:\/\/www.infoka.kereta-api.com\/jadwal_dan_tarif\/ all-in \"train\" ticket"]}," that also covers the necessary bus and ferry portions. Using the train for Surabaya, Sidoarjo and surroundings is more convenient than using other ground transportation, because of 'Sidoarjo mudflow'.\n\nThe popular star tourist attraction of ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}," is sadly not part of the Indonesian rail network.\n\n",{"type":"===","value":["By ferry"]},"\nFerries ply the route between ",{"type":"[[","value":[["Gilimanuk"]]},", ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Banyuwangi"]]}," every 20 min, 24 hr a day. The crossing itself takes about 30 min, although embarking and disembarking can take much longer.\n\nSurabaya is a major national and  international port city and virtually every major coastal city in Indonesia is connected to it in some way. Check the national passenger ship operator ",{"type":"[","value":["http:\/\/www.pelni.com\/ Pelni's website"]}," for detailed information.\n\n",{"type":"===","value":["By bus"]},"\nFrequent buses travel across Java and this is a reliable, if not always comfortable, method of travel. All of the major cities and towns in the region can be reached by bus.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nDriving anywhere is Java is a hazardous business for visitors not used to Indonesian driving habits. East Java is no exception and visitors are advised to rent a car with a driver if this is your chosen method of getting around in the region.\n\n",{"type":"===","value":["By train"]},"\nThe region is well served by the ",{"type":"[","value":["http:\/\/www.infoka.kereta-api.com\/ national rail network"]}," which connects all major cities and towns. \n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Bromo-semeru02.jpg"],["thumb"],["300px"],["Sunrise at the Bromo-Tengger-Semeru National Park"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}]},"  is the main attraction in East Java and accounts for a large percentage of overseas tourists who visit the region. The national park is named after its two mountains, Mount Semeru (the highest in Java at 3,676 m, Mount Bromo. the most popular. The ",{"type":"''","value":["Tengger"]}," people inhabit this area.  Mount Semeru also known as Mahameru (Indonesian language ",{"type":"''","value":["holy mountain"]}," or ",{"type":"''","value":["seat of the gods"]},"), is one of Indonesia's most active volcanoes. Semeru is often closed due to its highly active nature.  \n\nThere are many opportunities for trekking in the park to suite all levels of physical fitness. One of the most popular activities (especially for the less energetic!) is to stay in one of the simple lodges in the park, then drive up to the top of Mount Penanjakan (2,770 m) pre-dawn in a 4x4 vehicle and wait for a truly spectacular sunrise.  Later in the day, a slightly more arduous 90 min climb up to the rim of the Mount Bromo caldera to view the bubbling active crater is very worthwhile. You can also make this ascent seated atop one of the local ponies.\n\n",{"type":"[[","value":[["Image:Ijen volcano.jpg"],["thumb"],["300px"],["The Ijen Crater in East Java"]]},"\n\nThe ",{"type":"'''","value":["Ijen Plateau"]}," near ",{"type":"[[","value":[["Banyuwangi"]]}," and Bondowoso is a less well known but in its own way equally spectacular area of volcanic activity. The Ijen Plateau is the centrepoint of the large mountain range west of ",{"type":"[[","value":[["Banyuwangi"]]}," and which abutts the ",{"type":"[[","value":[["Baluran National Park"]]}," to the north. For the adventurous traveller a visit to the ",{"type":"'''","value":["Ijen Crater"]}," (",{"type":"''","value":["Kawah Ijen"]},") is a must whilst in the region. The crater can be approached from Bondowoso in the west or Banyuwangi in the east. The Bondowoso route is recommended as the road is relatively better (although that is not saying much) and the 90 min foot climb much easier. When you arrive the colour of the water in the lake is scarcely believable being an extraordinary vivid aqua blue. Evidence of volcanic activity is everywhere with steaming water and brilliant yellow crystalline sulphur deposits. The Ijen Crater is one of the great natural wonders of Indonesia. Since BBC and National Geographic mentioned Ijen blue fire\/flame crater, more tourists have visited Ijen Crater, not only during the day but also for a new (as of 2014) midnight trip to see the blue fire. These trips are guided and require a mask which can filter sulphur dioxide. Midnight trips require 2 hours hike up to the rim of the crater and 45 minutes to hike down to the bank of the crater.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Malang"]]}]}," is a city of great historical significance. It was a seat of major power in Java's Hindu past and the Dutch took a great liking to its relatively cool, fresh climate in the colonial period. Modern day Malang, although significantly urbanised, has retained much of its historical character and a few days looking around this lovely city and visiting nearby places of interest, will be time well spent.\nIn the city centre a great first stop is Ijen Boulevard. This is a quite beautiful street lined with tropical trees against a backdrop of old colonial structures. The street houses a number of interesting buildings including the Brawijaya Army Museum, Immanual Catholic Church and the city library. Nearby Jalan Tugu is home of the city hall (",{"type":"''","value":["Balai Kota Malang"]},"), the Tugu Monument, Aloon-Aloon Bunder (park) and the Tugu Hotel. The latter houses a magnificent collection of Javanese antiques and serves lunch or tea.\n\nAbout 30 km south of Malang there are three lovely beaches close together: Balekambang, Ngliyep and Sendangbiru. It is best to visit on weekdays as this is a very popular weekend escape and it can get get crowded. It is not safe to swim here but these are great relaxation beaches which offer some stunning coastal scenery. There is an offshore island called Pulau Simpu which can be visited by chartering a boat from Sedangbiru beach. At Balekambang beach there are three little islets just offshore which are attached to the beach by walkways. Of the three beaches, Balekambang itself is the most attractive. The beaches are easily day-tripped from Malang in a car.\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Bondowoso"]]}]}," region has many ancient stones spread across several districts including kenong stone, grave stones, sarkofag, and others. Alun - alun city is the main place  to gather people (the crowd), to the north stood the Regent Hall, which is an old building, and there are also Dutch heritage  building  that is now a Junior High School 1 Bondowoso. There are many  more Dutch heritage buildings in this city. about 10 km east of Bondowoso no brass handicraft centre (Cindogo). Kalianyar village (sub-district Tamanan), 15 km south of Bondowoso is a good destination if you want to enjoy the countryside with cool air.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Ride in a 4x4 up Mount Penanjakan in the ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}," and experience one of the world's great sunrises."]},"\n",{"type":"*","value":[" Surf at G-Land near ",{"type":"[[","value":[["Banyuwangi"]]},"."]},"\n",{"type":"*","value":[" Birdwatch in the ",{"type":"[[","value":[["Baluran National Park"]]},"."]},"\n",{"type":"*","value":[" Collect some sulphur crystals at the Ijen Crater near ",{"type":"[[","value":[["Banyuwangi"]]},"."]},"\n",{"type":"*","value":[" Get off the beaten track and drive over the new bridge to the island of ",{"type":"[[","value":[["Madura"]]},"."]},"\n",{"type":"*","value":[" Watch a turtle laying eggs at ",{"type":"[[","value":[["Sukamade"]]}," beach."]},"\n",{"type":"*","value":[" Experience white water rafting at Pekalen river, ",{"type":"[[","value":[["Probolinggo"]]},"."]},"\n",{"type":"*","value":[" Visit Taman Safari in slope of Mount Arjuno, 50 kilometers from Juanda Airport or 45 kilometers from Malang. It is the largest Safari Park in Asia with 350 hectares area."]},"\n",{"type":"*","value":[" Enjoy the various plants and flowers at Purwodadi Botanical Garden, Pasuruan."]},"\n",{"type":"*","value":[" Observe Lapindo Hot Mud at Porong, Sidoarjo."]},"\n",{"type":"*","value":[" Feel the splash of fresh water at Kakek Bodo Waterfall near ",{"type":"[[","value":[["Tretes"]]},"."]},"\n",{"type":"*","value":[" Learn the history of the majestic Majapahit Kingdom near Mojokerto."]},"\n",{"type":"==","value":["Eat"]},"\nEating is an extremely important part of life in East Java and there is an extraordinary range of options. \n\nHigh quality western food is available in the large cities of Surabaya and Malang but there are so many local delights that any visitor is surely better off concentrating on these. Indonesian cuisine from all corners of this vast nation is widely available. As elsewhere in Indonesia, the best bet is often simple warungs and road-side stalls and the rule is to follow the local crowds.\n\nThe food of East Java is similar to that of Central Java. East Java foods tend to be less sweet and spicier compared to the Central Java ones. Fish and fish\/seafood products are quite extensive, and terasi (dried shrimp paste) and petis udang (shrimp paste) are used a great deal. Specific East Javanese specialities include:\n\n",{"type":"*","value":[{"type":"'''","value":["Rujak cingur"]},", a salad with spicy sauce and cingur (slices of cooked cow nose). "]},{"type":"*","value":[{"type":"'''","value":["Sate kelopo"]},", satay with coconut rasp."]},{"type":"*","value":[{"type":"'''","value":["Sate Madura"]},", spicy goat satay."]},{"type":"*","value":[{"type":"'''","value":["Lontong Kupang"]},", Tiny clam soup with rice cakes"]},{"type":"*","value":[{"type":"'''","value":["Lontong Balap"]},", Bean sprouts and tofu with rice cakes "]},{"type":"*","value":[{"type":"'''","value":["Semanggi Surabaya"]},", Marsilea leaves with spicy sweet potato sauce"]},{"type":"*","value":[{"type":"'''","value":["Pecel Lele"]},", Deep fried catfish served with rice and sambal "]},{"type":"*","value":[{"type":"'''","value":["Rawon"]},", Dark beef soup"]},{"type":"*","value":[{"type":"'''","value":["Bakwan Malang"]},", Meatball soup with won tons and noodles "]},{"type":"*","value":[{"type":"'''","value":["Arem aream"]},", Pressed rice, tempe, sprouts, soy sauce, coconut, and peanuts."]},"\n",{"type":"==","value":["Drink"]},"\nThere is a local type of fermented palm tree alcohol, called ",{"type":"'''''","value":["tuak"]},". Other popular drinks in East Java include:\n",{"type":"*","value":[{"type":"'''","value":["Legen"]},": a drink made from palm tree flower shaped female flower tendrils. These flower tendrils are cut little by little so that their sap which can be collected in a tube that is usually made from a single piece of bamboo rod segment. Old tapping is usually overnight, on the afternoon of the bamboo tube (called a tube) is placed as a container, then in the morning had a full load of the tube. One manggar flower usually produce about three to six tubes of legen."]},"\n",{"type":"*","value":[{"type":"'''","value":["Degan"]},": a drink made from young coconut usually served in a glass or in the young coconut itself. Degan (usually called \"es degan\" by the folk found along the side of the road and restaurants) is usually affordably priced. Some of the sellers mix it with a \"Beras Kencur\", wine and honey to be an energy drink."]},"\n",{"type":"==","value":["Stay safe"]},"\nWhen visiting any of the volcanic areas, understand and be respectful of their active nature. ",{"type":"''","value":["Never"]}," take unnecessary risks.\n\nTemperatures in the high parts of the ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}," can get close to 0°C at night, although it can sometimes be very hot near the peak at noon, so come prepared, either way.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]}," - next stop east is ",{"type":"''","value":["The Island of the Gods"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Yogyakarta"]]}," and the stunning temples of ",{"type":"[[","value":[["Borobudur"]]}," and ",{"type":"[[","value":[["Prambanan"]]},"."]},"\n",{"type":"{{","value":[["geo"],["-7.2667"],["112.7500"],["zoom=11"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Java"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:East Java"]]}]