[{"type":"{{","value":[["pagebanner"],["East Timor banner Reef Tube sponge.jpg"],["caption=East Timor Reef"]]},"\n",{"type":"{{","value":[["regions discussion"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Dilibay-5.png"],["caption="],["location=LocationEastTimor.png"],["flag=Flag of East Timor.svg"],["capital=",{"type":"[[","value":[["Dili"]]}],["government=Republic"],["currency=US dollar (USD)"],["area=15,007 km",{"type":"<","value":["sup",["2"]]}],["population=1,066,582 (2010 Census)"],["language=",{"type":"[[","value":[["Tetum phrasebook"],["Tetum"]]}," (official), ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," (official), ",{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian"]]},", English, 37 indigenous languages"],["religion=Roman Catholic 90%, Muslim 4%, Protestant 3%, Hindu 0.5%, Buddhist, Animist (1992 est.)"],["electricity=220V\/50Hz (Shuko Euro plug)"],["callingcode=670"],["tld=.tl"],["timezone=UTC+9"]]},"\nThe ",{"type":"'''","value":["Democratic Republic of Timor-Leste"]},", commonly known as ",{"type":"'''","value":["East Timor"]}," (",{"type":"[[","value":[["Tetum"]]},": ",{"type":"'''","value":["Timór Lorosa'e"]},"), is a country located at the transition area between ",{"type":"[[","value":[["Southeast Asia"]]}," and ",{"type":"[[","value":[["Oceania"]]},". It lies northwest of ",{"type":"[[","value":[["Australia"]]}," in the ",{"type":"[[","value":[["Lesser Sunda Islands"]]}," at the eastern end of the ",{"type":"[[","value":[["Indonesia"]]},"n archipelago. East Timor includes the eastern half of the island of ",{"type":"[[","value":[["Timor"]]},", the Oecussi (Ambeno) region on the northwest portion of the island of Timor, and the small islands of ",{"type":"[[","value":[["Atauro"]]}," and ",{"type":"[[","value":[["Jaco (island)"],["Jaco"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe eastern half of the island of Timor, ",{"type":"'''","value":["East Timor"]},", is a former ",{"type":"[[","value":[["Portugal"],["Portuguese"]]}," colony that declared itself independent from Portugal on 28 November 1975. Nine days later, ",{"type":"[[","value":[["Indonesia"]]},"n forces invaded and occupied the former colony, with the tacit approval of the ",{"type":"[[","value":[["United States"]]}," and ",{"type":"[[","value":[["Australia"]]},". By July 1976 the colony had been annexed as the province of ",{"type":"'''","value":["Timor Timur"]},".\n\nOver the next two decades, Indonesia integrated the colony, with many significant positions of authority being occupied by Indonesians rather than the East Timorese. An estimated 100,000-250,000 individuals are believed to have lost their lives during a campaign of ",{"type":"''","value":["pacification"]}," during this time. \n\nThe United Nations supervised a popular referendum on 30 August 1999, in which the people of East Timor voted for independence from Indonesia. After the results were announced, gangs of independence opponents, supported by the Indonesian military, terrorised the population in a civil war that destroyed much of the country's infrastructure. A United Nations peacekeeping force led by ",{"type":"[[","value":[["Australia"]]},"n forces was sent in to re-establish a civil society and reconstruct the nation.\n\nOn 20 May 2002, East Timor was internationally recognized as an independent state under the official name of the ",{"type":"'''","value":["Democratic Republic of Timor Leste"]},".\n\n",{"type":"===","value":["Climate"]},"\n\nEast Timor has a hot and humid climate (tropical). November to May is the wet season with the temperatures averaging 30ºC the year round, with temperatures far cooler in higher altitude areas. \n\nThe dry season during lasts for about 6 months during June to October. \n\nThe wet season can damage the roads in East Timor, making travel difficult to remote district areas during this time.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"[[","value":[["Image:East Timor map.png"],["thumb"],["450px"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dili"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ainaro"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Balibo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Baucau"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ermera"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gleno"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Liquica"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lospalos"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Maliana"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Manatuto"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Maubisse"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Suai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tutuala"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Viqueque"]]}]},"\n",{"type":"==","value":["Get in"]}," \n\nGenerally visitors from any country can easily obtain a 30 day ",{"type":"'''","value":["tourist and business"]}," visa on arrival to East Timor at Dili Airport or Dili Seaport by filling in a simple form and paying US$30 in cash. ",{"type":"'''","value":["Note however that \"visa on arrival\" is not available at the land border"]},", where most travellers apart from Indonesian and Portuguese nationals must have obtained a visa or \"visa application authorisation\" in advance.\n\nCheck out the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/migracao.gov.tl\/ Immigration Department of East Timor"]}]},", and specifically the link to the Tourist Visa ",{"type":"[","value":["http:\/\/migracao.gov.tl\/?page_id=32"]}," for details on visa requirements, and for details on how to apply for a \"visa application authorisation\" (which may be obtained via email before you travel), or how to apply for a visa at an Embassy or Consulate should you want to enter at a land border crossing. \n\nApart from Tourist & Business Visas, other visas that are available include the Transit Visa, Work Visa, Study Visa, Cultural, Scientific, Sport & Media Visa and Residence Visa. \n\nTourist Visa requirements as stated by the  Immigration Department of East Timor are as follows:\n\nThe applicant must:\n",{"type":"*","value":[" Demonstrate intention of a genuine visit (as tourist or business trip)."]},{"type":"*","value":[" Demonstrate sufficient funds for period of proposed stay (access to US$100 on entry ",{"type":"'''''","value":["and"]}," US$50 for each day)."]},{"type":"*","value":[" Demonstrate accommodation arrangements."]},{"type":"*","value":[" Hold a return ticket, or show ability to fund own departure."]},"\nApplicants must also be assessed as being of good character and health before they will be granted the visa and\/or permitted to enter East Timor.\n\nAll foreigners seeking to enter East Timor on a temporary visa are required to have a valid national passport with an expiry date not less than 6 months from the date of entry into East Timor and must have at least one blank page available for Visa stamp.\n\nWhere applied for on arrival, the visa will be granted for the duration of stay up to 30 days, and is only valid for single entry. Extension after arrival – US$35 for each extension of 30 days, or US$70 for extension of 60 days. Extension of a tourist visa beyond 30 days requires a sponsor, East Timorese citizen or work-permit holder, to complete a Termo de Responsabilidade, guaranteeing your conduct and compliance with East Timorese laws for the duration of your stay.\n\nThose who apply in advance for a tourist visa at an Embassy or Consulate, or who apply by email direct to the Immigration Department for a \"visa application authorisation\" may request a visa allowing up to 90 days stay, with single or multiple entry. \n\nVisitors are advised to hold the necessary amount for the payment of visa fees in US Dollars cash upon arrival at the border.\n\nThere are no ATM or credit card facilities inside the airport or at border posts, hence visitors must have US$30 in cash to pay for their visa. There is now an ANZ ATM outside the Dili Airport and many ATMs throughout Dili where foreigners can draw money through Visa, MasterCard etc.\n\nPortuguese passport holders do not need a visa for short stay entry (max 90 days).\n\n",{"type":"===","value":["By plane "]},"  \n",{"type":"[[","value":[["File:Dili Intl terminal.JPG"],["thumb"],["250px"],["Presidente Nicolau Lobato International Airport's terminal building"]]},"\n\n",{"type":"''","value":["Presidente Nicolau Lobato International Airport",{"type":"'''","value":[" (",{"type":"{{","value":[["IATA"],["DIL"]]},"), formerly known as "]},"Comoro Airport'"]},", is the main international airport of ",{"type":"[[","value":[["Dili"]]},". \n\nMajor international airlines that serve Dili directly include:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airnorth.com.au\/ Airnorth"]}]}," from ",{"type":"[[","value":[["Darwin"]]},", Australia"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.air-timor.com\/ Air Timor"]}]}," from Singapore. Chartered 'Silkair: Singapore' flights. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.merpati.co.id\/ Merpati Nusantara Airlines"]}]}," from ",{"type":"[[","value":[["Bali"]]}," (Denpasar), Indonesia."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sriwijayaair.co.id\/ Sriwijaya Air"]}]}," from ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Bali"]]}," (Denpasar), Indonesia - ",{"type":"''","value":["Starting 10th May 2013"]}]},"\nCurrently International flight details in and out of Dili are as follows:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Airnorth"]}," - 6 flights per week. Flight Time - approx 1 hour in Embraer 170 Jet, at the following times:"]},"\nMorning Services (Mon,Wed,Thu,Fri,Sat): Depart Darwin 0630, arrive in Dili 0715. Depart Dili 0800, arrive Darwin 0945. \nAfternoon Service (Mon): Depart Darwin 1500, arrive in Dili 1615. Depart Dili 1700, arrive Darwin 1845.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Air Timor"]}," from ",{"type":"[[","value":[["Singapore"]]},". Three times a week full service chartered 'SilkAir' flights every Tue, Thur and Sat as follows:"]},"\nDepart Singapore 0920, Arrive Dili 1400. Depart Dili 1515, Arrive Singapore 1800.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Merpati Nusantara Airlines"]}," from ",{"type":"[[","value":[["Bali"]]}," (Denpasar), Indonesia. Daily return flights from Bali. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sriwijaya Air"]}," from ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Bali"]]}," (Denpasar), Indonesia. Daily return flights from Jakarta with stop-off in Bali."]},"\nFlying out of Dili, you are subject to the ",{"type":"'''","value":["airport departure tax"]}," of US$10 which must be paid in cash at the airport counter beside passport control.\n\n",{"type":"===","value":["By land "]}," \n",{"type":"[[","value":[["Image:Timor-indo border.jpg"],["thumb"],["250px"],["right"],["East Timor border post"]]},"\n\nThe main land border crossing with Indonesia is at ",{"type":"[[","value":[["Mota'ain"]]}," (or Motain), 115 km west of Dili. The nearest East Timorese town is ",{"type":"[[","value":[["Batugade"]]},", 3km to 4km away. The nearest Indonesian town of consequence is the West Timorese town of ",{"type":"[[","value":[["Atambua"]]},". There are also land border crossings at Salele (near Suai) on the south coast, and into Oecussi at Bobometo (north of Kefamenanu on the Indonesian side) and Wini on the north-east coast of Oecussi. \n\nAs mentioned above, visa on arrival is not available at the land border for most visitors apart from Indonesian and Portuguese Citizens. See the Immigration Department's Tourist Visa link  ",{"type":"[","value":["http:\/\/migracao.gov.tl\/?page_id=32"]}," for details on how to apply for a \"visa application authorisation\" (which may be obtained via email before travel) or how to apply for a visa at an Embassy or Consulate should you want to enter at a land border crossing.\n\nThere is an East Timorese Consulate in both Bali and Kupang where you should be able to purchase visas. \n\n",{"type":"*","value":[{"type":"'''","value":["Consulate General Denpasar"]},", ☎ +62 8133 855 8950, Mr. Manuel Serrano, Consul General, ☎ +62 812 831 9741, (",{"type":"''","value":[{"type":"[[","value":[["mailto:manser_tl@yahoo.com manser_tl@yahoo.com"]]}]},"), Mr. Paulo Ximenes, Second Secretary  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Consulate Kupang"]},", Office Address: Jl. Eltari II,  Kupang, NTT, Indonesia, ☎+ 62 8133 9367 558, +62 8133 9137 755, Mr. Caetano Guterres, Consul General, (",{"type":"''","value":[{"type":"[[","value":[["mailto:caetanoguterres@hotmail.com caetanoguterres@hotmail.com"]]}]},")  ☎ Mobile:+62 813 392 434 13, Mr. Manuel Matos, Staff of Consulate, ☎+62 813 539 435 34  "]},"\nThe same problem exists in the other direction. Even though people of many nationalities can get Indonesian visas-on-arrival when flying into Bali or other Indonesian airports, they cannot get them when traveling from East Timor to ",{"type":"[[","value":[["West Timor"]]}," by land, and are required to have visas in advance.\n\nHowever, for those going the other direction, Indonesian visas ",{"type":"''","value":["must"]}," be obtained beforehand as there is no VoA facility (Visa on Arrival) facility at the border. Getting a visa at the Indonesian Embassy in Dili is possible; it takes 3 working days to issue a 30 day tourist visa and it costs US$45. Standard Index B-211 60 day tourist visas seem to be issued on a case by case basis and obtaining one is not guaranteed. \n\nIndonesian VoAs and Visa Waiver entries are available at El Tari Airport, and ",{"type":"[[","value":[["Tenau"]]}," harbour in ",{"type":"[[","value":[["Kupang"]]},", East Nusa Tenggara, Indonesia for nationals of ",{"type":"[[","value":[["Indonesia#Visa"],["eligible countries"]]},". There are no scheduled flights currently operating between Dili and Kupung.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cross-border buses"]}]},"\nThere is a direct bus service daily between Dili and ",{"type":"[[","value":[["Kupang"]]}," in West Timor, Indonesia. Journey takes 12 hours. There are many land travel minibus services to cater for individuals or groups travel from Dili to Kupang (West Timor) and return. Timor Travel, Paradise Travel, Leste Oeste Travel are few of the minibus companies that provide travel services to several different destinations along the Dili-Kupang route at a very affordable prices.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Non-direct buses"]}]},"\n",{"type":"'''","value":["From Dili"]},", catch a bus to the border (US$3, three hours). Once you get off the bus, go through East Timorese customs and immigration, walk across the border into Indonesia, go through Indonesian immigration and catch another bus for your onward journey to ",{"type":"[[","value":[["Atambua"]]}," or ",{"type":"[[","value":[["Kupang"]]},".\n\n",{"type":"'''","value":["From Atambua"]},", regular mikrolets (vans) or ojeks (motorcycle taxis) run to the border at ",{"type":"[[","value":[["Mota'ain"]]},".\n\n",{"type":"===","value":["By boat"]},"\n\nThere are no regular international passenger ferries servicing East Timor. \n\nThere are regular barge services for vehicles and goods from Darwin in Australia, Surabaya and Bali in Indonesia.\n\nRecreational vessels often visit Dili harbour.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nBuses, mostly of the small variety found on remote Indonesian islands, run to most parts of the country and main cities like Dili, Baucau, Maliana, Los Palos and Suai are quite well linked. Indonesian-style ",{"type":"''","value":["bemos"]}," (vans) and ",{"type":"''","value":["mikrolets"]}," (minibuses) - legacies from its 24-year rule - run from these cities to nearby villages.\n\nMost departures take place very early in the morning and drivers have a tendency of doing ",{"type":"''","value":["keliling"]}," (Indonesian for \"going round\") where they spend considerable time combing the streets and scouting for passengers before actually departing.\n\nFares are about US$2 or US$3 for journeys over 100 km. For example, Dili-Baucau (123 km) costs US$2 while Dili-Mota'ain (115 km) costs US$3.\n\n",{"type":"===","value":["By car"]},"\n\nTaxis are one of the best means of transport in and around Dili. Fares are not very steep ($1-3) and there are lots of them.\n\nYou can hire a vehicle (4WD) in Dili for around $85 a day. However, do be prepared for adventure - besides the tricky roads there is the lack of road signs to contend with. It is possible that you will get so caught up with driving that you miss out the great scenery around you. Most reputable car rental companies offer 24\/7 roadside assistance anywhere in the country. But be mindful that if you are out in a remote district, your help, dispatched from Dili, will take a while to arrive.\n\nWhile in Dili you will need to confine yourself to a speed limit of 40 kph. On open roads you may rev up and touch 50-60 kph. Tourists from the west might find the going slow but that is the maximum speed that can be achieved on Dili roads.\n\nEnsure that you are carrying a valid driving license or permit with you. This can be either from your country or you can have it issued in East Timor. Your licence should specify the kind of vehicle you are allowed to drive. Do drive carefully and remember that there is no provision here for third-party motor insurance.\n\n",{"type":"===","value":["By boat"]},"\n\nThe Oekusi (Oecussi) Enclave, Ataúru (Ataúro) Island and Dili are well connected by ferry. A boat ride to Jaku (Jaco) Island will prove to be a memorable experience. An added attraction here is that the fishermen also cook fish for you on request.\n\n",{"type":"===","value":["By plane"]},"\n\nAlthough there are airports in Baucau, Suai and Oecussi, there is not a regular domestic air service yet within East Timor. There are small MAF planes that can be chartered to fly to these destinations, which are normally utilised for medical evacuations.\n\n",{"type":"===","value":["By motorcycle"]},"\n\nTiger Fuel in Dili, rents motorcycles for $25-35 per day. Motorcycles\/scooters are a good way to see the country: you'll be able to travel wherever you want at any time, and will have a rather small responsibility in terms of a bike to park over night. Bungee cords may be purchased from Star Moto in Baucau to fasten your luggage to the bike.\n\n",{"type":"==","value":["Talk"]}," \n\n",{"type":"[[","value":[["Tetum phrasebook"],["Tetum"]]}," and ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," are the official languages, but ",{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian"]]}," which is widely spoken, and English which is very limited, are working languages according to the constitution. There are also about 37 indigenous languages, of which Tetum, Galole, Mambae, and Kemak are spoken by significant numbers of people.\n\nA person who is proficient in Indonesian and Portuguese can get around quite easily. Don't expect to understand locals' conversations though.\n\n",{"type":"==","value":["See"]},"\n\nCarnival de Timor is the annual festival held in Dili in middle of April (sometimes in May, depending on rain season). Initiated by the Ministry of Tourism ",{"type":"[","value":["http:\/\/www.mtci-timorleste.com\/en\/"]}," in 2010, Carnival de Timor is all about fun, music and multiculturalism. Both modern and traditional costumes, East Timorese and foreign minorities, even embassies also participate in this annual festival. The parade start in a landmark and end in Palacio do Governo, greeted by bands and award for best dressed group. The crowd continued to dance into the night with live music and other carnival attractions.\n\nTourists in East Timor are a rare breed. Simply traveling from village to village, you're likely to hear choruses of \"malay\" (the East Timorese word for foreigner) and folks will want to engage you in conversation. One could spend several days just enjoying the feeling of being a very welcome stranger.\n\nEast Timor is located at the end of the Indonesian archipelago, north of Darwin, Australia and at the base of the Coral Triangle, which hosts the highest diversity of coral and reef fish species on earth.\n\nEast Timor offers a rich cultural heritage spun from tens of thousands of years of human habitation, the Portuguese and Indonesian colonial periods, and from the depths of a society which has cultural traditions as the fabric of that bonds society together.\n\nEast Timor is well positioned for community-based ecotourism, which has been written into the nation’s tourism strategic plan. The Nino Konis National Park (situated in the eastern part of the country) is a well protected area and considered as some of the last surviving zones of tropical lowland rainforest in the world with rich coastal environment. The national park accommodates bird-watching, diving, trekking and pre-historic archeological sites.\n\nAtauro Island and Jaco Island in Tutuala attract divers, snorkelers and green tourism enthusiasts. Both destinations provide eco-lodge facilities with some support from local NGOs in the region. A must-see attraction is the local divers and fishermen in Atauro, who fish using only traditionally made goggles and spear guns. Atauro is also well known for its distinctive wooden sculptures and is an excellent place to buy variety handicrafts.\n\nFor more adventurous tourists, East Timor offers what is simply world class trekking, which can be experienced near places such as Mount Ramelau (± 3000 above sea level), Ainaro, Mt. Matebian (Baucau) and Mt. Kablaki (in Same district), to name a few. \n\nWhile trekking  East Timor, you can keep busy by looking for some of the 260 species of birds on offer (the entire continent of Australia has some 650 resident species), 32 of which are endemic and 8 of which are exclusive to the island of Timor and found nowhere  else in the world.\n\nFor example, the Timor Bush Warbler was recognised as a distinct species as recently as 2001 and it is likely that the elusive montane species can be found in the hills of East Timor. The Bush Warbler is one of the many endemic birds that will be the focus for intrepid birdwatchers coming to TL.\n\nPortuguese fortresses, churches and other monuments are scattered throughout the nation. For history enthusiasts, East Timor's resistance tourism which worth exploring are the Xanana Gusmao’s (current Prime Minister of East Timor) hiding place, Balibo (known for the killing of 5 journalists by the Indonesian soldiers), Santa Cruz (known for a massacre in 1991), Japanese caves in Baucau and many more.\n\nCoffee had been the main export commodity for East Timor since the colonial period. To visit East Timor is to taste its coffee grown in several regions such as Ermera, Maubisse, Manufahi and Liquisa. Travel to the coffee plantations takes you through winding mountainous roads, until over 1,000m above sea level altitude, cool climate (as low as 15C), and greeted by smiling farmers who are more than willing to welcome you to their homes. Other alternative is to contact one of the organizations dealing with coffee for a field visit to their cooperative farmer member's coffee plantation. They are: CCT\/NCBA, ELSAA Cafe, Timor Global, Timor Corp, Peace Winds",{"type":"[","value":["http:\/\/www.peace-winds.org\/en\/"]},", PARC-IC",{"type":"[","value":["http:\/\/www.parcic.org\/en\/index.html"]}," and Alter Trade Timor.\n\nTimor's coffee is now well known across the world and amongst organic coffee drinkers. It is now even sold in Starbucks Seattle as 'Arabia Timor' brand. Several organizations are promoting East Timorese coffee as Fair Trade Coffee in U.S., Japan and South Korea. One Japanese coffee expert praised about Timor's coffee as, 'one of the remaining original species in the world today.' (Horiguchi-san, 2005).\n\nEast Timor also produces various types of weaved textiles and products for export and unique souvenir. High end and expensive ",{"type":"''","value":["tais"]}," (East Timorese traditional hand-weaved textile) are made from nature-produced colors, while more economical textiles use chemical dye. 13 districts in the nation produce distinct design and colors to another. Tais markets are available in Dili; however, for antique collections, one must visit the districts.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Scuba diving"]},"\n\nEast Timor has some of the best ",{"type":"[[","value":[["scuba diving"]]}," in the world, and this is a major draw for tourists with East Timor shore diving becoming known worldwide amongst the diving community. Pristine beaches and coral reefs stand in stark contrast to one of the poorest populations on Earth. \n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.underwatertimorleste.com Dive Photo Contest of Timor-Leste"]}]},". In both 2010 and 2011, see world-class divers and underwater photographers from all over the world participated in East Timor's first ever underwater photo contest, an initiative of the then President José Ramos-Horta."]},"\n",{"type":"====","value":["Diving Information"]},"\n\n",{"type":"'''","value":["Dili"]}," offers the diver some great close dives. Only 5 min from the centre of town is Pertamina Pier. One of East Timors best dives for critters, octopus and schooling Barracudas.\n\n10 min west of Dili is Dili Rock (east & west). This is one of Timor's most popular dive sites as it acts as the main training dive site. Known for its easy access and great conditions Dili East also offers great opportunities to see Leaf Scorpion fish, Angler fish and Ghost pipe fish.\n\nAs you head further West towards Liquica you come to such dive sites as Bubble beach (known for its amazing bubble fields and spectacular deep dive) the gravel pit and Devil ray point.\n\n",{"type":"'''","value":["East of Dili"]}," divers can experience shore diving at its best. Easy access along the coast allows divers safe entry to great wall dives. Secret garden, K41, Bob's Rock and Lone Tree are some of the amazing dives that can be done within an hour of Dili. Approximately 40 min East of Dili the diving starts and continues as far as Com some 200km away.\n\nThe variety of dives along this stretch of road is endless yet K41 and shark point are among the favourites of the local divers.\n\nWithout a doubt, ",{"type":"'''","value":["Atauro Island"]}," is East Timor's most pristine diving area. Around the island is a large variety of dives suitable for every level. Visibility is always excellent, and the abundancy of fish life and coral is simply overwhelming. \n\nThere are two major diving companies in Dili Freeflow Diving ",{"type":"[","value":["http:\/\/freeflowdiving.blogspot.com\/"]},"  and Dive Timor-Lorosae ",{"type":"[","value":["http:\/\/www.divetimor.com"]},".\n\n",{"type":"===","value":["Dive site information"]},"\n\n",{"type":"[[","value":[["Dive Sites of Timor-Leste"]]}," contains detailed descriptions of all popular dive sites, with links to maps and scuba resources.\n\n",{"type":"===","value":["Marine life of East Timor"]},"\n\nWikimedia Commons has pictures of some of the stunning marine life at ",{"type":"[[","value":[[":commons:Category:Marine_animals_of_East_Timor"],["marine animals of East Timor"]]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThe US Dollar is the legal tender currency in East Timor and all transactions are in dollars. Three banks and a number of ATMs can be found in ",{"type":"[[","value":[["Dili"]]},". Since East Timor issued its own centavos denominated coins, U.S. coins are now rarely accepted. As in many parts of Indonesia, US bank notes issued before 2006 are not accepted.\n\n",{"type":"===","value":["What to buy"]},"\n",{"type":"[[","value":[["Image:TimoreseJewelry.jpeg"],["thumb"],["200px"],["right"],["Traditional East Timorese silver jewellery"]]},"\n\nAromatic coffee beans and colourful hand-woven cloth called Tais are the two items that should be on your must-buy list when shopping in East Timor. All convenience stores and even some roadside stalls sell excellent coffee. Just as Scottish clans have specific patterns for their tartans, families in East Timor have Tais in specific patterns and colours.\n\nRoasted coffee beans will be a great gift item. Note, some countries are strict rules about importing any food item.\n\n",{"type":"'''","value":["Coffee"]},"\n\nEast Timorese coffee is grown organically and tastes fabulous. Coffee was introduced in East Timor by the Portuguese. The local way of making coffee is to roast the coffee beans till they turn black and let out a great aroma. Low acidity levels ensure the excellent taste of East Timorese coffee.\n\nA few of the coffee varieties like robusta have very high levels of caffeine. A late night cuppa might keep you up for hours, which might put you in a fix, as East Timor doesn't have nightlife options outside of Dili.\n\nBe sure to buy your coffee in a traditional market rather than Dili's grocery stores, where the product will often be pre-ground and very stale.\n\n",{"type":"'''","value":["Tais"]},"\n\nTais come in different designs and colours, depending on the region they are from, and they represent a distinct family. In Dili you should visit the Tais market to buy Tais and local silver jewellery. Tais can also be bought from street vendors.\nLocal Handicrafts\n\nThe other items that will interest you are ethnic woodcarvings, batik cloth and embroidered fabrics sporting regional patterns. The ethnic woodcarvings available here are somewhat like the ones you might get in Africa.\n\n",{"type":"'''","value":["Markets"]},"\n\nA market can be found in every main town on the island. You may not find the huge array of shops in East Timor that you are accustomed to. These markets, however, cater amply to local needs. The marketplaces give the locals a chance to meet and interact with others on a daily basis. A walk through an East Timorese market will help you learn about the local produce of the region. Tourists attract a lot of attention so be prepared to be stared at. Also expect to be overcharged as many tourists before you have paid exorbitant prices willingly.\n\n",{"type":"'''","value":["Dili Waterfront"]},"\n\nAlong the waterfront, you will find many fruit stalls. These stalls are mostly run by women and are stocked with delicious local fruits. The papayas, mangoes and bananas are really tempting; make it a point to try out any unfamiliar local variety.\n\n",{"type":"==","value":["Eat"]}," \n\nThe East Timorese, like the Indonesians, have a staple diet of rice and spices. Even though there is trouble in obtaining supplies from outside due to political unrest, many restaurants in Dili serve Western cuisine. Significant numbers of foreigners living and working in East Timor ensure a loyal clientele for these restaurants.\n\nThe East Timorese palate includes a taste for several international cuisines in addition to the traditional East Timorese cuisine. Portuguese, Indonesian, Chinese, Italian, Western, Japanese and Thai cuisine have made their presence felt in East Timor.\n\nThe staple food in East Timor is rice. Commonly grown food crops include taro, cassava, sweet potatoes and maize. Beans, cabbage, cowpeas, onions and spinach are well-liked vegetables. People also rear poultry, goats and pigs. Fish forms an important part of the diet and acts as a supplement to any meal. Most traditional East Timorese recipes use a generous dose of spices. Mangoes, watermelons, papayas, bananas and coconuts are the most commonly cultivated fruits here. Carbohydrates like sago or other grains form the main dish for many an East Timorese meal.\n\n",{"type":"'''","value":["National specialties"]},"\n\nFried fish is a very popular dish, with prawns being considered a delicacy. Curries are a standard dish, with chicken curry topping the list as a favourite. Several authentic Indonesian, Japanese, Portuguese and Chinese dishes find favour with many East Timorese.\n\n",{"type":"'''","value":["National drinks"]},"\n\nCoffee is grown organically in East Timor and the level of caffeine in this variety is very high. Those looking for something other than coffee can have beer, which is widely available in both pubs and restaurants in East Timor.\n\n",{"type":"'''","value":["Tipping "]},"  \n\nBills presented in East Timorese restaurants do not have a service charge added to them. If you feel like tipping, a 10% tip is the norm.\n\n",{"type":"'''","value":["Explore the flavours of East Timorese cuisine"]},"\n\nRestaurants in East Timor and local food joints around this new nation offer the traditional Asian curries with their fragrant spice pastes and fried accompaniments. The East Timorese local restaurants specialise in fresh grilled fish and excellent curries, and also provide a chance to fully experience local cuisine and hospitality. Local food also lends itself to Papuan influences, so you will find yam and sweet potato on the menu when you stop at rural food stalls.\n\n",{"type":"==","value":["Drink"]},"\n\nNumerous beachfront bars and nightclubs provide the nightlife in Dili. Both food and drinks are served and the bars\/nightclubs are kept open till late. Some very nice inner city restaurants include Nautilaus, Diya, Ocean View Hotel and Gion Japanese Restaurant. In the Meti Aut area is the newly renovated Atlantic Bar and Grill which is arguably amongst the best service and quality in Timor. Another is the Caz Bar where kayaks can be hired late in the night and a barbeque serves fried fish and all the beach side meals such as sizzling garlic prawns, hamburgers and a large range of cold beer.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"[[","value":[["Dili"]]}," has a wide range of hotels at every price level.\n\nOutside of Dili, there are really only two other bona fide hotels in the country, at Baucau and at Com. However, there are plenty of creative options if you don't insist on luxury, and these range from guesthouses to convents to camping.\n\n",{"type":"==","value":["Stay safe"]},"\n\nEast Timor continues to face sporadic internal ethnic & political tension and related violence may occur. This may not be targeted at foreigners or tourists, but follow the guidelines below. During periods where this is not an issue, remember you are travelling in a very poor country, and crimes such as assault and theft do occur: There is still a considerable international presence in East Timor, including a United Nations mission and international police and military (mostly conducting capacity building and training for national security forces). \n\nThe Canadian Foreign Affairs department warned on 22 June 2010: \"Violence or demonstrations may affect transportation routes and land border crossings as well as flights in and out of Dili’s airport. Disturbances have occurred in the vicinity of Dili’s Comoro airport, areas surrounding internally displaced persons camps, and at food storage warehouses. There has been continuing gang-related violence, arson, robbery, and vandalism. Gangs in Dili have attacked cars with stones and darts fired from slingshots, particularly during the early evening and at night. Local taxis should not be used. Travellers should avoid armed irregular groups, including martial arts groups that may be resident throughout the country. Travellers are advised to avoid unnecessary local travel and exercise extreme caution.\"\n\nForeigners or tourists have been the target for violence in East Timor, visitors should be responsible and adhere to standard precautions as in any developing country. Remember you are traveling in a poor country, and crimes such as assault and theft do occur. The key to avoid such crime is to apply common sense and reduce your exposure to possible opportunity crime such as: \n\n",{"type":"*","value":[" Avoid large gatherings (demonstrations have had the potential to escalate with little or no warning in the past)."]},{"type":"*","value":[" Remove any visible valuables from your car if leaving it unattended."]},{"type":"*","value":[" Women should avoid travelling alone in taxis at night."]},{"type":"*","value":[" Women should avoid walking alone at night in quiet streets. "]},"\n",{"type":"===","value":["East Timor Travel advisories"]},"\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.smarttraveller.gov.au\/zw-cgi\/view\/Advice\/East_Timor Australian Government Travel Advisory"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.voyage.gc.ca\/countries_pays\/report_rapport-eng.asp?id=344000 Canadian Government Travel Advice"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_1105.html US Consular Information on Timor Leste"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.fco.gov.uk\/en\/travelling-and-living-overseas\/travel-advice-by-country\/asia-oceania\/east-timor UK Government Travel Advice"]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"'''","value":["Hospitals and Doctors"]},"\n\nThere are hospitals in main centres, and clinics in many sub-districts elsewhere but medical care is not up to dealing with sustained or complex medical emergencies. Medical evacuation is often the only option in the case of complex surgery, trauma, or major illness. Travellers are strongly advised not to enter East Timor without some form of medical insurance which will cover medivac by air ambulance, be this travellers insurance from your travel agent or an employer if you are entering for professional reasons. \n\n",{"type":"'''","value":["Dili"]}," - Dili National Hospital, located in Bidau Santana.\n\n",{"type":"'''","value":["Pante Makassar, Oecussi"]}," - located in town near the port\n\n",{"type":"==","value":["Respect"]},"\n\nEast Timor was devastated by the Indonesian occupation that may have killed up to 200,000 (or 1 in 5 of all people in East Timor) East Timorese. Many East Timorese were forced to abandon their traditional animist beliefs for Roman Catholicism during the Portuguese colonial period. Speaking well of Suharto's Orde Baru or of the idea of East Timor becoming part of Indonesia may not be well received by the East Timorese people. Many East Timorese are sympathetic or even outright nostalgic about the period of Portuguese rule over East Timor, where they were generally left to their own devices by the Portuguese colonial government. As with discussing politics abroad in all places, if you aren't sure a discussion about sensitive topics will go over well, don't bring it up.\n\n",{"type":"==","value":["Learn"]}," \n\n",{"type":"==","value":["Work"]},"\n\nOfficial working hours are generally 08:30-17:30, with a break for lunch from 12:00-13:30. Because most people go home for lunch, the actual lunch break is often 12:00-14:00. Some organisations work on Saturday mornings, but generally the weekends are free.\n\n",{"type":"'''","value":["Public Holidays"]},"\n\n",{"type":"''","value":["East Timor National holidays"]},"—Law signed 19\/07\/05\n\nNew Year’s Day—1 Jan\n\nInternational Labour Day—1 May\n\nRestoration of Independence—20 May\n\nPopular Consultation Day—30 August\n\nAll Saints Day—1 November\n\nAll Souls day—2 November\n\nNational Day of Youth Santa Cruz Massacre—12 November\n\nIndependence Proclamation Day—28 November\n\nNational Heroes day—7 December\n\nDay of Our Lady of Immaculate Conception—8 December\n\nChristmas Day—25 December\n\n",{"type":"''","value":["Tolerance Days"]}," ( national commemorative days )\n\nInternational Children's Day—1 June\n\nFalintil day—20 August\n\nMothers day—3 November\n\nInternational Human Rights day—10 November\n\n",{"type":"''","value":["Moveable Days"]},"\n\nAsh Wednesday – (46 days before Easter)\n\nHoly Thursday – (Thursday before Easter)\n\nAscension Day – (40 days after Easter)\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["By phone"]},"\n\nTimor Telecom ",{"type":"[","value":["http:\/\/www.timortelecom.tl\/"]}," has a monopoly on landline and mobile phone services in East Timor, and charges accordingly; expect to pay up to US$3\/minute for international calls into East Timor. Calls out of the country are far cheaper with on average 40cents\/minute to Australia, Indonesia, Portugal and USA. \n\nIt is recommended that you buy a local pre-paid phone for US$10 (which includes phone, charger, sim card and US$3 credit) on arrival from any Timor-Telecom store (there is one in Landmark Plaza on way into town from the airport).  Local prepaid SIM cards can be picked up for around US$3. Please remember that whilst international phones work in East Timor, the global roaming fees are very hefty, hence the recommendation to purchase a cheap phone package, even for a short visit.\t\n\nOn 31st July 2012 the National Numbering Plan (NNP) was changed and all mobile phone numbers now require an additional '7' be added to the front of the number making a total of eight digits. Land lines remain unchanged. \n\n",{"type":"====","value":["Emergency Contact Numbers"]},"\n\nUNPOL Emergency (Police Emergency): ☎ 112 or 7723 0635\nSOS Emergency Medivac: ☎  +61 2 93722468\nDili National Hospital: ☎  3311008\nBombeiros Fire Rescue: ☎  3312210 ext 203 \/ 3324019\nTimor Ambulance:☎  7723 6662, 3311044\nDili National Ambulance, Emergency: ☎ 3310541 \n\nUNMIT Telephone Switchboard Nos:  \n\nFrom East Timor: ☎ +670 330 4100\nFrom New York: ☎ +1 212 963 0099\n\n",{"type":"===","value":["By internet"]},"\n\nInternet in East Timor is slow and limited. Timor Telecom holds the monopoly for this as well, and tries to block voice-over-IP services like Skype.\n\nInternet cafes are available throughout Dili, Baucau, and some other smaller cities: look for Timor Telecom outlets.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["West Timor"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Denpasar"],["Denpasar (Bali)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Darwin"]]}]},"\n",{"type":"{{","value":[["geo"],["-8.5667"],["125.5667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southeast Asia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:East Timor"]]},"\n\n",{"type":"[[","value":[["WikiPedia:East Timor"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/East Timor\/"]]}]