[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ebeltoft"]}," is a city in ",{"type":"[[","value":[["Djursland"]]},".\n\nEbeltoft city, the \"Piece de Resistance\" of Djursland, Jylland,Denmark restored 1860 Battle Frigate \"Jylland\" a world class maritime showpiece.\n\nThis 675 year old city was not always a touristic destination, except for a few hundred people who came from Copenhagen and Aarhus in the summer season, staying in cottages along the coast.   They found the quaint ways of the \"Molbo's\", ( danish equivalent of Newfies ), and the half-timbered houses embellished by hollyhock roses along cobblestoned streets, to their liking.   Indeed, it's within living memory that a Town crier went around bellowing the news of the day.   Now people come from afar to see the frigate and the tiny perfect city hall from 1789, now a museum complete with the original dungeon, reached through a trap door in the floor of the reception hall.\n\nEbeltoft is not only seeped in history, but now is the location of The European School of Film which opened a few years ago and housed in the hills just behind town. Unique restaurants abound in town, as well outside, in the hills of \"Molboland\".\n\n",{"type":"==","value":["Get in"]},"\nFast CarFerry from Zealand or with bus connection from Copenhagen.Total travel time 3 hours.\nAir from Copenhagen to Tirstrup airport near Århus city.\nReached by car with a short detour (about 40km.) from main highway between Århus and Ålborg.\n\n",{"type":"==","value":["Get around"]},"\nAll attractions in the old part of town can be reached on foot from city hotels,Hostel\nor campsite.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["'",{"type":"''","value":["Restored battle frigate "]},"Jylland''''', largest wooden ship in the world. Located in a large marine centre, renovating and displaying historic vessels. The world's longest wooden ship is resting its enormous keel solidly on concrete, within meters of the sea, where it once fought a battle against the Austro-Prussian fleet, on behalf of King Fredrik the 7th in 1864. Otherwise, its 25 year active life as a commissioned battle frigate of the Royal Danish Navy, the \"Jylland\" was mostly used to ferry royal parties throughout the Kingdom, including Greenland, and European capitals. In 1886 it made its last of 5 cruises across the Atlantic to the Danish West indian islands of St.Thomas, St.Croix and St. John, at which time it had been rebuilt to become a Royal Vessel and the 15 ton canon in the royal dining room was removed, having been part of the total compliment of 30 canons on board. From 1925, the once mighty pride of Denmark, had a varied life, serving variously as accommodation for students and barracks for soldiers. By 1974 it had gone through no less then five preservation committee's, the last of which, had it towed across Kattegat to Ebeltoft, where it sat rotting further until 1984. After a nationwide fund-raising campaign and a five year rebuilding, the result is a unique monument to a proud seafaring nation. The multi million dollar job practically handbuild all woodwork, including righting the warped keel with a technically challenging method. The Jylland now stands in all it's 3-master glory as a part of a major marine complex along the waterfront which is part of Ebeltoft city center, and includes other vessels of historic value."]},{"type":"*","value":[{"type":"'''","value":["City Hall"]}," Many come year round to get married in the historic city hall and have pictures taken with the uniformed night watchmen, who commence their evening walk-around at sundown, with lanterns and cat'o'nine tails, from the old stone steps, flanked by canons.   Until Jylland's resurrection ceremony in 1995, the spired city hall was the City hallmark, but other reasons attracted visitors, one being the year round exhibition''s of modern Glass Art, located in the old custom house, but several glass artists have set up studio's in town and have their own exhibitions.   Another \"must see\" site is Farvergaarden (the old dye-works) with its original courtyard buildings and lovely garden."]},{"type":"*","value":[{"type":"'''","value":["Farvergården"]},", the old dye work with buildings and all implements of dying cloth and yarn."]},{"type":"*","value":[{"type":"'''","value":["Glass museum\/ Glass Art Exhibition"]},", is also part of the marine complex with frigate Jylland and historic ship restoration work shops."]},{"type":"*","value":["Of note in this charming town, are the ",{"type":"'''","value":["cobblestoned streets and stuccoed half timbered houses"]},", maintained carefully."]},{"type":"*","value":[{"type":"'''","value":["Mols Bjerge"]}," (the Hills of Mols) area has just been designated  a National Park, by the Danish Government.January 2008."]},{"type":"*","value":[{"type":"'''","value":["Ree Park - Ebeltoft Safari"]},", big zoological park in beautiful nature near Ebeltoft. The newest exhibit is a 1 hectare big lion enclosure. Near the lions is the enormous african savanna with giraffes, zebras, ostriches and antelopes, and one can drive through the savanna with a Land Rover. At the entrance is a row of islands with monkeys, and the guests can walk amongst the lemurs. There is also a North American section with black bears and wolves. One time a day, you can see a falconery show."]},"\n",{"type":"==","value":["Do"]},"\nBeaches within walking distance of your hotel. Biking and hiking in the hills of Mols,(15km) now a designated national park.\nA large part of this area being hilly and attractive, has long been an environmental experiment in natural rejuvenation.\n\nMany unique shops around town offer locally produced object d'art. Apple snaps. Bolsjer (homemade candies) Quality souvenirs at the Frigat shop.\n\nWhile there, drive \/ bike \/ hike into the hills of Mols to the Natural Laboratory operated by University of Aarhus and the Ministry of the Environment and used as a field laboratory by scientists and students from universities and institutes of higher learning. Here is an ongoing research program in natural land rejuvenation, with interaction of animals, fauna, insects, birds, promoting natural fertilization.   Here are long-haired Iceland sheep and small dark brown Galloway cattle used in grazing research year round, by the Mols Laboratory. Also in this area is Three Hills holding three large Bronze age burial mounds of which there are 14 in the area.\n\n",{"type":"==","value":["Eat"]},"\nGood hotel restaurants as well as a couple of unique restaurants in restored houses. 2 fresh fish speciality restaurants in the small harbour area, as well as cafeterias.\n\n",{"type":"*","value":["In town look for ",{"type":"'''","value":["The Crooked Inn"]}," where you can eat in the courtyard where 50 years ago, huge horses were readied for work in fields outside town and a large farm family lived in the four winged half-timbered stuccoed building.   "]},{"type":"*","value":["Out of town head for Femmøller (Five Mills) and the Overmøllen Eatery where they farm their own trouts and cook them to perfection."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Danhostel Ebeltoft"],["alt="],["url="],["email=ebeltoft@danhostel.dk"],["address="],["lat="],["long="],["directions="],["phone=+45 8634 2053"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=About 10 min walk up the hill. Architectural striking.A sight in its own!, but with high prices as an hostel to be. ",{"type":"[","value":["http:\/\/www.danhostel.dk\/hostel\/danhostel-ebeltoft"]}]]}]},"\nExcellent ",{"type":"'''","value":["camping facilities"]}," on a good beach, within walking distance (15-20min. of town center). \n\nSeveral fine B&B's in town and just outside.\nTwo good hotels in town, in the 3+ Star category: \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ebeltoft Strand"],["alt="],["url=http:\/\/www.ebeltoftstrand.dk\/"],["email=hotel@ebeltoftstrand.dk"],["address="],["lat="],["long="],["directions="],["phone=+45 8634 3300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On beach next to marina with restored Frigate Jylland."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park Hotel"],["alt="],["url=http:\/\/www.ebeltoftparkhotel.dk"],["email=mail@ebeltoftparkhotel.dk"],["address="],["lat="],["long="],["directions="],["phone=+45  8634 3222"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Ebeltoft"]},",a 2 star, Main Street, town center."]},"5 Km.out of town, are 2 good hotels,\n",{"type":"*","value":[{"type":"'''","value":["Molskroen"]},"(with a fine cuisine restaurant) "]},{"type":"*","value":[{"type":"'''","value":["Vægtergården"]},", both well located by the sea and close to Mols Bjerge (Hills of Mols) for hiking and biking."]},{"type":"*","value":[{"type":"'''","value":["Hvide Hus Hotel"]}," listed on many sites, closed several years ago."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["56.2000"],["10.6833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Jutland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Ebeltoft"]]}]