[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner NW floats 2.jpg"],["caption=vintage boating floats"]]},"\n\n",{"type":"'''","value":["Ebey's Landing National Historical Reserve"]}," is on ",{"type":"[[","value":[["Whidbey Island"]]}," in the ",{"type":"[[","value":[["Puget Sound"]]}," region of ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," in the ",{"type":"[[","value":[["United States"]]},".\n",{"type":"[[","value":[["File:Coupeville.JPG"],["300px"],["thumbnail"],["Old Grain Wharf, in the harbor of Coupeville, in the Central Whidbey Island Historic District, part of the Ebey's Landing National Historical Reserve."]]},"\n",{"type":"==","value":["Understand"]},"\nThe past meets the present at Ebey's Landing National Historical Reserve in a working rural landscape. Created in 1978 as the nation's first Historical Reserve, the 17,572-acres integrates historic farms, a seaside town, native and pioneer land use traditions, and ecologically significant areas.  Unlike many National Park Service units, the Ebey's Landing National Historical Reserve encompasses a mixture of federal, state, county and private property, all managed in a way that preserves its historic essence. Authorized November 10, 1978. The reserve is a partnership managed by a local Trust Board. Limited federal facilities are available. Only 209.06 acres (0.846 km²) of the reserve is federally owned.  The Victorian seaport community of ",{"type":"[[","value":[["Coupeville"]]},", one of the oldest towns in Washington is in the reserve. Also included are two state parks: Fort Casey and Fort Ebey. The Central ",{"type":"[[","value":[["Whidbey Island"]]}," Historic District, on the National Register of Historic Places and with the Sergeant Clark House, is also part of the reserve.\n",{"type":"===","value":["History"]},"\nWhen the first Euro-American settlers came to Central Whidbey Island, they found a land tempered by centuries of human habitation. As early as 1300, the Skagit Indians had established permanent villages on the shores of Penn Cove. The island provided an abundance of natural resources for their sustenance—salmon, bottom fish, shellfish, berries, small game, deer, and water fowl. The Indians cultivated the prairies with selective burning, transplanting, and mulching to encourage the growth of favored root crops like bracken fern and camas. more than 1500 American Indians were recorded in the area in 1790. By 1904, the Indian population around Coupeville was reduced to a few small families.\n\nWhidbey Island was named by explorer Captain George Vancouver in honor of his Lieutenant, Joseph Whidbey, who explored the island in a ship's launch in 1792. Vancouver's well-publicized exploration of Puget Sound helped prepare the way for settlers to the area. A more important inducement was the Donation Land Law of 1850, which offered free land in Oregon Territory to any citizen who would homestead the land for four years. Newcomers flocked to the fertile prairies of Central Whidbey and, within three short years, had carved out irregularly-shaped claims that followed the lay of the best land. Today, this early settlement pattern can still be seen by the fence lines, roads, and ridges of the Reserve.\n",{"type":"[[","value":[["File:Ferryhouse ebeyslanding 1934a.jpg"],["250px"],["thumbnail"],["left"],["1934 photo of the 'Ferry House' at Ebey's Landing"]]},"\n\nColonel Isaac Neff Ebey was among the first of the permanent settlers to the island. Upon the advice of his friend Samuel Crockett, Ebey came west from his home in Missouri in search of land. Both men had filed donation claims on Central Whidbey by the spring of 1851. Ebey wrote home, enthusiastically urging his family to join him.\n\n",{"type":"''","value":["\"My dear brother— I scarcely know how I shall write or what I shall write . . . the great desire of heart is to get my own and father's family to this country. I think it would be a great move. I have always thought so . . . To the north down along Admiralty Inlet . . . the cultivating land is generally found confined to the valleys of streams with the exception of Whidbey's Island . . . which is almost a paradise of nature. Good land for cultivation is abundant on this island. I have taken a claim on it and am now living on the same in order to avail myself of the provisions of the Donation Law. If Rebecca, the children, and you all were here, I think I could live and die here content.\""]},"\n\n- Colonel Isaac Ebey, letter to his brother, W.S. Ebey, Olympia, Oregon, April 25, 1851\n",{"type":"[[","value":[["File:Isaac Neff Ebey 1818 1857.jpg"],["150px"],["thumbnail"],["Colonel Isaac Neff Ebey (January 22, 1818 – August 11, 1857) was the first permanent white resident of Whidbey Island, Washington."]]},"\nEbey's family soon emigrated to the island. The simple home of Isaac's father Jacob, and a blockhouse he erected to defend his claim against Indians, still stand today overlooking the prairie that bears the family name. As for Isaac, he became a leading figure in public affairs, but his life was cut short in 1857, when he was slain by northern coastal Indians seeking revenge for the killing of one of their own chieftains.\n\nToday some farmers of Central Whidbey still plow donation land claims established by their families in the 1850s. Their stewardship of the rich alluvial soil preserves a historic pattern of land use centuries old.\n\nFertile farmland was not the only incentive to settlement. Sea captains and merchants from New England were drawn to the protected harbor of Penn Cove and the stands of tall timber valued for shipbuilding. Many brought their families and took up donation claims along the shoreline. One colorful seafaring man was Captain Thomas Coupe, who startled his peers by sailing a full-rigged ship through treacherous Deception Pass on the north end of the island. In 1852, Coupe claimed 320 acres which later became the town of Coupeville on the south shore of the cove.\n\nThe early success of Central Whidbey's farming and maritime trade transformed Coupeville into a dominant seaport. The past remains apparent in Coupeville today, with its many 19th-century false-fronted commercial buildings on Front Street, its historic wharf and blockhouse, and its rich collection of Victorian residential architecture.\n\nThe military introduced another layer of history to the landscape of Central Whidbey, with the construction of Fort Casey Military Reservation in the late 1890s. Built on the bluff above Admiralty Head, Fort Casey was part of a three-fort defense system designed to protect the entrance to Puget Sound.\n\nThe first contingent of U.S. Army troops reported for duty in 1900, and eventually numbered 400. The fort became a social center for the surrounding community, hosting ball games, dances, and other social events. Today, the handsome wood-framed officers' quarters, the gun escarpments, Admiralty Head Lighthouse, and other remnants of military history still stand at old Fort Casey.\n\nNear the north boundary of the Reserve is Fort Ebey, a remnant of the defensive build-up of World War Two. To the south, the 1943 Coupeville Outlying Landing Field is still used today, providing aircraft carrier landing practice for Navy pilots.\n\n",{"type":"===","value":["Landscape"]},"\nThe landscape of the Reserve, with its pattern of field, forest, and shoreline, has a quiet kind of beauty all its own. Part of this beauty lies in the diversity of its land forms, and vegetation. Within the boundaries of the 17,400-acre Reserve there are five distinctive character areas which together comprise the natural landscape. Overlaying each of these are the tangible reminders of man's presence upon the land.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Coastal Strip -"]}," on the western shore of the Reserve, along Admiralty Inlet, is an eight-mile strip of narrow beach that gives way to dramatic bluffs and low ravines. The elevation ranges from seal level to just over 200 feet. Many of the bluffs are sparsely vegetated, relatively unstable, and constantly eroding. Access to the fragile bluffs is limited to a trail that runs through State Park property along the crest of the bluff, meeting The Nature Conservancy property and then NPS lands. Please stay on the trail to prevent erosion from occurring."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Prairies-"]}," Three large natural prairies cover over 5000 acres of the Reserve. These prairies formed over 13,000 years ago by the receding glaciers. All are defined by ridges that embrace the rich fertile soils, an especially valuable resource. About one-third of the prairie lands are planted in squash, grains, forage, seed and feed crops. The remainder are a mixture of wetlands, pastures, woodlands, and farmsteads. Together these features form a cohesive character area, one that holds the telling physical remnants of human history-old fence lines, hedgerows, orchards, field patterns, weathered barns, and historic farmhouses."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Woodlands-"]}," Two large, densely wooded areas on the Reserve comprise just over 4500 acres. These forests are primarily second and third-growth Douglas fir and Western red cedar, with an understory of alder, salal, and rhododendron. Steep-sided, glacial-melt depressions called kettles, some over 200 feet deep, are found within these forested areas. With the exception of Fort Ebey State Park and Rhododendron Park, the woodlands of the Reserve remain relatively undeveloped and inaccessible."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Uplands -"]}," The upland areas of the Reserve are undulating, gently rolling hills that sweep up from the shorelines on either side of the island. Primarily pastures and cultivated fields carved out of woodland stands, these areas are sparsely settled with scattered farms and residences, forming a patchwork on the pastoral land."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Penn Cove-"]}," with its own special ambiance, covers over 4000 surface acres. This scenic shoreline changes from low beach front at Monroe's Landing, to uplifted banks at Coupeville. Along the west edge of the cove, the lowlands shelter lagoons that provide a rich habitat for waterfowl and migratory birds. Modest beach cottages contribute to the peaceful setting at Good Beach and Snakelum Point, where permanent and seasonal residents enjoy the tranquility of the quiet cove."]},{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:At Ebeys landing.jpg"],["250px"],["thumbnail"],["farms and Puget Sound in the distance on Ebey's Landing NHR"]]},"\n",{"type":"====","value":["Flora"]},"\nVegetation varies greatly from one end of Whidbey Island to the other. Vegetation in the south is more similar to that of mainland Washington. The principal trees are Douglas fir, red alder, bigleaf maple, western red cedar, and western hemlock. Compared to the rest of western Washington state, vine maple is notably absent, except where they have been planted. Other under-story plants include the evergreen huckleberry, lower longleaf Oregon grape, elderberry, salal, oceanspray, and varieties of nettle. Non-native introduced plants such as foxglove, ivy and holly are also evident.\n\nFarther up the island, however, the shorter Oregon-Grape and the blue Evergreen Huckleberry is seen less, while tall Oregon-grape and Red Huckleberry predominate. The native Pacific rhododendron is much more visible. Amongst the deciduous varieties, Garry oak (from which Oak Harbor takes its name) are seen more frequently in the northern portion of the island and Pacific madrone is also notably present. In the conifer classification, grand fir is found more in the northern part of Whidbey Island along with Sitka spruce and shore pine. There are three open prairie areas on Whidbey Island – Smith Prairie, Crockett Prairie and Ebey Prairie. \n \n",{"type":"====","value":["Fauna"]},"\nGray whales migrate between Whidbey and ",{"type":"[[","value":[["Camano Island"]]}," during March and April and can be seen from both ship and shore. Orca also make use of the waters surrounding Whidbey Island.\n\n",{"type":"===","value":["Climate"]},"\nEbey's Landing NHR enjoys a mild maritime climate, with cool summers and mild winters. Summer highs may reach the 80's, but evenings can always cool. Layers of clothing, including a sweater, are recommended for changing conditions that include wind and rain. A pair of sturdy walking shoes is also advised.\n\nWhidbey Island lies partially in the rain shadow of the Olympic Mountain Range to the west, and has a variety of climate zones. This can be observed by rainfall amounts – wettest in the south with average rainfall of 36 inches (910 mm), driest in the central district of Coupeville where Ebey's Landing is located with average rainfall of 20 to 22 inches (510 to 560 mm), and turning moister again farther north with average rainfall of 32 inches (810 mm).\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By ferry"]},"\n",{"type":"*","value":[{"type":"'''","value":["Washington State Ferries"]},", ",{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries"]},". There is a ferry connecting ",{"type":"[[","value":[["Port Townsend"]]}," on the ",{"type":"[[","value":[["Olympic Peninsula"]]}," and ",{"type":"[[","value":[["Coupeville"]]}," ",{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries\/schedules\/current\/index.cfm?route=pt-key"]},", on Whidbey Island.  The small ferries required by Coupeville's narrow harbor mean that vehicle space is often limited, and drive-up motorists may have to wait several sailings for a space.  Guaranteed reservations can be made in advance online ",{"type":"[","value":["https:\/\/business.wsdot.wa.gov\/ferries\/reservations"]}," or by calling 511, and are all but essential on Friday afternoons, weekends and holidays. Pedestrians and bicyclists will never have a problem boarding the ferry."]},"\n",{"type":"*","value":[" A second ferry run connects ",{"type":"[[","value":[["Mukilteo"]]}," on the mainland north of ",{"type":"[[","value":[["Seattle"]]}," to ",{"type":"[[","value":[["Clinton (Washington)"],["Clinton"]]}," on Whidbey Island.  This run is popular with commuters and should be avoided at peak commuting times if possible."]},"\n",{"type":"===","value":["By car"]},"\nEbey's Landing is on Whidbey Island which is connected to the mainland on the northern end of the island via I-20 and the Deception Pass Bridge.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Coupeville Wharf and boating facility"],["url=http:\/\/www.portofcoupeville.org\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=mooring floats overnight (after 6:00 pm) fees -- Winter (October 1 - April 30) $0.50 per foot \/ Summer (May 1 - September 30) $1.00 per foot--mooring buoys overnight (after 6:00 pm) $10 for maximum length of 32 feet, --Courtesy moorage: 3 hour maximum after 6:00 pm with approval of Harbor Master $5.00 regardless of length"],["content= 12 or more boats can be moored to floats attached to the wharf on a first come first served basis. There are also four buoys near the Wharf. Both unleaded gasoline and diesel fuel can be purchased at the fuel dock which is attached to the north side of the wharf. This is the only public moorage in Penn Cove. Showers and a coffee shop with basic boating supplies are available."]]}]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Island Transit"],["url=http:\/\/www.islandtransit.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 360-678-7771"],["tollfree="],["fax="],["hours="],["price="],["content=A free, scheduled bus services the island, from ",{"type":"[[","value":[["Mukilteo"]]}," north with connections to Mt. Vernon on the mainland, with Island Transit. The bus operates daily except Sundays, with reduced trips on Saturdays."]]}]},"\n",{"type":"===","value":["By shuttle"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Whidbey SeaTac Shuttle"],["url=http:\/\/www.seatacshuttle.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=1-877-679-4003"],["fax="],["hours="],["price="],["content=provides transportation service between communities on Whidbey and Sea-Tac Airport."]]}]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nThere is an entrance fee for the two State Parks located within the preserve.  One-day pass: $10, Annual Discover pass: $30, which gives access to all Washington State Parks available online from the state's ",{"type":"[","value":["http:\/\/www.discoverpass.wa.gov\/ website."]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Map of Ebey's Landing National Historical Reserve.jpg"],["250px"],["thumbnail"],["Map of Ebey's Landing National Historical Reserve"]]},"\nThere are many walking and biking trails throughout the Reserve that provide opportunities for visitors to observe agricultural activities and natural and cultural resources. There is a free driving\/bicycling tour brochure available that leads a visitor through 44 miles of the Reserve’s various landscapes. A walking tour brochure introduces visitors to the history of Coupeville. Some trails cross private property. Please respect the crops and fields of farmers and the privacy of residents.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Admiralty Head Lighthouse"],["url=http:\/\/www.admiraltyhead.wsu.edu\/"],["email="],["address=1280 Engle Road, Coupeville, WA 98239"],["lat="],["long="],["directions=on the grounds of Fort Casey State Park"],["phone = +1 360  240-5584"],["tollfree="],["fax="],["hours="],["price="],["content=In 1858 the United States purchased 10 acres (40,000 m²) of land costing $400 for the location of the lighthouse. The original lighthouse was completed during the months just prior to the Civil War and was among the West's earliest navigational aids. It had a fourth order Fresnel lens, and the light could be seen sixteen miles away. This light welcomed Puget Sound marine traffic to Admiralty Inlet. In 1890, with construction of the fort to protect Admiralty Inlet, the light was relocated, relinquishing the building and site to the U.S. Army. The original Red Bluff wooden lighthouse was demolished to make room for soldiers and guns in Fort Casey. The replacement lighthouse, constructed of brick and stucco, was built in 1903 but was discontinued in 1922. It was the last brick lighthouse designed by renowned German architect Carl Leick. During its later occupancy by the Army, the lighthouse was used as a training facility for the K-9 dog program.  The lighthouse was deactivated in 1922, and the lantern moved to the New Dungeness Lighthouse in 1927. The 30 foot (9 m) tall lighthouse has since been restored by the Washington State Parks and is sponsored by the \"Lighthouse Environmental Program\"(LEP), a collaborative function between Washington State University's Extension Office and local environmental programs. Admiralty Head Lighthouse is open to the public throughout the year."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Ferry House"]}," is located above the beach at Ebey’s Landing. Some mistakenly think this is the Ebey House, but that structure no longer stands. The historic Ferry House, built c. 1858, was a place where early travelers to the island, arriving by boat, could get lodging, food, postal services, supplies, and overland transportation to Penn Cove, where they could continue their journey by ship. The NPS is working on restoring the Ferry House to preserve it for future generations."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fort Casey State Park"],["url=http:\/\/parks.wa.gov\/parks\/?selectedpark=Fort%20Casey&subject=all"],["email="],["address=Coupeville, WA 98239"],["lat="],["long="],["directions="],["phone = +1 360  678-4519"],["tollfree="],["fax="],["hours="],["price="],["content=Fort Casey State Park is a 467-acre marine camping park with a lighthouse and sweeping views of Admiralty Inlet and the Strait of Juan de Fuca. A coast artillery post features two 10-inch and two 3-inch historic guns on display. The park features 10,810 feet of saltwater shoreline on Puget Sound (Admiralty Inlet), and includes Keystone Spit, a two-mile-plus stretch of land separating Admiralty Inlet and Crocket Lake.  The park is the site of Admiralty Head Lighthouse. A coast artillery post features four historic guns on display. Guided tours of historic gun batteries: Volunteers with the Fort Casey Volunteer Battalion lead guided tours of the gun batteries at Fort Casey State Park. The 45-minute tours are at 1PM Friday through Sunday and also 2:30PM Sunday, from May 18 through Sept. 14. Meet at the kiosk between Battery Worth and the parking lot. Tours also are offered on July 4 and Sept. 3. For more information, call (360) 678-4519"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fort Ebey State Park"],["url=http:\/\/parks.wa.gov\/parks\/?selectedpark=Fort%20Ebey"],["email="],["address=400 Hill Valley Drive, Coupeville, WA 98239"],["lat="],["long="],["directions=2 miles north of Coupeville"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=, a 645-acre camping park on Whidbey Island, was originally built as a coastal defense fort in World War II. Concrete platforms mark the gun locations. The park has three miles of saltwater shoreline on the Strait of Juan de Fuca, a freshwater lake for fishing, and miles of hiking and biking trails. Fort Ebey, constructed in 1942, was named after the pioneer commander of the 1855 militia stationed on an island in Ebey Slough. The park stands on the site of a World War II gun battery which had two six-inch guns in place during the war. The guns were later removed and scrapped.  Visitors may explore concrete bunkers built for the original military fort in 1942."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Holbrook Boat Shop"],["url="],["email="],["address="],["lat="],["long="],["directions=in 2011 the building was donated to the town of Coupeville and moved to the Town Commons"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=was constructed ca. 1895 by Coupeville boat builder, Horace Holbrook, to serve as a boat building workshop behind his house on Grace Street in downtown Coupeville."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Beachcombing"]]}]},"\nAs you might expect, beach combing is hugely popular on Whidbey Island and the shores of Ebey's Landing. Whidbey Island's coastline was created by glaciers and offers amazing scenery as the clear waters play against wild coastlines and snow peaked mountains scatter on the horizons.  There are popular picnic areas or letting the kids play in the sand where small crabs, moon snails, sea stars and sand dollars are common sites and tide pools can offer hours of exploration.\n\nBe warned that sea shells and driftwood are considered part of the natural environment and should not be removed, however the often rocky and wild shores are havens for creating and revealing beach glass and anything artificial found is fair game for removal.  Be gentle with sea creatures and keep a wide distance away from nesting birds, seals and other shore animals and always put back anything removed from the shoreline.\n\n",{"type":"===","value":["Birdwatching"]},"\nThe Reserve's saltwater lagoons and adjacent wetland marshes offer prime bird-watching opportunities. Shallow and weather-protected, they attract numerous species of migratory waterfowl and shorebirds.\n\n",{"type":"===","value":["Scuba diving"]},"\n",{"type":"[[","value":[["Scuba diving"]]}," the cold waters of Puget Sound takes a bit more gear and training than other warm water locations, but the rewards are incredible. The area contains some of the best diving in the world and many dive sites are completely covered with colorful sea creatures that defy description.  It is not surprising to discover that the famous underwater explorer Jacques Cousteau named Puget Sound as his second favorite diving area in the world.  The state has offers a guide to parks with launch sites ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/viewing\/guides\/diving\/ HERE"]}," which includes Whidbey Island.\n",{"type":"====","value":["Marine Preserve"]},"\nThe ",{"type":"'''","value":["Admiralty Head Marine Preserve"]}," incorporates a nearshore kelp bed that grows upon a mix of rocks, boulders and ridges of hardpan and bedrock just north of ",{"type":"''","value":["Fort Casey State Park"]},". The uplands consist of eroding sandstone bluffs and the shoreline is primarily composed of cobble, pebble, and gravel. Most of the upland is adjacent to the Fort Casey Conference Center and also includes the northern portion of Fort Casey State Park.\n\nFish surveys have documented large rockfish, black rockfish, lingcod, and striped seaperch. The area is near a popular salmon fishing site and several species of salmon are expected to move in and out of the reserve.\n\nOther biological resources include a variety of encrusting organisms, red rock crab, sea stars, red sea cucumber, red sea urchins and green sea urchins.\n",{"type":"====","value":["Conservation area"]},"\nThe ",{"type":"'''","value":["Keystone Conservation Area"]}," is along the southern shore of ",{"type":"''","value":["Fort Casey State Park"]},". It includes the eastern side of the jetty into Keystone Ferry harbor and extends eastward to the eastern row of pilings under the old military dock. The jetty is a man-made structure composed of large revetment boulders that creates high-relief, structurally complex habitat within the site. The area between the jetty and the old military dock has been used for disposal of dredge spoils from the ferry terminal in the past. The bottom is ungraded, mixed material that ranges from sand and broken shell through moderate sized cobble.\n\nThe reserve extends from intertidal depths from the ordinary high water mark offshore to depths of 70 feet (mllw) or more. The offshore terminus of the jetty is subjected to strong tidal currents, and the cove to the east often has eddies that brings flotsam and jetsom on to the beach. A floating kelp bed composed of bull kelp occurs on the southeast margin of the jetty and may occur near the derelict pilings on the southeastern boundary of the reserve. Bladed kelps and foliose red algae occur on the boulders and cobbles in the photic zone of the conservation area.\n\nRocky habitat fish species use the jetty and include copper rockfish, quillback rockfish, and black rockfish, and lingcod. Other fish species that may be observed are blackeye goby , striped seaperch, pile perch, kelp greenling, and painted greenling. Pelagic fishes are also attracted to the site and include Pacific herring, Pacific sandlance, and coho salmon.\n\nThe high currents provide the basis for a rich invertebrate community, especially for encrusting species. Dominant invertebrates include giant anemones, giant barnacles, red rock crabs, and red sea cucumbers.\n\n",{"type":"===","value":["Crabbing"]},"\nWhidbey Island is an excellent place to launch a boat to search out the elusive and meaty Dungeness Crab, but other less popular crabs are plentiful in the area.  A wide array of crab traps are available from a variety of area sporting goods stores and the red and white buoys marking the traps are a common site on the water during the short crabbing season.  Fishing permits are required and can be purchased from a variety of local stores, more information is available from the Washington Dept of Fishing and wildlife ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/"]},"\n\n",{"type":"===","value":["Shellfishing"]},"\nShellfish are prized resources of the Puget Sound, the cool, clean waters provide some of\nthe finest shellfish habitat in the world. Washington State is the nation’s leading producer of farmed bivalve shellfish (clams, geoduck, mussels and oysters) however not all beaches are safe for shellfishing and you should always check the ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/shellfish\/beaches\/ states website"]}," for any safety concerns or beach closures before proceeding and like all fishing in Puget Sound permits are required.\n\n",{"type":"==","value":["Buy"]},"\nThe Victorian seaport community of ",{"type":"[[","value":[["Coupeville"]]}," is one of the oldest towns in Washington State and is part of Ebey's Landing National Historical Reserve. Coupeville offers a wide variety of shops and supplies.\n\n",{"type":"==","value":["Eat"]},"\nLike the rest of the Puget Sound area Seafood is a specialty so look for seasonal specials and locally sourced ingredients at restaurants in Coupeville.  Dungeness crabs, clams, oysters, mussels and of course Salmon can all be found in abundance but look also for fresh produce from local farms.  Blackberry season towards the end of summer usually means these tasty local berries will find their way into local dessert menus.\n\n",{"type":"==","value":["Drink"]},"\nFew, if any, American regions can challenge the Pacific North West's love of coffee. According to a group of industry market researchers, there were an amazing 1,640 coffee shops in the Puget Sound region in 2011, ranking it the most popular coffee region in the country and the Whidbey Island is no exception to the rule.  Coffee shops are frequent and popular in nearby Coupeville. \n\nMicrobreweries and beer in general are a Northwest specialty, and the area has many to offer for beer enthusiasts. The larger brewers, like Redhook and Pyramid, distribute their products regionally or nationally like their coffee cousins, while other brews can only be found in local stores or bars (some notable brewers don't bottle their product). Ask your servers for local beer recommendations and search out regional microbrews in stores and restaurants in Coupeville.\n\n",{"type":"==","value":["Sleep"]},"\nCamping, hotels, bed and breakfasts and even moorage are all available nearby.\n\n",{"type":"===","value":["Lodging"]},"\nGas, food, and lodging are available in the reserve and surrounding areas. There is a range of lodging opportunities.  \n\n",{"type":"====","value":["Moorage"]},"\nMoorage is available at the Coupeville wharf on the east side of the island as well as Fort Ebey and Fort Casey State Parks on the west side of the island.\n\n",{"type":"===","value":["Camping"]},"\nCamping on Whidbey Island is limited, with sites most readily available in the spring and fall.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fort Casey State Park"],["url="],["email="],["address="],["lat="],["long="],["directions=Highway 20, three miles South of Coupeville"],["phone = +1 360  678-4519"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fort Casey was built at the turn of the 19th century as one of three forts designed to guard the entrance to Puget Sound in case of attack. (Fort Worden on the Olympic Peninsula and Fort Flagler on Marrowstone are the others). The Coast Artillery Corps forts were never engaged, and the site became part of a state park in the 1950s. While in Fort Casey State Park, visit the Admiralty Head Lighthouse, explore the gun batteries, take a walk on the beach, or hike one of the upland trails. Reservations are not taken for campsites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fort Ebey State Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1 888-226-7688"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fort Ebey was built in 1942 as part of the United State's Pacific defense. In 1968, the army donated the site to the state, and it was opened as a state park in 1981 — one of many military properties in the Puget Sound area that have been converted to recreational use. While at Fort Ebey State Park, enjoy a walk to Lake Pondilla; visit the beach; hike along the bluff tops and enjoy views across the Strait of Juan de Fuca. Also explore the abandoned bunker and gun emplacement."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rhododendron County Park"],["url="],["email="],["address=502 W Patmore Rd in Coupeville"],["lat="],["long="],["directions="],["phone = +1 360-679-7331"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rhododendron County Park offers tent & RV camping on a first come first served basis"]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Animal safety"]},"\nThough many of the animals in the Whidbey Island area are used to seeing humans, the wildlife is nonetheless wild and should not be fed or disturbed. Stay at least 100 m away from bears and 25 m from all other wild animals! Check trail head postings at parks for recent activity and be aware of rules keeping a distance from Orca Whales and other marine animals while boating.  Regulations for killer whales require that boaters stay 200 yards away & keep path of the whales clear.  These new U.S. regulations apply to all vessels (with some exceptions) in inland waters of Washington.\n\nDon't disturb resting seal pups, keep children and dogs away and report to the local stranding hotline.  Report harassment or sightings of injured\/stranded marine mammals by calling the NOAA Fisheries hotline at (800) 853-1964.  Seal pups 'haul out' to get much needed rest when they are young and are often alone for many hours.  They are extremely vulnerable at this time and should be left alone.  Only about 50% of Puget Sound seal pups make it through their first year so please help to protect their health.  NOAA recommends at least a 100 yard buffer around seals.\n",{"type":"===","value":["Petty crime"]},"\nWith so many people visiting Ebey's Landing each year petty crimes are something to be vigilant against. Lock your car doors and exercise sensible precautions with valuables, especially when parking your car at a trail head or marina when you may be away from your car for awhile. It would also be advisable to carry anything of value out of sight.\n\n",{"type":"===","value":["Stewardship"]},"\nPrivate property comprises over 90% of the Reserve. Please respect the property rights of the residents of historic homes and farmsteads and remember to hike only on designated trails. Dogs must be kept on a leash at all times and you must clean up after your pet. Please leave driftwood, plants, rocks, and other natural features within the Reserve undisturbed for others to enjoy.\n\n",{"type":"===","value":["General safety"]},"\nNo beach fires are permitted within the boundaries of Island County. High tides can be dangerous to beach hikers. Use extreme caution to avoid being trapped on headlands and watch carefully for beach logs moved by sudden high waves. Wayside exhibits and scenic pull-outs are provided throughout the Reserve for leisurely viewing. Please avoid stopping your vehicle in the middle of narrow country roads.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["By car"]},"\nEbey's landing is centrally located on Whidbey Island offering convenient access to the other towns in the area.\n\n",{"type":"===","value":["By boat"]},"\nThe marina in Coupeville is a convenient stopping point for boaters traveling between ",{"type":"[[","value":[["Seattle"]]}," and the ",{"type":"[[","value":[["San Juan Islands"]]}," through the sheltered Whidbey Basin area of Puget Sound.  There are also several island state parks nearby which are only accessible by boat.\n\n",{"type":"===","value":["By ferry"]},"\nCoupeville is connected to the Victorian town of ",{"type":"[[","value":[["Port Townsend"]]}," on the ",{"type":"[[","value":[["Olympic Peninsula"]]}," and gives relatively easy access to ",{"type":"[[","value":[["Olympic National Park"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Whidbey Island"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"[[","value":[["wikipedia:Ebey's Landing National Historical Reserve"]]},"\n",{"type":"{{","value":[["geo"],["48.2183"],["-122.684"]]}]