[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Echternach Town square.jpg"],["300px"],["thumb"],["Echternach"]]},"\n\n",{"type":"'''","value":["Echternach"]}," is a small town with about 5000 inhabitants on the eastern border of Luxembourg, just a hop away from Germany. It's Luxembourg's oldest town, based on an old monastery founded in 698.\n\n",{"type":"==","value":["Get in"]},"\nAssumed you come from Luxembourg city, you can get there by\n",{"type":"*","value":[" ",{"type":"''","value":["Bus"]},": The buslines 111 and 110 take you from the central station and the main bus station (Aldringer) to Echternach in under one hour."]},{"type":"*","value":[" ",{"type":"''","value":["Car"]},": Leaving the city via Kirchberg, the directions to Echternach are well explained."]},{"type":"*","value":[" ",{"type":"''","value":["Bike"]},": Via Kirchberg, you got a perfectly signed cycling-trail which should take about 3 hours."]},"\n",{"type":"==","value":["Get around"]},"\nAs Echternach is a small town, you can easily get around by walking.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The old abbey"]}," founded in 698 by St. Willibrord is one of the must-sees in Echternach. Today, it's a school building for high-school classes (7th-13th grade). The basilica next to it still serves as church of Echternach. If you're interested in the history of the monastery, there is a small but nice museum next to it."]},{"type":"*","value":[" ",{"type":"''","value":["The town square"]}," with its square cross and the historical guildhall \"Denzelt\" is a nice place to see and stay."]},{"type":"*","value":[" ",{"type":"''","value":["The roman villa"]}," about 20 minutes walk from the centre shows the remains of an ancient roman house. A walk-through is free, worth a visit."]},{"type":"*","value":[" ",{"type":"''","value":["The lake"]}," is an artificial lake. Enjoy the silence around it, 20 minutes walk from the city centre."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Visit the small cinema \"Cine Sura\", the oldest movie theatre in Luxembourg. Shows from Friday-Wednesday."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Macarons mous, typical traditional sweets. Taste like pure sugar, but at least you should give them a try. Can be bought at the Patisserie Zimmer and Patisserie Simon."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Italian and Chinese restaurants are the main appearance in Echternach. Try the restaurant ",{"type":"''","value":["Giorgio"]},", they have quite a good Italian kitchen."]},{"type":"*","value":[" Close to the police station, there is a really good kebab restaurant, worth a try."]},"\n",{"type":"==","value":["Drink"]},"\nMost cafés are situated around the town square and the main shopping road\n",{"type":"*","value":[" 'Café de la Poste (Wohli)' offers a nice ambiance on two floors and a small terrace for summer evenings. Also got some minor fast-food."]},{"type":"*","value":[" Café 'Aal Eechternoach' is mainly nice because of its terrace directly on the town square."]},{"type":"*","value":[" 'Café Philo'soff' is still an insider-tip. Typical students-pub in the main shopping road. Especially the garden is nice. Very crowded on Friday evenings"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" The new youth hostel offers cheap and comfy beds."]},{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["49.8117"],["6.4217"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Luxembourg"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Echternach"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Echternach"]]}]