[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Cervus elaphus (Red deer), Veluwe, the Netherlands.jpg"],["thumb"],["More than anything, Ede serves travellers as a base to explore the landscapes and wildlife of the Hoge Veluwe National Park."]]},"\nThe city of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vvvede.nl\/ Ede"]}]}," is best known as an entry point to ",{"type":"[[","value":[["Hoge Veluwe National Park"]]},". And indeed, although the city itself will not be high on any traveller's list, it is very well-suited as a base to explore the Veluwe and the natural surroundings, which consist of forests and farmlands, dotted with villages. If you were thinking of taking a bike trip - and excellent part of your Dutch travels - this is a fine place to go for it.\n\n",{"type":"==","value":["Get in"]},"\nEde is easily reached by ",{"type":"'''","value":["car"]},", using the ",{"type":"'''","value":["A12"]}," (from ",{"type":"[[","value":[["Utrecht"]]}," and ",{"type":"[[","value":[["Arnhem"]]},") and the newly finished ",{"type":"'''","value":["A30"]}," (from ",{"type":"[[","value":[["Amersfoort"]]}," and ",{"type":"[[","value":[["Apeldoorn"]]},"). Keep in mind that the A12 can get quite congested during rush hours.\n\nThe city's main ",{"type":"'''","value":["train"]}," station is called ",{"type":"'''","value":["Ede-Wageningen"]},", and has direct intercity connections to ",{"type":"[[","value":[["Utrecht"]]}," (25 min), ",{"type":"[[","value":[["Amsterdam"]]}," (1h), ",{"type":"[[","value":[["Nijmegen"]]}," and ",{"type":"[[","value":[["Amersfoort"]]},", as well as smaller stations on those lines. The station is located 3 km south of the city center.  Trains run roughly every 15 minutes between 05.00 and 01.00h. A smaller station called ",{"type":"'''","value":["Ede Centrum"]}," is located in the city center and served by regional trains. It offers connections to the out of town intercity station as well as to ",{"type":"[[","value":[["Amersfoort"]]},".\n\nAlthough less convenient for longer distances, the extensive network of ",{"type":"'''","value":["bus"]}," lines can be useful to get to the ",{"type":"[[","value":[["Hoge Veluwe National Park"]]},", as well as to smaller, nearby destinations. To get to the park entrance, take bus ",{"type":"'''","value":["108 to ",{"type":"[[","value":[["Otterlo"]]}]},". There, change to bus ",{"type":"'''","value":["106 to ",{"type":"[[","value":[["Hoenderloo"]]}]}," and get out at either the park's Visitor Centre or at the Kröller-Müller Museum. With some 160 different bus services in the region, it's best to plan any other trips through the national public transport trip planner on ",{"type":"[","value":["http:\/\/www.9292ov.nl 9292OV"]},".\n\nWith recreational bicycle and walking tours as one of the main attractions, bicycle lanes and walking paths are abundantly available. Major highways excepted, you'll generally find one along any street.\n\n",{"type":"==","value":["Get around"]},"\nIf you arrive by train, you'll probably end up on intercity station 'Ede-Wageningen', which is located about 3 km (2 mi) south of the centre of town. From there, you can either walk, hop on a local train or catch a bus to the centre. Bus lines are good, not too expensive, and frequent (except at night). Of course, you could also take a taxi.\n\nHiring a bike is also a good alternative. Ede is generally flat, although the northeast corner of the town is elevated a bit, as it rises towards the heather fields and forests of the Veluwe. Bicycle lanes and paths in and around Ede, just like anywhere on the Veluwe, are excellent.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ede Ginkel.jpg"],["thumb"],["The Ginkelse Heide near Ede"]]},"\nThe town of Ede itself may not be of major interest, but it receives many visitors nonetheless. Many stay in the city as a base to explore the natural beauty of the ",{"type":"[[","value":[["Veluwe"]]}," region, or more specifically the ",{"type":"'''","value":[{"type":"[[","value":[["Hoge Veluwe National Park"]]}]},". A popular domestic short stay destination, this is one of the most extensive and interesting national parks in the country. At a stone's throw from town, the park's relatively extensive forests begin. Other parts of the park feature heathlands, desert patches with shifting sands, streams and small lakes.\n\nThe whole region played an important role in the country's liberation during WWII. As part of Operation Market Garden, Allied soldiers parachuted into the ",{"type":"''","value":["Ginkelse Heide"]}," close to Ede before marching on ",{"type":"[[","value":[["Arnhem"]]},". In Ede (like in neighbouring towns), several monuments were established in remembrance of WWII and the soldiers who gave their lives. The main one is the ",{"type":"'''","value":["Airborne Monument"]}," on the Ginkelse Heide landing area. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Historisch Museum Ede"],["alt=Historical Museum Ede"],["url=http:\/\/www.historischmuseumede.nl\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Sa 13.30-17.00h, Su 13.30-16.00"],["price=Adults\/children under 10: €3.50\/1.50"],["content=Although little information is available in English, this small museum offers an insight in local history through archeological finds, historic artifacts, paintings and pictures."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["The main activities are obvious: ",{"type":"'''","value":["bicycle tours"]}," and ",{"type":"'''","value":["hiking routes"]}," are the area's main attraction, and the activity of choice for most of its visitors. There's a wide range of routes available from the Tourist Information Office and plenty of road directions on the way. "]},{"type":"*","value":[" Visit the ",{"type":"'''","value":["Verbindingsdienst Museum"]}," "]},{"type":"*","value":[" Performances are in Dutch, but if you can understand any of it, the ",{"type":"'''","value":["Openluchttheater"]}," (open air theatre) can be a fun way to spend some time."]},"\n",{"type":"==","value":["Buy"]},"\nAs a mid-sized Dutch town, Ede has a good range of standard stores, including several well-known fashion and department stores. The main shopping street consists of the ",{"type":"'''","value":["Grotestraat"]}," and the following ",{"type":"'''","value":["Maandereind"]},". Friday evening, most shops in the centre stay open until 21.00h and most supermarkets are open until 21h on all opening days. On Sundays, everything is closed.\n\nThe main ",{"type":"'''","value":["market"]}," is held on Saturdays (8.00-17.00h), when some 50 stalls set up om the Markt along the Molenstraat. On Monday mornings (8.00-14.00h) about 35 stalls can be found at the same spot.\n\n",{"type":"==","value":["Eat"]},"\nAlthough you'll find establishments scattered throughout town, part of the cafe's and restaurants are concentrated in and around three streets: ",{"type":"'''","value":["Museumplein"]}," (just outside Ede Centrum railway station) The ",{"type":"'''","value":["Parkweg"]},", (close to the Ede-Wageningen main station) and the ",{"type":"'''","value":["Marktplein"]}," on the northern end of the city centre. \n\nSome of the most popular picks include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Pomphuis"],["alt="],["url=http:\/\/www.restaurantpomphuis.nl"],["email="],["address=Klinkenbergerweg 41"],["lat="],["long="],["directions="],["phone=+31 318 653 133"],["tollfree="],["fax="],["hours="],["price=€27.50 for a 3 cours meal"],["content=Simple but well-prepared, classic dishes. Portions are fillings, service is good and friendly. A local favourite."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nok's Kitchen"],["alt="],["url=http:\/\/www.nokskitchen.nl\/"],["email="],["address=Brouwerstraat 63"],["lat="],["long="],["directions="],["phone= +31 318-612391"],["tollfree="],["fax="],["hours=Closed Su & Mo, other days open 16.00-21.00h"],["price=Soup €5.75, mains around €15"],["content= If you're up for some Asian flavours, this Thai place is your best bet. They do take-away too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rhodos"],["alt="],["url="],["email="],["address=Telefoonweg 70"],["lat="],["long="],["directions="],["phone=+31 8 654 007"],["tollfree="],["fax="],["hours="],["price="],["content=This Greek restaurant has a range of regulars who come for the steady supply of descent Greek dishes as well as for the very friendly service."]]}]},"\n",{"type":"==","value":["Drink"]},"\nFor any serious nightlife you're better off in ",{"type":"[[","value":[["Nijmegen"]]},", but if you're just looking for a good way to spend your evening, Ede does have a rather large number of nice cafés and bars. Your best bet when looking for cold beers and a chat is to head to the ",{"type":"'''","value":["Museumplein"]},", where you'll have a bunch of good places to choose from.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Petticoat"],["alt="],["url=http:\/\/www.harvestcafe.nl"],["email="],["address= Nieuwe Stationsstraat 12"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This place is only open Fridays and Saturdays. On those days, local youngsters gather here for drinks, dance and a range of musical styles. The volume is high and the crowd mixed."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Premier"],["alt="],["url=http:\/\/www.cafepremier.nl"],["email="],["address=Nieuwe Stationsstraat 19"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=12.00-02.00h"],["price="],["content= This grand café is open for lunch but also popular in the evenings, as groups of friends sit down for chats and drinks. In summer, the large outdoor terrace is a lively but laid-back spot. Open seven days a week."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Reehorst"],["alt="],["url=http:\/\/reehorst.nl\/en\/index.html"],["email="],["address=Bennekomseweg 24"],["lat="],["long="],["directions="],["phone=+31 318-750300"],["tollfree="],["fax="],["checkin="],["checkout="],["price=From €69"],["content=Close to the intercity train station, in a natural setting. Bike rental is available. The 88 rooms include standard ones and more detailed suites, with prices varying accordingly. Ask for one of the renovated rooms if possible. There's a spacious lobby, good restaurant and the staff is helpful and nice. Breakfast comes at an extra charge for most bookings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Belmont"],["alt="],["url=http:\/\/www.5050-belmont.nl\/en\/page\/outdoor\/"],["email="],["address=Goorsteeg 66"],["lat="],["long="],["directions="],["phone=+31 318 48 23 65"],["tollfree="],["fax="],["checkin="],["checkout="],["price= €69\/89 for single\/double rooms, €29.50 p.p. for the camp site"],["content=This modern, nicely decorated hotel at a 5 min. drive from the city offers 50 comfortable rooms. For small and large groups, there's also a dormitory and a camp site with set up tents (bring your own towels and sleeping bag though). Room prices include breakfast, camp prices include breakfast, lunch and dinner as well as coffee or tea. The friendly staff offers good service and the restaurant is nice too. Set amidst forest grounds, it has a large hotel grounds on which a range of outdoor activities can be arranged. Note that the hotel is run by the Dutch Salvation Army and no alcohol is served on its property. Internet comes at a charge, bike rental is available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel de Paasberg"],["alt="],["url=http:\/\/www.hoteldepaasberg.nl\/en\/"],["email="],["address=Arnhemseweg 20-22"],["lat="],["long="],["directions="],["phone=+31 318-651020"],["tollfree="],["fax="],["price=€65"],["checkin="],["checkout="],["content= Part of the hotel has been renovated and now has good value, modern rooms. It pays to ask for one of those when booking. Even when you're in the somewhat more dated parts of the building however, rooms are spacious and adequate. The staff is good, the city centre just around the corner and the main train station is nearby. There's a pretty good Asian fusion restaurant attached to the hotel."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe obvious next stop for more visitors is of course the ",{"type":"[[","value":[["Veluwe"]]},", but other historic cities and natural areas are just a short drive away.\n",{"type":"*","value":[{"type":"[[","value":[["Wageningen"]]}," is a 750 year old town just around the corner, with a cozy, historic town centre and a small but nice museum. It has a long history as the Dutch centre for Agricultural research and development and is the site of the official 1945 surrender of the German forces, which ended WWII. "]},{"type":"*","value":[{"type":"[[","value":[["Nijmegen"]]}," lays claim to being the oldest city in the country, and this lively university city has the heritage to back it up. "]},{"type":"*","value":[{"type":"[[","value":[["Amersfoort"]]}," has an impressive list of monuments and an excellent stop on your way back west.."]},{"type":"*","value":[{"type":"[[","value":[["Arnhem"]]},", known for its WWII background, and the old Hansaec city of ",{"type":"[[","value":[["Deventer"]]}," are both pleasant cities packed with history."]},{"type":"*","value":[{"type":"[[","value":[["Utrechtse Heuvelrug National Park"]]}," offers more nature, just a few kilometres west of town. "]},"\n",{"type":"{{","value":[["routebox"],["image1=NL-A12.png"],["imagesize1=25"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["The Hague"]]}],["minorl1=",{"type":"[[","value":[["Veenendaal"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Arnhem"]]}],["minorr1=",{"type":"[[","value":[["Wageningen"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["52.0333"],["5.6667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Veluwe"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ede"]]},"\n",{"type":"[[","value":[["Wikipedia:Ede, Netherlands"]]}]