[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Eden Valley"]}," runs northward through the county of ",{"type":"[[","value":[["Cumbria"]]}," from its source high on the fells at Mallerstang and enters the sea 91 miles later at ",{"type":"[[","value":[["Carlisle"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe river Eden runs through the Eden Valley. It is the main river in Cumbria and runs virtually the length of the County.Locally the Eden Valley tends to refer to the area between Appleby and Carlisle.\n\n",{"type":"[[","value":[["Image:Mallerstang statue.jpg"],["thumb"],["300px"],["Mallerstang Valley."]]},"\n",{"type":"[[","value":[["Image:Hellgillforce.jpg"],["thumb"],["300px"],["Hell Gill Force, at the start of the river Eden,Mallerstang."]]},"\n\n",{"type":"==","value":["History"]},"\n",{"type":"[[","value":[["Cumbria"]]},", or Cumberland as it used to be known, was historically the northern most county of England. To the north were the picts ( in Roman times) and later these border lands became home to the border reivers and became known, in parts, as the debatable lands.\n\nMajor historical events and attractions include:-\nLong Meg and her seven daughters, a stone circle close to Great Salkeld.\n\n",{"type":"[[","value":[["Image:Longmeg.jpg"],["thumb"],["300px"],["Longmeg - stone circle."]]},"\nPendragon Castle at Mallerstang, reputed to have been built by Uther Pendragon, the father of King Arthur.\nA tradition of dissent and violence, from Sir Hugh de Morville (murder of Thomas Beckett), through to insurrections including the Pilgrimage of Grace which led to 10 local men being hanged.\n\nEven though the river and it's valley are far away from the main seats of government they still had their part to play in history.\n\n",{"type":"==","value":["Landscape"]},"\nFrom the high fells around Mallerstang the valley runs through the fells towards Appleby-in-Westmoreland. From here the valley starts to broaden out a little until it passes Penrith to the East. There are some narrower gorges past this point until it approaches Carlisle and the open plains leading to the Solway Firth.\nGeologically the valley changes from limestones and millstone grit around the headwaters through into Penrith red sandstone for the middle section.\nTributaries from the East.Main one is the river Irthing\nTributaries from the West,rivers Caldew, Petteril and Eamont.The last one draining from the English ",{"type":"[[","value":[["Lake District National Park"]]}," into the Eden.\n\n",{"type":"==","value":["Flora and Fauna"]},"\nIts source up in Mallerstang is amongst fells built on limestone and millstone grit. This is sheep country and they are everywhere. The dry stone walls run up and down the fells and the sheepfolds and pens are plentiful.\nAs the river valley turns from hill lands to more mature grass and woods you start to see more cattle but you also get the large game estates with pheasant predominating. The fox becomes more plentiful with plenty of cover within the woods of both natural broad leaf as well as conifers.\n\n",{"type":"==","value":["Towns and villages"]},"\n\nThe first major town at the head of the valley is Kirkby Stephen, just 10 km from the source of the river.\nAfter this the valley is mainly farmland and small hamlets until the river reaches ",{"type":"[[","value":[["Appleby in Westmorland"]]},". Successive villages and towns include ",{"type":"[[","value":[["Penrith"]]},", Lazonby, Armathwaite and finally ",{"type":"[[","value":[["Carlisle"]]},".\n\n",{"type":"==","value":["Getting around"]},"\n\nAlthough public transport is very limited there is the option of using the Carlisle to Settle railway line which runs through the majority of the valley.\nRoad access is by far the most usual means of getting around. The M6 runs north\/south and the valley can be accessed starting at junction 38 for Tebay, and running up to junction 44, Carlisle, just before the border with Scotland.\nThe A65 runs east from Kendal and can be used to access Mallerstang from the south. However the A66 from junction 40 on the M6 ( Penrith) is the more usual way to access the valley.\n\nNearest airports would include Blackpool,Manchester and East Midlands for commercial flights.\n\nBy train, the Carlisle to Settle line has already beem mentioned. However the west coast line between London and Glasgow has stops at Oxenhome ( lake district ), Penrith and Carlisle.\n\n",{"type":"==","value":["Economy"]},"\nThe Eden valley economy is dominated by tourism and agriculture. However there are individual industries such as the Eden Valley mineral water company (known locally as well well well) as well as British Gypsum near to Kirkby Thore.\nThere are also the landed estates where there is still considerable wealth, a good example being Corby Castle.\n",{"type":"[[","value":[["Image:Wetherall.JPG"],["thumb"],["300px"],["River Eden,Wetherall,looking towards Corby Castle grounds."]]},"\n\n",{"type":"==","value":["See"]},"\n\nPendragon Castle in Mallerstang.\n\nLong Meg and her sisters\n\nThe annual gypsy horse fair at Appleby.\n\nPenrith markets\n\nLacey's caves near Little Salkeld\n\n",{"type":"==","value":["Do"]},"\n\nWalk along the river at Armathwaite, through Coombes woods and view the river at its best.\n\n",{"type":"[[","value":[["Image:Riveratarmathwaite.jpg"],["thumb"],["300px"],["River Eden,Armathwaite.slow and gentle flow in summer."]]},"\n\nGo gliding or fly a microlight from around the Cross Fell area ",{"type":"[","value":["http:\/\/www.edensoaring.co.uk\/"]},"\n\nFish the river Eden for Salmon\n\n",{"type":"==","value":["Eat"]},"\n\nAll the market towns have public houses which will serve good local food.\nPenrith has a reputation for having the most up market restaurants.\n\n",{"type":"==","value":["Sleep"]},"\n\nWith tourism being so important to the economy there are usually plenty of options to chose from.\nExamples would include:\n\nCaravan sites. Typically farm based. A good example being Mains farm caravan site, Kirkoswald.",{"type":"[","value":["http:\/\/www.edenvalleycaravansite.co.uk\/index.html"]},"\nOther examples could also include Argill caravan park,Kirkby Stephen.",{"type":"[","value":["http:\/\/www.argillcaravanpark.co.uk\/index.shtml"]},"\n\nHotels.\nAt the upper end of the market there are some fine country house hotels such as the Appleby Manor ",{"type":"[","value":["http:\/\/www.applebymanor.co.uk\/"]},", the Tufton Arms Hotel ",{"type":"[","value":["http:\/\/www.tuftonarmshotel.co.uk\/"]}," and Staffield Hall, near the village of Kirkoswold, ",{"type":"[","value":["http:\/\/www.staffieldhall.co.uk"]},". A little further down the valley there is the Heather Glen hotel at Ainstable and the Crown hotel at Wetherall.\n\nFor self-catering there are a good selection of properties available, for instance:\nWetherall cottages ",{"type":"[","value":["http:\/\/www.wetheralcottages.co.uk\/"]},", near to Great Salkeld and Tottergill farm ",{"type":"[","value":["http:\/\/www.tottergill.co.uk\/index.php"]}," towards the end of the valley.\n\nFor B&B there is a wide range of choice from staying on a farm, such as Brow farm ",{"type":"[","value":["http:\/\/www.browfarm.com"]}," in Dufton to experiencing the luxury of Willowbeck lodge  ",{"type":"[","value":["http:\/\/www.willowbeck-lodge.com\/"]}," near Carlisle.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cumbria"]]},"\n",{"type":"[[","value":[["wikipedia:River Eden, Cumbria"]]},"\n",{"type":"{{","value":[["geo"],["54.7525"],["-2.7018"],["zoom=11"]]}]