[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Main street Edenderry.jpg"],["thumb"],["300px"],["Main St. Edenderry"]]}," \n",{"type":"'''","value":["Edenderry"]}," is a town in ",{"type":"[[","value":[["County Offaly"],["Offaly"]]},", its ones of the biggest towns after ",{"type":"[[","value":[["Tullamore"]]}," and ",{"type":"[[","value":[["Birr"]]},".\n\n",{"type":"==","value":["Get in"]},"\nDublin Road.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk:"]}," Since the town isn't very big walking is the best way to get around and it keeps you fit. Theres only one main street in Edenedery so your not likely to get lost."]},{"type":"*","value":[" ",{"type":"'''","value":["Drive:"]}," Watch out for the parking meters and the ticket warden if you do chance your luck and try and avoide paying to park."]},{"type":"*","value":[" ",{"type":"'''","value":["Cycle:"]}," There are no cycle lanes in Edenderry - but as long as your careful and wearing a helmet a cycle around town and into the country side would be a lovely way to spend a day."]},"\n",{"type":"==","value":["See"]},"\nThe ruins of Blundell castle in Edenderry, once owned by Lord and Lady Blundell.\nThe Grand Canal - take a nice walk along the canal and check out the old bridges. The grand canal wasn't intended to pass into Edenderry but Lord Blundell paid to it diverted into the town, That's why it ends at a wall in the town instead of continuing on.\nThere are historic plaques placed around the town on churches and houses - it might be fun to walk around and see how many you can spot.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Walk."]},"\n",{"type":"'''","value":["Fish"]}," in the Grand Canal - make sure you throw the fish back though as it's illegal to take them home with you.\n",{"type":"'''","value":["Shop"]}," in the new shopping complex just of JKL Street.\n",{"type":"'''","value":["Bingo"]}," in the GAA hall every Sunday night.\n",{"type":"'''","value":["Eat"]}," There are loads of place around town where you can have a delicious meal.\nGo for a drink with friends or go on your own and make some new friends in one of the many pubs around town.\n",{"type":"'''","value":["Dance"]}," the night away at Club38 or The Cage.\n\n",{"type":"==","value":["Eat"]},"\nplenty of places to dine\nItalian chippers Luigi's and Joanna's for the burgers and chips.\nSunrise takeaway and pings both great Chinese takeaways.\nThe Phoenix and Lily Garden Chinese restaurants, the Phoenix is the tastiest in town!\nGalileo's Italian restaurant\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Walnut Bistro @ Four Sons,"],["url="],["email="],["address=Dublin Road, Edenderry"],["lat="],["long="],["directions="],["phone=+353 46 9772959"],["tollfree="],["fax="],["hours="],["price="],["content=Walnut Bistro @ Four Sons, Dublin Road, Edenderry. Restaurant with A La Carte Menu from 5PM-9PM M-Sa and Sunday Lunch from 2PM-6PM"]]}]},"O'Donoughes pub is to be avoided if you are looking for an eventful evening, the regulars in there are at least 50 and they younger people that frequent the place are either old before their time or serious hard drinkers. There's no music played in there and only one barman who is slightly hard of hearing.\n\n",{"type":"==","value":["Drink"]},"\nPopular pubs in Edenderry are Foys and Larkins where you can be sure to get late drinks! Pats Bar and Byrnes are also great bars with fine pints. Club 38 has recently opened in Finbarr Cullens, so for Saturday night clubbing its the place to be, other bars to check out are the four sons for fine cocktails and the Corner House for live bands on the weekends.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Four Sons"],["alt="],["url=http:\/\/www.bebo.com\/fours4"],["email="],["address=Dublin Road, Edenderry"],["lat="],["long="],["directions="],["phone=+353 46 977-2959"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Food and Restaurant with live music every Friday and Saturday night."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels in Edenderry which is a bit of a disappointment, but there are a few B&B's around the town. Foys pub , Burnes pub and Rita Tyrells B&B to name a few.\n\n",{"type":"==","value":["Go next"]},"\nTullamore Road or Rode Road\n\n",{"type":"{{","value":[["IsPartOf"],["County Offaly"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Edenderry"]]},"\n",{"type":"[[","value":[["Commons:Category:Edenderry, County Offaly"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ireland\/Offaly\/Localities\/Edenderry\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["53.345"],["-7.05116"]]}]