[{"type":"{{","value":[["pagebanner"],["Edirne_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Edirne 7333 Nevit.JPG"],["thumb"],["350px"],["Selimiye Mosque"]]},"\n\n",{"type":"'''","value":["Edirne"]}," (pronounced ",{"type":"''","value":["eh-deer-neh"]},", ",{"type":"[","value":["http:\/\/www.edirnekulturturizm.gov.tr\/"]},") is a city in ",{"type":"[[","value":[["Eastern Thrace"]]},", in northwest ",{"type":"[[","value":[["Turkey"]]},". It lies on the gently rolling Thracian plains (much of the city is fairly flat, though) and just east of confluence of Maritsa, Tundzha, and Arda Rivers, known in Turkish as ",{"type":"''","value":["Meriç"]},", ",{"type":"''","value":["Tunca"]},", and ",{"type":"''","value":["Arda"]},", respectively.\n\n",{"type":"==","value":["Understand"]},"\n\nThis city can be your first or last destination in Turkey, depening on the direction of your itinerary, as it’s located on an intersection where borders of three countries meet: ",{"type":"[[","value":[["Turkey"]]},", ",{"type":"[[","value":[["Greece"]]},", and ",{"type":"[[","value":[["Bulgaria"]]},". Visiting this city is also feasible as a long day trip from ",{"type":"[[","value":[["Istanbul"]]},".\n\nWith the completion of the motorway from Kapıkule, the main borderpost of highways from ",{"type":"[[","value":[["Europe"]]}," into Turkey, in early 1990s, the city lost much of its trade evolving around land based travellers heading east and members of Turkish diaspora in Europe heading for their ancestral hometowns in their annual visits. Today most of tourism in the city takes place around daytrippers, Turkish and foreigner alike, from ",{"type":"[[","value":[["Istanbul"]]}," and visitors from ",{"type":"[[","value":[["Balkans"],["Balkan"]]}," countries looking for cheap goods in the market.\n\nThe imperial past is what makes Edirne interesting, from huge Ottoman imperial complexes to neo-classical architecture of downtown shops, although at first sight, all you’ll see will be concrete apartment blocks when entering the city (and Selimiye Mosque right in front of you).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Local Tourism Department of Government"],["alt=İl Turizm Müdürlüğü"],["url="],["email="],["address=Talatpaşa Asfaltı 76"],["lat="],["long="],["directions=100 mt away from the corner of Saraçlar Caddesi"],["phone=+90 284 225-30-29"],["tollfree="],["fax=+90 284 213-30-76"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourism Information Office"],["alt=Turizm Danışma Bürosu"],["url="],["email=edirnetourisminformation@gmail.com"],["address=Hürriyet Meydanı 17"],["lat="],["long="],["directions="],["phone=+90 284 213-92-08"],["tollfree="],["fax=+90 284 213-92-08"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["History"]},"\n\nThe area around Edirne, thanks to its strategic position on the major routes towards ",{"type":"[[","value":[["Istanbul"]]},", Bosphorus, and onward to ",{"type":"[[","value":[["Asia"]]},", is one of the spots on earth that was heavily fought for—it has been site of no fewer 16 major battles and sieges since the days of Ancient Greeks.\n\nEdirne’s former name is ",{"type":"'''","value":["Adrianople"]}," (",{"type":"''","value":["Hadrianoupolis"]},"), i.e. “City of Hadrianus”, named after the Roman emperor who founded the city on the site of Thracian village of Uskudama.\n\nThen in 14th century, Ottomans captured the city and made it their capital, a situation which lasted until the Fall of Constantinople. Even after the dynasty moved to ",{"type":"[[","value":[["Istanbul"],["Constantinople"]]}," in mid 15th century, Edirne was one of, if not the most, important centres of European part of the Otoman Empire, which once extended all the way well into ",{"type":"[[","value":[["Hungary"]]},", and still was some sort of semi-capital of the empire, with some sultans even favouring the city over Istanbul and mumbling (to no avail) about returning the throne back to the city. Between 1700 and 1750, Edirne was the fourth biggest city in Europe, with an estimated population of about 350,000 people.\n\nHowever things dramatically changed with the beginning of 19th century and the city suffered heavy depopulation in the context of Russo-Turkish wars of 1829 and 1878 when Russians occupied all the way to western suburbs of Istanbul, Balkan Wars of late 19th\/early 20th century, the loss of much of the hinterland and even outer suburbs to north and west when international borders non-existant before (when all was part of Ottoman Empire) were created close to the city in 1910s and 20s, and the Second World War when Nazi armies were only miles away from the city, just on the opposite banks of the rivers and most of the population was evacuated into interior Turkey. Some of whom could not flee died of following famine during this period. This depopulation trend slowly but constantly continued until very recently and the city is now home to barely 140,000 people. Although it is quite a lively city, especially compared to other Turkish cities of this size, however all you see today is just a fraction of its former glory.\n\n",{"type":"===","value":["Orientation"]},"\nThe major streets of the city all fan out of main square, which is surrounded by three imperial mosques of Selimiye, Üç Şerefeli and Old Mosques — ",{"type":"''","value":["Talat Paşa Bulvarı"]}," lies towards east, eventually turning into the highway to ",{"type":"[[","value":[["Istanbul"]]},", while ",{"type":"''","value":["Londra Asfaltı"]}," leads to ",{"type":"[[","value":[["Bulgaria"]]},"n border at Kapıkule in the west, via Gazi Mihal Bridge across Tundzha. To north, ",{"type":"''","value":["Hükümet Caddesi"]}," connects city centre with the former palace neighbourhood in Sarayiçi and to south pedestrianized ",{"type":"''","value":["Saraçlar Caddesi"]}," lies, extension lying on the edge of old city and open to vehicular traffic of which eventually leads to Karaağaç across Tundzha and Maritsa.\n\n",{"type":"===","value":["Climate"]},"\nTemperate continental — hot and occasionally rainy (as showers which tend to last for 15–20 minutes) summers (expect up to 40º C); cold and rainy, occasionally snowy winters (expect down to -10º C). Spring and autumn months tend to be warmer than the locations on the sea coast (such as ",{"type":"[[","value":[["Istanbul"]]},")—so if day-tripping from a coastal place during those months, especially in May, drink plenty of water to avoid headaches due to dehydration—but winter arrives earlier (in November). Because Edirne lies in a geography that is the entering point of many weather systems from Balkans (Southeastern Europe) into Turkey, a good way of forecasting the weather conditions for the next few days is to follow what other Balkan cities such as ",{"type":"[[","value":[["Plovdiv"]]},", ",{"type":"[[","value":[["Bulgaria"]]}," is currently experiencing, as quite the same conditions will be what Edirne is experiencing within a two or three days time.\n\nDue to cold and dry winds of winters, packing along some kind of skin moisturizer in addition to warm clothing is essential to avoid badly dried skin (which can go as far as bleeding in coldest days).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nOf the nearby airports, the most convenient is ",{"type":"'''","value":["Atatürk International"]}," in ",{"type":"[[","value":[["Istanbul"]]},", which has flights from all inhabited continents and a metro line providing an easy connection to main bus station (",{"type":"''","value":["otogar"]},").\n\n",{"type":"===","value":["By bus"]},"\nEasiest way to reach to Edirne is by bus from ",{"type":"[[","value":[["Istanbul"]]},". Departures are at any time with a fare of some €10 and a trip of two hours, although stiff competition between the bus companies may sometimes result in fares as low as 10 TL (€5) pp. Bus station in Edirne is located way out of the city but free service midibuses will take you to the city center.\n\nThere are no direct buses to ",{"type":"[[","value":[["Bulgaria"]]},". It is, however, possible to take a taxi to Kapikule on the Bulgarian border. From there one can sometimes wave over a bus traveling on to ",{"type":"[[","value":[["Plovdiv"]]}," and ",{"type":"[[","value":[["Sofia"]]},". Another approach could be to walk across the border and take a bus or train from Kapitan Andreevo on the Bulgarian side of the border.\n\n",{"type":"===","value":["By train"]},"\nThere are two daily trains from ",{"type":"[[","value":[["Istanbul"]]},"’s Sirkeci station (one at 8:30AM in the morning, and the other at 3:50PM in the afternoon. Both arrives in Edirne about four hours later). Trains from ",{"type":"[[","value":[["Europe"]]}," to Istanbul also call at the station.\n\nThe main station (signed as ",{"type":"''","value":["Edirne Gar"]}," on the station building) lies about 4 km east of downtown, close to the main avenue heading eastern suburbs of the city (which is also the main highway to Istanbul). However, all trains to Edirne drive onward west to Kapıkule (main borderpost on Bulgarian border) and call at ",{"type":"''","value":["Edirne Şehir"]}," station on the way, too, which is little more than a platform next to the rail tracks, lying less than a kilometre away from downtown to southwest, on the edge of the old quarter (",{"type":"''","value":["Kaleiçi"]},") and close to the banks of Tundzha.\n\n",{"type":"===","value":["By car"]},"\nThe city is on the main highways linking Turkey and Europe (road numbers: toll-free D100 and toll-road\/motorway O-3\/E80). A drive takes no more than two hours from ",{"type":"[[","value":[["Istanbul"]]}," (224 km away) to Edirne on the motorway, even less if you drive ",{"type":"''","value":["very"]}," fast. The main European-Turkish border post Kapikule\/Kapitan Andreevo (between Turkey and ",{"type":"[[","value":[["Bulgaria"]]},", SE of ",{"type":"[[","value":[["Svilengrad"]]},") is about 15-20 km away from the city, while less significant Pazarkule border post (between Turkey and ",{"type":"[[","value":[["Greece"]]},", north of ",{"type":"[[","value":[["Orestiada"]]},") is even nearer.\n\n",{"type":"===","value":["By boat"]},"\nWhile it's theoretically possible for even large ships to enter the Maritsa River from the Aegean Sea and navigate upriver up to Edirne (which was indeed common during the time of Romans), the intense border area through which the river flows makes any use of any kind of water transportation impractical.\n\n",{"type":"==","value":["Get around"]},"\n\nAlmost entirety of Edirne is in walking distance, which is made even easier by the mostly flat topography of the city. However for some relatively distant places you may take taxi which will cost only a few euros.\n\nThere are also lots of minibuses heading for outer neighborhoods of the city.\n\n",{"type":"==","value":["See"]},"\nThe sights in Edirne can be roughly grouped into those that are in downtown, those in northwestern neighbourhoods (Sarayiçi, and Yeniimaret) across the Tundzha River, and those in southwestern neighbourhood (Karaağaç) across the Tundzha and the Maritsa Rivers. A good number of medieval bridges span these rivers.\n\n",{"type":"===","value":["Downtown"]},"\nMain sights in downtown are quite close to the main square and to each other, and can be (hastily) done in half a day.\n\n",{"type":"[[","value":[["Image:Edirne 5269.jpg"],["thumb"],["270px"],["Detail from interior of Selimiye Mosque"]]},"\n",{"type":"[[","value":[["Image:Edirnedowntown.jpg"],["thumb"],["220px"],["Pedestrianized street of Saraçlar Caddesi in downtown"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Selimiye Mosque"],["alt=Selimiye Camii"],["url="],["email="],["address="],["lat="],["long="],["directions=at the central square"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=",{"type":"''","value":["That"]}," mosque which dominates the skyline of the city, built on a slightly higher hill than its surroundings, although a play on dimensions makes the exterior sight of the building smaller as you get closer to it. A grandiose piece of art by Sinan, the Ottoman architect of 16th century, Selimiye is usually considered the zenith of Ottoman architecture and has been listed as a ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage site"]]}," by UNESCO in 2011. Sinan himself considered this building as his best work. The dome of the building, which hangs high over main hall, encloses a huge space which gives the place an expansive atmosphere, had the largest diameter (31.28 mt) of all domes in the world for several centuries. And its minarets (towers) are the second highest minarets (70.89 mt) in whole world, surpassed only by Qutb Minar (72.50 mt) in ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["India"]]},". The mosque has 999 windows in total, which according to its architect Sinan, symbolize the perfectness of God. The dome and interior walls are decorated with calligraphy and geometrical designs, most of which are painted in hues of pink and blue. If you have admired ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old_City#See"],["Blue Mosque (Sultanahmet Mosque)"]]}," of ",{"type":"[[","value":[["Istanbul"]]},", you’ll sure adore this one, since Blue Mosque is quite a copy of Selimiye. The upside down tulips, which are some sort of symbol of Edirne have their origin in a tulip illustration engraved on a marble in the fountain right under the central dome of Selimiye. It is believed to symbolize the landlord of the tulip garden on which the mosque was built, who was said to be reluctant to give over his garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Mosque"],["alt=Eski Cami"],["url="],["email="],["address="],["lat="],["long="],["directions=at the central square, across the street from Selimiye"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The smallest—and the oldest—one of three nearby, imperial mosques in downtown Edirne, it's known for its calligraphic inscriptions on its interior walls with a small central dome atop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Üç Şerefeli Mosque"],["alt=Üç Şerefeli Cami"],["url="],["email="],["address="],["lat="],["long="],["directions=just north of Old Mosque, close to Selimiye"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=This mosque is easily recognizable, having four distinctive minarets that all have very different designs, uncommon during the 15th century, one of which has three balconies, giving it its name which literally means \"three balconied\". Long undergoing restoration, interior of the mosque, which features a colourfully decorated central dome, smaller surrounding domes of varying sizes each featuring a different colour pattern, and very stately columns supporting them, has recently been re-opened to visits. The overall experience of this colourful mosque is perhaps best summarized as \"joyful\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Macedonian Tower"],["alt=Makedonya Kulesi"],["url="],["email="],["address="],["lat="],["long="],["directions=just across the side street from Üç Şerefeli"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The sole still intact tower of Edirne’s city walls, named as such perhaps because it roughly watches the direction of ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]},", or because of the former definition of \"Macedonia\" which extends all the way to Edirne. A round and robust tower, not unlike ",{"type":"[[","value":[["Thessaloniki"]]},"'s White Tower except its colour, and next to it is the last visible section of city walls, now surrounded by a nicely landscaped park. It’s possible to enter the tower itself, but impossible to climb upstairs. It’s located in a back alley, so while you are near the Üç Şerefeli, look around on the top of buildings to see the flag on a tower made of red-brick if you can’t exactly locate it. The tower also served as a clock tower until 1953, when the upper part of the tower was demolished because of the danger of collapse."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Archaeology"],["alt=Arkeoloji Müzesi"],["url=http:\/\/www.edirnemuzesi.gov.tr\/"],["email="],["address=Alipaşa Mahallesi, Kadirpaşa Sokak 7"],["lat="],["long="],["directions=behind Selimiye"],["phone=+90 284 225-11-20"],["tollfree="],["fax=+90 284 225-57-48"],["hours="],["price="],["content=An original prehistoric dolmen moved from its original setting and a reconstructed Thracian hut—typical of those used by the ancient folk of the region—is among the displayed in the garden of the museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Islamic Arts"],["alt=İslam Eserleri Müzesi"],["url="],["email="],["address="],["lat="],["long="],["directions=behind Selimiye"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A subsection of Museum of Archaeology. (so the same contact info applies.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saraçlar Caddesi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pedestrianized shopping street with pleasant cafés on sides. The old shop buildings on this street has a distinctively neoclassical architecture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old quarter"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Locally named ",{"type":"'''","value":["Kaleiçi"]},", i.e. \"walled city\", this is the oldest part of the city although the city walls and gates have vanished a long time ago. Built in a grid plan after it suffered from a big fire in late 19th century, the main artery of this part is Maarif Caddesi, which lies two blocks west of Saraçlar Caddesi. Along the side streets and Maarif itself line a number of eloborate wooden houses, the walls of which are with highly delicate handwork, though some are derelict. At one end of the street is the ",{"type":"'''","value":["Jewish Synagogue"]},", the biggest one in Turkey and the whole ",{"type":"[[","value":[["Balkans"]]},", but is slowly decaying now. Almost all of its wooden sections (roof, windows) has collapsed in one way or the other after it suffered from a storm in 1997, but some of its stone walls (especially the front façade) are sound enough to show its former grandeur. Entry is sensibly forbidden. In one of the side alleys of Kaleiçi lie a small stone church, used to be where Catholic congregation of the city held masses, though a part of a local primary school (",{"type":"''","value":["İstiklal İlköğretim Okulu"]},") nowadays. Numerous small Ottoman mosques are also scattered around Kaleiçi and elsewhere in downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Şükrü Pasha Memorial and Balkan Wars Museum"],["alt=Şükrü Paşa Anıtı ve Balkan Savaşları Müzesi"],["url="],["email="],["address="],["lat="],["long="],["directions=just next to city cemetery, on the highest hill of the city, where that large flag is located"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=This is a monument dedicated to Rüştü Pasha, the commander of the defending forces of the city during the Balkan Wars. Next to it is a small museum with various weapons (such as a small cannon) used during the war. While the place is slightly away from the downtown and is off the usual trail between the main sights, it occupies the highest hill in the city and offers a large overlooking view of the city and the forests surrounding the rivers behind."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Muradiye Mosque"],["alt=Muradiye Camii"],["url="],["email="],["address="],["lat="],["long="],["directions=north of downtown, close to the bridge of Sarayiçi"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content="]]}]},"\n",{"type":"===","value":["Northwest"]},"\nAcross the Tundzha from downtown, in the northwestern outskirts of the city lie ",{"type":"'''","value":["Sarayiçi"]},", literally “inside the palace” and ",{"type":"'''","value":["Yeniimaret"]},". Both are linked to city centre by their respective medieval bridges.\n\nMost of the monuments around this section of the city were actually located in city’s suburbs, however the depopulation of the city resulted much of them now lying in the middle of open fields.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sarayiçi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Upon crossing a long bridge over the Tundzha, you will arrive on an island surrounded by two branches of the Tundzha (though not immediately recognizable as such while you are actually on it). A modern stadium in which annual wrestling competitions take place, surrounded by some statues of champions of past years will welcome you to this island. Just next to it is the ",{"type":"'''","value":["Justice Tower"]}," (",{"type":"''","value":["Adalet Kasrı"]},"), a sturdy square tower and the sole completely intact remnant of former imperial palace of Ottomans here. Next to the Tower, a smaller bridge on the narrower branch of the river surrounded by some centuries-old ash trees will take you back to the “mainland”. Here at your right, about 100 metres away, is the monument to the soldiers fallen at the Siege of Edirne in 1913 (",{"type":"'''","value":["Monument to the Martyrs of Balkan War"]},"\/",{"type":"''","value":["Balkan Savaşı Şehitliği"]},"). The monument itself, which is a recent construction with an older one hidden behind the bushes nearby, is nothing very interesting, typical of many such Turkish monuments built to commemorate World War I and previous battles in, say, ",{"type":"[[","value":[["Gallipoli"]]},". However the site is actually mass grave of an estimated 30,000 soldiers, so appropriate respect should be shown. Further away from the river is the ruins of a number of buildings of the ",{"type":"'''","value":["former palace"]}," scattered around the fields, which had the unfortunate service as an arsenal during the siege of 1913, and had been blown up in order not to fall in hands of Bulgarians, the opposite side of the battle. Although the place had lost the distinction of being a capital in 15th century, it was still the favourite summer retreat of Ottoman dynasty, featuring numerous hunting manors on the edges of the actual palace. Ruins are now undergoing a slow restoration (or perhaps reconstruction), with the imperial kitchen has returned to its pre-1913 appearance recently. An illustration in front of the gate of the palace building—the only part of the building that escaped the blast—may help you envisage what the palace looked like."]]}]},"\nSouth of Sarayiçi is the neighbourhood of Yeniimaret, which, like Sarayiçi, is connected to the downtown by two bridges with an island on the Tundzha inbetween and is where the Medical Museum is located.\n\n",{"type":"[[","value":[["Image:Edirne 7349 Nevit.JPG"],["thumb"],["250px"],["Ancient Ottoman hospital (",{"type":"''","value":["Darüşşifa"]},"), part of which is now housing Medical Museum"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Medical Museum"],["alt=Sağlık Müzesi"],["url=http:\/\/saglikmuzesi.trakya.edu.tr\/"],["email=kulliye@trakya.edu.tr"],["address=Beyazıt Külliyesi, Yeniimaret"],["lat="],["long="],["directions=close to the banks of Tundzha"],["phone=+90 284 224-09-22"],["tollfree="],["fax=+90 284 224-65-00"],["hours="],["price="],["content=This museum, which was awarded “European Museum of the Year” in early 2000s, was essentially a mental institution used during Ottoman times, part of ",{"type":"'''","value":["Beyazıt Complex"]}," (",{"type":"''","value":["Beyazıt Külliyesi"]},"). It was notable for its “progressive”\/”alternative” approach towards its patients. Instead of locking them into cells with shackles, which was widespread during that time, methods such as meditative music or flower gardens were tried in this institution. Today, many Ottoman miniatures from medical schoolbooks and elsewhere and models of patients are among the displayed."]]}]},"\nSouth of Yeniimaret, due west of city centre is ",{"type":"'''","value":["Gazi Mihal Bridge"]}," (",{"type":"''","value":["Gazi Mihal Köprüsü"]},"), a long arch bridge built during Byzantine period and then repaired in 1420 that spans the Tundzha and lies on the main highway to Kapıkule border post from city centre, and the adjacent ",{"type":"'''","value":["Gazi Mihal Mosque"]}," (",{"type":"''","value":["Gazi Mihal Camii"]},"), built by Gazi Mihal Pasha, an Ottoman commander of Bulgarian origin. These are better accessible from city centre rather than from Yeniimaret, though a stroll along the dykes along the Tundzha will bring you here too.\n\n",{"type":"===","value":["Southwest"]},"\n",{"type":"[[","value":[["Image:Meriç Köprüsü ve Meriç Nehri.jpg"],["thumb"],["270px"],["Ottoman bridge spanning Maritsa on the way to Karaağaç"]]},"\n",{"type":"[[","value":[["File:Trakya Universitesi Rektorluk.JPG"],["thumb"],["Old train station in Karaağaç"]]},"\n\nSouthwest of downtown is the quarter of ",{"type":"'''","value":["Karaağaç"]}," (pronounced ",{"type":"''","value":["kaa raa aa ach"]},"), the only Turkish territory west of Maritsa River, which forms most of Turkish-Greek land border.\n\nTwo ",{"type":"'''","value":["Ottoman bridges"]}," connect Karaağaç to downtown, which are well worth a look—pick these if you don’t have time to check out any other bridge around the city. The first and shorter one, just southwest of the edge of old quarter (Kaleiçi) and actually quite close to the Synagogue at the end of Maarif Caddesi, spans the Tundzha. About 250 mt further, you’ll arrive at the second one, which spans the Maritsa and is gloriously longer than the first one, as the riverbed is gloriously larger, not much unlike that of Danube. Right at the midpoint of the bridge, there is a lookout in typical Ottoman style.\n\nA two-and-a-half-kilometre long cobbled road through a lush forest links the Maritsa Bridge with Karaağaç. On the way, there is an urban forest named ",{"type":"'''","value":["Söğütlük"]}," (admission 2 TL pp), a favourite weekend picnic spot of locals which extends along the bank of river.\n\nKaraağaç has an atmosphere more of a town rather than a city neighbourhood, with some charming ",{"type":"'''","value":["mansions"]}," scattered around its grid plan. At the southwestern end of Karaağaç is the historical building in late Ottoman style of the ",{"type":"'''","value":["Presidency of Trakya University"]}," (",{"type":"''","value":["Trakya Üniversitesi Rektörlüğü"]},"), placed in a pleasant garden (free admission). The building, which dates back to the final years of 19th century, was originally built as the main train station of the city as the steam locomotive at the backyard still attests, and had that service for years until 1970s when it was abandoned after a new railway straight to the city was laid, due to the increasingly inconvenient operation of former railtracks crisscrossing Turkish-Greek border as the relations between two nations detoriate. The university took over in 1998. At the side of the building is ",{"type":"'''","value":["Lausanne Monument"]}," (",{"type":"''","value":["Lozan Anıtı"]},"), a metallic structure of three columns symbolizing Turkey (the longest one symbolizes Asian Turkey, the middle-sized symbolizes ",{"type":"[[","value":[["Eastern Thrace"],["Eastern Thrace (European Turkey)"]]},", while the shortest symbolizes Karaağaç itself, being the only Turkish soil west of Maritsa River, in other words west of ",{"type":"''","value":["Eastern"]}," Thrace) with a lady in the middle holding a sheet of paper, presumably symbolizing Treaty of Lausanne, in which major western powers recognized newly founded Turkish Republic in 1923. Behind the monument, in the shades of a pine woods is an ",{"type":"'''","value":["open air sculpture exhibition"]}," (free admission) which contains marble statues chipped ",{"type":"''","value":["in situ"]}," by sculptors from neighbouring countries.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Yagli gures2.jpg"],["thumb"],["Young oil wrestlers"]]},"\n\n",{"type":"*","value":["Watch an ",{"type":"'''","value":["oil-wrestling"]}," (",{"type":"''","value":["yağlı güreş"]},") competition, the national sport of Turks (although surpassed a little by soccer lately), which annually takes place in the stadium in Sarayiçi, northwestern outskirts of the city, on the banks of Tundzha. (Although dates vary year to year, it always takes place in late spring or early summer, such months as May, June or July.) This is the most prestigous wrestling tournament in Turkey and the winner is titled ",{"type":"''","value":["başpehlivan"]}," (“chief of all wrestlers”) of the year."]},"\n",{"type":"==","value":["Buy"]},"\nEdirne is famous for its ",{"type":"'''","value":["fruit-shaped soaps"]},". They are not used for cleaning (although they can clean as well as other soaps do) but for decoration. Within the first months you put them into a room, they also work as natural air fresheners by releasing their fragrances.\n\n",{"type":"'''","value":["Almond paste"]}," (",{"type":"''","value":["badem ezmesi"]},") is a local, soft cookie-like dessert which is made of bitter almond.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Keçecizade"],["url=http:\/\/www.kececizade.com\/"],["email="],["address=Hükümet Cad. 5 (the central store; they also have stores at various other places throughout the city)"],["lat="],["long="],["directions=opposite Üç Şerefeli"],["phone=+90 284 225-24-81"],["tollfree="],["fax=+90 284 213-30-60"],["hours="],["price="],["content=Perhaps the most well-known producer of almond paste, which also offers a variety of other traditional and local desserts."]]}]},"\n",{"type":"'''","value":["Brooms"]}," — While it may be a bit strange to buy brooms as a souvenir from a trip, Edirne has a long tradition of broommaking and ornamental brooms (traditionally given to brides as a gift) can be found at numerous stores (especially at those offering tourist souvenirs) around the city.\n\nEdirne has numerous ",{"type":"'''","value":["Ottoman covered bazaars"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Arasta"],["url="],["email="],["address="],["lat="],["long="],["directions=just under the outer yard of Selimiye Mosque, signposted “Çarşı Girişi”"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The smaller bazaar of the city where the offers of stores range from fruit shaped soaps (a basket of which start from 3 TL) to almond paste, cheap t-shirts and shoes, and Edirne-related (and especially Selimiye-related) souvenirs and trinkets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Alipaşa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bigger bazaar lying long in parallel with Saraçlar Caddesi."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Liver"]}," (",{"type":"''","value":["ciğer"]},") is a definitely must-try for non-vegetarians. It is prepared in a unique local way (whole pieces, not puree, of liver, covered in flour, are deep fried inside a cauldron full of boiling vegetable oil) and served with an infernally hot dried and crunchy pepper. If you are one of those who don’t like liver because of its distinct smell, you can be pretty sure you won’t sense it in Edirne liver. Best to be eaten with ",{"type":"''","value":["ayran"]},", a salty yogurt drink because it’s one of two things (the other is bread, which fortunately is served free of charge at liver restaurants) that can suppress the fire the dried pepper leaves on your palate. \n\nThere is a cluster of small sit-in eateries (",{"type":"''","value":["ciğerci"]},") in the park next to the Old Mosque (",{"type":"''","value":["Eski Cami"]},"), all offering basically the same menu (i.e., the fried liver), and a really filling portion of liver costs 9 TL in any of them. They also order other meals from other nearby restaurants for those who are with you and do not want to eat liver. ",{"type":"'''","value":["Yudum"]}," at one corner of the cluster is good, clean, and efficient.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ciğerci Kemal"],["url=http:\/\/www.edirnecigercisikemal.com\/index.html"],["email="],["address=Alipaşa Orta Kapı Cad. no: 3"],["lat="],["long="],["directions="],["phone=+90 284 213 64 75"],["tollfree="],["fax="],["hours="],["price=From 9 TL"],["content=Local fried liver restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Soylu Tava Ciğer Döner \/ Mehmet Soylu"],["url="],["email="],["address=Hasan Sezai Türbesi karşısı, Bostanpazarı"],["lat="],["long="],["directions="],["phone=+90 284 214 17 67"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Köfteci Hocaoğlu"],["url=http:\/\/www.edirnekoftesi.com\/"],["email=koftecihocaoglu@hotmail.com"],["address=Saraçlar Caddesi 73, Zindanaltı"],["lat="],["long="],["directions=at one end of the pedestrianized section of Saraçlar Caddesi"],["phone=+90 284 214-73-00"],["tollfree="],["fax="],["hours="],["price=From 12 TL pp for a portion of meatballs, a soft drink, salads, and dessert"],["content=A local restaurant specialized in meatballs (",{"type":"''","value":["köfte"]},") that are not extraordinary but is quite tasty and okay. Quite clean restaurant with not so long waits, though could be more efficient in service. Overlooks the pedestrianized shopping street of the city, so good for peoplewatching."]]}]},"\n",{"type":"==","value":["Drink"]},"\nCompared with most cities of its size in Turkey, Edirne is full of ",{"type":"''","value":["birahane"]},"s (pubs) and restaurants that serve alcohol. There are some particuarly nice ones by the river on the road to Karaagac.\n\n",{"type":"*","value":[" There is an open-air ",{"type":"'''","value":["café"]}," (",{"type":"''","value":["Sera Café"]},") amidst a beautifully landscaped park in front of Selimiye where you can have a cup of tea or coffee and watch the city."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Protokol Evi"],["url="],["email="],["address="],["lat="],["long="],["directions=at the end of Maritsa Bridge towards Karaağaç"],["phone="],["tollfree="],["fax="],["hours="],["price=0.50 TL for a glass of tea"],["content=Run by city council, this is an open air cafe immediately on the banks of Maritsa with a pleasant building historically used as a checkpoint at the entrance of the city. Elegantly decorated with wrought iron chairs and tables, the cafe has a distant view of Selimiye above the trees on the opposite riverbank. Nothing else but hot and soft drinks is served at the moment (that means no snacks!)."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nTourism in Edirne is on the rise and hotel scene is improving with many nice hotels to stay.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Şaban Açıkgöz Hotel"],["url=http:\/\/www.sabanacikgoz.com\/web\/tr\/hotel-saban-acikgoz\/anasayfa.php"],["email=info@sabanacikgozhotel.com"],["address=Çilingirler Cad. no: 9, ☎ +90 284 213 03 13 (info@sabanacikgozhotel.com, fax: +90 284 213 45 16), [7]. 28 standard rooms and 6 suites are available in the hotel with 74 beds in total. There are bathrooms with hair dryer and 24h hot water, 32” LED TV with satellite connection, air conditioner, free Wi-Fi and mini refrigerator in the rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Antik Hotel"],["url=http:\/\/www.edirneantikhotel.com\/"],["email="],["address=Maarif Caddesi 6"],["lat="],["long="],["directions=in the old quarter"],["phone=+90 284 225-15-56"],["tollfree="],["fax="],["hours="],["price=100 TL"],["checkin="],["checkout="],["content=Clean hotel with great views of the mosques, housed in a charming old building dating back to early 1900s on a quiet side street. Rooms with air-con, satellite TV, wireless internet connection, and en-suite. Friendly staff can speak little English and some German."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Balta"],["url=http:\/\/www.baltahotel.com.tr"],["email=info@baltahotel.com.tr"],["address=Talatpaşa Bulvarı 97, Ayşekadın"],["lat="],["long="],["directions=east of city centre; on the street leading to central square with imperial mosques"],["phone=+90 284 225-52-10"],["tollfree="],["fax=+90 284 225-35-29"],["hours="],["price=From US$60\/100 single\/double, including breakfast"],["checkin="],["checkout="],["content=Rooms with air-con, satellite TV."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Efe Hotel"],["url=http:\/\/www.efehotel.com\/efehotel_mainpage.html"],["email="],["address=Maarif Cad. no: 13"],["lat="],["long="],["directions=in the old quarter"],["phone=+90 284 213 61 66"],["tollfree="],["fax=+90 284 60 80"],["hours="],["price=US$ 80 (single rooms) - US$ 110 (double rooms)"],["checkin="],["checkout="],["content=Rooms with air conditioner, satellite TV, hot water, and free of charge wireless internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tuna Hotel"],["url="],["email="],["address=Maarif Cd."],["lat="],["long="],["directions=close to the Antik and Efe Hotels"],["phone="],["tollfree="],["fax="],["hours="],["price=75 TL single, breakfast included"],["checkin="],["checkout="],["content=Nice and clean, but small rooms, which come with en-suite bathrooms, air-con, satellite TV, and wi-fi."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAvoid hanging around the banks of Tundza and Maritsa Rivers and Karaağaç before\/during\/after a heavy rainfall, especially in wintertime. Although the downtown is never affected, these areas tend to have a ",{"type":"'''","value":["heavy flood"]}," during such a time, mainly because of overflowing of dams located upriver in Bulgaria. So if you are in Edirne in winter and plan to visit the aforementioned locations (which you should), stay ahead of weather forecasts. If you see a water rise in the river, be suspicious, call and inform police (telephone number: 155), and quickly go to somewhere far from and higher than riverbed as much as possible. The buildings themselves in Karaağaç are rarely or lightly affected, but the problem is that the quarter is cut off from the rest of the world as the bridges which connect it to downtown Edirne sink underwater. If you are trapped in such a situation, be sure about your distance to the river and wait for evacuation crews. Because affected areas are generally the same in each flood, they are quick to respond with their boats and gear.\n\n",{"type":"==","value":["Connect"]},"\nCity’s telephone code is ",{"type":"'''","value":["284"]}," (+90 284 when calling from out of Turkey).\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Consulates"]},"\nNeighbouring countries of ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Greece"]]},", and ",{"type":"[[","value":[["Romania"]]},", as well as ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Germany"]]}," (which are represented by the same person), ",{"type":"[[","value":[["Austria"]]},", and ",{"type":"[[","value":[["Slovakia"]]}," maintain consulates in the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Honorary Consulate of Austria"],["alt=Avusturya Fahri Konsolosluğu"],["url=http:\/\/www.bmeia.gv.at\/aussenministerium\/buergerservice\/oesterreichische-vertretungen.html?dv_staat=182&cHash=1bb6893ec9#Edirne"],["email=hsiragezen@hotmail.com"],["address=Yetimler Çarşısı 9"],["lat="],["long="],["directions=between Old Mosque and Saraçlar Caddesi"],["phone=+90 284 212-22-68"],["tollfree="],["fax=+90 284 225-10-06"],["hours=M-F 9AM-6PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]},{"type":"{{","value":[["listing"],["name=Consulate General of Bulgaria"],["alt=Bulgaristan Başkonsolosluğu"],["url="],["email="],["address=Talat Paşa Asfaltı 31"],["lat="],["long="],["directions="],["phone=+90 284 214-06-17"],["tollfree="],["fax=+90 284 214-84-82"],["hours=9AM-6PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]},"\/",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Honorary Consulate of France\/Honorary Consulate of Germany"],["alt=Fransa Fahri Konsolosluğu\/Almanya Fahri Konsolosluğu"],["url="],["email=dursunoglu_ercan@hotmail.com"],["address=Balıkpazarı Caddesi, Of Sitesi C Blok, D.2, Kaleiçi"],["lat="],["long="],["directions="],["phone=+90 284 213-55-63"],["tollfree="],["fax=+90 284 213-10-61"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]},{"type":"{{","value":[["listing"],["name=Consulate of Greece"],["alt=Yunanistan Konsolosluğu"],["url="],["email="],["address=Kocasinan Mahallesi, 2 Sokak, No: 12, Binevler"],["lat="],["long="],["directions="],["phone=+90 284 235-58-04"],["tollfree="],["fax=+90 284 235-58-08"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Romania"]]},{"type":"{{","value":[["listing"],["name=Honorary Consulate of Romania"],["alt=Romanya Fahri Konsolosluğu"],["url="],["email="],["address=Londra Asfaltı 64, Kıray Apartmanı"],["lat="],["long="],["directions="],["phone=+90 284 225-56-90"],["tollfree="],["fax=+90 284 225-56-90"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Slovakia"]]},{"type":"{{","value":[["listing"],["name=Honorary Consulate of Slovakia"],["alt=Slovakya Fahri Konsolosluğu"],["url=http:\/\/www.slovakyaedirne.com\/"],["email=info@slovakyaedirne.com"],["address=Hükümet Cad. Bankalar Aralığı 1\/1, Uğur Apt."],["lat="],["long="],["directions=opposite Üç Şerefeli Mosque"],["phone=+90 284 212-01-74"],["tollfree="],["fax=+90 284 225-11-61"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Prehistoric dolmens and menhirs are scattered around the landscape north of the city, around the town of ",{"type":"[[","value":[["Lalapaşa"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Uzunköprü"]]}," — literally \"the long bridge\", this town 66 km south of Edirne was named after a 15th century stone bridge of 174 arches, spanning a length of about 1500 metres (4500 feet) across the River Ergene, a tributary of Maritsa, and the marshy meadows on the banks of it. Purpotedly one of the longest medieval bridges in the world, the bridge just north of the town is still in use by the modern traffic of the highway D550\/E87, linking Edirne with various locations south."]},{"type":"*","value":[{"type":"[[","value":[["Enez"]]}," further to south on the shore of Aegean Sea is a popular town among the Edirneans to spend the summer, which features long sandy beaches and a Byzantine citadel."]},{"type":"*","value":[{"type":"[[","value":[["Istanbul"]]}," to southeast, possibly with a detour via ",{"type":"[[","value":[["Tekirdağ"]]}," on the coast of the Sea of Marmara is the obvious choice if you have just arrived in Turkey from Europe."]},{"type":"*","value":["Or taking a more southernly route across the Straits of Dardanelles towards ",{"type":"[[","value":[["Çanakkale"]]}," via ",{"type":"[[","value":[["Gallipoli"]]}," and from there on to ",{"type":"[[","value":[["Aegean Turkey"]]},"."]},{"type":"*","value":["Both ",{"type":"'''","value":["Kapıkule"]}," and ",{"type":"'''","value":["Pazarkule"]}," borderposts, on the Turkish-",{"type":"[[","value":[["Bulgaria"]]},"n and Turkish-",{"type":"[[","value":[["Greece"],["Greek"]]}," borders respectively, are just kilometres away from city."]},"\n",{"type":"{{","value":[["routebox-1"],["image1=Tabliczka E80.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Sofia"]]}],["minorl1=",{"type":"[[","value":[["Plovdiv"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["File:Aiga immigration.svg"],["18px"]]}," ",{"type":"{{","value":[["flag"],["Turkey"]]},"Turkish-",{"type":"{{","value":[["flag"],["Bulgaria"]]},"Bulgarian border"],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Istanbul"]]}],["minorr1=",{"type":"[[","value":[["Corlu"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Edirne"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle_East\/Turkey\/Provinces\/Edirne"]]},"\n\n",{"type":"{{","value":[["geo"],["41.6667"],["26.5667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Eastern Thrace"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Edirne"]]}]