[{"type":"{{","value":[["pagebanner"],["Default Scuba diving banner.JPG"]]},"\nThe dive site ",{"type":"'''","value":["Edithburgh Jetty"]},"  is a shoreline site associated with a major jetty in the town of ",{"type":"[[","value":[["Edithburgh"]]}," on the ",{"type":"[[","value":[["Yorke Peninsula"]]}," in ",{"type":"[[","value":[["South Australia"]]},".\n\n\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Edithburgh Jetty.JPG"],["400px"],["thumb"],["Edithburgh Jetty viewed from the north"]]},"\nEdithburgh Jetty is a popular dive site because of its ease of access, relatively shallow depth, protection from prevailing weather for most of the calendar year and the presence of  a large variety of invertebrate animals and fish including iconic species such as Leafy Seadragon.  The site is highly regarded as a venue for both night diving and underwater photography.\n\n\n",{"type":"===","value":["Position"]},"\nS35.084776, E137.748636\n\n\n\nThe jetty connects to the east end of Edith Street, Edithburgh.  \n\nThis site is within a marine protected area, the Lower Yorke Peninsula Marine Park, but it is not subject to any controls apart from fisheries regulations in respect to the collection of marine life. \n\n\n",{"type":"===","value":["Name"]},"\nThe site name \"Edithburgh Jetty\" is derived from the name of the jetty. The official name of the point to which the jetty is connected is De Mole Point. \n\n",{"type":"===","value":["Depth"]},"\nMaximum depth is about 8 m, depending on the tide and the seabed immediately below the entry steps is about 2 m.  The average depth under the jetty is likely to be about 5m.\n\n",{"type":"===","value":["Visibility"]}," \nVisibility is generally better than 10m, i.e. one can clearly see from one side of the jetty to the other.  However, visibility can be very poor, i.e. less than 5m, when the wind is blowing from the east.\n",{"type":"===","value":["Topography"]},"\n\nThe jetty extends in an easterly direction for about 170m from the end of Edith Street.  Its width starts at about 7.5m and widens to about 11m at about 75m from the shore.  The seabed under the jetty falls from about 2 m depth at the entry point to about 6m at the west end.   The seabed under the jetty is white sand littered with discarded structure left over from periodic maintenance and other rubbish.  All of these materials are largely covered with invertebrate animal life such as sponges and ascidians.\nOn the north side of the jetty, the seabed has been dredged to a depth of at least 8m for the length of the wider section of jetty to permit large vessels to moor alongside the jetty.  \nTo the west of the end of the jetty, there is rock strata that has exposed by the dredging process as well as the remains of jetty piles from a time when the jetty was longer. The seabed around the jetty is covered with either seagrass or other marine plants.\n\n\n\n\n\n",{"type":"===","value":["Conditions"]},"\n\n\n\n\n\n\n\n\n\n",{"type":"===","value":["Facilities"]},"\n\n",{"type":"'''","value":["Parking:"]}," Vehicles can be parked on the portion of Edith Street immediately adjoining the jetty as well as the raised parking areas that overlook the jetty and that are accessible from O’Halloran Parade, the street running parallel to the coastline.\n\n",{"type":"'''","value":["Ablutions:"]}," A small toilet block with an external freshwater tap (great for rinsing cameras et al) is located on the shore immediately adjoining the north side of the jetty.  A larger change room facility is available to the immediate north of the jetty at the ",{"type":"[","value":["http:\/\/www.southaustralia.com\/info.aspx?id=9010573 Edithburgh Tidal Pool"]}," at a walking distance of about 270m from the jetty.\n\n",{"type":"'''","value":["Nourishment:"]}," Food, coffee and other refreshments can be purchased from cafes and other stores in both Edith Street and nearby Blanche Street which is at least a 260m walk to the east from the jetty.  There are also two hotels on opposite corners of the intersection of Blanche and Edith Streets- the Edithburgh Hotel and the Troubridge Hotel.\n\n",{"type":"'''","value":["Air fills:"]}," these can be obtained from Edithburgh Motors at 55 Blanche Street (i.e. the corner of Blanche and Thomas Streets).\n\n",{"type":"==","value":["Get in"]},"\nAccess is via the two stairs on opposite sides of the jetty located at about 30m from the start of the jetty.  It is important to mention that direct exit to the shore is relatively difficult as the jetty starts from a cliff face of about 3m in height.  Alternative exit points include a ladder at the east end of the jetty and the shore adjoining the Edithburgh Tidal Pool (refer above).\n  \n\n \n\n\nAccess is considered to be good as both stairs lead down to ramps that extend into the water.  Any damage to these access points should be reported to the ",{"type":"[","value":["http:\/\/www.yorke.sa.gov.au\/content\/view\/221\/280\/ Yorke Peninsula Council"]}," when discovered.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Marine life"]},"\n\n\n\n\n",{"type":"<","value":["gallery",{"heights":"120px","perrow":"3","widths":"180px"},["\nImage:Seahorse*.JPG|Seahorse\nImage:Pyjama squid.jpg|Striped Pyjama squid mating\nImage:Crab *.jpg|Hermit crab\n"]]},"\n\n\n\n\n\n\n",{"type":"===","value":["Photography"]},"\n\n\n\n",{"type":"===","value":["Suggested Routes"]},"\n\nThere are several routes around the site:\n",{"type":"*","value":["A swim to the end of the jetty and back (about a distance of 350m)."]},{"type":"*","value":["A swim to the end of the jetty, then across to the northern side of the dredged area, explore the dense stands of marine plants (particularly good for cuttlefish sightings) and follow the northern edge of the dredged area (i.e. exposed rock with numerous ledges) back to the jetty and then to the stairs (about a distance of 420m)."]},{"type":"*","value":["A swim along the coast to the Edithburgh Tidal Pool to the north of the jetty and back (about a distance of 550m)."]},"\n\nSome general advice:\n",{"type":"*","value":["Where possible, swim under the jetty in order not to frustrate the people fishing from the jetty who are often concerned about divers scaring the fish away."]},{"type":"*","value":["Swim carefully to avoid damaging marine life on the jetty's structure by misplaced fin strokes."]},{"type":"*","value":["Swim slowly in order to enjoy the scenery and to look for examples of the diverse animal life present at this site."]},{"type":"*","value":["Look where you are going to avoid collisions with the jetty's piles."]},{"type":"*","value":["Take advantage of tidal conditions by going with the flow of the current at the turn of the tide - this advice is particularly relevant to the areas close to the shore where swimming across the current increases the change of collision with jetty piles."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Hazards"]},"\n\n",{"type":"'''","value":["Shipping:"]}," while it was a major port in the past, it occasionally has vessels moored on its north side.  It is suggested that one avoid diving close to any moored vessels.\n\n",{"type":"'''","value":["Fishing tackle:"]}," as the jetty is also very popular with anglers, please take care when swimming away from the underside of the jetty in order to avoid being hooked.  Also, please be polite and helpful if possible (i.e. retrieving items that have fallen into the water) to people fishing from the jetty.\n\n",{"type":"'''","value":["Jetty jumping:"]}," people jumping off the jetty into the water is a popular activity in warmer months of the year.\n\n",{"type":"===","value":["Skills"]},"\n\nThe site suitable for divers with entry level skills, however basic navigation skills are useful as one can get lost under the jetty, especially at night.\n\n",{"type":"===","value":["Equipment"]},"\n\nNo special equipment is required. However, a compass can be useful for finding the way back to the shore, i.e. swim west. A torch is useful during daylight hours to illuminate the invertebrate animal life under the shade of the jetty's deck to reveal the actual colours. If you have a camera, take this along. \n \n",{"type":"[[","value":[["Wikipedia:Edithburgh, South Australia"]]},"\n\nBack to ",{"type":"[[","value":[["Diving in South Australia"]]},"\n",{"type":"{{","value":[["outlinediveguide"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Scuba diving in Australia"]]}]