[{"type":"{{","value":[["pagebanner"],["Egypt banner Camels and pyramids.jpg"]]},"\n\n",{"type":"{{","value":[["warningbox"],["The governments of ",{"type":"[","value":["http:\/\/www.gov.uk\/foreign-travel-advice\/egypt  the UK"]}," and ",{"type":"[","value":["http:\/\/travel.gc.ca\/destinations\/egypt Canada"]},", among others, issued travel warnings to Egypt, except for a few resorts. Currently, the curfew and the state of emergency had been lifted, but violence at protest areas often continues.",{"type":"<","value":["br"]},"Travelers are advised to stay away of protest areas, especially at Cairo, Giza and Alexandria. Travelling to north Sinai, especially near the border with Gaza, is dangerous, as there are insurgencies and incidents of car bombings often occur, targeting security forces.",{"type":"<","value":["br"]},"(Last updated 2013-11-21)"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=All_Gizah_Pyramids.jpg"],["caption=The Pyramids of Giza, near Cairo."],["flag=Flag of Egypt.svg"],["location=LocationEgypt.png"],["capital=",{"type":"[[","value":[["Cairo"]]}],["government=Military installed transitional regime"],["currency=Egyptian pound (",{"type":"'''","value":["EGP"]},")"],["area=",{"type":"''","value":["total:"]}," 1,001,450 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 995,450 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 6,000 km",{"type":"<","value":["sup",["2"]]}],["population=78,887,007 (July 2006 est.)"],["language=",{"type":"[[","value":[["Arabic"]]}," (official), English and ",{"type":"[[","value":[["French"]]}," widely understood by educated people"],["religion=Muslim (mostly Sunni) 90%, Coptic Christian and other 10%"],["electricty=220V\/ 50Hz (C plugs)"],["callingcode=+20"],["tld=.eg"],["timezone=UTC+2 and ",{"type":"[[","value":[["w:daylight saving time in Egypt"],["often UTC+3 in summer"]]}]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.touregypt.net\/ Egypt"]}]}," (",{"type":"''","value":["Arabic:"]}," مصر; officially, the  Arab Republic of Egypt) is in north-eastern ",{"type":"[[","value":[["Africa"]]}," with its capital located in its largest city, ",{"type":"[[","value":[["Cairo"]]},". Egypt also extends into ",{"type":"[[","value":[["Asia"]]}," by virtue of holding the ",{"type":"[[","value":[["Sinai Peninsula"]]},". Egypt is bordered by ",{"type":"[[","value":[["Israel"]]}," and the ",{"type":"[[","value":[["Gaza Strip"]]}," to the north-east, by ",{"type":"[[","value":[["Sudan"]]}," to the south and by ",{"type":"[[","value":[["Libya"]]}," to the west. The country is bounded by the Mediterranean and Red Seas (to the north and east respectively) and geographically dominated both by the Nile River and its fertile well-watered valley, and by the Eastern and Western deserts.\n\nEgypt is perhaps best known as the home of the ancient Egyptian civilization, with its temples, hieroglyphs, mummies, and - visible above all - its pyramids. Less well-known is Egypt's medieval heritage, courtesy of Coptic Christianity and Islam - ancient churches, monasteries and mosques punctuate the Egyptian landscape. Egypt stimulates the imagination of western tourists like few other countries and is probably one of the most popular tourist destinations world-wide.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nThe regularity and richness of the annual Nile River flood, coupled with semi-isolation provided by deserts to the east and west, allowed for the development of one of the world's great civilizations. A unified kingdom arose around 3200 B.C. and a series of dynasties ruled in Egypt for the next three millennia. The last native dynasty fell to the Persians in 341 B.C., who in turn were replaced by the Greeks, Romans, and Byzantines. It was the Arabs who introduced Islam and the Arabic language in the 7th century and who ruled for the next six centuries. A local military caste, the Mamluks, took control about 1250 and continued to govern after the conquest of Egypt by the Ottoman Turks in 1517. Following the completion of the Suez Canal in 1869, Egypt became an important world transportation hub, but also fell heavily into debt. Ostensibly to protect its investments, Britain seized control of Egypt's government in 1882, but nominal allegiance to the Ottoman Empire continued until 1914. Partially independent from the UK in 1922. The completion of the Aswan High Dam in 1971 and the resultant Lake Nasser have altered the time-honored place of the Nile River in agriculture and the ecology of Egypt. A rapidly growing population (the largest in the Arab world), limited arable land, and dependence on the Nile all continue to overtax resources and stress society. The government has struggled to prepare the economy for the new millennium through economic reform and massive investment in communications and physical infrastructure.\n\n",{"type":"===","value":["Climate"]},"\nEgypt's climate is generally classified as desert. It is an extension of the great ",{"type":"[[","value":[["Sahara"]]}," that bands North Africa, and except for the thin strip of watered land along the Nile River, very little could survive there. As the ancient Greek historian Herodotus stated: \"Egypt is the gift of the Nile\".\n\nBeware that from March till May, sand storms may occur, particularly during daytime. These storms not only make the air sandy, but also temporarily raise the temperature.\n\nGenerally, the summers are hot and dry and the winters are moderate. November through March are definitely the most comfortable months for travel in Egypt. Only the ",{"type":"'''","value":["north coast"]}," (stretching from the sea to 50 km southwards) receives a little rain in winter; the rest of Egypt receives negligible or no rain. So, you won't need wet weather gear!\n\nThunderstorms along with heavy rain showers that often last several hours are not uncommon in Alexandria, Marsa Matruh and all other northern coastal areas, and even the Delta. In some years the rainstorms can last for a whole day or so, though the rain tends to be less heavy. Hail is also not uncommon, especially out in the desert where the weather is usually colder and allows for ice to fall and even frost to form on non-rainy days.\n\nIn the ",{"type":"'''","value":["Sinai Mountains"]}," and also the Red Sea mountains, which stretch along the east side of the country along the shore of the Red Sea, there is generally more rain than the surrounding desert, as rain clouds tend to develop when warm air evaporates and rises as it moves across higher terrain. Floods in these areas are a common weather phenomenon as so much rain can fall in a very short amount of time (often a day or two), with thunder and lightning as well. Because of the desert and lack of abundant vegetation, the water from the rain quickly falls down across the hills and mountains and floods local areas. In fact, every year there are stories in the local newspapers about flash floods in areas of the Sinai and also in Upper Egypt (southern Egypt) such as in Assiut, Luxor, Aswan, Sohag, etc. These floods, however, only generally happen two or three times a year, and do not happen at all in some years. When they happen, though, it is often in early times of the season such as in September or October, or in late winter such as February. Because of this risk, one should be careful when venturing out into the desert or camping in certain areas, as water can suddenly rush down from the nearby mountains and hills. It can sometimes carry a quite strong current that has been known to break down homes of rural people who build their homes from mud, bricks, and other weak materials. Some people drown in the floods, which is strange for a desert country that doesn't receive much precipitation. \n\nAlso, in higher elevations such as on top of the Sinai mountains, temperatures can drop much more than the surrounding areas, allowing for snowfall in winter months, since temperatures can drop down to below freezing, as well as formation of frost even in the low lying desert areas where the temperatures are generally several degrees colder than in the cities. \n\nDecember, January and February are the coldest months of the year. However, winter days of southern places at the Nile Valley are warmer, but their nights are as cool as northern places.\n\nVisitors should be aware that most houses and apartments in Egypt do not have central heating like countries with colder climates, because the main weather concern in Egypt is the heat. Therefore, even though the weather might not be so cold for a western traveller, inside the apartment it might be colder at day but the temperature indoors is more stable than outdoors. In Cairo, in indoor buildings without air-conditioning, temperatures are about 17°C (63°F) in the coldest winter days and about 34°C (93°F) in the hottest summer days.\n\n; Summary\n",{"type":"''","value":["Notable climatic features:"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alexandria#Climate"],["Alexandria"]]}," and Rafah are the rainiest places"]},{"type":"*","value":[" Assiut is the driest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aswan#Climate"],["Aswan"]]}," and ",{"type":"[[","value":[["Luxor#Climate"],["Luxor"]]}," are the cities with the hottest summer days"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Katherine#Climate"],["Saint Catherine"]]}," (mountainous area in south ",{"type":"[[","value":[["Sinai"]]},") has the coldest nights and coldest winters"]},"\n",{"type":"''","value":["Cities or resorts with coolest summer days:"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Marsa Matruh#Climate"],["Marsa Matruh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Said#Climate"],["Port Said"]]}]},"\n",{"type":"''","value":["Places with least temperature fluctuation:"]},"\n",{"type":"*","value":[" Port Said"]},{"type":"*","value":[" ",{"type":"[[","value":[["El Quseir#Climate"],["Kosseir"]]}]},{"type":"*","value":[" Ras El Bar (a coastal town near Damietta)"]},{"type":"*","value":[" Baltim (at the northern coast at the center)"]},{"type":"*","value":[" Damietta (at the eastern end of the Nile basin at the northern coast)"]},{"type":"*","value":[" Alexandria"]},"\n",{"type":"''","value":["Cities or resorts with warmest winter nights:"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Port Ghalib#Climate of Marsa Alam"],["Marsa Alam"]]}]},{"type":"*","value":[" Kosseir"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sharm el-Sheikh#Climate"],["Sharm el Sheikh"]]}]},"\n",{"type":"''","value":["Cities with most temperature fluctuation between days and nights:"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Luxor#Climate"],["Luxor"]]}]},{"type":"*","value":[" Minya (central at the Nile valley)"]},{"type":"*","value":[" Sohag (southern at the Nile valley)"]},{"type":"*","value":[" Qena (southern at the Nile valley)"]},{"type":"*","value":[" Assiut (southern at the Nile valley)"]},"\n",{"type":"===","value":["Holidays"]},"\nBanks, shops and businesses close for the following Egyptian national holidays (civil and religious), and public transport may run only limited services:\n\n",{"type":"*","value":["7th January (eastern orthodox Christmas)"]},{"type":"*","value":["25th January (Egyptian revolution day)"]},{"type":"*","value":["25th April (Sinai liberation day)"]},{"type":"*","value":["1st May (labour day)"]},{"type":"*","value":["23rd July (July revolution day)"]},{"type":"*","value":["6th October (armed forces day)"]},{"type":"*","value":["1st Shawwal,the 10th Hijri month (Eid al Fitr, \"Breakfast Feast\")"]},{"type":"*","value":["10th Dhu al Hijjah, the 12th Hijri month (Eid al Adha, \"Sacrifice Feast\")"]},{"type":"*","value":[" Working for shorter day hours for 29 OR 30 days of Ramadan"]},"Since Islamic holidays are based on the lunar calendar, their exact dates vary between years\n\n",{"type":"====","value":["Ramadan"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\nRamadan is the ninth month of the Islamic calendar and the most important month in the Islamic Calendar for Muslims, the majority religion in Egypt. Commemorating the time when God revealed the Qur'an to Mohammed, during this holy month, Muslims abstain from eating, drinking or smoking until after sundown on each day. Although strict adherence to Ramadan is for Muslims only, some Muslims appreciate that non-Muslims do not take meals or smoke in public places. During Ramadan, many restaurants and cafes won't open until after sundown. Public transport is less frequent, shops close earlier before sunset and the pace of life (especially business) is generally slow.\n\nAs expected, exactly at sunset minute, the entire country quiets down and busy itself with the main meal of the day (iftar, \"breaking-fast\") that are almost always done as social events in large groups of friends. Many richer people offer (Tables of the Gracious God موائد الرحمن) in Cairo's streets that cater full-meals for free for the passers-by, the poorer ones or workers who couldn't leave their shifts at the time. Prayers become popular 'social' events that some like to enrich with special food treats before and after. An hour or two later, an astonishing springing to life of the cities takes place. Streets sometimes richly decorated for the whole month have continuous rush hours till very early in the morning. Some shops and cafes make the biggest chunk of their annual profit at this time of year. Costs of advertising on television and radio soars for this period and entertainment performances are at their peak.\n\n",{"type":"===","value":["Terrain"]},"\nEgypt consists of vast desert plateau interrupted by the Nile valley and delta, along with the Sinai peninsula.\nPortions of the Nile River valley are bounded by steep rocky cliffs, while the banks are relatively flat in other areas, allowing for agricultural production.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Egypt.png"],["regionmaptext=A map of Egypt's regions and major destinations"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Lower Egypt"]]}],["region1color=#bc6973"],["region1items="],["region1description=containing the northern Nile delta, and the Mediterranean coast; ",{"type":"[[","value":[["Cairo"]]},", ",{"type":"[[","value":[["Alexandria"]]}],["region2name=",{"type":"[[","value":[["Middle Egypt"]]}],["region2color=#9a7d84"],["region2items="],["region2description=the area along the Nile where the historical Upper and Lower kingdoms met"],["region3name=",{"type":"[[","value":[["Upper Egypt"]]}],["region3color=#e1c549"],["region3items="],["region3description=a string of amazing temple towns located on the southern stretch of the Nile"],["region4name=",{"type":"[[","value":[["Western Desert"]]}],["region4color=#9c7d50"],["region4items="],["region4description=location of the Western Oases: five pockets of green, each with their own unique attractions"],["region5name=",{"type":"[[","value":[["Red Sea Coast"]]}],["region5color=#607d50"],["region5items="],["region5description= Luxury beach resorts, diving and marine life"],["region6name=",{"type":"[[","value":[["Sinai"]]}],["region6color=#dd8f0e"],["region6items="],["region6description=Rugged and isolated peninsula, with fascinating relics of the past, high mountains and great scuba diving"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":["Greater ",{"type":"[[","value":[["Cairo"]]}," – the capital of Egypt, home to the ",{"type":"[[","value":[["Cairo\/Giza"],["Giza Pyramids"]]},", the ",{"type":"[[","value":[["Cairo\/Midan Tahrir#The Egyptian Museum"],["Egyptian Museum"]]}," and fabulous Islamic architecture"]},{"type":"*","value":[{"type":"[[","value":[["Alexandria"]]}," – Egypt's window on the Mediterranean, with still-palpable glimpses of the past"]},{"type":"*","value":[{"type":"[[","value":[["Aswan"]]}," – a more relaxed option, full of amazing sights"]},{"type":"*","value":[{"type":"[[","value":[["Hurghada"]]}," – a town on the Red Sea, filled with all-inclusive resorts and diving"]},{"type":"*","value":[{"type":"[[","value":[["Luxor"]]}," – gateway to the ",{"type":"[[","value":[["Valley of the Kings"]]},", amongst other fabulous attractions"]},{"type":"*","value":[{"type":"[[","value":[["Port Said"]]}," – the centre of the third largest metropolitan area, has a cosmopolitan heritage, home to the Lighthouse of Port Said"]},{"type":"*","value":[{"type":"[[","value":[["Sharm el Sheikh"]]}," – a hugely popular resort town on the Sinai peninsula, with some of the best scuba diving in the world"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Abu Simbel"]]}," – a very remote town in the far south, with some beautiful ancient temples"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dahab"]]}," – at Sinai, east of Sharm el Sheikh, a backpacker central, with excellent scuba diving"]},{"type":"*","value":[" ",{"type":"[[","value":[["Karnak"]]}," – scattered temples built with an emphasis on size, an impressive avenue of ram-headed sphinxes runs through the middle"]},{"type":"*","value":[" ",{"type":"[[","value":[["Memphis (Egypt)"],["Memphis"]]}," & ",{"type":"[[","value":[["Saqqara"]]}," – both filled with relics and ruins of ancient Egypt, they're often combined as a day trip from Cairo"]},{"type":"*","value":[" ",{"type":"[[","value":[["Siwa"]]}," – a stunning remote oasis near the Libyan border"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Katherine"]]}," home to the oldest continually inhabited monastery, Mount Sinai and Mount Katherine (highest mountain in Egypt) and truly Bedouin culture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taba Heights"]]}," – purpose built resort with views of ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Jordan"]]}," and ",{"type":"[[","value":[["Saudi Arabia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Valley of the Kings"]]}]},"\n",{"type":"==","value":["Get in"]},"\nAs a major tourist destination whose economy is dependent upon tourist money, Egypt is relatively easy to enter and\/or obtain visas for if necessary. There are three types of Egyptian visa:\n\n",{"type":"*","value":[" Tourist Visa - usually valid for a period not exceeding 3 months and granted on either a single or multiple entry basis"]},{"type":"*","value":[" Entry Visa - required for any foreigner arriving in Egypt for purposes other than tourism, e.g. work, study, etc. The possession of a valid Entry Visa is needed to complete the residence procedure in Egypt. "]},{"type":"*","value":[" Transit Visa - rarely needed and only for certain nationalities"]},"\nEntry visas may be obtained from Egyptian diplomatic and consular missions abroad or from the Entry Visa Department at the Travel Documents, Immigration and Nationality Administration (TDINA). Non-Egyptian travellers are required to have a valid passport.\n\nCitizens of many countries may obtain a visa on arrival at major points of entry; the fee is demanded on arrival and it is expensive to change money and then pay the fee. At airports, you must obtain these from a bank office before passport control, ostensibly to verify that the currency is real; however, you will have no problem obtaining one. Check with your nearest Egyptian Consular mission for more details concerning visa regulations applying to your citizenship. The fees for a single-entry visa are as follows:\n\n",{"type":"*","value":[" UK citizens: GBP15"]},{"type":"*","value":[" US citizens: USD15"]},{"type":"*","value":[" Irish citizens: €15"]},{"type":"*","value":[" Australian citizens: AUD45"]},{"type":"*","value":[" Canadian citizens: CAD26"]},{"type":"*","value":[" other countries: USD15"]},"\nCitizens of Bahrain, Guinea, South Korea, Libya, Oman, Saudi Arabia, United Arab Emirates and Yemen receive a 3 month visa on arrival. Citizens of Kuwait can obtain 6-month Residence Permit upon arrival. China and Malaysian citizens receive a 15 day visa on arrival. Citizens of China(only Hong Kong and Macau SAR) may have a 30 day visit without visa.\n\nCitizens of the following countries are currently required to have a visa before arriving, which must be applied for through an Egyptian consulate or embassy outside of Egypt:\n\nAfghanistan, Algeria, Armenia, Azerbaijan, Bangladesh, Bosnia-Herzegovina, Croatia, Georgia, India, Indonesia, Iraq, Iran, Israel, Kazakhstan, Kirghizia, Lebanon, Macedonia, Malaysia (if you intend to stay for more than 15 days), Moldova, Montenegro, Morocco, Pakistan, Palestine, the Philippines, Russia, Serbia, Sri Lanka, Tajikistan, Thailand, Tunisia, Turkmenistan, Turkey, Ukraine, Uzbekistan, Vietnam and all African countries (except citizens of Guinea and Libya, who do not require visa).\n\nVisitors entering Egypt at the overland border crossing at ",{"type":"[[","value":[["Taba"]]}," or at ",{"type":"[[","value":[["Sharm el Sheikh"]]}," airport can be exempted from a visa and granted a free fourteen day entry visa to visit the Aqaba coast of the Sinai peninsula, including Sharm el Sheikh, Dahab and St. Catherine's Monastery. Visitors wishing to leave the Sinai peninsula and to visit Cairo and other Egyptian cities are required to hold full Egyptian visas, although strictly speaking there is a small possibility no one will check for this unless you attempt to exit the country. These are not issued at the Taba border crossing and must be acquired in advance either in the country of residence, at the Egyptian consulate in Eilat or airport upon arrival. Visitors traveling on organized tours often may be able to have their visas issued at the border, but you should verify in advance with their travel agent or tour operator if this option is available to them. Those in possession of a residence permit in Egypt are not required to obtain an entry visa if they leave the country and return to it within the validity of their residence permit or within six months, whichever period is less.\n\nTourists visiting Sharm el Sheikh who are planning to undertake scuba diving outside local areas (i.e. Ras Mohammed) will need to obtain the tourist visa, because this technically means leaving the Sharm el Sheikh area and leads to the requirement for a visa. Officials on boats may check dive boats whilst on the waters so you are advised to obtain the visa beforehand: there may be fines involved for you and the boat captain if you are caught without the appropriate visa. Most reputable dive centers will ask to see your visa before allowing you on trips.\n\nEgypt has peaceful relations with ",{"type":"[[","value":[["Israel"]]},", but the degree of friendliness varies, and with it, the direct connections betweeen the two countries. As of Dec. 2009, the direct air service between Cairo and Tel Aviv has been suspended for some years.  Bus service seems to continue, as described below. In any case, verify the situation as you plan, and again at the last minute. \n\n",{"type":"===","value":["By plane"]},"\nEgypt has several international airports:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cairo#By_plane"],["Cairo International Airport"]]}]}," (",{"type":"[","value":["http:\/\/www.cairo-airport.com\/ airport website"]},") — the primary entry point and the hub of the national carrier ",{"type":"[","value":["http:\/\/www.egyptair.com\/ Egyptair"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Alexandria Nozha"]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.luxor-airport.com\/  ",{"type":"'''","value":["Luxor International Airport"]}," "]},"— now receiving an increasing number of international scheduled flights, mostly from Europe, in addition to charter flights."]},{"type":"*","value":[" ",{"type":"'''","value":["Aswan International Airport"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hurghada International Airport"]}," — receives a number of charter flights"]},{"type":"*","value":[" ",{"type":"'''","value":["Sharm el Sheikh International Airport"]}," — receives a number of charter flights."]},{"type":"*","value":[" ",{"type":"'''","value":["Borg el Arab International Airport"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Marsa Alam International Airport"]}]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"{{","value":[["seealso"],["Ferries in The Red Sea"]]},"\n\nFerries run regularly from ",{"type":"[[","value":[["Aqaba"]]}," across to ",{"type":"[[","value":[["Nuweiba"]]}," on the ",{"type":"[[","value":[["Sinai"]]}," peninsula, bypassing ",{"type":"[[","value":[["Israel"]]}," and the sometimes complicated border arrangements. Generally there is no visa fee for entering Jordan through Aqaba since it is a part of the free trade zone. The line to Nuweiba is operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abmaritime.com.jo\/english.html ABMaritime"]}]},".\n\nA new weekly ferry service from ",{"type":"[[","value":[["Venice"]]}," to Alexandria, via ",{"type":"[[","value":[["Tartus"]]}," in Syria, by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visemarline.com Visemar Lines"]}]}," started in summer 2010. Depature time is every Wednesday at 4PM, arriving the following Sunday at 2PM, this is the only way of reaching Egypt direct from Europe. However, due to the political situation in Syria the ferry have been canceled.\n\nA weekly ferry also runs between ",{"type":"[[","value":[["Wadi Halfa"]]}," in ",{"type":"[[","value":[["Sudan"]]}," and ",{"type":"[[","value":[["Aswan"]]},". Ferry boats also between the Red Sea coast to ports in ",{"type":"[[","value":[["Saudi Arabia"]]}," and ",{"type":"[[","value":[["Jordan"]]},".\n\n",{"type":"===","value":["By bus"]},"\nTravelling to Egypt by bus is a cheaper option than short-haul flights from neighbouring countries. A trip between Jordan and Cairo can cost as little as US$45 (€35). The downside, of course, is that it's time consuming and, even if buses nowadays have plush seats and air-con, quite uncomfortable as you're confined to a seat for up to 40 hr. Also, foreigners entering Egypt by bus must pay a EGP63 tax.\n\n",{"type":"[[","value":[["Israel"]]}," is the most popular country to travel by bus from and travellers can easily access Egypt by bus from ",{"type":"[[","value":[["Jerusalem"]]}," and ",{"type":"[[","value":[["Tel Aviv"]]},". There are however no cross-border services. The most common route is to take a bus to ",{"type":"[[","value":[["Eilat"]]}," where you can cross over the border into Taba and take a bus to Cairo or into the Sinai. Generally, only two or three buses leave from Taba to the various destinations each day; one morning and one afternoon service, with an early evening departure from time to time. Plan the arrival in Eilat accordingly, and be prepared to spend the night in either Eilat or Taba if arriving late. As usual, crossing into Israel by bus means getting your passport stamped and many Arab countries denying you entry.\n\nOther routes to Cairo includes; direct services from ",{"type":"[[","value":[["Amman"]]}," twice a week by the Jordanian state bus company, ",{"type":"[","value":["http:\/\/www.jett.com.jo JETT"]},". There's daily services by ",{"type":"[","value":["http:\/\/www.saptco.com.sa SAPTCO"]}," from ",{"type":"[[","value":[["Dammam"]]},", ",{"type":"[[","value":[["Jeddah"]]}," and ",{"type":"[[","value":[["Riyadh"]]}," in ",{"type":"[[","value":[["Saudi Arabia"]]},". There are also buses from ",{"type":"[[","value":[["Benghazi"]]},", although they can be suspended due to the fluid security situation there. Journey time for all these destinations are between 25 and 40 hr.\n\n",{"type":"===","value":["By car"]},"\nGas is rather inexpensive in Egypt, prices are heavily subsidized, and they have recently fallen to under USD$1.25\/gallon. If you decide to rent a car, you will not add significantly to the cost through gas. Car rental sites require you to be at least 21 years old. Driving in Egypt is very different than in a Western country and is not for the faint of heart; unless you really need this option it is just as easy and probably cheaper to travel by taxis and around the country by airplane, train, and\/or bus. As you will see shortly after arrival, obedience of traffic laws is low and there are very few signs indicating road rules. You might also become a target for Egyptian police seeking a bribe, who will pick some trivial offense you have committed and which in reality you could not have avoided and remained on the road.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\nThe state-owned company ",{"type":"'''","value":[{"type":"[","value":["http:\/\/enr.gov.eg Egyptian National Railways"]}]}," runs almost all trains in Egypt.  The Cairo-Alexandria route is heavily traveled by train, with frequent service daily. Overnight trains are available for travel from Cairo to Luxor and Aswan, in Upper Egypt; these are run by a separate private company called Abela Egypt. On ENR trains, a First Class ticket costs only a few dollars more than a Second class ticket and you will find it much more pleasant and comfortable.\n\nTrain tickets can be bought at most major railway stations' booking offices once you are in Egypt, although a great deal of patience is often required. It also is advisable to purchase tickets in advance, since at peak travel times, trains may be fully booked. Except during busy holiday periods, it's not ",{"type":"''","value":["normally"]}," difficult to purchase 1st class tickets on the day of travel or the day before. To avoid complications, book as far ahead as possible. \n\n",{"type":"''","value":["Foreigners"]}," \n\nForeigners' travel is subject to security restrictions. Several websites report that foreigners are allowed to buy tickets only on selected trains. Some sites report that one can instead buy tickets direct from a conductor. The situation may change again\n\nYou may arrange train ticket purchases through a travel agency in Egypt, preferably at least the day before you intend to travel, but you will pay some commission to avoid the inevitable hassle of going to the rail station. Some travel agencies can arrange bookings ahead of time via e-mail, fax, or phone. If you choose to purchase tickets at the Ramses Station in ",{"type":"[[","value":[["Cairo"]]},", there are several booking windows (for example, one for each class and group of destinations), so check with locals (usually very helpful) that you are joining the right queue. The station sells tickets for Egyptian pounds, except for the deluxe Abela Egypt sleeper which must be paid in foreign currency (dollars, euros or pounds sterling). \n\nFirst Class tickets are relatively cheap and a good choice, although Second Class will more than suffice for many. Travellers probably won't want to experience anything below Second Class (the condition and provision of toilets, for example, drops away quickly after this level). If you must travel at a lower class due to overbooking, look for the first opportunity to \"upgrade\" yourself into an empty seat - you may pay a small supplement when your ticket is checked, but it's worth it. Note that toilet facilities on Egyptian trains are at best rudimentary, even in first class. Therefore, it is advisable to prepare toiletries for long journeys.\n\n",{"type":"===","value":["By bus"]},"\nEgypt has an extensive long-distance bus network, operated mostly by government-owned companies. Their names are Pullman, West Delta, Golden Arrow, Super Jet, East Delta, El Gouna, Upper Egypt Bus Co and ",{"type":"[","value":["http:\/\/www.bedouinbus.com Bedouin Bus"]},". Popular routes are operated by more than one company. Some bus companies allow you to book seats in advance; some sell spots based upon availability of seats.\n\nBeware buying tickets from bus touts on the street or outside your hotel. The smaller companies are sometimes unlicensed and can cut corners with safety. There have been eight serious bus crashes involving foreign nationals since January 2006, in which over 100 people have been killed. If you are a passenger in a vehicle that is travelling at an unsafe speed you should firmly instruct the driver to slow down.\n\nRoad accidents are very common in Egypt, mainly due to poor roads, dangerous driving and non-enforcement of traffic laws. Police estimate that road accidents kill over 6,000 people in Egypt each year. This is twice the UK figure. Other estimates put the figure far higher.\n\n",{"type":"===","value":["By taxi"]},"\nIt is important to know that in bigger cities, especially in Cairo, main streets often become congested at peak times and that may double the time needed to reach where you want to go.\n\nIn the cities, taxis are a cheap and convenient way of getting around. Although generally safe, taxis drive as erratically as all the other drivers, especially in Cairo, and you should note that sometimes fake taxis travel around. Make sure they have official markings on the dashboard or elsewhere; the taxis are always painted in special colors to identify them, as the taxi mark on top of the car. In Cairo the taxis are all white (rarely with advertisement on sides), those ones are preferable as they have a digital counter to tell you how much to pay and you shouldn't pay more than what the meter tells you, you can tell the driver in advance that you would only pay what the meter displays. Other older taxis are black and white, there are also the rarer Cairo cabs, all in yellow, also with the meter. In Luxor they are blue and white, and in Alexandria yellow and black. In Cairo and Luxor it is often much more interesting to use the taxis and a good guidebook instead of traveling around in a tour bus.\n\nSeemingly, Cairo is alone in Egypt with having a sizable population of modern metered cabs. Since Jan 2009, in Sharm El Sheikh  all airport taxis have meters fitted and they must be used. Generally the best way is to ask at your hotel or someone you know from Egypt for the prices from point-to-point. You could also ask a pedestrian or policemen for the correct price. The best way to hire a taxi is to stand on the side of the road and put out a hand. You will have no trouble attracting a taxi, especially if you are obviously a Westerner. It is generally advisable to take white taxis that use the meter because the black and white taxis usually involve haggling at the end of the ride, some white taxi drivers don't start the meter unless you ask them to, if they say the meter is broken it's better to ask the driver to drop you off before you get far. It's important to ",{"type":"[[","value":[["#Buy"],["have some change"]]}," with you (a couple of fives and a ten) because some drivers say that they don't have change to drive off with the rest of your money.\n\nIf riding a black and white taxi Negotiate a price and destination before getting into the car. At the end of the journey, step out of the car and make sure you have everything with you before giving the driver the payment. If the driver shouts, it's probably OK, but if he steps out of the car you almost certainly paid too little. Prices can be highly variable but examples are EGP20 from central Cairo to Giza, EGP10 for a trip inside central Cairo and EGP5 for a short hop inside the city. Note that locals pay less of these prices for taxis which don't have the meters; the local price in a taxi from Giza or Central Cairo to the airport is around EGP25-30. Do not be tempted to give them more because of the economic situation; otherwise, ripping off foreigners will become more common and doing so generally tends to add to inflation. Note that the prices listed here are already slightly inflated to the level expected from tourists, not what Egyptians would normally pay. You can also hire taxis for whole days, for between EGP100-200 if going on longer excursions such as to Saqqara and Dashur from Cairo. Inside the town they are also more than happy to wait for you (often for a small extra charge, but ask the driver), even if you will be wandering around for a few hours.\n\nTaxi drivers often speak enough English to negotiate price and destination, but only rarely more. Some speak more or less fluently and they will double as guides, announcing important places when you drive by them, but they can be hard to find. The drivers often expect to be paid a little extra for that; however, do not feel the need to pay for services that you have not asked for. If you find a good English-speaking driver, you may want to ask him for a card or a phone number, because they can often be available at any time and you will have a more reliable travel experience.\n\nIn 2007, a new line of taxis owned by private companies has been introduced in Cairo as a pilot project. They are all clean and air-conditioned. The drivers are formally dressed and can converse in at least one foreign language, usually English. These cabs stand out because of their bright yellow colors. They can be hailed on the street if they are free or hired from one of their stops (including one in Tahrir square in the center of downtown). These new cabs use current meters which count by the kilometer, which starts from 2.5 pounds. In general, they are marginally more expensive than the normal taxis; you can call 16516, two hours in advance, in Cairo to hire a cab if you can't find them where you are looking.\n\n",{"type":"===","value":["By metro"]},"\nAs of 2013, there are 2 complete metro lines with one still unfinished, only service parts of Greater ",{"type":"[[","value":[["Cairo"]]},". Their tickets cost one Egyptian pound. They are the fastest means of transportation, but they are always crowded at peak times and they are only operational from around 6am till around 11:30pm. In the month of ",{"type":"[[","value":[["Ramadan"]]},", they are operational from around 7am till around 1am after midnight. As of late 2013, the station of Tahrir (named Sadat) is closed till further notice, the metros do not stop at it.\n\n",{"type":"===","value":["By boat"]},"\nA ferry running between the Red Sea resort of Hurghada and Sharm el Sheikh is available with a journey time of 90 minutes for EGP400, although it may take considerably longer in choppy seas.\n\n",{"type":"===","value":["By plane"]},"\nThe domestic air network is fairly extensive and covers most major towns in Egypt. The national carrier, EgyptAir ",{"type":"[","value":["http:\/\/www.egyptair.com"]},", has the most regular services and is the easiest place to start looking before you go. They provide services from ",{"type":"[[","value":[["Cairo"]]}," to quite a few towns and places of interest around the country, the most common being ",{"type":"[[","value":[["Luxor"]]},", ",{"type":"[[","value":[["Aswan"]]},"\n",{"type":"[[","value":[["Abu Simbel"]]},", ",{"type":"[[","value":[["Hurghada"]]},", ",{"type":"[[","value":[["Sharm el Sheikh"]]},", ",{"type":"[[","value":[["Alexandria"]]},", ",{"type":"[[","value":[["Marsa Matruh"]]},", ",{"type":"[[","value":[["Marsa Alam"]]}," and ",{"type":"[[","value":[["Kharga oasis"]]},".\n\nThe airlines previously employed two-tier pricing structure, which made fares more than four times more expensive for foreigners than locals. After the beginning of 2007, they changed to a system in which everyone pays the same fare regardless of nationality. Fares are still relatively cheap - for example a return day trip to ",{"type":"[[","value":[["Luxor"]]}," is about $170. It is wise to book early as flights fill up quickly in the peak season. Local travel agencies have internet web pages and can sometimes squeeze you in last minute, but it is safest to book in advance. Travellers can also check prices and book flights on EgyptAir's website, but only with Visa or MasterCard. Online ticket sales close 72 hours in advance. Travel agencies can still make bookings. The national sales call centre is unable to sell tickets over the phone, but directs you to a local travel agency; you can also ask your hotel staff about travel agencies nearby. EgyptAir has a large network of offices at strategic points around the country, which can sell you tickets.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["infobox"],["Student or Teacher?"],["Egypt is unusual in that most sites offer a hefty 50% discount for holders of the International Student Identification Card (ISIC), or the teacher equivalent.  This can be significant, especially say somewhere like the Pyramids of Giza - around USD70 equivalent to enter everything, or USD35 with the card.  If you are a student or teacher, it may be worthwhile to apply for one before leaving your home nation."]]},"\n\nHighlights of any visit to Egypt include famous archaeological sites from both Lower (North) and Upper (South) Egypt. The most famous are:\n\n",{"type":"'''","value":["Greater Cairo"]},":\n\n",{"type":"*","value":[" the ",{"type":"[[","value":[["Cairo\/Giza"],["Pyramids of Giza"]]}," and the Sphinx"]},{"type":"*","value":[" the ",{"type":"[[","value":[["Cairo\/Midan Tahrir"],["Egyptian Museum"]]}]},{"type":"*","value":[" the pyramids and temples of ",{"type":"[[","value":[["Saqqara"]]}," and ",{"type":"[[","value":[["Dahshur"]]}]},{"type":"*","value":[" Citadel of Salah El Din and Mosque of Mohamed Ali"]},{"type":"*","value":[" Khan al Khalili bazaar and al Hussein Mosque"]},"\n",{"type":"'''","value":["Alexandria"]},":\n",{"type":"[[","value":[["Alexandria"]]},", with several historical sights and the stunning new Bibliotheca Alexandrina, is the country's main summer attraction for Egyptians escaping the summer heat and looking for a place to spend the summer vacation. Tourist attractions include Roman and Greek monuments, Bibliotheca Alexandria, Qa'edbay's Castle, and Qasr El Montaza (El Montaza Palace).\n\n",{"type":"'''","value":["Luxor"]},":\n\nthe ",{"type":"[[","value":[["Luxor\/East Bank"],["temples of Luxor"]]}," and the West Bank across the Nile\n",{"type":"*","value":[" the ",{"type":"[[","value":[["Luxor\/Valley of the Kings"],["Valley of the Kings"]]}]},{"type":"*","value":[" the Temples of ",{"type":"[[","value":[["Abu Simbel"]]}]},"\n",{"type":"'''","value":["Aswan:"]},"\n\nIn Aswan, you can see even more temples and ancient monuments. You can also see Geziret El Nabatat (The Island of Plants). This is an island in the Nile River of Aswan which was planted by rare species of plants, trees, and flowers. \n\nPerhaps the most popular activity in Luxor and Aswan is to do the Nile Cruise on a ship from Aswan to Luxor. It enables you to stop at each location along the Nile where you can see all the famous ancient monuments as well as experience being in the Nile River inside a five-star hotel boat.\n\n",{"type":"*","value":[" The Red Sea resorts at ",{"type":"[[","value":[["Sinai"]]}," peninsula, including Dahab, ",{"type":"[[","value":[["Hurghada"]]},", and ",{"type":"[[","value":[["Sharm el Sheikh"]]},". The Red Sea offers some of the best dive locations in the world."]},"\n",{"type":"*","value":[" The sights of the ",{"type":"[[","value":[["Sinai"]]}," peninsula, including ",{"type":"[[","value":[["Saint Catherine's Monastery"]]}," and ",{"type":"[[","value":[["Mount Sinai"]]},"."]},{"type":"*","value":[" The western desert and the oases there, including ",{"type":"[[","value":[["Siwa"]]},", "]},{"type":"*","value":[" ",{"type":"[[","value":[["Memphis (Egypt)"],["Memphis"]]},", with some relics of ancient Egypt - including a huge statue of Ramesses II, evoking the image which inspired Percy Bysshe Shelley's poem ",{"type":"''","value":["Ozymandias"]}]},"\n",{"type":"==","value":["Do"]},"\nThere is a lot to do for the foreign traveller in Egypt. Apart from visiting and seeing the ancient temples and artefacts of ancient Egypt, there is also much to see within each city. In fact, each city in Egypt has its own charm of things to see with its own history, culture, activities, and people who often differ in nature from people of other parts of Egypt.\n\n",{"type":"[[","value":[["Cairo"]]},", for instance has so much to do and see. Besides the ancient Egyptian history, there is the history of Romans, Greeks, Byzantine Empire, Islamic empire, Ottomans, and finally modern Egyptian history. \n\n",{"type":"'''","value":["Jewish and Christian History"]},"\nTo see more about Egypt's Christian and Jewish history, go to a local tourist office and ask them to give you names of local Churches and Jewish Synagogues. There is at least two Jewish synagogues dating back many years ago, when Egypt had a population of a few hundred-thousand Jews in the country, who eventually left during the formation of Israel.\n\nThere is a lot of old and interesting Churches to see in different areas of Cairo, including downtown Cairo, Heliopolis, Korba, Shubra, Abbasiya, Zamalek, and Maadi. Some of these churches have been around for several hundred years and their architecture resemble that of Churches in Western countries, often built by Europeans who built much of the city's architecture in the 19th century as a resemblance to modern buildings of Europe at the time.\n\n",{"type":"'''","value":["Modern Cairo"]},"\nIf you want to see modern Cairo, try walking in the streets of Zamalek, Maadi, Mohandiseen, or Heliopolis where you will see some of the more modern buildings and get to experience the way of life in Egypt. \n\n",{"type":"'''","value":["Cairo Tower"]}," is the tallest building in Egypt, and you can go up the tower and have a nice dinner with a full view of Cairo from above. There are telescopes which enable you to see magnified sections of city in more detail and allows the traveller to see much of the city in a short amount of time.\n\n",{"type":"'''","value":["Local Cafes\/Coffeeshops and Restaurants"]},"\nFor social times, try sitting in one of the local cafes restaurants where you can meet and interact with fellow Egyptians. There are numerous coffeeshops\/cafes and restaurants all over Cairo all catering for different tastes and backgrounds and range from the very budget to the very expensive. \n\nLocal chains include, Coffee Roastery, Cilantro, Grand Cafe, Costa Coffee and many other places. Generally each area of Cairo has its cafes and restaurants.\n\n",{"type":"'''","value":["Sporting and Recreational Clubs:"]},"\nIf the heat is too much, you can go to one of the famous sporting clubs such as the Gezira Club located in Zamalek, or the Seid Club (otherwise known in English as the Shooting Club) located in Mohandiseen, where you can have a dip at the swimming pool or otherwise enjoy sitting in the shade and comfort of lush trees and gardens. Entrance for foreignors can be gained by buying a one-day ticket for 20-30 Egyptian pounds which enables the person to enjoy all the facilities of club including playing any sports. There are of course changing facilities and restaurants inside the club where one can enjoy a meal or a drink after engaging in any activity. \n\n",{"type":"'''","value":["Nightlife"]},":\nIf you enjoy nightlife, there is quite a few nightclubs and discos where you can drink and dance to some of the most modern tunes in the west as well as listen to some Arabic music. The music varies from Dance and Trance to Hip Hop, Rap, Techno, as well as Rock and Pop. These clubs are usually located inside five-star hotels or at areas such as Mohandiseen and Zamalek. \n\nExamples include:\nThe Cairo Jazz Club (mohandiseen)\nPurple (on a boat in Zamalek)\nHard Rock Cafe (inside the grand hay-at Hotel in Garden City)\nL'Obergine (pub and bar in Zamalek)\n\n",{"type":"'''","value":["Desert Adventures:"]},"\nFor other adventures, try going to the Haram District of Cairo, and look for any horse-riding stables. There, you can rent a horse for a few hours and ride, or even ride a camel out in the desert by the pyramids and the Sphinx. The best time to do this is at night when you can see all the stars shining together in the sky and capture the magical feeling of the place. You will be with a local guide riding with you on another horse or camel, or you might even be joined a group of other individuals or groups of friends who enjoy riding horses in the desert by the pyramids like yourself. \n\n",{"type":"'''","value":["Nile Boat:"]},"\nTry rending out a Feluca boat (small boat that can carry up to 20 individuals) in the Nile of Cairo. There you can experience the beauty of the Nile and the surround scenery, where you can see the city and its buildings and streets from within the water around. Depending on the weather, you can do this either day or night, but you will need to go to the Giza District and walk along the corniche area of the Nile and ask any of the locals for renting this boat.\n\n",{"type":"'''","value":["Islamic Cairo\/Fatimid Cairo:"]},"\nFor those interested in the Islamic architecture and history, try going to Islamic Cairo, ( el Gamalaya district or Khan El Khalili. There you will see numerous buildings and some mosques and see how buildings and houses were built in the Islamic Era of Egypt. There is also a Souk or (Bazar) where you can buy lots of different souvenirs and items.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Alexandria"],["url=http:\/\/www.selectegypt.com\/alexandria-travel.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since Alexandria was founded in 332\/31 B.C. by Alexander the Great “the pearl of the Mediterranean” has been one of the major sites of Egyptian history. After the death of the Macedonian king the city developed under the Ptolemies into the intellectual and cultural center of the entire Hellenistic world. Great scholars lived and worked in the Museion"]]}]},"\n",{"type":"==","value":["Talk"]},"\n:",{"type":"''","value":["See also: ",{"type":"[[","value":[["Egyptian Arabic phrasebook"]]}]},"\n\nThe native spoken language in most of the country and the national ",{"type":"''","value":["lingua franca"]}," is ",{"type":"[[","value":[["Egyptian Arabic phrasebook"],["Egyptian Arabic"]]},".\n\nThe official language of Egypt is ",{"type":"[[","value":[["Arabic phrasebook"],["Standard Arabic"]]},". Although largely unspoken, it is taught in schools and thus understood by nearly everyone, with the exception of a small minority, mainly uneducated individuals, bedouins, and desert dwellers. Standard Arabic is the Arabic used in most written and official forms such as television, newspapers, government speeches, teaching and educational institutions. It is the only common form that is understood by all the different countries of the Arab world (except Western Sahara, Mauritania and Chad).\n\nEgyptian Arabic is one of the numerous (mostly mutually unintelligible) regional dialects of Arabic. Each country in the Arab world has its own dialect(s), Egyptian Arabic has the highest number of native speakers and is in fact also understood to varying degrees by many Arabic speakers especially in the neighbouring countries, due to the popularity of Egyptian cinema and media in the Middle East.\n\nMost educated locals learn English at school. Travellers are unlikely to encounter difficulties finding someone who speaks English, especially in the cities and tourist centres. Although people who go to these schools might be able to speak the language with varying degrees, depending on their education and socio-economic class (the higher having more language skills).\n\nAmong the educated class, older people over 40 will generally be more fluent in French, as French was the dominant language of education in the past before English became dominant.\n\nOther languages such as German, Italian, Spanish and Russian might be spoken by tour guides, due to the high number of tourists who come from Europe speaking these languages.\n\nFollowing usual rules of politeness, instead of simply starting a conversation with someone in English, ask \"Do you speak English?\". All the better if you can do it in Egyptian Arabic: ",{"type":"''","value":["betetkallem engelīzi?"]}," (addressing a male) or ",{"type":"''","value":["betetkallemi engelīzi?"]}," (addressing a female).\n\nIn the southern parts of the country, such as Luxor and Aswan, the local language is Sa'idi Arabic, and is different from the metropolitan Egyptian Arabic spoken in the north of the country. There are also Black African people in the far south speaking the totally different Nubian languages. However, basically all people can speak Egyptian Arabic and in the cities also often standard Arabic and English.\n\nPeople of ",{"type":"[[","value":[["Siwa"]]}," and the western deserts of Egypt speak a language called ",{"type":"''","value":["Siwi"]}," (a Berber language), which is an unwritten language unique to them. These people are bilingual in Egyptian Arabic.\n\nThe bedouin tribes (mostly the natives of Sinai) of other areas of Egypt have their own dialect of Arabic, which would not be normally understood by the ordinary urban Egyptian, but again these people will be bilingual in the Egyptian dialect.\n\nContrary to the belief of some people, nobody speaks or understands Heiroglyphics (the ancient Egyptian language of the pharaohs) except those who studied Egyptology or work in the field of archeology or give museum tour guides.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["infobox"],["Hoard your small bills!"],["Egypt has a perpetual shortage of small bills and change: even banks are reluctant to break too many bills. Vendors will also perpetually say they do not have change. Hoard your small bills as much as you can, be prepared to make bank runs for change, and break your bills in the easiest situations such as large supermarkets."]]},"\n\n",{"type":"===","value":["Money"]},"\nThe local currency is the Egyptian pound (",{"type":"'''","value":["EGP"]},"), which is divided into 100 piastres. (The currency is often written as LE, (short for French ",{"type":"''","value":["livre égyptienne"]},") or by using the pound sign £ with or without additional letters:  E£ and £E. In Arabic, the pound is called ",{"type":"''","value":["genē [màSri] \/ geni [màSri]"]}," (",{"type":"<","value":["span",{"dir":"rtl"},["جنيه [مصرى]"]]},"), in turn derived from English \"guinea\", and piastres are known as ",{"type":"''","value":["ersh"]}," (قرش).\n",{"type":"*","value":[" ",{"type":"'''","value":["Coins"]},": Denominations are 25pt, 50pt and 1 pound. You won't really need to know the name ",{"type":"''","value":["piastre"]},", as the smallest value in circulation as of 2014 is 25 piastres, and this is almost always called a \"quarter pound\" (",{"type":"''","value":["rob` genē"]}," ربع جنيه), and the 50 piastres, \"half pound\" (",{"type":"''","value":["noSS genē"]}," نص جنيه)."]},{"type":"*","value":[" ",{"type":"'''","value":["Paper money"]},": The banknote denominations are 5, 10, 20, 50, 100 and 200 pounds."]},"\nIn Egypt, the pound sterling is called, ",{"type":"''","value":["genē esterlīni"]}," (جنيه استرلينى).\n\nThe Egyptian pound has been devaluing gradually over the last several decades. In the 1950s and 1960s, the Egyptian pound was rated almost the same as the British pound sterling. Since 2011, the exchange rate has become relatively unstable and inflation sped up. As of 2014, the Egyptian pound is worth about 11 times less than at its peak.\n\n",{"type":"{|","value":[["class=\"wikitable\" style=\"text-align:left;width:90%;\""],["|+",{"type":"<","value":["big",["Approximate exchange rates in July 2014"]]}],["! style=\"text-align:center;\" | From"],["! style=\"text-align:center;line-height:normal;font-size:85%\" | ",{"type":"[[","value":[["w:ISO 4217"],["ISO 4217"]]}," international currency code"],["! To Egyptian pounds"],["! Notice"],["|-"],["| 1 US dollar"],["| style=\"text-align:center;\"| USD1"],["| style=\"text-align:center;\"| 7.2"],["|"],["|-"],["| 1 euro"],["| style=\"text-align:center;\"| €1"],["| style=\"text-align:center;\"| 9.8"],["| style=\"width: 30%;\" |"],["|-"],["| 1 pound sterling"],["| style=\"text-align:center;\"| GBP1"],["| style=\"text-align:center;\"| 12.3"],["| ",{"type":"<","value":["div",{"style":"line-height:normal;font-size:85%"},[{"type":"''","value":["Bank of England"]}," notes - Northern Ireland and Scots notes get less"]]}],["|-"],["| 1 Swiss franc"],["| style=\"text-align:center;\"| CHF1"],["| style=\"text-align:center;\"| 8"],["|"],["|-"],["| 1 Canadian dollar"],["| style=\"text-align:center;\"| CAD1"],["| style=\"text-align:center;\"| 6.7"],["|"],["|-"],["| 100 Japanese yen"],["| style=\"text-align:center;\"| JPY100"],["| style=\"text-align:center;\"| 7"],["|"],["|-"],["| 1 Kuwaiti dinar"],["| style=\"text-align:center;\"| KWD1"],["| style=\"text-align:center;\"| 25.4"],["|"],["|-"],["| 1 Saudi riyal"],["| style=\"text-align:center;\"| SAR1"],["| style=\"text-align:center;\"| 1.9"],["|"],["|-"],["| 1 Chinese renminbi"],["| style=\"text-align:center;\"| CNY1"],["| style=\"text-align:center;\"| 1.2"],["|"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Exchanging money and banks"]}]},"Please note that banks and exchange offices or anyone who would exchange currencies, would slightly extra charge you for the official exchange rate. Foreign currencies can be exchanged at exchange offices or banks, so there is no need to resort to the dodgy street moneychangers. Many higher-end hotels price in American dollars or euros and will gladly accept them as payment, often at a premium rate over Egyptian pounds. ATMs are ubiquitous in the cities and probably the best option overall; they often offer the best rate and many foreign banks have branches in Egypt. These include Barclay's Bank, HSBC, CitiBank, NSGB, BNP Paribas, Piraeus Bank, CIB, and other local and Arab Banks. Bank hours are Sunday through Thursday, 08:30-14:00.\n\nCounterfeit or obsolete notes are not a major problem, but exchanging pounds outside the country can be difficult. American Express, Diners Club, MasterCard and Visa are accepted, but only bigger hotels or restaurants in Cairo and restaurants in tourist areas will readily accept credit cards as payment. Traveller's cheques can be exchanged in any bank, but it could take some time.\n\n",{"type":"===","value":["Tipping"]},"\nBecause of the economic situation of the country with an ever-expanding population and depletion of resources, this means that a lot of people may be unemployed (a rate much higher than in more developed countries). Even those who are employed in the service or hospitality industry (restaurants, hotels, bars, etc.) are most likely underpaid as their wages do not really reflect the value of the work they do. It is even more difficult for them to make a living with the problem of nonstop inflation, which means prices for everything even basic commodities like food and water keep rising steeply, while their wages remain the same and if they do rise, will not even rise to a fraction of the increase that prices have risen to.\n\nThis means that 90% of people who work in the service\/hospitality industry try to make their main source of income from living off of tips. In fact, for these people, tips form a large majority of their income because without tips, their monthly wages\/salaries would simply not be enough for them to survive in a place where prices rise steadily and salaries remain the same.\n\nBear in mind that these people quite often live hard lives, often responsible for feeding large families and may very well live in poverty simply because their income from work is not sufficient for them to live easy lives. Many of them are forced in these jobs because otherwise they would not find another job at all in a country with such high unemployment rates and overpopulation.\n\nThus, almost everyone at your hotel asks for a tip, even if all they did was a small thing. You don't have to pay huge tips as often smallest bills are appreciated. However, you do not have to tip if you feel that you haven't received any service or help at all or if you feel that the service was bad. Nobody will ever take offense or be disrespectful if you did not tip them.\n\n; Some general guidelines:\n",{"type":"*","value":[" ",{"type":"'''","value":["Bathroom attendants"]},": EGP3"]},{"type":"*","value":[" ",{"type":"'''","value":["Cruises"]},": EGP30\/day, to be divided by all staff on board"]},{"type":"*","value":[" ",{"type":"'''","value":["Guide"]},": EGP40\/day"]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel bellman"]},": EGP10 for all bags"]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel doorman"]},": EGP10 for services rendered (such as flagging down taxis)"]},{"type":"*","value":[" ",{"type":"'''","value":["Restaurants"]},": In fancier restaurants, a service charge (10-12%) is added to bills, but a 5-10% tip ",{"type":"''","value":["on top of that"]}," is common.  In fast-food places, tipping is unnecessary"]},{"type":"*","value":[" ",{"type":"'''","value":["Taxi drivers"]},": not necessary especially if you agreed the fare in advance, not more than 10% of the metered fare"]},{"type":"*","value":[" ",{"type":"'''","value":["Site custodians"]},": EGP5 if they do something useful, none otherwise"]},{"type":"*","value":[" ",{"type":"'''","value":["Tour drivers"]},": EGP10\/day"]},"\nIf you ask a stranger for directions, tips are not necessary and may even be considered offensive. Officials in uniform, such as police officers, should not be tipped. Remember that bribery is technically illegal, but it is likely that nothing will happen to you. Last but not least, be aware that as a foreign tourist, you are seen by many as easy money and you should ",{"type":"''","value":["not"]}," let yourself be pressured into tipping for unnecessary or unrequested \"services\" like self-appointed tour guides latching on to you.\n\n",{"type":"===","value":["Shopping"]},"\nEgypt is a shopper's paradise, especially if you're interested in Egyptian-themed souvenirs and kitsch. However, there are also a number of high quality goods for sale, often at bargain prices. Some of the most popular purchases include:\n\n",{"type":"*","value":[{"type":"'''","value":["Alabaster"]}," Alabaster bowls, figures, etc. are common throughout Egypt."]},{"type":"*","value":[{"type":"'''","value":["Antiques"]}," (NB: not antiquities, the trade of which is illegal in Egypt)"]},{"type":"*","value":[{"type":"'''","value":["Carpets and rugs"]}]},{"type":"*","value":[{"type":"'''","value":["Cotton goods and clothing"]}," Can be bought at Khan El Khalili for around 30-40 EGP. Better quality Egyptian cotton clothing can be bought at various chain stores including Mobaco Cottons and Concrete which have many branches throughout the country. The clothes are expensive for Egypt (about EGP180-200 for a shirt) but cheap by Western standards given the quality."]},{"type":"*","value":[{"type":"'''","value":["Inlaid goods"]},", such as backgammon boards"]},{"type":"*","value":[{"type":"'''","value":["Jewellery"]}," Cartouches make a great souvenir. These are metal plates shaped like an elongated oval and have engravings of your name in hieroglyphics "]},{"type":"*","value":["'''''Kohl",{"type":"''","value":[" powder'"]}," Real Egyptian ",{"type":"''","value":["kohl"]}," eye makeup (eye-liner) can be purchased at many stores for a small price. It is a black powder, about a teaspoon worth, that is generally sold in a small packet or a wood-carved container and it is generally applied liberally with something akin to a fat toothpick\/thin chopstick to the inner eyelids as well as outlining the eye. Very dramatic. A little goes a very long way, however! Cleopatra would have had her eye makeup applied by laying on the floor and having someone drop a miniature spoonful of the powder into each eye. As the eye teared up, the makeup would distribute nicely around the eyes and trail off at the sides, creating the classic look. However, beware that most of them contain lead sulfide, which is a health concern. Ask for a lead-free kohl."]},{"type":"*","value":[{"type":"'''","value":["Lanterns"]}," (fanūs; ",{"type":"''","value":["pl."]}," fawanīs) Intricately cut and stamped metal lanterns, often with colorful glass windows, will hold a votive candle in style."]},{"type":"*","value":[{"type":"'''","value":["Leather goods"]}]},{"type":"*","value":[{"type":"'''","value":["Music"]}]},{"type":"*","value":[{"type":"'''","value":["Papyrus"]}," (bardi) However, most papyrus you'll see is actually made of a different type of reed, not actual \"papyrus\", which is extremely rare. Know what you are buying, if you care about the difference, and haggle prices accordingly. If in doubt, assume it is inauthentic papyrus you are being offerred for sale."]},{"type":"*","value":[{"type":"'''","value":["Perfume"]}," - Perfumes can be bought at almost every souvenir shop. Make sure that you ask the salesman to prove to you that there is no alcohol mixed with the perfume. The standard rates should be in the range of 1-2 Egyptian Pounds \/ gm"]},{"type":"*","value":[{"type":"'''","value":["Water-pipes"]}," (shīsha)"]},{"type":"*","value":[{"type":"'''","value":["Spices"]}," (tawābel) - can be bought at colourful stalls in most Egyptian markets. Dried herbs and spices are generally of a higher quality than that available in Western supermarkets and are up to 4 or 5 times cheaper, though the final price will depend on bargaining and local conditions."]},"\nImportant note: When shopping in markets or dealing with street vendors, remember to ",{"type":"[[","value":[["bargain"]]},". This is a part of the salesmanship game that both parties are expected to engage in.\n\nYou will also find many western brands all around. There are many malls in Egypt, the most common being ",{"type":"''","value":["Citystars Mall"]},", which is the largest entertainment center in the Middle East and Africa. You will find all the fast food restaurants you want such as Mcdonald's, KFC, Hardees, Pizza Hut, etc. Clothing brands such as Morgan, Calvin Klein, Levi's, Facconable, Givenchy, Esprit, and more.\n\nIn Egypt, prices are often increased for foreigners, so if you see a price on a price tag, it may be wise to learn the local ",{"type":"'''","value":[{"type":"[[","value":[["Egyptian Arabic phrasebook#Numbers"],["Eastern Arabic numerals"]]}]},":\n",{"type":"[[","value":[["File:Arabicnumerals.png"],["center"],["500px"]]},"\nThey are written from left to right. For example, the number (15) would be written as (",{"type":"<","value":["span",{"style":"font-size:200%;font-family:'Times New Roman', 'Arabic Transparent', Arial, 'Simplified Arabic', Scheherazade, Lateef, 'Arabic Typesetting', serif"},["١٥"]]},").\n\nShopping in Egypt ranges goods and commodities that represent souvenirs of Egypt's ancient as well as modern things. These include items such as small pyramids, obelisks, and souvenir statues which can be bought at more touristic areas such as Khan El Khalili and Islamic Cairo. \n\nYou can also do general shopping in Cairo for clothing items and other goods such as in the modern shopping malls of City Stars, City Center, or Nile City (all of which contain some of the most famous designer brands of the world, including Guess, Calvin Klein, Armani, Hugo Boss, etc.\n\n",{"type":"==","value":["Eat"]},"\nEgypt can be a fantastic place to sample a unique range of food: not too spicy and well-flavoured with herbs. For a convenient selection of Egyptian cuisine and staple foods try the ",{"type":"'''","value":["Felfela"]}," chain of restaurants in ",{"type":"[[","value":[["Cairo"]]},". Some visitors complain, however, that these have become almost too tourist-friendly and have abandoned some elements of authenticity. A more affordable and wider-spread alternative is the ",{"type":"'''","value":["Arabiata"]}," restaurant chain, ",{"type":"'''","value":["Arabiata"]}," is considered by locals to be the number one destinations for Egyptian delicacies as ",{"type":"''","value":["falafel"]}," and ",{"type":"''","value":["fūl"]}," too.\n\nOddly enough, beware of any restaurant listed in popular guidebooks. Even if the restaurant was once great, after publication, they will likely create a \"special\" English menu that includes ",{"type":"''","value":["very"]}," high prices. \n\nAs in many seaside countries, Egypt is full of fish restaurants and markets so ",{"type":"'''","value":["fish and seafood"]}," are must-try. Frequently, fish markets have some food stalls nearby where you can point at specific fish species to be cooked. Stalls typically have shared table, and locals are as frequent there as tourists.\n\n",{"type":"===","value":["Hygiene"]},"\nBe aware that hygiene may not be of the highest standards, depending on the place.  The number of tourists that suffer from some kind of parasite or bacterial infection is very high.  Despite assurances to the contrary, exercise common sense and bring appropriate medications to deal with problems. \"Antinal\" (Nifuroxazide) is cheap, effective and available in every pharmacy. \"Immodium\" or similar products are prescription drugs only.\n\nAlthough Antinal is very effective, sometimes when nothing else is, the elderly should check the brand name with their doctor before relying on it as it contains a high concentration of active ingredient that is not approved by the US FDA or the British regulatory pharmaceutical body.\n\n",{"type":"===","value":["Local dishes"]},"\nMany local foods are vegetarian or vegan compliant.\n\nClassic Egyptian dishes: The dish ",{"type":"'''''","value":["fūl medammes"]}," is one of the most common Egyptian dishes; consists of fava beans (",{"type":"''","value":["fūl"]},{"type":"<","value":["span",{"style":"margin-left:3px"},[")"]]}," slow-cooked in a copper pot (other types of metal pots don't produce the right type of flavor) that have been partially or entirely mashed. ",{"type":"''","value":["fūl medammes"]}," is served with cumin, vegetable oil, optionally with chopped parsley, onion, garlic, lemon juice and hot pepper, and typically eaten with Egyptian (",{"type":"''","value":["baladi"]},{"type":"<","value":["span",{"style":"margin-left:3px"},[")"]]}," bread or occasionally Levantine (",{"type":"''","value":["shāmi"]},{"type":"<","value":["span",{"style":"margin-left:3px"},[")"]]}," pita.\n\nOne should try is the classic ",{"type":"'''''","value":["falāfel"]}," which is deep-fried ground fava bean balls (but better known worldwide for the ground chickpea version typically found in other cuisines of the Middle Eastern region) that was believed to be invented by Egyptian bedouins. Usually served as fast food, or a snack.\n\n",{"type":"'''''","value":["koshari"]}," is a famous dish, which is usually a mixture of macaroni, lentils, rice and chickpeas, topped with tomato sauce and fried onions. Very popular amongst the locals and a must try for tourists. The gratinated variation is called ",{"type":"'''''","value":["Tâgen"]},".\n\nAdditionally, hummus, a chickpea based food, also widespread in the Middle East.\n\n",{"type":"'''''","value":["kofta"]}," (meat balls) and kebab are also popular.\n\nEgyptian cuisine is quite similar to the cuisine of the Middle Eastern countries. Dishes like stuffed vegetables and vine leaves, shawarma sandwiches are common in Egypt and the region.\n\n",{"type":"===","value":["Exotic fruits"]},"\nEgypt is one of the most affordable countries for a European to try variety of fresh-grown exotic fruits. Guava, mango, watermelon and banana are all widely available from fruit stalls, especially in locals-oriented non-tourist marketplaces.\n\n",{"type":"==","value":["Drink"]},"\nSee also ",{"type":"[[","value":[["#Fluids"],["Stay healthy:Fluids"]]}," section for hygiene and related info.\n\n",{"type":"===","value":["Water"]},"\nBottled water is available everywhere. The local brands (most common being ",{"type":"''","value":["Baraka"]},", ",{"type":"''","value":["Hayat"]},", ",{"type":"''","value":["Siwa\u0000"]},") are of the same price as foreign brand options which are also available: ",{"type":"''","value":["Nestle Pure Life"]},", ",{"type":"''","value":["Dasani"]}," (bottled by Coca-Cola), and ",{"type":"''","value":["Aquafina"]}," (bottled by Pepsi). ",{"type":"''","value":["Evian"]}," is less available and is expensive.  A note on the local brand ",{"type":"''","value":["Baraka"]},": while it is perfectly safe to drink this brand of bottled water, some may notice a very slight baking soda aftertaste, due to the high mineral content of its deep well water source.\n\nNo matter where you buy bottled water from (even hotels are not entirely reliable), before accepting it, check that there is a clear plastic seal on it and the neck ring is still attached to the cap by the breakable threads of plastic. It is common to collect empty but new bottles and refill them with tap water which drinking a bottle of might make you ill. Not all brands have the clear plastic cover but all the good ones do.\n\n",{"type":"====","value":["Safety of bottled water"]},"\n\nIt is important not to buy strange brands, as they may ",{"type":"[","value":["http:\/\/www.egyptindependent.com\/news\/expert-40-mineral-water-egypt-unfit-consumption not be safe for drinking"]},". In 2012 the Ministry of Health ordered the following bottled water brands to be taken off shelves: ",{"type":"''","value":[{"type":"[","value":["http:\/\/al-shorfa.com\/en_GB\/articles\/meii\/features\/2012\/09\/05\/feature-02 Alpha, Hadir, Seway, Aqua Delta, Tiba, Aqua Mina and Aqua Soteir"]},"."]},"\n\nAs of 2013, some of the previous ones were licensed, but the Ministry of Health warned against other ",{"type":"[","value":["http:\/\/gate.ahram.org.eg\/News\/352697.aspx unlicensed brands"]},":\n\n",{"type":"*","value":[" unlicensed, unsafe brands: (",{"type":"''","value":["Safa, el Waha, Ganna, Sahari, Life, el Wadi, Zamzam\u0000"]},").<div style=\"direction: rtl;\">"]},"\n",{"type":"*","value":[":(صفا – الواحة – جنا – صحارى – لايف – الوادى – زمزم)<\/div>"]},"\nHowever, the Ministry of Health stated that as of 2013, there are only 17 licensed brands that are safe to drink. These are:\n\n",{"type":"*","value":[" 17 licensed safe brands: (",{"type":"''","value":["Hayah, Safi, Aqua Siwa ,Siwa, Aman Siwa, Organica, Nahl, Aqua Sky, Mineral, Vira, Nestlé, Baraka, Alpha, Aquafina, Tiba, Aqua Delta, Dasani, Aqua Paris\u0000"]},").<div style=\"direction: rtl;\">"]},"\n",{"type":"*","value":[":(حياه، صافى، أكوا سيوة، سيوة، أمان سيوة، أورجانيكا، نهل، أكوا سكاى، منيرال، فيرا، نستله، بركة، ألفا، أكوافينا، طيبة، أكوا دلتا، داسانى، أكوا باريس)<\/div>"]},"\nOf the licensed brands, locals commonly advise tourists to avoid Baraka if possible, as it contains a high concentration of mineral salts and has something of an off flavor.\n\n",{"type":"===","value":["Juices"]},"\nJuices can be widely found in Egypt - ",{"type":"''","value":["àSàb"]}," (sugar cane; قصب); licorice (",{"type":"''","value":[{"type":"<","value":["big",["`"]]},"erk sūs\u0000"]}," عرق سوس); ",{"type":"''","value":["sobya"]}," (white juice; سوبيا); ",{"type":"''","value":["tàmr"]}," (sweet dates; تمر) and some fresh fruit juices (almost found at same shop which offer all these kind of juices except licorice may be which you can find another places).\n\nHibiscus, known locally as ",{"type":"''","value":["karkadē"]}," (كركديه) or ",{"type":"''","value":[{"type":"<","value":["big",["`"]]},"ennāb"]}," (عناب), is also famous juice specially at Luxor which is drunk hot or cold but in Egypt it is preferred to drink it cold.\n\nHibiscus and licorice should not be consumed excessively as they may not be safe for those suffering low blood pressure or high blood pressure. Hibiscus may lower blood pressure, while licorice may raise blood pressure.\n\n",{"type":"===","value":["Alcoholic drinks"]},"\nEgypt is a predominantly Muslim nation and alcoholic drinks are religiously forbidden (",{"type":"''","value":["haram"]},") - though not legally - for strictly observant Muslims. That said, Egyptians tend to adopt a relaxed and pragmatic view towards alcohol for non-Muslims and foreigners. It is tolerated by the vast majority of Egyptians and consumed by a sizable number of them. Places which sell alcoholic beverages require special license and pay extra taxes to operate. Alcoholic beverages and bottled drinks are readily available throughout the country (especially in larger towns and cities, as well as tourist centers). Please note, however, that public drunkenness (especially the loud and obnoxious variety) is definitely ",{"type":"'''","value":["not"]}," appreciated - without caution, you may end up drying out in a police cell. ",{"type":"[","value":["http:\/\/bigstory.ap.org\/article\/egypt-probes-prosecutor-who-ordered-drunk-flogged"]}," Try to be a good ambassador: if you ",{"type":"''","value":["must"]}," get \"tipsy\", confine it to the hotel or very nearby! It's actually quite rare to see drunken tourists even in the touristic areas. It is illegal to drink alcohol in public and it's advisable not to attempt to drink in streets; however, on the New Year's Eve of 2013, many Egyptians in Cairo were seen drunk and holding alcoholic beverages in the streets.\n\nThe cheapest alcoholic beverage is beer. Common brands are: ",{"type":"''","value":["Stella"]}," (not artois) and ",{"type":"''","value":["Sakkara"]}," which are common lager beers in Egypt (approx. 4%), both brewed by Heineken's Egyptian subsidiary, Ahram Beverages Company ",{"type":"[","value":["http:\/\/www.alahrambeverages.com\/"]},". Other local brands are available, most with a higher alcohol variant that have claimed levels of 8% or even 10%. Foreign brands made under license in Egypt include ",{"type":"''","value":["Heineken"]}," and ",{"type":"''","value":["Meister"]}," but are slightly more expensive.\n\nMore expensive alcoholic beverages than beer are the carbonated Vodka cocktails, with 10% alcohol, specifically ",{"type":"''","value":["ID Double Edge"]}," which is popular with people who drink alcohol.\n\nDo not buy anything you don't know or suspect, as there might be a risk that it may be counterfeit and have methyl alcohol (a cheap poisonous type of alcohol which causes blindness).\n\n",{"type":"===","value":["Restrictions on Alcohol"]},"\nEgyptian laws towards alcohol are officially quite liberal compared to most Islamic countries, except for the month of ",{"type":"[[","value":[["#Ramadan"],["Ramadan"]]}," when alcohol is strictly forbidden. During Ramadan only holders of foreign passports are allowed to buy alcohol, by Egyptian law. However, the enforcement of this law is by no means consistent. In tourist areas like Luxor, alcohol is sold even during Ramadan, and those who look like foreigners will not be asked to show passports or other documentation.\n\nDuring Ramadan alcohol is often sold only in Western-style hotels and pubs\/restaurants catering especially to foreigners. A few days of the year, as the day of the full moon the month before Ramadan, alcohol is completely banned. Also some hotels and bars catering to foreigners will stop serving alcohol during the Muslim holy month of Ramadan - phone ahead to make sure alcohol is still being served in order to avoid disappointment.\n\n",{"type":"==","value":["Sleep"]},"\nEgypt has a full range of accommodation options, from basic backpacker ",{"type":"[[","value":[["hostels"]]}," to five-star resorts. Most major hotel chains are represented in Greater ",{"type":"[[","value":[["Cairo"]]},", ",{"type":"[[","value":[["Sharm el Sheikh"]]}," and ",{"type":"[[","value":[["Luxor"]]},", at least. You can book most of your accommodation online or contact a local agent that can organise both accommodation and trips.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["American University in Cairo"]}," (AUC), ",{"type":"[","value":["http:\/\/www.aucegypt.edu"]}," is the best school in the country and offers degree, non-degree and summer school study options. Popular courses include Arabic Language and Literature, Islamic Art and Architecture, Arab History and Culture, and, of course, Egyptology."]},"\n",{"type":"*","value":[" There are a number of options for learning ",{"type":"'''","value":["Arabic"]}," in ",{"type":"[[","value":[["Cairo"]]},", including the  Arabic Language Institute ",{"type":"[","value":["http:\/\/www.aucegypt.edu\/academic\/ali\/"]},", Kalimat ",{"type":"[","value":["http:\/\/www.kalimategypt.com\/"]}," and  International Language Institute ",{"type":"[","value":["http:\/\/www.arabicegypt.com\/"]},"."]},"\nFor undergraduate studies you can also apply to one of the many foreign universities based in Cairo such as:\n\n",{"type":"*","value":["The German University in Cairo (GUC)"]},{"type":"*","value":["The French University in Cairo "]},{"type":"*","value":["The Canadian University in Cairo"]},{"type":"*","value":["The British University in Cairo"]},{"type":"*","value":["The Russian University in Egypt"]},"\nFor public Egyptian universities, try:\n\n",{"type":"*","value":["Cairo University (one of the oldest universities in the Middle East and north Africa)"]},{"type":"*","value":["Ain Shams University"]},{"type":"*","value":["Helwan University"]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["Governments of various countries issued warnings against unnecessary travel to Egypt, after the army threatened a coup due to ongoing protests against President Mohamed Morsi.\n\nEgypt treats ",{"type":"'''","value":["drug offences"]}," ",{"type":"''","value":["extremely"]}," severely.  The '''''death",{"type":"''","value":[" penalty is mandatory'"]}," for those who are convicted for drug trafficking.\n\nUnauthorised consumption can result in up to 10 years' jail, or a heavy fine, or both. You can be charged for unauthorised consumption as long as traces of illicit drugs are found in your system, even if you can prove that they were consumed outside the country and you can be charged for trafficking as long as drugs are found in bags that are in your possession or in your room, even if they aren't yours and regardless of whether you're aware of them - therefore be vigilant of your possessions."]]},"\n\n",{"type":"{{","value":[["infobox"],["Emergency numbers"],["* Police: 122\n",{"type":"*","value":[" Ambulance: 123"]},{"type":"*","value":[" Fire Department: 180"]},{"type":"*","value":[" Highway: 136"]},{"type":"*","value":[" Natural gas: 129"]},"Others from ",{"type":"[","value":["http:\/\/www.yellowpages.com.eg\/en\/category\/emergency-numbers Yellow pages"]}]]},"\n\n",{"type":"{{","value":[["infobox"],["Scams and hassle"],["Travellers often complain about being hassled and attempts at scamming while in Egypt. While irritating, most of this is pretty harmless stuff, like attempting to lure you into a local papyrus or perfume shop.",{"type":"<","value":["br"]},"\nTypically, you will be approached by a person speaking fluent English who will strike up a conversation under social pretenses. He (and it will always be a he) will then attempt to get you to come along for a cup of tea or similar at his favourite (most-paying) souvenir shop. This could also happen outside museums etc. where the scammer will try to make you believe the \"museum is closed\" or similar.",{"type":"<","value":["br"]},"\nHassling, while never dangerous, could also be annoying, especially in the main tourist areas. There is no way to avoid this, but a polite ",{"type":"''","value":["la shukran"]}," (no thanks) helps a lot. Apart from that, try to take hassling with a smile. If you let yourself be bugged by everyone trying to sell you something, your holiday won't be a very happy one.",{"type":"<","value":["br"]},"\nPotentially more annoying are taxi drivers or others getting a commission fee to lead you to their hotel of choice, of course paying commission fees for each guest they receive. Firmly stand your ground on this. If they insist, just ask to be dropped off at a street or landmark close to the place you are heading to. This scam is especially common among taxi drivers from the airport."]]},"\n\n\nEgypt is generally a safe and friendly country to travel. Egyptians on the whole are very friendly - if you are in need of assistance they will generally try to help you as much as they are able. \n\nHomosexuality is a crime, so gay and lesbian travellers should be self-aware. That said, the sodomy laws are almost entirely unenforced; so long as travellers refrain from overt and public displays, little trouble should come to them. A few gay bars operate semi-openly in the major cities.\n\nA similar attitude prevails towards drugs in Egypt. Formally, cannabis and other narcotics are banned and carry heavy penalties; the same holds true for abuse of prescription drugs. However, hashish in particular is common, even among Egyptians; it is seen to some extent as a part of Egyptian culture and is generally considered much less objectionable than alcohol, with many Egyptian clerics considering it ",{"type":"''","value":["makruh"]}," (permitted but disapproved of) rather than ",{"type":"''","value":["haraam"]}," (forbidden). Many Egyptians who recoil at the idea of drinking alcohol think nothing of using hashish; it is commonly used on festive occasions in rural areas in some parts of the country and in many Sufi rituals nationwide. The police have been known to use possession of hashish as a pretext for arresting and brutalizing people, but their targets are typically natives, not tourists, and so long as you do not antagonize the security forces or otherwise attract their attention, foreigners will find it unlikely--and we must emphasize, unlikely, but not impossible--they will suffer unduly from the private consumption of cannabis in Egypt.\n\nEgyptian men will make compliments to women; do not take offense if they do this to you. Men shouldn't be worried, either; if they do this to your partner\/daughter, it will be nothing more than a compliment, and hopefully won't go any further than that.\n\nIf you are a woman traveling alone or with another woman, be warned that some men will touch you or grab you anywhere on the body, whether you are negotiating with them or simply walking down the street.  Dressing modestly will not deter them.  Getting upset at them for touching you will be met with amusement by them and any onlookers, both male and female.  The best way to avoid this is wear a wedding band and don't be too friendly.\n\n",{"type":"===","value":["Terrorism"]},"\nTerrorism is a safety concern, and the country's terrorist groups have an unpleasant record of specifically targeting Western tourists and the places they frequent. The Egyptian security forces remain on a very high level of alert.\n\nRealistically speaking, though, the odds of being affected by terrorism are statistically low and most attacks have only succeeded in killing Egyptians, further increasing the revulsion the vast majority of Egyptians feel for the extremists.  The government takes the issue very seriously only when it harms them financially and tourist sites are heavily guarded, though with the level and proficiency of Egyptian police leaving a lot to be desired.  For example, if you take a taxi from Cairo to Alexandria, you will be stopped at a checkpoint before leaving Cairo.  They will on occasion ask where you are going, and on occasion communicate with the checkpoint at Alexandria to make sure you reach your destination within a certain time period.  The same goes for most trips into the desert, particularly in Upper Egypt, which is probably best avoided due to rising religious tensions that seep below the surface and whilst appearing safe has the capacity to erupt without a moments notice. During different branches of your drive, you may be escorted by local police, who will expect some sort of financial payment. They will travel to your destination with you, wait around until you are finished, and usually stay behind at one of the next checkpoints often as they have nothing else to do and because tourists are seen as $ signs.  The best example of this is when you travel from Aswan to Abu Simbel to visit the Temple of Ramses II.  An armed tourism police officer will board your tourist bus and escort you until you arrive at Abu Simbel, and after your tour, he will ride on the same bus with you back to Aswan, again because its part of his job and without the tourists there would be no jobs and there would be no reason to ensure security for their own people as they don't represent a financial figure to them.\n\nThere are also many tourism police officers armed with AK-47s riding on camels patrolling the Giza plateau.  They are there to ensure the safety of the tourists since the Pyramids are the crown jewels of all the Egyptian antiquities, even though very poorly maintained in recent years with no forthcoming investments from within, only outside investment given by countries and historical groups that cannot bear to sit back and see the ruin the local government is letting these sites of wonder become.  Some tourists may find it exciting or even amusing to take pictures with these police officers on camel back; however, since they are all on patrol duty, it is not uncommon for them to verbally warn you not to pose next to them in order to take a picture with them, although anything is possible for an amount of money or financial payment.\n\n",{"type":"===","value":["Gay\/lesbian"]},"\nEgypt is an Islamic and conservative country. Any display of homosexuality is considered strange, weird, disrespectful and may lead on most occasions to hostile reactions. Depending on the situation and the place and time, it could be anything from weird looks to physical abuse. Therefore, gays and lesbians should be discreet while in Egypt.\n\nThe gay scene in Egypt is not open and free like in the West. Gays have been arrested by the police and detained and even tortured in Cairo in the past for engaging in homosexual activity. Human rights groups have condemned such actions and the Egyptian government has been under pressure from different sources including the USA to stop this degrading treatment of homosexuals. The most famous arrests were in 2001 on a boat called the Queen Boat located on the Nile River in Zamalek district. Further arrests have occurred since then, but the exact situation of homosexuals in the last few years is uncertain.\n\nThere are no official gay places for cruising or meeting other people.\n\n",{"type":"===","value":["Crime"]},"\nPick pocketing is a problem in Egypt's bigger cities, particularly Greater Cairo.  Many locals opt not to carry wallets at all, instead keeping their money in a clip in their pocket, and tourists would be wise to adopt this as well.  On the upside, violent crime is rare, and you are highly unlikely to physically mugged or robbed. If, however, you do find yourself the victim of crime, you may get the support of local pedestrians by shouting \"Harami\" (Thief) but do not pursue because it's the easiest way to get lost and most criminals carry pocket knives, if the crime happens in a tourism area you'll find a specially designated Tourism Police kiosk.\n\nOverall, scams are the main concern in Egypt. Be aware that many Egyptians who starts a conversation with you in Cairo and Luxor want your money. There is a very insidious tactic used where they will \"befriend\" you, take you around, show you things, even bring you back to their place for dinner, and then they will demand money for it. Basically, if it seems too good to be true, it probably is. Demand prices for absolutely everything, because if you say \"I thought it was free!\" after the fact you are in for a vicious argument.\n\n",{"type":"===","value":["Demonstrations"]},"\nProtests against the Egyptian government have been ongoing since 2011. Caution should be exercised near protest zones. Demonstration or\/and the response of the security forces to it could turn violent. Thugs take advantage of the lack of existence of police security at and around protest areas. Many incidents of rape, forced robberies and killing of foreigners have been reported.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Fluids"]},"\nEnsure that you ",{"type":"''","value":["drink plenty of water"]},": Egypt has an extremely dry climate most of the year - a fact aggravated by high temperatures in the summer end of the year - and countless travellers each year experience the discomforts and dangers of ",{"type":"'''","value":["dehydration"]},". A sense of thirst is not enough to indicate danger - carry a water bottle and keep drinking! Not needing to urinate for a long period or passing very small amounts of dark yellow urine are signs of incipient dehydration.\n\nEgyptian ",{"type":"'''","value":["tap water"]}," is generally considered safe by most locals, but will often make travellers ill. It is not recommended for regular drinking, especially to very local differences in quality. ",{"type":"'''","value":["Bottled mineral waters"]}," are widely available -- see ",{"type":"[[","value":[["#Water"],["Drink:Water"]]}," section. Beware of the old scam, however, whereby vendors re-sell bottled water bottles, having refilled with another (perhaps dubious) source... Always check the seal is unbroken before parting with your money (or drinking from it) and inform the tourist police if you catch anyone doing this.\n\nBe a little wary with ",{"type":"'''","value":["fruit juice"]},", as some sellers may mix it with water. Milk should also be treated carefully as it may not be pasteurized. Try only to buy milk from reputable shops. Hot beverages like tea and coffee ",{"type":"''","value":["should"]}," generally be OK, the water having been boiled in preparation, though it pays to be wary of ",{"type":"'''","value":["ice"]}," as well.\n\n",{"type":"===","value":["Sun"]},"\nIn winter, the sun is generally the mildest in December and is the weakest in northern Egypt. In the warmer months, especially from June to August, the sun is very harsh, gradually from 9am, it becomes the harshest at mid-day, then gradually becomes weaker to 3pm. Wear good sunscreen and bring good sunglasses. Additionally, you may wear a baseball cap or something similar, if you don't want to standout as it is the most popular head-wear among urban Egyptians. However, Egypt receives a similar amount of ultraviolet radiation for other northern locations at its latitude.\n\n",{"type":"===","value":["Schistosomiasis"]},"\nIn order to avoid contracting the rightly dreaded ",{"type":"'''","value":["schistosomiasis"]}," parasite (also known as ",{"type":"'''","value":["bilharzia"]},"), a flatworm that burrows through the skin, ",{"type":"''","value":["do not"]}," swim in the Nile or venture into any other Egyptian waterways, even if the locals are doing so.  It is also a good idea not to walk in bare feet on freshly-watered lawns for the same reason.\n\nAlthough the disease takes weeks to months to show its head, it's wise to seek medical attention locally if you think you've been exposed, as they are used to diagnosing and treating it, and it will cost you pennies rather than dollars.  Symptoms include fever, diarrhea, abdominal pain and fatigue, making the disease easy to mistake for (say) the flu or food poisoning, but the flatworm eggs can be identified with a stool test and the disease can usually be cured with a single dose of Praziquantel.\n\nOutbreaks of Avian Influenza (Bird Flu) in Egypt have led to 23 human fatalities since 2006.  The last fatality was in December 2008.\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"===","value":[" Tipping "]},"\nKeep in mind that most Egyptian workers expect tips after performing a service. This can be expected for something as little as pressing the button in the elevator. Many workers will even ask you to tip them before you get a chance. The typical tip for minor services is EGP1 (about 14 US cents). Due to the general shortage of small change, you may be forced to give EGP5 to do simple things like use the bathroom. Just understand that this is part of the culture; the value of that tip is very small to most westerners but makes up a good portion of monthly income for many Egyptians.  \n\n",{"type":"====","value":["Greeting people"]},"\n: ",{"type":"''","value":["See also ",{"type":"[[","value":[["Egyptian Arabic phrasebook"]]}]},"\n\nWhen you approach any individual or a group of people for the first time, the best thing to say is the local variation of the Islamic form of greeting \"es-salāmu-`alēku\" which literally means \"peace be upon you\". This is the most common form of saying \"hello\" to anybody. It creates a friendliness between you and people you don't know, builds rapport, and helps build respect! It is also considered polite to say this if you approach someone, instead of just asking them for something or speaking to them directly. \n\nOther forms of greeting include \"SàbâH el xēr\" (\"good morning\"), \"masā' el xēr\" (\"good evening\"), or the more casual \"ezzayyak\" addressing a male, or \"ezzayyek\" addressing a female, which means \"hello\" or \"how are you?\". \n\nWhen leaving, you can say the same \"es-salāmu-`alēku\", or simply \"ma`a s-salāma\", literally: \"with safety\" or \"with wellness\" which is used to mean to say \"goodbye\". More educated Egyptians will say \"bye-bye\" derived from the English \"goodbye\" or \"buh-bye\" when leaving others. \n\n",{"type":"''","value":["Smiling"]},": Most people appreciate a smile, and most Egyptians smile when they speak to someone for the first time. People who don't smile while they speak are considered arrogant, rude, aggressive, unfriendly, etc.\n\nHowever, be careful not to be too friendly or too smiley, especially if you're a female speaking to an Egyptian male, as they might mistake you for trying to befriend them or asking for them to flirt or hit on you. Even in a male-to-male conversation, being too friendly might give the other person the chance to try to take advantage of you some way or another. Always use common sense.\n\n",{"type":"===","value":["Dress"]},"\nEgyptians are generally a conservative people and most are religious and dress very conservatively. Although they accommodate foreigners being dressed a lot more skimpily, it is prudent not to dress provocatively, if only to avoid having people stare at you. It is best to wear pants, jeans, long shorts instead of short-shorts as only tourists wear these.   In modern nightclubs, restaurants, hotels and bars in Cairo, Alexandria and other tourist destinations you'll find the dress code to be much less restrictive. Official or social functions and smart restaurants usually require more formal wear.\n\nAt the Giza Pyramids and other such places during the hot summer months, short sleeve tops and even sleeveless tops are acceptable for women (especially when traveling with a tour group). Though you should carry a scarf or something to cover up more while traveling to\/from the tourist destination.  Also, it's perfectly acceptable for women to wear sandals during the summer, and you will even see some women with the hijab who have sandals on.\n\nWomen should cover their arms and legs if travelling alone, you do not need to cover your hair; many christian women walk around in Egypt comfortably with their hair uncovered . Though as a foreigner, you may get plenty of attention no matter what you wear, mainly including people staring at you along with some verbal harassment which you can try to ignore.  Egyptian women, even those who wear the full hijab, are often subjected to sexual harassment, including cat calls.  You may find that completely covering up does not make a huge difference, with regards to harassment, versus wearing a top with shorter sleeves. In regards to harassment, it's also important how you act.  Going out with a group of people is also helpful, and the best thing to do is ignore men who give you unwanted attention.  They want to get some reaction out of you.  Also, one sign of respect is to use the Arabic greeting, \"Asalamualaikum\" (means \"hello, peace be upon you\"), and the other person should reply \"Walaikumasalam\" (\"peace be upon you\").  That lets the person know you want respect, and nothing else.\n\n",{"type":"====","value":["Mosque etiquette"]},"\nDo not enter a mosque with any form of shoes, sandals, slippers, boots, etc. on., as this is very disrespectful. Always take them off before entering as they carry the dirt from the street, and the mosque (a place of prayer) should be clean. However, you can keep socks on.\n\n",{"type":"'''","value":["Etiquette in the Presence of Prayer:"]},"\n\nAlso, avoid walking in front of persons in prayer. The reason is because when people kneel, they kneel to God. If you stand in front of someone while they are praying or kneeling, it is as if they are kneeling to you or worshipping you, a complete taboo and against the basic foundations of Islam. Otherwise, it is quite acceptable for visitors or Christian Egyptians to carry on as normal in the streets or shops that operate during prayer times.\n\n",{"type":"====","value":["Public display of affection"]},"\nLike most other countries in the Muslim world, the Middle East, and even some non-Muslim conservative countries, affection should not be displayed in public. Egyptians are conservative and doing things like making out with your girlfriend\/boyfriend in public is considered offensive, rude, or disrespectful. A public hug is less offensive, especially if greeting a spouse or family member you haven't seen in a while.\n\nYou will notice male-to-male kissing on the cheeks when Egyptian men meet their friends, family, or someone they know well. This is not to be confused with the male-to-male kissing of some homosexuals in some western countries. Less commonly, some Egyptian men like to walk next to their male friend with their arms attached together like a loop inside another loop. Again, this is not homosexual behavior.\n\n",{"type":"===","value":["Other issues"]},"\n\nDo not photograph people without their permission, and in areas frequented by tourists do not be surprised if a tip is requested. Smoking is very common and cigarettes are very cheap in Egypt.\n\nMost Egyptians tend to have a loud voice when they speak, which is common to some other countries in the region. They are not shouting, but you will know the difference.\n\nGamal Abdul Nasser, the second President of the Arab Republic of Egypt, and many others are considered national heroes in Egypt; you should say absolutely nothing that could be perceived as offensive or derogatory regarding him. Tread carefully around such topics and let others guide the openness of the discussion. Many Egyptians have a different interpretation concerning ambiguous expressions such as freedom of speech and democracy. It is advisable not to discuss Israel even if tempted; do not speak loudly about it as it may attract unwanted attention, even if you are only talking about it as a travel destination.\n\nTake great care if you choose to drink alcoholics (",{"type":"[[","value":[["#Restrictions on Alcohol"],["see above"]]},"), especially if you're from countries where heavy drinking is accepted. Even if you are used to it, you can't estimate the effects of the climate, even at night. The impact drunk people have on Egyptians is quite large and very negative. The best plan is just to abstain or limit yourself to one drink per meal while in Egypt; it will be cheaper too.\n\n",{"type":"==","value":["Connect"]},"\nEgypt has a reasonably modern telephone service including three GSM mobile service providers. The three mobile phone providers are Mobinil, Vodafone and Etisalat. Principal centers are located at Alexandria, Cairo, Al Mansurah, Ismailia, Suez, and Tanta. Roaming services are provided, although you should check with your service provider. Also, it is possible to purchase tourist mobile phone lines for the duration of your stay, which usually costs around EGP30.\n\nInternet access is easy to find and cheap. Most cities, such as Greater ",{"type":"[[","value":[["Cairo"]]}," and ",{"type":"[[","value":[["Luxor"]]},", and even smaller tourist sites, such as ",{"type":"[[","value":[["Edfu"]]},", boast a plethora of small internet cafés. The price per hour is usually EGP2-10 depending on the location\/speed. In addition, an increasing number of coffee shops, restaurants, hotel lobbies and other locations now provide free wireless internet access.  Free wi-fi (Mobilnil) is also available at modern coffee shops such as Cilantro and Costa Coffee, where you obtain access by getting a 2-hour \"promotional\" card from the waiter, and if you go into almost any McDonald's, you will have access to a free WiFi connection.\n\nNote that free internet can be unsafe and under surveillance, try to use a proxy for your privacy.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=American"],["alt="],["url=http:\/\/cairo.usembassy.gov\/"],["email=consularcairo@state.gov"],["address="],["lat="],["long="],["directions="],["phone=+20 2 797-3300"],["tollfree="],["fax="],["hours="],["price="],["content=8 Kamal El Din Salah St., Garden City, Cairo, Egypt.,"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Australian"],["alt="],["url=http:\/\/www.embassy.gov.au\/eg.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+20 2 575 0444"],["tollfree="],["fax=+20 2 578 1638"],["hours="],["price="],["content=World Trade Centre (11th Floor), Corniche El Nil, Boulac (Code No. 11111), Cairo, Egypt, ",{"type":"[","value":["mailto:cairo.austremb@dfat.gov.au cairo.austremb@dfat.gov.au"]}]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=British"],["alt="],["url=http:\/\/ukinegypt.fco.gov.uk\/"],["email=information.cairo@fco.gov.uk"],["address=7 Ahmed Ragheb Street"],["lat="],["long="],["directions="],["phone=+20 (2) 2791 6000 (24"],["tollfree="],["fax=+20 2 2791 6132"],["hours="],["price="],["content=Garden City, Cairo hour service 365 days per year),"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Canadian"],["alt="],["url=http:\/\/www.dfait-maeci.gc.ca\/cairo\/"],["email=cairo@international.gc.ca"],["address=26 Kamel El Shenaway Street"],["lat="],["long="],["directions="],["phone=+20 (2) 791-8700"],["tollfree="],["fax="],["hours="],["price="],["content=Garden City, Cairo,"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kairo.diplo.de\/Vertretung\/kairo\/de\/Startseite.html German"]}]}," - 2, Sh. Berlin (off Sh. Hassan Sabri) Zamalek \/ Cairo, Tel: + 20 2 739-9600 Fax: +2 2 736-0530, ",{"type":"[","value":["mailto:germemb@tedata.net.eg germemb@tedata.net.eg"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greece"],["alt="],["url=http:\/\/www.hellas.org.eg\/"],["email=gremb.cai@mfa.gr"],["address="],["lat="],["long="],["directions="],["phone=+20-2-7950443"],["tollfree="],["fax=+20-2-7963903"],["hours="],["price="],["content=18, Aisha El Taymouria Garden City, Cairo,"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.indembcairo.com\/ Indian"]}]}," - 5 Aziz Abaza St., Zamalek, Cairo Tel: +20 2 2736-3051, +20 2 2735-6053, +20 2 2736-0052  Fax: +20 2 2736-4038, embassy@indembcairo.com"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.italembassy.org.eg\/ Italian"]}]}," - 15, Abdel Rahman Fahmy Str., Garden City, Cairo Tel: +20 (0)2 7943194 - 7943195 - 7940658, Fax: +20 2 7940657, ",{"type":"[","value":["mailto:ambasciata.cairo@esteri.it ambasciata.cairo@esteri.it"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Netherlands"],["alt="],["url=http:\/\/egypt.nlembassy.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+20 2 2739 5500"],["tollfree="],["fax=(+20) 2 2736 5249"],["hours="],["price="],["content=18, Hassan Sabri Street, Zamalek, Cairo, Opening hours Embassy Sunday - Thursday 08:00 - 16:00 - Consular section Sunday - Thursday 09:00 - 12:00 - Visa section appointments only., E-Mail ",{"type":"[","value":["mailto:kai@minbuza.nl kai@minbuza.nl"]}]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.norway-egypt.org\/ Norwegian"]}]}," - 8 El Gezirah Street., Zamalek, Cairo, (Opening Hours Su-Th: 08:30 - 15:30) Tlf: +20 2 2735-8046 \/ 2735 3340 \/ 2736 3955, Fax: +20 2 2737-0709,  ",{"type":"[","value":["mailto:emb.cairo@mfa.no emb.cairo@mfa.no"]}]},{"type":"*","value":[{"type":"'''","value":["Spanish"]}," - 41, Ismail Mohamed.-Zamalek, Cairo. Phone: 735 58 13, 735 64 37, 735 36 52 and 735 64 62. ",{"type":"[","value":["mailto:embespeg@mail.mae.es embespeg@mail.mae.es"]}]},"\n",{"type":"===","value":["Laundry"]},"\nThere are a number of options for washing clothes whilst travelling in Egypt:\n\nBy far the easiest, most practical - and not at all expensive - is to ",{"type":"''","value":["arrange for your hotel to have your washing done"]}," for you. By prior arrangement, clothes left on the bed or handed in at reception will be returned to you by evening freshly laundered and pressed.\n\nDetermined self-helpers can persist with ",{"type":"''","value":["hand-washing"]}," or finding one of the many ",{"type":"''","value":["\"hole-in-the-wall\" laundries"]}," where the staff will wash and press your clothes manually - a fascinating process in itself! Just be aware that your clothes will probably smell of cigarette smoke when returned...\n\nCairo possesses a few basic Western-style ",{"type":"''","value":["laundromats"]}," in areas where foreigners and tourists reside - they are virtually nonexistent elsewhere in the country. Some hotels in tourist towns like Luxor and Dahab offer a ",{"type":"''","value":["washing machine service"]}," in a back room - the machines are usually primitive affairs and you'll be left with the task of wringing and ironing your clothes yourself.\n\nThe moral of the tale? Do yourself a favour, maximise your quality time in Egypt, and get the hotel to do your laundry for you!\n\n",{"type":"==","value":["Go next"]},"\nCruises to ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Cyprus"]]},", ",{"type":"[[","value":[["Lebanon"]]},", ",{"type":"[[","value":[["Syria"]]}," and ",{"type":"[[","value":[["Turkey"]]}," are popular.\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["North Africa"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["27"],["29"],["zoom=6"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Egypt"]]},"\n",{"type":"[[","value":[["WikiPedia:Egypt"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Egypt\/"]]}]