[{"type":"{{","value":[["pagebanner"],["Eiheiji banner.jpg"]]},"\n",{"type":"[[","value":[["File:Eiheiji gate.jpg"],["thumb"],["350px"],["Eiheiji Gate"]]}," \n",{"type":"'''","value":["Eiheiji"]}," (永平寺) is a small town in ",{"type":"[[","value":[["Fukui prefecture"]]}," famous for its impressive temple of the same name.  \n\n",{"type":"==","value":["Understand"]},"\nThe main attraction in the town is ",{"type":"'''","value":["Eiheiji Temple"]},", which was established in 1244 by Zen Master Dogen and is the head temple of the Soto Zen school. \n\nA famous poem by Dogen:\n\n:仏道を習うというは、自己を習うなり。\n:自己を習うとは、自己を忘るるなり。\n:自己を忘るるとは、万法に証せらるるなり。\n:万法に証せらるるとは、自己の心身および他己の心身をして脱落せしむるなり。\n\n::",{"type":"''","value":["To study the way is to study the self."]},"\n::",{"type":"''","value":["To study the self is to forget the self."]},"\n::",{"type":"''","value":["To forget self is to be enlightened by all things."]},"\n::''To be enlightened by all things is to remove the obstacles between\n::",{"type":"''","value":["oneself and others."]},"\n\n",{"type":"==","value":["Get in"]},"\nEiheiji is located about 15 km from ",{"type":"[[","value":[["Fukui"],["Fukui City"]]},"; either take a direct bus from Fukui Station (4 daily, 30 min, 720¥) or a train to Eiheiji-Guchi (25min, 440¥) and then a connecting bus (15min, 410¥).\nIt's possible to leave ",{"type":"[[","value":[["Kanazawa"]]}," (north) or ",{"type":"[[","value":[["Kyoto"]]}," (southwest) in the early morning by train and get to the temple by noon.  Ask the bus driver to notify you when you arrive; there are several stops called \"Eiheiji-something\", which can be confusing.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["On foot"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Eiheiji Temple"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An extremely impressive structure totally constructed from wood, with intricate frescoes decorating the inner walls. The atmosphere of tranquility is further enhanced by a stream that flows through the inner court yards. The temple is a true testament to the ability of the ancient Japanese to fuse architecture and nature in a seamless and timeless endeavor.",{"type":"<","value":["br"]},"All visitors to Eiheiji are considered to be worshipers; there are no \"tourists\". Prior to entering, everyone is given a list of rules that must be followed (English translations are available). In particular, you must be quiet the entire time you are within the temple grounds and pictures of priests or any staff are strictly prohibited. The required silence is really a blessing; it helps maintain the spiritual atmosphere that is lost at many other temples in the country."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Meditation in Japan"],["Meditation"]]}]},". Visitors can apply to attend a two-day (",{"type":"''","value":["sanrosha"]},") or three-day (",{"type":"''","value":["sanzensha"]},") meditation training program ",{"type":"[","value":["http:\/\/www.sotozen-net.or.jp\/kokusai\/list\/eiheiji.htm"]}," at Eiheiji Monastery. Since the 3-day program is quite strenuous, applicants must have long Zazen (meditation) experience to gain admittance. While the program is advertised as 2 or 3 days, it is in fact less as the first day activities start 4PM with those on the final day ending at 10AM. During the full days there is 3:30AM wakeup until 9:30PM lights out. Gaining admission for the program requires faxed permission from the temple before arriving, and applications must be made at least a month in advance. There are several possible dates in any month for a stay, and it is possible to take the meditation training in English."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Books and esoteric stuff can be bought at the temple. "]},{"type":"*","value":[" Souvenir biscuits, cakes and trinkets related to the temple are available in the town. "]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["There are several small restaurants on the main streets. "]},"\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Accommodation is available at the monastery for ¥8000 per night (¥3000 per night for stays of more than a few days or those admitted to the meditation programs), and at the same time guests can experience the training methods of the Soto Zen tradition. Tel:",{"type":"''","value":["+81 776"]}," 63-3640 \/ 3631."]},{"type":"*","value":[" There are several hotels in the town."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Ono"]]}]},". A historic castle town."]},{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Fukui (prefecture)"]]},"\n",{"type":"[[","value":[["WikiPedia:Eiheiji"]]}]