[{"type":"{{","value":[["pagebanner"],["Eilat banner.jpg"]]},"\n\n",{"type":"'''","value":["Eilat"]}," (אילת, aka ",{"type":"'''","value":["Elat"]},") is the only city in ",{"type":"[[","value":[["Israel"]]}," at the ",{"type":"'''","value":["Red Sea"]},". Located at the southernmost tip of the country, with its \"window on the Red Sea\", Eilat is first and foremost a resort town devoted to sun, fun, diving, partying and desert-based activities. Some 320 km (200 miles) from the tensions of ",{"type":"[[","value":[["Tel Aviv"]]}," and ",{"type":"[[","value":[["Jerusalem"]]},", Eilat's climate-induced relaxed atmosphere has always provided a convenient year-round escape for Israelis, and during the mild winter months also attracts thousands of European sun-seekers. Red sea water temperature ranges only between 20°C (68°F) in the winter to 26.2°C (80°F) in the summer, providing warmth in the winter, and much appreciated chilliness in the summer's heat.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh= 20.8"],["febhigh= 22.1"],["marhigh= 25.5"],["aprhigh= 31.1"],["mayhigh= 35.4"],["junhigh= 38.7"],["julhigh= 40.9"],["aughigh= 40.8"],["sephigh= 37.3"],["octhigh= 33"],["novhigh= 27.2"],["dechigh= 22.3"],["janlow= 9.6"],["feblow= 10.6"],["marlow= 13.6"],["aprlow= 17.8"],["maylow= 21.5"],["junlow= 24.2"],["jullow= 25.9"],["auglow= 26.2"],["seplow= 24.5"],["octlow= 21"],["novlow= 15.5"],["declow= 11.2"],["description = Source: ",{"type":"[","value":["http:\/\/ims.gov.il\/IMS\/CLIMATE\/LongTermInfo Israel Meteorological Service"]}]]},"\nEilat (pop 85,000) is the southernmost town in Israel, isolated from the rest of the country by the ",{"type":"[[","value":[["Negev"]]}," desert. Sprawled along 7 kilometers of ",{"type":"'''","value":["Red Sea"]}," coastline, between the borders of Egypt and Jordan, it offers spectacular views of the ",{"type":"'''","value":["Gulf of Eilat (Aqaba)"]},".\n\nOriginally a strategic military outpost, Eilat's first incarnation was as a port town, used to export potash and copper and import goods from Asia and Africa, such as oil and vehicles.\n\nIn the 1970s charter flights increased the flow of foreign tourists to Eilat. They were attracted by the coral reefs, breathtaking location, and the dry and sunny desert climate.\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["File:Elath Eilat Israel Strand Hotel datafox.jpg"],["thumb"],["A beach in Eilat"]]},"\n",{"type":"[[","value":[["File:PikiWiki Israel 10639 Eilat Promenade.JPG"],["thumb"],["Eilat's \"Tayelet\" (promenade)"]]},"\nToday, the 2-kilometer (1.2-mile) ",{"type":"'''","value":["North Beach"]}," area is full of hotels with opulent names like Herod's Palace and Queen of Sheba.  The ",{"type":"'''","value":["Tayelet"]}," promenade extends the length of the beach front and hosts numerous stalls, street artists, restaurants, and fashionable shops. The promenade has great views of the bay, and each evening is full of strolling tourists.\n\nThe southern or ",{"type":"'''","value":["Coral Beach"]},", which has coral reefs, is protected by the ",{"type":"'''","value":["Israel Nature Reserve Authority"]},". It has many public beaches and excellent scuba diving centers as well as several hotels and hostels.\n\nWhereas the North Beach is within easy walking distance of the city center, Coral Beach is some 7 km. south of it, necessitating transportation. The Navy and commercial ports lie between the two main beach arias.\n\n",{"type":"===","value":["Sabbath and ",{"type":"''","value":["Kashrut"]}]},"\nAs in most of Israel, many businesses and transport companies do not operate on the Sabbath (",{"type":"''","value":["Shabbat"]},") which begins Friday afternoon and ends Saturday night; many places do not reopen\/renew service until Sunday morning. The same holds true for major Jewish or national holidays, so plan your itinerary accordingly. [See ",{"type":"[[","value":[["Israel"]]},", Holidays for more information.]\n\n",{"type":"'''''","value":["Kashrut"]}," is the body of Jewish dietary laws which many Israelis and tourists observe, and which many restaurants and almost all hotels adhere to. Among other things ",{"type":"''","value":["Kashrut"]}," requires complete segregation of meat and dairy foods, dishes and utensils; select types of fish are kosher but most 'sea foods' are not; and all foods must be prepared under controlled and monitored conditions. Kosher restaurants and hotels display a valid, dated certificate issued by local rabbinical authorities. Kosher restaurants close for the Sabbath.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Eilat's Airport.JPG"],["thumb"],["Eilat airport"]]},"\n",{"type":"'''","value":["Eilat Airport"]}," (ETH) is right in the middle of the city.  Flights to ",{"type":"[[","value":[["Tel Aviv"]]}," are frequent and take only 50 minutes, but expect to pay around NIS 250 for a one-way trip.  However, tourists can arrive in Eilat on charter flights via the ",{"type":"'''","value":["Ovda International Airport"]}," (VDA), also known as ",{"type":"''","value":["Uvda"]},", 65 km (40 miles) and nearly a 50 min drive from town.\n\nA cheaper way to get from Europe directly to Eilat is via the nearby ",{"type":"[[","value":[["Taba"]]}," International Airport in Egypt. Charter flights to ",{"type":"[[","value":[["Taba"]]}," are operated by several airlines, e.g. the German \"Condor\" (on Wednesdays from\/to all major German airports). Taxis from ",{"type":"[[","value":[["Taba"]]}," airport to the Israeli border station at the Hilton hotel run for max. 150 Egyptian pounds (40 min), from there a taxi to Eilat is around 25-30 NIS (10 min). Or take local bus 15 (6 NIS). Border crossing normally takes less than 30 min. On arrival at the airport insist on Egyptian \"Sinai only\" visa, otherwise you're charged 15 USD visa tax. Note that Egypt charges 75 LE tax when leaving ",{"type":"[[","value":[["Taba"]]}," coming from Eilat.\n\n",{"type":"===","value":["By bus"]},"\nAll inter-city buses to and from Eilat arrive and leave from the ",{"type":"'''","value":["Central Bus Station"]}," on HaTemarim Boulevard.\n\nEgged buses from ",{"type":"[[","value":[["Tel Aviv"]]}," (390\/394) and ",{"type":"[[","value":[["Jerusalem"]]}," (444) to Eilat operate on a regulars schedule, with express buses added during peak periods. The trip takes around 5-5:30 hours and costs NIS 82 one way or NIS 139 for a round-trip ticket (Feb 2014). It's advisable to buy tickets in advance as seating is assigned.\n\nFrom the ",{"type":"[[","value":[["Taba"]]},", Egypt Border Crossing local Bus Number 16 goes to the Central Bus Station, costing NIS 4.90 (Feb 2014).\n\nCheck with the ",{"type":"'''","value":["Egged Bus Company"]}," for additional routes, rates and updated schedules.\n\n",{"type":"===","value":["By car or taxi "]},"\nThere are a couple of ways to drive from ",{"type":"[[","value":[["Tel Aviv"]]}," to Eilat. One is via ",{"type":"[[","value":[["Mitzpe Ramon"]]},". Another nice alternative is from Tel Aviv to the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," via ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]},", stay a couple of days there or just make a short stop and then continue to Eilat. It takes approx 5-5:30 hours from Tel Aviv, and a similar duration from ",{"type":"[[","value":[["Jerusalem"]]},".\n\nTaxi from the ",{"type":"[[","value":[["Aqaba"]]},", Jordan border crossing is around NIS 35 (Feb 2014). A taxi from Aqaba to the Crossing is around JOD 5 (Dec 2011).\n\nA taxi from ",{"type":"[[","value":[["Nuweiba"]]},", Egypt to the Taba Border Crossing takes 50 minutes and costs around EGP 110 (Dec 2011).\n\n",{"type":"===","value":["Border Crossings"]},"\n",{"type":"[[","value":[["File:Arava Aquaba Border - Israel.jpg"],["thumb"],["Rabin (Arava) border crossing, with Jordan"]]},"\n",{"type":"[[","value":[["File:Tabaterminal1.jpg"],["thumb"],["Taba border crossing, with Egypt"]]},"\nThere is no fee to enter Israel (US passport).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rabin (Arava) border crossing (to ",{"type":"[[","value":[["Jordan"]]},{"type":"{{","value":[["flag"],["Jordan"]]},")"],["alt=Wadi Araba Crossing"],["url=http:\/\/www.iaa.gov.il\/Rashat\/en-US\/Borders\/Arava\/"],["email="],["address="],["lat=29.575"],["long=34.978056"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=The Jordanian exit fee is JOD 8 (Dec 2011, US passport)"],["content=5 Km north of the Eilat Central Bus Station. Nearest Jordanian city is Aqaba."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Taba border crossing (to ",{"type":"[[","value":[["Egypt"]]},{"type":"{{","value":[["flag"],["Egypt"]]},")"],["alt="],["url=http:\/\/www.iaa.gov.il\/Rashat\/en-US\/Borders\/Taba"],["email="],["address="],["lat=29.491111"],["long=34.903333"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Egyptian exit fee is EGP 2 (Dec 2011, US passport)"],["content=9 Km south of the Eilat Central Bus Station."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["On foot"]},"\n\nCentral Eilat, that is the Promenade Area and City Center - Central Bus Station, Main Post Office, banks, etc. - are within easy walking distance, although during summer months the scorching temperatures make walking around unpleasant. Only the closest public beaches are a sweaty stroll from the center; dive sites require transportation.\n\n",{"type":"'''","value":["By bus"]},"\n\nLocal bus services usually begin 7:00-08:00 AM and end 8:00-9PM. Ask the driver for exact times. All routes cost NIS 4.75 and a 'transfer' costs an additional NIS 1 (Dec. 2012).\n\nBus ",{"type":"'''","value":["Numbers 1"]}," and ",{"type":"'''","value":["2 "]}," do a complete circuit of the city, both passing through the City Center before their routes diverge. Both buses leave every half-hour from the North Beach area.\n:Bus ",{"type":"'''","value":["Number 1"]}," leaves every half-hour on the hour and half-hour (except for an interval mid-morning and mid-afternoon), passing through the City Center before following a clockwise route through most of the city's neighborhoods, returning to North Beach via City Center.\n\n:Bus ",{"type":"'''","value":["Number 2"]}," leaves every half-hour at 15 minutes past and to the hour (except for an interval mid-morning and mid-afternoon), passing through the City Center before following a counter-clockwise route through most of the city's neighborhoods, returning to North Beach via City Center.\n\n:Bus ",{"type":"'''","value":["Number 15"]}," to Coral Beach leaves every hour on the hour from Platform 7 at the Central Bus Station. It passes through the City Center and does a circuit of North Beach hotels as far as ",{"type":"'''","value":["Kings City"]}," before turning south towards Coral Beach and its terminus at the Taba Border Crossing (to Egypt).\n:Bus ",{"type":"'''","value":["Number 16"]}," runs the  ",{"type":"'''","value":["Number 15"]}," in ",{"type":"'''''","value":["reverse"]},", leaving Taba between 30 and 40 minutes after the hour.\n\nCheck with the ",{"type":"'''","value":["Egged Bus Company"]}," for additional routes, rates and updated schedules.\n\n",{"type":"'''","value":["Taxis"]},"\n\nTaxis prowl the streets day and night looking for fares. Insist on the meter, or agree on the fare in advance (Eilat's taxis are famously mercenary).\n\nThe meter rate goes up between 9PM and 6AM as well as Saturdays and holidays. Also, by law taxis may charge extra if ordered by phone, for a third passenger and for each piece of baggage\/luggage transported.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Eilat Scuba Parrotfish.JPG"],["thumb"],["240px"],["Parrotfish among coral at Coral Beach"]]},"\n\nThe main swimming area is the North beach and many major and minor hotels are situated there. The South or ",{"type":"'''","value":["Coral Beach"]}," area is protected by the Israel Nature Reserve Authority, but recent years have seen a decline in the marine life and reef quality. Fortunately, since the removal of the controversial fish cages from the Gulf waters in 2008, a steady recovery of corals has been seen at all dive sites. While many divers head south to the ",{"type":"[[","value":[["Egypt"]]},"ian Sinai coast to ",{"type":"[[","value":[["Dahab"]]}," or ",{"type":"[[","value":[["Sharm el-Sheikh"]]},", to experience better diving conditions, many divers still prefer Eilat, with far smaller crowds, interesting macro-life and easy, unpressured surface entries.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Coral Beach"],["alt="],["url=http:\/\/www.parks.org.il\/parks\/ParksAndReserves\/coral\/Pages\/default.aspx"],["email="],["address="],["lat=29.507483"],["long=34.9204333"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=the best place for scuba diving and located here are some of the best dive clubs in Israel, offering technical diving courses, rebreather, nitrox, tri-mix etc.. The whole coastal area is protected by the nature reserve authority and divers are expected to follow regulations. It is also a great place for snorkeling, windsurfing and kite-surfing plus it has fantastic views of the bay."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Underwater Observatory"],["alt="],["url=http:\/\/www.coralworld.co.il\/en\/Default"],["email=info@coralworld.com"],["address="],["lat=29.50401"],["long=34.91921"],["directions="],["phone=+92-8-6364200"],["tollfree="],["fax="],["hours="],["price="],["content=One of Eilat's most popular attractions, this is a good way to view the Red Sea marine life without getting wet. It's white tower (Eilat's most famous landmark) offers great views above water and goes below the surface to view the marine life. The park's aquariums contain sharks, sting rays and turtles, plus lots of multicolored Red Sea fish, and the huge glass windows allow visitors to get a clear view the tanks' occupants. The Oceanarium simulator is also a lot of fun for kids - though it may be a little scary for the smaller ones. All in all it's a nice family morning out."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dolphin Reef"],["alt="],["url=http:\/\/www.dolphinreef.co.il\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972-8-637-1846"],["tollfree="],["fax="],["hours="],["price="],["content=South Beach (",{"type":"''","value":["3 km south of town towards the Egyptian border"]},"). Entry fee: NIS 42\/28 adults\/children. Not just a tourist trap, the staff actually work to rehabilitate dolphins for life in the open sea - from whence they came. However, in the past the release of dolphins into the bay has on occasion resulted in the consumption of many of the nearby coral reef's inhabitants, so that the dolphin release project is on hold. Various paid options are available for interacting with the dolphins, starting with snorkeling with the dolphins at NIS 227. It's a very nice beach with lots of small pools and rich shrubbery. It has a fantastic spa (relaxation pools) and is well worth a visit. For those who want to get up-close to a dolphin book your swim or dive as early in the morning as you can. The dolphins get weary of visitors as the day goes on. Piers leading out onto the water allow everyone to get as near to the dolphins - as the dolphins want."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=\"What's Up\" The Observatory in Eilat"],["alt="],["url=http:\/\/whatsup.eilatnature.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"What's Up\" The Observatory in Eilat has begun a new show. With the addition of a special camera we can show you the deep sky as well as the moon and planets on a computer screen rather then through the eyepiece of the telescope. We can now collect photons in a way the eye could never do and see the wonders of the sky in living color. Watch the image build as the light is collected and hear tales about the personalities of the heavens as well as scientific explanation of what is going on up there. \"What's Up\" is suitable for all ages as well as being accessible to the handicapped although there are no toilet facilities at the site."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kings City in Eilat"],["alt="],["url=http:\/\/www.kingscity.co.il\/"],["email="],["address="],["lat=29.550808"],["long=34.966285"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a biblical theme park opened in June 2006. Built over a 40,000 square feet area on three levels, the park resembles a king's palace; the palace has four sections: Journey to the Past, Cave of Illusions and Wisdom, Bible Cave and King Solomon Falls."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:IMAX Eilat at night.jpg"],["thumb"],["IMAX eilat"]]},"\n\nThe ",{"type":"'''","value":["Negev desert"]}," surrounds Eilat and its scenic Eilat Mountains Nature Reserve has some of the most spectacular desert routes in Israel. Trails include ancient trading routes and the Great Rift Valley. Desert Hiking, 4x4 jeep tours and camel treks are major attractions in this area of the Negev desert.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=SPNI's Eilat Hiking Division"],["alt=Eilat Field School"],["url=http:\/\/teva.org.il\/english\/?CategoryID=190&ArticleID=103"],["email=eilat@spni.org.il"],["address=opposite Coral Nature Reserve"],["lat="],["long="],["directions=Bus No. 15 from Central Bus Station\/5 minutes' walk north of Underwater Observatory"],["phone=972 8 632 6468"],["tollfree="],["fax=972 8 637 0424"],["hours=Open Sunday-Thursday 8AM to 3PM"],["price="],["content=The ",{"type":"'''","value":["Hiking Division"]}," gives information and advice on desert hiking and trails in the Eilat Region. ",{"type":"'''","value":["SPNI = Society for the Protection of Nature in Israel"]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dromit Desert Tours"],["url="],["email=col1514@gmail.com"],["address="],["lat="],["long="],["directions=Judean, Central and Southern Negev deserts"],["phone=972 (0)8 637 4773 or 972 (0)54 548 7332"],["tollfree="],["fax=972 8 637 5761 (for Colin)"],["hours="],["price="],["content= Offers half- and full-day desert tours, desert\/snorkeling tours, bike and jeep tours. Operated by Colin Porter, Licensed Desert Guide and marine biologist."]]}]},{"type":"*","value":["Every summer, the ",{"type":"'''","value":["Red City"]}," music festival is held in Eilat (sponsored by 99 ESC radio station.) This beach festival is held on the beach and consists of consecutive days of all night performances (Hip-Hop, rock and especially trance)"]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Red Sea Jazz Festival"],["url=http:\/\/www.redseajazzeilat.com\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual event takes place in the last week of August and Jazz musicians from all over the world come to Eilat, for a week of fun, sun and lots of Jazz."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kite surfing"],["url=http:\/\/www.kitexeilat.co.il\/"],["email="],["address=Club Med Beach"],["lat="],["long="],["directions="],["phone=08-6373123"],["tollfree="],["fax="],["hours="],["price="],["content=Eilat is one of the best locations in the world for learning how to kitesurf. The weather and sea conditions are perfect for beginners with steady northern winds and a calm sea. KiteXEilat offers various beginners classes."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Scuba Diving"],["alt=Lucky Divers"],["url="],["email="],["address=Simtat Tsukim 5"],["lat="],["long="],["directions="],["phone=972-8-6323466"],["tollfree="],["fax="],["hours=3"],["price=180 NIS"],["content=No license and no experience necessary SCUBA diving. As is legal in Eilat, an experienced dive master will accompany you on what could be your first ever SCUBA experience. They provide a short tutorial of the basics, and worry about all the technical details leaving you able to concerning yourself solely with breathing--and of course observing the magnificent neon subaquatic landscape."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Snorkeling"],["alt="],["url="],["email="],["address=Along the southern beach"],["lat="],["long="],["directions=anywhere public"],["phone="],["tollfree="],["fax="],["hours="],["price=Rental of snorkel and flippers 25 NIS"],["content=If you don't want to splurge on SCUBA diving you can still see a nice variety of Red Sea fish by snorkeling along the south beach. You can rent the equipment usually from a Kiosk nearby. Flippers or suitable footwear recommended as the coral is sharp."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\nThe ",{"type":"[","value":["http:\/\/www.bgu.ac.il\/osp\/ Ginsburg-Ingerman Overseas Student Program"]}," of the  ",{"type":"[","value":["http:\/\/www.bgu.ac.il\/ Ben-Gurion University of the Negev"]}," offers short-term academic programs at the Eilat campus. The programs focus on Hebrew language, Marine Biology and Gastronomy.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:PikiWiki Israel 29321 Ice park mall in Eilat.JPG"],["thumb"],["Eilat's Ice park mall"]]},"\nAs an incentive there is ",{"type":"'''","value":["no value-added tax"]}," in Eilat. Therefore many ",{"type":"'''","value":["duty free shops"]}," line the boardwalk and culminate in a duty free shopping centres. Top brands can be found, and it is joked that the first thing an Israeli does on before leaving Eilat is to fill up their petrol tank to the brim.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name    =Mall HaYam"],["alt =literally in hebrew: in front of the sea"],["url     ="],["email ="],["address =Palmach 1"],["directions ="],["lat=29.54961"],["long=34.95376"],["phone   ="],["tollfree ="],["fax="],["hours   ="],["price   ="],["content =A mall located on the promenade and beach-line, closest to the airport"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name    =Ice park mall"],["alt ="],["url     =http:\/\/ice-mall.com\/en\/"],["email ="],["address =Kaufman street"],["directions ="],["lat=29.55450"],["long=34.96626"],["phone   ="],["tollfree ="],["fax="],["hours   ="],["price   ="],["content =Eilat newest mall, with ice ring, and many international brands"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name    =Big center Eilat"],["alt ="],["url     =http:\/\/www.bigcenters.co.il\/index.aspx?id=4288"],["email ="],["address =HaSatat 20"],["directions ="],["lat=29.566197"],["long=34.959698"],["phone   ="],["tollfree ="],["fax="],["hours   ="],["price   ="],["content =Eilat's outlet mall"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe main promenade is packed with stylish tourist restaurants offering some of Israel's finest cuisine prepared by master chefs. The variety of restaurants understandably comes at a price, though not as expensive as many restaurants in Tel Aviv or Jerusalem.\n\nAs a rule prices are lower the further away from the tourist areas one goes. For those wishing to eat simply and well there are a number of options in addition to shopping the local supermarkets. There are several good restaurants on or near Eilat's main street, ",{"type":"''","value":["Shderot HaTmarim"]}," (The Dates Blvd.).\n\n",{"type":"*","value":[" For Eilat's cheap yet excellent ",{"type":"'''","value":["falafel"]},", check out the falafel joint just across the street from the Central Bus Station on HaTmarim Boulevard."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bar Beach"]}," on Coral Beach overlooking the Gulf of Eilat. Built on a deck at the water's edge, have a beer, take a dip and come out for lunch; enjoy a light meal after a dive and take in the magnificent sunset."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Barbis"],["alt="],["url=http:\/\/www.rest.co.il\/sites\/Default.asp?txtRestID=6253"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=American Foods Restaurant, is a great burger place in the middle of the tourist center. Prices are cheap and the burgers are tasty and huge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eilat University Campus Cafeteria"],["url="],["email="],["address=North end of HaTmarim Blvd. directions="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=12 noon to 2PM Sunday to Thursday"],["price=About NIS 50 per person (Eilat Residents NIS 43, students NIS 39, on presentation of card)"],["content=The cafeteria serves an excellent three-course ",{"type":"''","value":["menu fix"]}," lunch: soup of the day, choice of entrees and vegetables, excellent Israeli style salad bar, desert-of-the-day. Food is prepared by Hotel School cooking class. Quality is always good though the seasoning can range from banal to inspired - but is always cheap at the price (salt and pepper on the table). (A grilled chicken alone costs NIS 30-40 in the supermarket.)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ginger Restaurant"],["alt="],["url=http:\/\/www.rest.co.il\/sites\/Default.asp?txtRestID=6798"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chinese restaurant and bar. The who's who of Eilat are found at Ginger, the new 'IN' location for Eilat's elite. Not nearly as expensive as it is exclusive, it's a good spot for dining if you don't mind seeing your picture in the local Eilat gossip pages."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["HaLev Harachav"]}," on HaTmarim Blvd. is a sidewalk restaurant serving ",{"type":"''","value":["falafel"]}," and ",{"type":"''","value":["shuarma"]}," (turkey meat grilled on a rotating spit basted with lamb fat) with your choice of salads and relish - Israel's fast foods to eat on the spot or take-away. There is also an ",{"type":"''","value":["à la carte"]}," grill section and indoor seating. (The name means \"the wide (open) heart\", i.e. generous.) Kosher; closed on ",{"type":"''","value":["Shabbat"]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=''Il Pentolino"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=08-634 3430"],["tollfree="],["fax="],["hours="],["price="],["content=On HaTamrim Blvd. is an Italian style dairy restaurant serving an assortment of pastas, bagels and salads. Open air dining and smoking areas. Kosher, closed on Shabbat."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pago Pago floating restaurant"],["alt="],["url=http:\/\/www.pagopagorest.com\/pp\/eng\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An attraction in itself, it is strictly non-kosher it serves sushi, sea-food and steaks. Anchored on the waters of the Marina. A little pricey, but no more than other restaurants and you definitely get far more for your money."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pedro's Restaurant"]}," for excellent steak, the hang-out of Eilat diving instructors. You'll have to get a cab because it's nowhere near the tourist haunts. Well worth the effort if you are a steak lover... or if you consider yourself an honorary local, either way, it's hard to tell what's tastier, the restaurant's meat or the punters."]},"\n",{"type":"==","value":["Drink"]},"\nFor a Holiday resort the expected assortment of Pubs and Bars exist on the Promenade and are also densely packed in the main square.\n\n",{"type":"*","value":["   ",{"type":"{{","value":[["drink"],["name=Unplugged"],["alt="],["url=http:\/\/eilatnature.com\/coupon\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The bar is a good option. If you're looking for a place with stuck-up people, barbie doll bartenders, or tough-looking bouncers, look somewhere else, because Unplugged is nothing like it. The drink selection is somewhat limited, but still fairly good. The music ranges from American pop to Israeli trance, and they play songs in both Hebrew and English. You have the option of either sitting at the bar, chilling on a big couch, or dancing with the friendly locals. This place is often crowded, even on a Monday night."]]}]},{"type":"*","value":[" While evil isn't heard, seen, or spoken at ",{"type":"'''","value":["Three Monkeys Pub"]}," live bands and an all-ages dance floor crowd is. Located towards the end of the promenade at the Isrotel \"Royal Beach\"."]},{"type":"*","value":[" ",{"type":"'''","value":["Bears"]}," pub is central fixture in the main square. With a laid back feel and hookahs available Bears lends itself to chatting to the soundtrack of Israeli tunes."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Outdoors"]},"\n\nExtreme but cheap. Possible at the North Beach, next to the Jordan border, and also at the South Beach—aka Coral Beach—preferably to the south of the bar called \"Migdalor\". Pros: stay close to the sea for free. Cons: temperatures can get extremely hot, even at night; have to search for water\/shower\/etc.\n\n",{"type":"*","value":["North Beach: passed the main hotels closer to Aqba."]},{"type":"*","value":["South Beach: bus route 15 to Migdalor bar. Then just walk along the shore and find yourself a place to camp."]},"\nImportant Note: When staying outdoors please keep all your garbage with you and there is an NIS 500 fine for lighting a bonfire – the beaches are protected by Israel Nature Authority.\n\n",{"type":"'''","value":["Camp Ground"]},"\n\n",{"type":"{{","value":[["sleep"],["name=SPNI's Eilat Field School"],["alt=Hebrew: Beit Sefer Sadeh"],["url=http:\/\/teva.org.il\/english\/?CategoryID=190&ArticleID=103"],["email=eilat_re@spni.org.il"],["address=Coral Beach opposite Coral Nature Reserve"],["lat="],["long="],["directions=Bus No. 15 from Central Bus Station\/5 minutes' walk north of Underwater Observatory"],["phone=972 8 637 2021"],["tollfree="],["fax=972 8 637 1771"],["hours="],["price=(SPNI members\/tourists have a discount)"],["checkin=from 12 noon"],["checkout=4PM"],["content=The only Camp Ground in Eilat, facilities include: showers with hot\/cold running water, toilets, shaded picnic tables, electrical outlets, bonfire areas and lighting. Echologically friendly. Parking is outside the fence. ",{"type":"'''","value":["SPNI = Society for the Protection of Nature in Israel"]},"."]]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"[[","value":[["File:PikiWiki Israel 28204 Geography of Israel.jpg"],["thumb"],["Eilat Hotels and marina"]]},"\n",{"type":"===","value":["Hosteling"]},"\n\nThe hillside around the Central Bus Station contains motels and small private hostels which usually have a room designated as a dorm. You can find some real gems hidden among them but be prepared to take some time checking them out.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Arava"],["alt=Beit Arava"],["url="],["email="],["address=Almogim St 106"],["lat="],["long="],["directions="],["phone=972 8 6374687"],["tollfree="],["fax="],["hours="],["price=Starting at 70 NIS for dormitory"],["checkin=24 hour"],["checkout=9AM"],["content=This Motel has a homey feel, there are many tables and grills outside to allow relaxation away from the crowds. Mostly the rooms are private but they do offer dormitory accommodations for a cheap price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=SPNI's Eilat Field School"],["alt=Hebrew: Beit Sefer Sadeh"],["url=http:\/\/teva.org.il\/english\/?CategoryID=190&ArticleID=103"],["email=eilat_re@spni.org.il"],["address=Coral Beach opposite Coral Nature Reserve"],["lat="],["long="],["directions=Bus No. 15 from Central Bus Station\/5 minutes walk north of Underwater Observatory"],["phone=972 8 637 2021"],["tollfree="],["fax=972 8 637 1771"],["hours="],["price=SPNI members\/tourists\/divers have a discount"],["checkin=from 3PM"],["checkout=10AM weekdays; Saturday 12 noon"],["content=All rooms have bunk-beds, private shower\/toilet, A\/C, mini-fridge and electric kettle (free coffee\/tea). No dormitories. Outdoor barbecue corner, picnic tables, parking lot.  Ecologically friendly hostel has a relaxed kibbutz-style atmosphere and often hosts youth groups during the school year as well as hikers, divers and surfers all year round. Free WiFi. ",{"type":"'''","value":["SPNI = Society for the Protection of Nature in Israel"]},"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Youth Hostel"],["url=http:\/\/www.iyha.org.il\/eng\/Index.asp?ArticleID=67&CategoryID=81&Page=1"],["email="],["address=Derech Ha'arava 7"],["lat="],["long="],["directions="],["phone=08-6370088"],["tollfree="],["fax="],["hours="],["price=Dorms: 28$? Private rooms $66"],["checkin=3PM"],["checkout=10AM"],["content=Not at all expensive yet very clean and nice place to stay. One can book entire room or bed basis as per the need. The cafeteria serves very good breakfast as well in the morning."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cactus B&B"],["url=http:\/\/www.cactuseilat.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972 (0) 54 5948139"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A new & nice place to stay, off the beaten track, very colorful & cozy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Corinne Hostel"],["url="],["email="],["address=Retamim 1"],["lat="],["long="],["directions="],["phone=08-6371472"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=10AM"],["content= Dorm 60 NIS (Nov 2011) Private rooms also available\""]]}]},"\n",{"type":"====","value":["Private rooms"]},"\n\nIf you reach Eilat and have a backpack you may be accosted by people offering their houses or parts of them for your accommodation. These are really a gamble, because you never know what to expect and people tend to exaggerate their descriptions. Usually, it would be a nice air-conditioned room with a double bed, shower, TV, sometimes WiFi and some kitchen stuff. Price per day: 100-200 NIS and higher, however negotiable, depending on how long you are staying and what standard you want. Start the negotiation as you see the apartment.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=David's homestay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+972-54-573-1920"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Offers you private rooms for NIS 100 per person per night. Included in the price is food. David has his whole life been working as a chef at the hotels in Eilat and serves you the most amazing food. He has two kinds of rooms: double bed room and twin bed room. He meets you on arrival and brings you to the apartment. Located 5-10 min from the bus station, 20 minutes from the beach and 20 minutes from the airport (walking)."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn - Express Beat Eilat"],["alt="],["url=http:\/\/www.afi-hotels.com\/Express_Beat_Eilat"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972-3-5390808"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located on the city's north side (opposite the Crowne Plaza), ten minutes away from the beach and the shopping center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Club Hotel Eilat"],["url=http:\/\/www.clubhotels-israel.com\/club_hotel_eilat"],["email="],["address="],["lat="],["long="],["directions=Eilat"],["phone=*6090"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Eilat Club Hotel is the largest suites hotel across the Middle East and the only hotel across Israel designed and built under the inspiration of the sea."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Club Inn Eilat"],["url=http:\/\/www.clubhotels-israel.com\/club_in_eilat"],["email="],["address="],["lat="],["long="],["directions="],["phone=*6090"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Eilat Club Inn Hotel is a resort located in a wadi over looking a breathtaking desert view."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dan Panorama Eilat"],["url=http:\/\/www.danhotels.com\/EilatHotels\/DanPanoramaEilatHotel\/"],["email="],["address=North Beach"],["lat="],["long="],["directions="],["phone=+972-3-5202552"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Large, nicely located hotel with a good pool area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prima Music"],["url=http:\/\/www.prima.co.il\/hotel.aspx?resortID=5&LangID=2"],["email=music@prima.co.il"],["address=Almog beach."],["lat="],["long="],["directions="],["phone=972-8-638-8555"],["tollfree="],["fax=157-8-634-1961"],["hours="],["price="],["checkin=14:00"],["checkout=11:00"],["content=The Prima Music is an exceptionally designed, concept hotel situated under picturesque desert mountains and overlooking the magnificent Red Sea at Coral Beach on the outskirts of the Eilat."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nEilat's ",{"type":"'''","value":["North Beach"]}," is positively packed with luxury hotels, but in season rates can be as high as US$200 per night.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza Eilat"],["url=http:\/\/www.afi-hotels.com\/Crowne_Plaza_Eilat"],["email="],["address=North Beach"],["lat="],["long="],["directions="],["phone=+972-8-6367777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Family-friendly hotel on the Promenade, featuring the Freckles Club for kids."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dan Eilat Red Sea"],["url=http:\/\/www.danhotels.com\/EilatHotels\/DanEilatHotel\/"],["email="],["address=North Beach"],["lat="],["long="],["directions="],["phone=+972-3-5202552"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Central beach front hotel with a great pool area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Herods Palace Hotel"],["url="],["email="],["address=North Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=11AM"],["content=Formerly but no longer run by Sheraton, Herods offers a \"near Las Vegas\" experience, with staff in togas wandering around a pompously decorated palace. Service isn't quite up to scratch though, although the (separately charged) ",{"type":"'''","value":["Vitalis"]}," spa is excellent by any standard."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Meridien Eilat"],["url=http:\/\/www.starwoodhotels.com\/lemeridien\/property\/overview\/index.html?propertyID=1880"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972-8-6383333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Le Meridien offers a wide range of suites featuring various luxury levels. The hotel features 245 luxurious suites designed and built to unusually high standards."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nEilat is relatively close to Egypt's Sinai Peninsula, which has become a terrorist hotbed in recent years: in 2007 a suicide bomber targeted an Eilat bakery, killing three employees, the first suicide bombing ever to take place in Eilat. In 2011 terrorists infiltrating Israel across the Sinai border attacking a civilian bus and car on Highway 12, killing 5 people.\n\nTo prevent terrorist infiltrations from Sinai Israel is building the Israel-Egypt barrier: a steel barrier backed by cameras, radar and motion detectors at the country's southern border. The fence, due to be completed by the end of 2012; has becoming increasingly important due to tensions following the 2011 Egyptian revolution. On January 13, 2013 Highway 10 was closed to civilian traffic for one year ",{"type":"[","value":["http:\/\/www.israelandstuff.com\/idf-closes-route-10-to-civilian-traffic-for-a-year IDF closes Route 10 to civilian traffic."]},"\n\nIn a bizarre incident in late 2012, a US citizen working at the Leonardo Club Hotel in Eilat stole a firearm from a security guard and used it to killed another employee he had worked with. The gunman was shot dead by authorities. No guests or other employees were hurt.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yotvata Kibbutz"]]}," - specializes in fruit cultivation and dairy farming. It supplies much of the milk and several varieties of fresh fruit and packaged goods to the Negev \/ Eilat region under its logo of a setting sun with two linked palm trees.  They also take in traveling volunteers and have a Hebrew school for foreigners."]},{"type":"*","value":[" In Israel itself, ",{"type":"[[","value":[["Jerusalem"]]},", ",{"type":"[[","value":[["Masada"]]}," and the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," are a few hours away by bus, and can be easily visited in a day or two on organized tours."]},{"type":"*","value":[" South of Eilat is the border crossing to ",{"type":"[[","value":[["Taba"]]}," ",{"type":"[[","value":[["Egypt"]]},", where the Taba Hilton and nearby Taba Heights beach resorts are situated. Here begins the Egyptian ",{"type":"[[","value":[["Sinai"]]}," peninsula where St. Catherine's Monastery and ",{"type":"[[","value":[["Mount Sinai"]]}," are located."]},{"type":"*","value":[" Within walking distance of Eilat's  North Beach is Israel's border with ",{"type":"[[","value":[["Jordan"]]},". A short drive away is the ",{"type":"'''","value":["Rabin"]}," border crossing to the adjacent Jordanian town of ",{"type":"[[","value":[["Aqaba"]]},", Jordan's largest port and tourist resort. Further inland is the ancient Jordanian city of ",{"type":"[[","value":[["Petra"]]},". See the respective city pages for detailed crossing information."]},{"type":"*","value":[" To get to the Egyptian border take a taxi (35 NIS) from Eilat to the border, or take bus line 15 (6 NIS) and walk across. On the Egyptian side there is a minibus station as well as further along a full bus station. Note the border can take between 20 min to 2 hours. You will need to pay an exit fee when leaving Israel of 103 NIS (Feb 2012) and if travelling further south than Taba another fee (75EGP - Apr 09) at the checkpoint south of the border. If you plan to continue further than the Sinai, deeper into Egypt (",{"type":"[[","value":[["Cairo"]]},") then you need to apply for a visa in the Egyptian consul in Eilat. The embassy is open from 9:30AM to 2PM on Sunday to Thursday. It takes approx. 20 min for European and American tourists, and costs 100 NIS.  Remember to bring a passport photo with you to the embassy - it is required for the visa, and the embassy has no photo-taking facilities.  If you don't have a passport photo handy, you can take one on the 2nd floor of the shopping mall right at the corner of the Eilat beach.  If you are on an organised tour, some tour companies can arrange the visa on the day of the tour at the border."]},"\n",{"type":"{{","value":[["routebox"],["image1=ISR-HW90.png"],["imagesize1=30"],["directionl1=W"],["majorl1= ",{"type":"{{","value":[["flag"],["Egypt"]]},{"type":"[[","value":[["Egypt"]]}],["minorl1=",{"type":"[[","value":[["Sinai"]]},", ",{"type":"[[","value":[["Taba"]]}],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Jordan"]]},{"type":"{{","value":[["flag"],["Jordan"]]}],["minorr1=",{"type":"[[","value":[["Petra"]]},", ",{"type":"[[","value":[["Aqaba"]]}],["link1="]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["29.5500"],["34.9500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Negev"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Eilat"]]},"\n",{"type":"[[","value":[["Commons:Category:Eilat"]]},"\n",{"type":"[[","value":[["DMOZ:Regional\/Middle East\/Israel\/Localities\/Eilat\/"]]}]