[{"type":"{{","value":[["pagebanner"],["Ein Gedi banner.jpg"]]},"\nEin Gedi (Hebrew:עין גדי) is an oasis in the ",{"type":"[[","value":[["Judaean Desert"]]},", near the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},", between ",{"type":"[[","value":[["Masada"]]}," and the caves of ",{"type":"[[","value":[["Qumran"]]},". \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Einggedi112 (2).JPG"],["thumb"],["upright=1.5"],["Kibbutz Ein Gedi"]]},"\nThe Ein Gedi National Park is the biggest and the most important oasis in ",{"type":"[[","value":[["Israel"]]},". The park is found in the Dead Sea Valley, which is an effect of the Great Rift Valley.\nFour springs flow through and water the reserve all year: the David, the Arugot, the Shulamit, and the Ein Gedi springs.\n\nKibbutz Ein Gedi is located just south of the park. Almost the entire outdoor area of the Kibbutz is one big ",{"type":"[","value":["http:\/\/www.eingedi.dead-sea.k12.il\/garden\/botanicgarden.htm botanical garden"]}," with more than 900 species from the entire world. The garden, which covers about 100 dunam (10 hectares), is the only botanical garden in the world that contains a settlement inside it.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nThe Kibbutz and the nearby reserve are located on route 90 that drives along the Israeli coast of the Dead Sea.\n\n",{"type":"'''","value":["From the north"]}," the route can be accessed by driving southwards on route 90, that begins in ",{"type":"[[","value":[["Qiryat Shemona"]]}," and passes by ",{"type":"[[","value":[["Beth Shean"]]},".\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Jerusalem"]]}," and the ",{"type":"[[","value":[["Israeli Coastal Plain"],["coastal plain"]]}]}," it can be accessed by driving eastwards on route 1, the road that goes from ",{"type":"[[","value":[["Tel Aviv"]]}," to Jerusalem. Pass by Jerusalem following the road signs to the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},". In the Lido junction, turn right and you're on route 90, driving along the Dead Sea, and should take about half an hour to reach Ein Gedi. Alternately, from entral Israel, you can drive southwards towards ",{"type":"[[","value":[["Beer Sheva"]]}," on route 40 (or on the toll-road Route 6, which then connects to route 40), then take a left either on route 31 (going through ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]}," and connecting to route 90 in Zohar junction) or on route 25 (through ",{"type":"[[","value":[["Dimona"]]}," to the Arava junction, on the southern end of the Judaean desert); either way, turn left (north) on route 90.\n\n",{"type":"'''","value":["From the south"]},", reach the ",{"type":"[[","value":[["Arava"]]}," road (also part of route 90) and drive northwards. After you pass the Arava junction, Ein Gedi is about 45 minutes ahead.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Jerusalem"]]}," central bus station:"]}," lines 486, 487, 444"]},{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Tel Aviv"]]},":"]}," line 421, going only once a day (and not on Saturdays) each way and very crowded during high season, departing from the bus terminal near the central train station (",{"type":"'''","value":["not"]}," the central bus station)"]},{"type":"*","value":[" ",{"type":"'''","value":["From the Arava junction:"]}," line 444 arriving from ",{"type":"[[","value":[["Eilat"]]}]},"\n",{"type":"==","value":["See and do"]},"\n",{"type":"[[","value":[["File:Ein Gedi Nature Reserve Scheme en.png"],["frame"],["right"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ein Gedi Public beach"],["url="],["email="],["address="],["lat=31.45817"],["long=35.39696"],["directions=Roadsigned on route 90 between the Kibbutz and the Field School"],["phone=+972 8 6594433"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ein Gedi Spa Beach"],["url="],["email="],["address="],["lat=31.41683"],["long=35.37850"],["directions="],["phone=+972 8 6594413"],["tollfree="],["fax="],["hours="],["price="],["content=The signature element of the Dead Sea - black mud, has both cosmetic and therapeutic benefits known to cleanse and stimulate the skin. Relieve muscle and emotional tension; improve blood circulation and ease rheumatic pain at Ein Geidi Spa beach."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Na'ama Lookout"],["alt=Mitzpe Na'ama"],["address="],["lat=31.46915"],["long=35.39425"],["directions=At the ",{"type":"[[","value":[["#Sleep"],["Field School"]]}],["hours="],["price="],["content=A lookout point from the Ein Gedi Field School offering a marvelous view of the oasis below. If you're not guests of the inn, you'll be required to pay about 20₪ per vehicle."]]}]},"\n",{"type":"===","value":["The Ein Gedi nature reserve"]},"\n",{"type":"[[","value":[["File:\"The Window Dry fall\", Ein Gedi, Israel (2).jpg"],["thumb"],["\"The Window\" at David Stream"]]},"\n",{"type":"[[","value":[["File:Ein Gedi Nahal Arugot.JPG"],["thumb"],["The Arugot Stream \"Hidden Waterfall\""]]},"\n",{"type":"{{","value":[["do"],["name=Ein Gedi Nature Reserve"],["alt=Arugot Stream & David Stream"],["url=http:\/\/www.parks.org.il\/parks\/ParksAndReserves\/Pages\/En-Gedi.aspx"],["lat=31.465916"],["long=35.395138"],["directions=On route 90 one km north of the Kibbutz, follow signs to the Streams"],["phone=+972 8 658-4285"],["fax=+972 8 652-0228"],["hours=Su-Th & Sa 8:00-16:00, F 8:00-15:00; closes 1 hour later during DST; entry forbidden starting one hour before closing"],["price=29₪ adult, 15₪ child or senior; inclusive both streams and the ancient synagogue. Consider purchasing the ",{"type":"[","value":["http:\/\/old.parks.org.il\/BuildaGate5\/general2\/data_card.php?Cat=~%20~~800557905~Card14~&ru=&SiteName=parks&Clt=&Bur=663698082 ",{"type":"'''","value":["Parks and Reserves \"Green Card\""]}]}],["content=Ein Gedi's biggest attraction, the nature reserve is a true oasis, with streams running with water all year long, feeding a rich greenery and a variety of desert wildlife. Use the map to find the recommended points of interest. Hiking trails are detailed below."]]},"\n\n",{"type":"====","value":["Lower David Stream"]},"\nThe most popular hike in this reserve, the David Stream Trail is very short and easy, but you'll gladly spend 1½ hours there, stopping by all the beautiful ponds. The hike begins at the nature reserve's entry gate that's just below the Ein Gedi Field School, and is clearly signed from route 90. The hike passes by several ponds until it reaches the largest one, below a tall waterfall ",{"type":"'''","value":["(1)"]},". It's big and beautiful, but also dangerous – large stones occasionally brought down by the waterfall, and they can land even in the middle of the pond, far from the bottom of the fall. For that reason, it may be advised to bathe in one of the previous ponds you've passed by.\n\nAlso note that the popularity of this hike sometimes makes it very crowded, so you might not be able to find some nice, quiet place.\n\nIt's possible to walk in the running water for some of the hike, so sandals are recommended. However, it's also not a problem to avoid entering the water.\n\n",{"type":"====","value":["Dry canyon and the \"Window\" dry fall"]},"\nThe upper David Stream is slightly more challenging than the lower, but is still fit for a family hike (if the kids aren't the complaining type). It's a dry canyon with no running water, but during most of the year (except summer) some basins hold water. There are two ways to reach the canyon, and both will have you climbing the tall cliffs of the Judaean Desert; don't do it in exceptionally hot days, and never in mid-day. The two ways are:\n# ",{"type":"'''","value":["From Mount Yishay"]}," – Named after the father of the Biblical King David, this is the peak that rises north of the David Stream. To reach it, enter the Field School (there are signs from Route 90), then look for the backdoor in the fence (only open during daytime), beginning your climb following a black-marked hiking trail ",{"type":"{{","value":[["Israel trail mark"],["black"]]},". Then, again, you'll have two options:\n## Branch-off left when you encounter a red trail ",{"type":"{{","value":[["Israel trail mark"],["red"]]}," to reach the top of the dry canyon; it will take about one hour from the Field School to there.\n## Or go all the way to the top to enjoy the view (a nice spot for watching the sunrise). To get there, keep walking the black trail ",{"type":"{{","value":[["Israel trail mark"],["black"]]}," until you reach a T with a green trail ",{"type":"{{","value":[["Israel trail mark"],["green"]]},". Take a right on the green to climb to the top, take in the view, then climb back down the green trail ",{"type":"{{","value":[["Israel trail mark"],["green"]]}," all the way into the canyon itself.\n# ",{"type":"'''","value":["From the lower David Stream"]}," – The easier way, follow the trail of the ",{"type":"[[","value":[["#Lower David Stream"],["lower David Stream"]]}," described above until you reach the waterfall ",{"type":"'''","value":["(1)"]},". Take the trail climbing southwards, following the signs to Ein Shulamit Spring and the Chalcolithic Temple ruins ",{"type":"'''","value":["(3)"]}," until you reach them. From the temple, ascend north by the green trail ",{"type":"{{","value":[["Israel trail mark"],["green"]]}," until it crosses the canyon, then take the trail that walks inside the canyon itself. Hiking from the running waterfall ",{"type":"'''","value":["(1)"]}," to that point should take about 40 minutes.\n\nThe dry canyon offers a fun trail between boulders and water basins that'll take you about 30 minutes. Be sure to follow it ",{"type":"'''","value":["to its very end"]},", where you'll encounter the Window ",{"type":"'''","value":["(2)"]}," – the end of the creek where it suddenly opens in a dry waterfall, offering a magnificent view of the green, flowing part of the stream below you, with the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," beyond and the ",{"type":"[[","value":[["Jordan"]]},"ian Edom Mountains in the horizon.\n\n",{"type":"====","value":["Arugot Stream"]},"\nA beautiful hike in an ever-flowing stream that's longer than the Lower David Stream and usually less crowded. Fit for a family hike, though it takes about 4 hours to walk it all (round trip), and probably more since you'll want to spend some time in the ponds. Most of the trail goes through water (up to knee-deep), so sandals are recommended.\n\nUse the map and follow the roadsigns to reach the entrance. A red trail ",{"type":"{{","value":[["Israel trail mark"],["red"]]}," walks from there all along the stream. In several places, a blue trail ",{"type":"{{","value":[["Israel trail mark"],["blue"]]}," branches off. The blue one is very recommended: it's parallel to the red, only it walks more in the running stream itself. You'll also reach some very nice ponds, the largest ones at the Hidden Waterfall ",{"type":"'''","value":["(6)"]}," and the Upper Ponds ",{"type":"'''","value":["(7)"]},".\n\nPark rangers make sure to take all hikers out in time. Exactly two hours before the reserve is closed (that is, on 14:00, or 15:00 during DST) they'll make sure there's no one left at the Upper Ponds, and one hour later they tell everyone to leave the Hidden Waterfall. That's done because this oasis is one of the only source of water for wildlife in the region, and the animals won't come near the water as long as there are people around. Therefore, if you wish to make the entire trail all the way to the Upper Ponds (which is highly recommended), you should begin no later than 10:00-11:00 in the morning.\n\nTo keep the area clean (and so preserve the flora and fauna), it's forbidden to take out food within the confines of the reserve, except at the Hidden Waterfall ",{"type":"'''","value":["(6)"]}," and the Upper Ponds ",{"type":"'''","value":["(7)"]},". Fire is also forbidden, even in gas stoves, for fear of wild fires.\n\n",{"type":"====","value":["One-day complete tour"]},"\nIf you wanna get a little bit of everything, follow the path described below for a medium-difficulty full-day hike.\n\nGo through the David Stream nature reserve gate (and keep your ticket, you'll need it again later), walk up to the waterfall with the ponds ",{"type":"'''","value":["(1)"]},", climb up to the Chalcolithic Temple ",{"type":"'''","value":["(3)"]},", go down through the Ein Gedi Spring ",{"type":"'''","value":["(4)"]}," – it has a small, built pond that's about knee deep – and reach the bottom near the Ancient Synagogue ",{"type":"'''","value":["(5)"]},", which you can visit with the same ticket without any additional payment. Follow the side-road south until you reach the entry to the Arugot Stream (where you'll have to show your ticket), and walk along inside it as far as you can reach, before the park rangers say it's time to head back outside. If you enter the Arugot Stream less than 3-4 hours before closure, you'll probably won't have enough time to get to the Upper Ponds ",{"type":"'''","value":["(7)"]},", since they're closed two hours before the reserve is closed. Therefore, it's advisable to rise early and keep track of the time while you walk, to make sure you'll have enough time to enjoy the ponds along the path and still manage to reach the end.\n\n",{"type":"====","value":["Two-day complete tour"]},"\nIf you'd like to get some challenge, enjoy sleeping in the wild and want to see everything the place has to offer without having to rush it, you can definitely hike for two full days in the reserve. Also, this trail doesn't take you through any of the main gates of the reserve, so you won't be required to pay. The park rangers are usually nice to backpackers and won't require any payment if you encounter them inside the reserve, but even if they do ask, the sum isn't really big.\n\nBetter to get up early, before it gets hot, and climb up from the Field School to the top of Mount Yishay (maybe even watch the sunrise from there), then go down into the ",{"type":"[[","value":[["#Dry canyon and the \"Window\" dry fall"],["dry canyon"]]}," and walk up to the \"Window\" fall ",{"type":"'''","value":["(2)"]},". Go on from there to the ruins of the Chalcolithic Temple ",{"type":"'''","value":["(3)"]},", and if you have enough time – make a round trip to the ponds below ",{"type":"'''","value":["(1)"]},". From the temple ruins, take the black trail ",{"type":"{{","value":[["Israel trail mark"],["black"]]}," up the Ein Gedi Ascent to the desert plateau, where you'll spend the night near the Ein Gedi Lookout. Do note that it's forbidden to stay within the streams themselves during the night, because you'll disturb the wild animals that come here for the only water source in the area; the reserve is heavily patrolled by park rangers. Also, don't count on making a fire, since there's virtually no wood on the plateau, and naturally it's forbidden to take any out of the streams themselves. If you wish to cook, better to use a gas stove.\n\nRise up next morning to watch a beautiful sunrise from the Ein Gedi Lookout, then go down the Bnei HaMoshavim Ascent (black-marked ",{"type":"{{","value":[["Israel trail mark"],["black"]]},") into the Arugot Stream, not far from the Hidden Waterfall ",{"type":"'''","value":["(6)"]},". It's highly recommended to walk west up to the Upper Ponds ",{"type":"'''","value":["(7)"]},", spend some time there, and then head back and exit by the reserve gate. If the time isn't too late, you can also pay a visit to the Ancient Synagogue ",{"type":"'''","value":["(5)"]}," later.\n\n",{"type":"==","value":["Eat and drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ein Gedi Tavern"],["alt="],["url="],["email="],["address="],["lat=31.45802"],["long=35.39669"],["directions=At the gas station on route 90 between the Kibbutz and the Field School"],["phone=+972 8 6594761"],["hours=Restaurant 11:00-16:00 daily, café 24 hours"],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Ein Gedi Beit Sarah Guest House"],["url=http:\/\/www.iyha.org.il\/eng\/Index.asp?CategoryID=77&ArticleID=63"],["email=eingedy@iyha.org.il"],["address="],["lat=31.46692"],["long=35.39522"],["directions=On route 90 about 1 km north of the Kibbutz, follow roadsign to Field School"],["phone=+972 8 6584165"],["tollfree="],["fax=+972 8 6584445"],["hours="],["price="],["checkin="],["checkout="],["content=A guest house just on the border of the oasis with 51 rooms, some of which with balconies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ein Gedi Country Hotel"],["url=http:\/\/www.ein-gedi.co.il\/en_index.htm"],["email=eg@ein-gedi.org.il"],["address="],["lat=31.45301"],["long=35.38790"],["directions=In the Kibbutz"],["phone=+972 8 6594222"],["tollfree="],["fax=+972 8 6584328"],["hours="],["price="],["checkin="],["checkout="],["content=Kibbutz Hotel"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Ein Gedi Field School Inn"],["alt="],["url=http:\/\/natureisrael.org\/EinGedi"],["email=teleteva@spni.org.il"],["address="],["lat=31.46950"],["long=35.39471"],["directions=On route 90 about 1 km north of the Kibbutz, follow roadsign to Field School"],["phone=+972 8 6584288"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Inn rooms fit for families and groups in a location offering a great view of the oasis underneath"]]}]},"\n",{"type":"===","value":["Camping"]},"\nCamping is allowed for free on the Ein-Gedi coast (approx. 500 m south of the kibbutz itself), toilets and showers are on site for a small fee. The ground is a bit stony so any kind of mattress is useful.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sink Holes"]}," form underground on the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]}," coast. Do not walk anywhere east of route 90 unless there are roads that lead there, or if there are signs indicating that the beach is accessible; otherwise you might find the ground dropping under your feet."]},{"type":"*","value":[" When hiking in the nature reserve or the surrounding area, mind the ",{"type":"[[","value":[["Hiking and backpacking in Israel#Judaean Desert"],["safety guidelines for the Judaean Desert"]]},"."]},{"type":"*","value":[{"type":"*","value":[" Most prominently, ",{"type":"[[","value":[["Hiking and backpacking in Israel#Flash floods"],["flash floods"]]}," are a common danger in the area. Check the weather forecast or consult the ",{"type":"[[","value":[["#Sleep"],["Ein Gedi Field School"]]},"."]}]},{"type":"*","value":[{"type":"*","value":[" Make sure to carry enough drinking water, as it's uncertain weather the stream water at the park are good for drinking. There aren't any water taps inside the reserve, only at the entry gates."]}]},{"type":"*","value":[{"type":"*","value":[" Remember that the entire area is a nature reserve, so ",{"type":"[[","value":[["Hiking and backpacking in Israel#Nature reserves"],["some regulations apply"]]},". Also, it's forbidden to eat inside this reserve, except at the Hidden Waterfall ",{"type":"'''","value":["(6)"]}," and Upper Ponds ",{"type":"'''","value":["(7)"]}," at the Arugot stream."]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Float on the ",{"type":"[[","value":[["Dead Sea (Israel)#Do"],["Dead Sea"]]}]},{"type":"*","value":[" Take a tour of ",{"type":"[[","value":[["Masada"]]},", about 20 minutes drive south of Ein Gedi"]},{"type":"*","value":[" Go out to other nearby ",{"type":"[[","value":[["Hiking in the Judaean Desert"],["hiking trails"]]},"; particularly the Mishmar and Ze'elim streams are very close by"]},{"type":"*","value":[" Visit the other attractions of the ",{"type":"[[","value":[["Judaean Desert#See"],["Judaean Desert"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Israel"]]},"\n",{"type":"{{","value":[["geo"],["31.45169"],["35.38409"]]},"\n\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ein Gedi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ein Gedi"]]}]