[{"type":"{{","value":[["pagebanner"],["Eindhoven Wikivoyage banner.png"],["otbp=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eindhoven.eu\/ Eindhoven"]}]}," is a major city in the province of ",{"type":"[[","value":[["North Brabant"]]}," in the ",{"type":"[[","value":[["Netherlands"]]},". With a population of over 213,000 people, it's the fifth largest city of the Netherlands. It is by no means a main tourist destination in the country and most travel guides will devote no more than a page or two to it. Nevertheless, this bustling and modern city has a lot more to offer.\n\nEindhoven's history is dominated by industrial development and is inextricably linked to electronics giant Philips and, to a lesser degree, DAF Trucks. Although those industries have mostly disappeared, Eindhoven remains a European technology hub, hosting a technical university and many technically oriented companies and cooperation initiatives. In addition, over the past decade the city has become the capital of Dutch design.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:EindhovenLightTower.jpg"],["thumb"],["250px"],["right"],["Eindhoven City Center, with the Light Tower and Witte Dame on the right, the Blob on the left and the Admirant tower in the back."]]},"\nRight until the beginning of the 20th century, Eindhoven was no more than a village. Less than a century later its number of inhabitants had boomed to over 200,000. The main reason for this tremendous increase in size was the establishment of electronics multinational Philips, which was founded as a light bulb manufacturing company in 1891 and was headquartered in Eindhoven until 1997. As Philips grew, the city of Eindhoven grew with it to feed the company's constantly growing need for workers. Philips' strong presence in the city gained it the title of \"Lichtstad\" (City of Light) and is still prominent today, as many of its former buildings are considered valuable industrial heritage and have been renovated. Frits Philips (1905-2005), who lead the company for decades, was the city's main beneficiary and was extremely popular among the people of Eindhoven. When walking the streets of Eindhoven today, you'll find his and other names associated with Philips everywhere. Parks, theaters, sports facilities and many streets are named in their honor.\n\nAlthough Eindhoven is an old city, with town and market rights already awarded in 1232, little of this long history is visible when exploring its center today. Large parts of the city were destroyed during air raids in World War II and post-war reconstruction was focused on ambitious, modernist plans with little respect for the historic heritage that was left. Nevertheless, there are 140 national heritage sites (",{"type":"''","value":["Rijksmonumenten"]},") in and directly around the city, including many 19th and early 20th century buildings and a handful of older ones.\n\n",{"type":"===","value":["History"]},"\n\nLooks can be deceiving, when it comes to Eindhoven's history. Modern as the city is today, it is in fact one of the oldest towns in the Netherlands. Henry I, Duke of Brabant, already chartered the then little village of \"Endehoven\" in 1232, as part of his extensive town planning process. Eventually the town established itself as a trade location en route from Holland to Liège. Its industrial activities initially centered around tobacco and textiles.\n\nThe city was destroyed and rebuilt several times in its written history. Despite late 14th century improvements to its fortifications, and the establishment of a castle within the city walls in the 15th century, Eindhoven was plundered and burned by the Guelders in 1486. No more than 6 houses remained. Rebuilding took almost 20 years and left the town in poverty, with the fortifications being neglected. This resulted in another plundering in 1543. That same year a fire ruined most of the city. During the Dutch Revolt the city repeatedly alternated ownership between the Dutch and Spanish, was burned down again, besieged for 3 months and finally captured by Spanish troops in 1583. When the French armies took over the already weakened city some years later, large parts of it were destroyed yet again. In 1629 Eindhoven finally became part of the Netherlands, but its tumultuous history left it a damaged and minor city.\n\nThis would change with the beginning of the Industrial Revolution. Due to the presence of Philips, DAF trucks and some other major industry, Eindhoven has developed as a major player in the global technical and industrial design scene. It is considered to be the epicenter of Dutch design with such institutions as the Design Academy and the Dutch Design Week that takes place every October.\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   5"],["febhigh =   6"],["marhigh =   10"],["aprhigh =   14"],["mayhigh =   18"],["junhigh =   21"],["julhigh =   23"],["aughigh =   23"],["sephigh =   20"],["octhigh =   15"],["novhigh =   9"],["dechigh =   6"],["janlow =   -1"],["feblow =   0"],["marlow =   2"],["aprlow =   4"],["maylow =   7"],["junlow =   10"],["jullow =   12"],["auglow =   12"],["seplow =   9"],["octlow =   6"],["novlow =   3"],["declow =   1"],["janprecip =  65"],["febprecip =  55"],["marprecip =  58"],["aprprecip =  44"],["mayprecip =  54"],["junprecip =  65"],["julprecip =  76"],["augprecip =  65"],["sepprecip =  63"],["octprecip =  61"],["novprecip =  65"],["decprecip =  70"],["description = Check ",{"type":"'''","value":["Eindhoven's 7 day forecast"]}," at ",{"type":"[","value":["http:\/\/www.weer.nl\/wereldweer\/actueel-en-verwacht-weer\/stad\/31X1235\/eindhoven.html"]}]]},"\nThe temperate climate is pleasant in Eindhoven. By its convenient location the average temperatures of this city are slightly higher and the rainfall is just slightly lower as the average of the rest of the Netherlands. However, it remains a sea climate with mild wet winters and cool summers.\n\n",{"type":"===","value":["Tourist information"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=VVV Eindhoven Tourist Office"],["url=http:\/\/www.vvveindhoven.nl\/en\/"],["email="],["address=Stationsplein"],["lat=51.44187"],["long=5.47928"],["directions=Right in front of the train station with exiting on the center side."],["phone=+31 40 297 91 15"],["tollfree="],["fax="],["hours=Mon 10.00 - 18.30 h. Tue - Thu 09.00 - 18.30 h. Fri 09.00 - 21.00 h. Sat 10.00 - 17.00 h Sun (only the Salesunday) 12.00 - 17.00 h."],["price="],["content=The blue and white colored VVV Tourist Office on the Stationsplein is hard to miss. Make sure to drop in for a free city guide and map and feel free to ask the helpful staff any questions you have concerning your stay. They can book rooms for you and sell a broad selection of maps, biking and hiking routes, guides and literature on the Eindhoven region and the rest of the Netherlands. The online and interactive VVV citymap can be very helpful in finding your way. ",{"type":"[","value":["http:\/\/www.vvveindhoven.nl\/thisiseindhoven\/en\/"]}]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe ",{"type":"'''","value":["A2"]}," national highway from Amsterdam to Maastricht passes Eindhoven to the west and south of the city. The A2 connects here with the ",{"type":"'''","value":["A58"]}," to Tilburg and Breda and to the ",{"type":"'''","value":["A67\/E34"]}," from Venlo to Antwerp. In 2004, the ",{"type":"'''","value":["A50"]}," was completed connecting Eindhoven to Nijmegen and Zwolle. Please be aware when driving to Eindhoven by car, that local access from the highways is provided by the ",{"type":"'''","value":["N2"]}," \"Randweg\", which runs in parallel along the A2 and A67 highways around Eindhoven. Look for \"Randweg N2\" early on when approaching Eindhoven to avoid having to make substantial detours, or use an up-to-date navigation system.\n\nAs in all Dutch cities, parking in the city center is quite expensive and during rush hours the main streets can be jammed.\n\nThere is however a Park & Ride service operating next to exit 31 of the N2. This service, called ",{"type":"[","value":["http:\/\/www.p1.nl\/parkeren\/eindhoven\/p-r-meerhoven-eindhoven ",{"type":"'''","value":["P+R Meerhoven"]}," (Page in Dutch)"]},", costs €3,- for the first 24 hours. From here, lines 18, 401 and 402 provide a frequent bus service to the city centre, with retour bus tickets to the city centre costing €0,50 per person. The bus- and parking tickets can be bought on-site at the machine using a debit or credit card.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Eindhoven Airport"]},", located just 5 kilometers outside the city, has some international destinations. There are flights with Air France (CityJet) airline to London City; Ryanair serves Alghero, Alicante, Brindisi, Dublin, Faro, Gdansk, Girona, London-Stansted, Madrid, Màlaga, Malta, Marseille, Milan-Orio al Serio, Oslo-Rygge, Pescara, Pisa, Porto, Reus, Rome-Ciampino, Stockholm-Skavsta, Trapani. Wizzair serves Belgrade, Budapest, Sofia, Katowice, Brno, Praha, Wroclaw, Warsaw and Gdansk. Transavia serves Alicante, Antalya, Bodrum, Corfu, Dalaman, Faro, Málaga, Palma de Mallorca and Rhodes. There is an ",{"type":"'''","value":["airport shuttle"]}," between the trainstation and airport. Tickets can be bought at the airport bus stand. Alternatively, bus ",{"type":"'''","value":["401"]}," runs directly from the airport to Eindhoven's main train and bus station in the city center every 10 minutes (€3,50).\n\nAlthough construction of new facilities is under way, the airport's facilities are presently totally inadequate. Lengthy queues at both men's and women's toilets are common and available seating totally inadequate. The baggage collection area is really congested and, when leaving, procedures for boarding planes are hopelessly chaotic. Best avoided for departures and if arriving with checked baggage.\n\nAlternatively, ",{"type":"'''","value":["Schiphol Airport"]}," in Amsterdam is a 90 minute ride by train, with a direct connection between the airport and Eindhoven central station (€18,50).\n\nIf you are going to Amsterdam Schiphol Airport from Eindhoven Airport there are two options:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airexpressbus.com AirExpressBuses"]}]}," costs €20 and leaves approximately four times per day on weekdays (not in sync with flights, note that it does not leave on Sundays). "]},{"type":"*","value":[" Take regional bus ",{"type":"'''","value":["401"]}," to Eindhoven station (takes ~20 mins), and take the intercity train to Amsterdam from there. The bus leaves every half hour on weekends, and more often on weekdays (See ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hermes.nl Hermes"]}]}," for timetable)."]},"\n",{"type":"===","value":["By train"]},"\n\nEindhoven Central Station is a rail transport node with connections in the directions of:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tilburg"]]}," - ",{"type":"[[","value":[["Breda"]]}," - ",{"type":"[[","value":[["Dordrecht"]]}," - ",{"type":"[[","value":[["Rotterdam"]]}," - ",{"type":"[[","value":[["Delft"]]}," - ",{"type":"[[","value":[["Den Haag"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["'s Hertogenbosch"]]}," - ",{"type":"[[","value":[["Utrecht"]]}," - ",{"type":"[[","value":[["Amsterdam"]]}," Bijlmer ArenA - Amsterdam Zuid \/ WTC - ",{"type":"[[","value":[["Schiphol"]]}," Amsterdam Airport"]},{"type":"*","value":[" 's Hertogenbosch - Utrecht - Amsterdam (Amstel, Centraal, Sloterdijk) - ",{"type":"[[","value":[["Zaandam"]]}," - ",{"type":"[[","value":[["Alkmaar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Helmond"]]}," - ",{"type":"[[","value":[["Venlo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Weert"]]}," - ",{"type":"[[","value":[["Roermond"]]}," - ",{"type":"[[","value":[["Sittard"]]}," - ",{"type":"[[","value":[["Maastricht"]]},"\/",{"type":"[[","value":[["Heerlen"]]}]},"\nListed by distance, travel times to major Dutch destinations include:\n",{"type":"*","value":["'s Hertogenbosch, 19 min. €5.70 (trains run every 15 min.)"]},{"type":"*","value":["Maastricht, 1 h., €14,90 (trains run every 30 min.)"]},{"type":"*","value":["Amsterdam, 1.20 h., €17,20 (trains run every 15 min.)"]},"\nWhen exiting the station on the South side, turn around and take a look at the building from a distance. Architect Koen van der Gaast designed the 1956 station to resemble a Philips radio of that time, gaining it national heritage site status.\n\nThere is a secondary station called ",{"type":"'''","value":["Eindhoven Beukenlaan"]},", located next to the former Philips business park Strijp-S. This station is served by regional trains.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Express bus lines"]}," serve the central bus station, located at the back of the train station, and include connections to and from:\n",{"type":"*","value":["Line 24 to ",{"type":"[[","value":[["Helmond"]]},", 45 min. €3.40"]},{"type":"*","value":["Line 156 to ",{"type":"[[","value":[["'s Hertogenbosch"]]},", 1,20 h. €5.75"]},{"type":"*","value":["Line 173 to ",{"type":"[[","value":[["Weert"]]},", 1.25 h. € 7,20"]},"Trains are generally a more convenient way to travel to or from these places, unless you want to make a stop in one of the villages on the way.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["51.43895"],["5.47877"],["zoom=15"],["width=600"],["height=500"],["layer=M"],["align=centre"]]},"\nThe city center is largely car free and small enough to get around on foot. If you're headed for the outskirts or surrounding villages, take the bus or rent a bike.\n\n",{"type":"===","value":["By bus"]},"\nEindhoven has an extensive ",{"type":"'''","value":["bus"]}," network. You can purchase an OV-chipkaart, a plastic card on which an amount or a travel credit can be loaded, at the bus company's office or vending machines in the main bus station ",{"type":"'''","value":["Neckerspoel"]}," which is at the north side of the main railway station. You can plan your trip in advance using the trip advisor of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hermes.nl\/ Hermes"]}]}," bus company which serves bus transport in the Eindhoven region and in the ",{"type":"[[","value":[["Arnhem"]]},"-",{"type":"[[","value":[["Nijmegen"]]}," city region.\n\n",{"type":"===","value":["By bicycle"]},"\nYou can rent a ",{"type":"'''","value":["bicycle"]}," at the train station, which is a nice and typical Dutch way to get around the center or explore the outskirts of town or the surrounding villages. Remember that bicycle theft is a problem in the Netherlands. Eindhoven is no exception so make sure that you have a proper lock. When you're out shopping in the city center, use the ",{"type":"'''","value":["free guarded bike parks"]}," under the 18 Septemberplein (entrance right on the middle of the square) or in the basement of the Heuvelgalerie (entrance on the north-west corner). However, they close around 8PM on Monday till Thursday. The guarded bike park in the train station has broader opening hours but costs around €1.20 per day.\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"'''","value":["Taxistands"]}," can be found on both the north- and south side of the railway station. For a list with taxi services see PIN Taxi Eindhoven ",{"type":"[","value":["http:\/\/www.citytax-eindhoven.nl"]},". Note that taxi transport in the Netherlands is rather expensive. The legal starting rate of €7.50 will get you 2 km. After that, you pay €2.20 per km. Eindhoven Airport has got it's taxistand (50 meters from the terminal entrance\/exit).\n\n",{"type":"===","value":["By car"]},"\nA Europcar office for ",{"type":"'''","value":["car rental"]}," is located on the Fuutlaan, a 10 minute walk from the train station. Exit the station on the city center side and head left on the main road in front of you (Stationsweg). You'll find Europcar after about 1 km, on your left. \nParking within the inner city circle costs around €2 per hour, with a usual daily maximum of around €14. There are quite many parking garages and area's, well indicated by \"P\" signs. A few examples in the center are listed below. In the outskirts of town public parking places on the streets are often free.\n",{"type":"*","value":[{"type":"'''","value":["Parking Garage Bijenkorf"]},", €1 per 30 minutes, daily max. €14. Entrance on Fellenoord."]},{"type":"*","value":[{"type":"'''","value":["P1 parking Mathildelaan "]},", €1 per 30 minutes. daily max. €14. Entrance on Mathildelaan."]},{"type":"*","value":[{"type":"'''","value":["Terrein Stationsweg West\/Oost"]},",€1 per 30 minutes, daily max. €6,70 Entrance on Stationsweg."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Honore de Balzac1b.jpg"],["thumb"],["260px"],[{"type":"'''","value":["Monument to Balzac"]}," sculpture by Auguste Rodin in front of the Van Abbe museum."]]},"\nIn order to claim you have seen Eindhoven, at least a glance at its Philips-related history is a must. Fortunately, this is hardly a challenge as many of the Philips sights are right in the heart of the city. The Van Abbe museum is the main attraction listed by travel guides and is an excellent pick if you're into modern art.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Van Abbemuseum"],["alt="],["url=http:\/\/vanabbemuseum.nl\/en\/"],["email=info@vanabbemuseum.nl"],["address=Bilderdijklaan 10"],["lat=51.43372"],["long=5.48130"],["directions="],["phone=+31 40 238 10 00"],["tollfree="],["fax="],["image=Van Abbe Museum Eindhoven.jpg"],["hours=Tue-Sun 11AM-5PM"],["price=€9, students: €4"],["content=The Van Abbemuseum is one of the leading museums for modern and contemporary art. The impressive collection includes works of Picasso, Chagall, Kandinsky, El Lissitzky, Theo van Doesburg, Mondriaan and Appel. January 2003 the completely renovated museum opened its doors again. The museum café is a pleasant place next to the Dommel river and can be visited on its own (free). Ever first Thursday evening of the month, admission to the museum is free from 5 PM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=DAF Museum"],["url=http:\/\/www.dafmuseum.nl\/EN\/Pages\/Museum_homepage.aspx"],["email=info@daf-museum.nl"],["address=Tongelresestraat 27"],["lat=51.43730"],["long=5.49037"],["directions="],["phone=+31 40 244 43 64"],["tollfree="],["fax="],["image=DAF-Museum Eindhoven.jpg"],["hours="],["price="],["content=Learn all about the history and designs of DAF vehicles from 1928 till the present day. The collection includes trucks, extraordinary cars and other DAF-products, but also 1930 shops and company offices from old times."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Eindhoven Museum"],["alt=Formerly known as Historic Open Air Museum"],["url=http:\/\/www.eindhovenmuseum.nl\/"],["email=info@eindhovenmuseum.nl"],["address=Boutenslaan 161 B"],["lat=51.42292"],["long=5.47679"],["directions="],["phone=+31 40 252 22 81"],["tollfree="],["fax="],["image=Historisch Openluchtmuseum Eindhoven.jpg"],["hours=Daily Apr-Oct 11AM-5PM. Closed from Nov-Mar"],["price=€8.50"],["content=Travel back into Eindhoven's history. This historic museum boost reconstructions of an Iron Age village, a farm around the year 1000 and the Medieval town of Eindhoven. Try visiting during weekends or holidays, when there are extra activities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=De Fabriek"],["alt="],["url=http:\/\/www.defabriekeindhoven.nl\/"],["email=info@defabriekeindhoven.nl"],["address=Baarsstraat 38"],["lat=51.42834"],["long=5.46470"],["directions="],["phone=+31 40 255 15 30"],["tollfree="],["fax="],["hours="],["price="],["content=De Fabriek (",{"type":"''","value":["The Factory"]},") is a workspace for artists and designers. The space is made available to professional artists who want to develop themselves and their work in the area of The Factory. They present their work after a working period."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=MU Artspace"],["url=http:\/\/www.mu.nl"],["email=mu@mu.nl"],["address=Emmasingel 20"],["lat=51.44091"],["long=5.47566"],["directions=in the Witte Dame, opposite the Public Library on the first floor."],["phone=+31 40 296 16 63"],["tollfree="],["fax="],["hours="],["price="],["content=Mu brings expositions about the hybrid visual culture of now and later. It aims to be 'an adventurous guide to all art lovers with a keen interest in the energetic mix of art, design, popculture and new media.' Also popular with young people (under age 35). It often has lectures or other activities on Thursdays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Philips Museum"],["alt="],["url=http:\/\/www.philips-museum.com\/uk\/the_museum_UK.html"],["email=info-museum@philips.com"],["address=Emmasingel 31"],["lat=51.43935"],["long=5.47547"],["directions="],["phone=+31 40 235 90 30"],["tollfree="],["fax="],["image=Philipsfabriekje.jpg"],["hours=Tue-Sun 11AM-5PM"],["price=Children €4.00. Adults €8.00"],["content=Philips first factory lies right in the heart of the city. The Philips museum provides a fascinating picture of the way in which Philips evolved from a small incandescent lamp manufacturer into a large and prestigious international group of companies. The museum is re-opened on April 5th 2013."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ton Smits House"],["url=http:\/\/www.tonsmitshuis.nl\/"],["email=info@tonsmitshuis.nl"],["address=Jacob Reviuslaan 25"],["lat=51.42246"],["long=5.48191"],["directions="],["phone=+31 40 211 47 86"],["tollfree="],["fax="],["hours=Only on Wednesdays, from 11AM till 5PM, unless you make an appointment."],["price=€2.50"],["content=Take a look in this former studio and residence of Dutch cartoonist and artist Ton Smits, who drew hundreds of humour-sketches in well known American magazines including The New Yorker and The Saturday Evening Post. He lived and worked in Eindhoven from 1957 until his death in 1981."]]}]},"\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"[[","value":[["File:Evoluon.jpg"],["thumb"],["250px"],["right"],["The Evoluon was built as a futuristic reminder and celebration of the city's innovative and technical character"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lichttoren"],["alt=Light Tower"],["url="],["email="],["address=Corner of Mathildelaan and Emmasingel"],["lat=51.44071"],["long=5.47527"],["directions="],["phone="],["tollfree="],["fax="],["image=Emmasingel.jpg"],["hours="],["price="],["content=On the top floors of this 7-edged, white tower building, Philips used to perform it's light bulb endurance tests. The 24\/7 burning lights in the building gained it the title of \"Light Tower\". Later it also housed the headquarters of Philips' lightning department. Around it where some of the company's main production buildings. After serious renovations, the building now holds private lofts and offices. On the down floor restaurant Usine offers a nicely decorated surrounding for a coffee break."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Witte Dame"],["alt=White Lady"],["url="],["email="],["address=Emmasingel"],["lat=51.43932"],["long=5.47457"],["directions="],["phone="],["tollfree="],["fax="],["image=Wittedame.jpg"],["hours="],["price="],["content=Next to the Light Tower is the Witte Dame. It was designed by Dirk Roosenburg and built in 1931 in the style of the New Objectivity. It originally served as a radio factory and now houses Eindhoven's Design Academy and Public Library."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=De Admirant"],["alt="],["url="],["email="],["address=Emmasingel"],["lat=51.43957"],["long=5.47554"],["directions="],["phone="],["tollfree="],["fax="],["image=De Admirant.JPG"],["hours="],["price="],["content=The highest building in Eindhoven, directly opposite the Witte Dame. The 105 meter tower is the sky-high middle point of a new shopping area called \"Around the Admirant\". The \"Around the Admirant\" area was designed to include not only the retail stores in the Admirant's down floors, but also those in the organically shaped ",{"type":"'''","value":["Blob"]},". All the top floors are residential apartments."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Evoluon"],["url=http:\/\/www.evoluon.com\/"],["email="],["address=Noord Brabantlaan 1a"],["lat=51.44351"],["long=5.44683"],["directions="],["phone=+31 40 250 46 43"],["tollfree="],["fax="],["image=Evoluon2.jpg"],["hours="],["price="],["content=This mushroom-shaped building strongly resembles the popular idea of a UFO, making it a very futuristic design when it was built in 1966. It was built for the 75-year anniversary of Philips, as a symbol for the company's technological achievements. It served as a popular technology museum until diminishing incomes led to it's closure in the 80's. Nowadays, it's a conference center."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Vestedatoren"],["alt="],["url="],["email="],["address=corner of Vestdijk and Smalle Haven"],["lat=51.43759"],["long=5.48244"],["directions="],["phone="],["tollfree="],["fax="],["image=Vesteda Toren Eindhoven.jpg"],["hours="],["price="],["content=The 2006 Vesteda tower is considered one of the main landmarks in Eindhoven's skyline. With 90 meters this apartment building is the 5th highest building in the city. It was designed by Jo Coenen and is part of his broader design for the modern urban Smalle Haven area surrounding it."]]}]},"\n",{"type":"===","value":["Churches"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Oude Toren"],["url="],["email="],["address=Oude Torenstraat 1"],["lat=51.38687"],["long=5.44221"],["directions=Woensel"],["phone="],["tollfree="],["fax="],["image=Oude Toren01.jpg"],["hours="],["price="],["content=The \"Old Tower\" is all that remains of a 14th or 15th-century church in the style of the Brabantine Gothic. It's the only really old church building left in the city today."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Paterskerk"],["url="],["email="],["address=Tramstraat 37"],["lat=51.43829"],["long=5.48371"],["directions=Centre"],["phone="],["tollfree="],["fax="],["image=Paterskerk (Eindhoven) P1020005copy.jpg"],["hours="],["price="],["content=A late 19th century Neo-Gothic church, built for monastery Mariënhage that is located right next to it. Both the monastery and the church are recognized as national heritage sites."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sint-Catharinakerk"],["url="],["email="],["address=Stratumseind 2"],["lat=51.43709"],["long=5.47958"],["directions=Centre"],["phone="],["tollfree="],["fax="],["image=Catharinakerk Eindhoven.jpg"],["hours=Open for visitors Tue-Fri 9.30AM-5PM, Sat 10AM-5PM, Sun 10AM-12AM (but church services take place on Sundays)"],["price="],["content=Neo-Gothic Catholic church in the city center, built in 1861 and designed by Pierre Cuypers, a famous Dutch architect"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sint Joriskerk"],["alt="],["url="],["email="],["address=Sint Jorislaan bij 51"],["lat=51.42997"],["long=5.48794"],["directions=Stratum"],["phone="],["tollfree="],["fax="],["image=Sint-Joriskerk.jpg"],["hours="],["price="],["content=This 1884 Neo Gothic church was designed by Hendrik Jacobus van Tulder and built in the shape of a basilica. With its height of 91 meter it is the highest church of Eindhoven."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sint Martinuskerk"],["url="],["email="],["address='t Hofke 1"],["lat=51.44823"],["long=5.51844"],["directions=Tongelre"],["phone="],["tollfree="],["fax="],["image=Martinuskerk-Tongelre.jpg"],["hours="],["price="],["content=This Neo Gothic church was designed by Emmanuel Corbey and built in 1888. The two towers on either side of the main portal are unfinished."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sint Petruskerk"],["alt="],["url="],["email="],["address=Kloosterdreef"],["lat=51.45362"],["long=5.47188"],["directions=Woensel"],["phone="],["tollfree="],["fax="],["image=SintPetruskerk03.jpg"],["hours="],["price="],["content=This Neo Gothic church was designed by Louis Kooken and built in 1875."]]}]},"\n",{"type":"===","value":["Cemeteries"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Commonwealth War Cemetery"],["alt="],["url="],["email="],["address=Baffinlaan 1"],["lat=51.45628"],["long=5.48110"],["directions=Woensel"],["phone="],["tollfree="],["fax="],["image=Eindhoven Woensel general cemetery.jpg"],["hours="],["price="],["content=The commonwealth war cemetery is part of the General Cemetery in Woensel. Of all the soldiers who are buried on the Eindhoven cemetery about four fifth belonged to the air force, and died in the period between 1941 and 1944 during attacks over this part of Holland or on the return route from missions to Germany. The soldiers of the ground army who are buried here died between September 1944 and May 1945. During almost this entire period the 79th and 86th British general hospitals were located in Eindhoven. There are nearly 700, 1938-1945 war victims buried on this cemetery of which 679 victims have been identified."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jewish Cemetery"],["alt="],["url="],["email="],["address=Groenewoudseweg 4"],["lat=51.45098"],["long=5.45795"],["directions=Woensel"],["phone="],["tollfree="],["fax="],["image=Jewish cemetery of Eindhoven.jpg"],["hours="],["price="],["content=This Jewish cemetery is a national heritage site of the Netherlands"]]}]},"\n",{"type":"==","value":["Do"]},"\nEindhoven is perhaps the liveliest city in the South of the Netherlands. If you're willing to get informed, you'll find events are taking place at almost any given time. If you're flexible in planning, try to visit during one of the main events like GLOW or the Dutch Design Week. When you've had enough of the urban vibe, just head for one of the many natural areas around and see a whole different side of the Eindhoven region.\n\n",{"type":"*","value":["Dive into Eindhoven's ",{"type":"'''","value":["industrial history"]},". Walk by former industrial complexes in the center, such as the Lichttoren (one of the cities main landmarks), the Admirant and the Witte Dame. Visit Philips' first Incandescent Lamp Factory of 1891, now a small museum. Just outside the center you'll find Strijp-S, with the famous Klokgebouw (Clock building). The robust former factory buildings of this Philips area are now being transformed into the bustling creative heart of the city. An English bike route along the main Philips-sights is for available at the tourist information office for €2. To get an idea of that other major industry that has shaped the city, visit the DAF-truck museum."]},"\n",{"type":"*","value":["Explore Eindhoven's ",{"type":"'''","value":["historic heritage"]},". Rent a bike at the train station and visit a selection of the 140 Rijksmonumenten (National Heritage Sites)",{"type":"[","value":["http:\/\/nl.wikipedia.org\/wiki\/Lijst_van_rijksmonumenten_in_Eindhoven_%28stad%29"]},", also outside of the direct city center. Or go back in time at the Historic OpenAir Museum, where you can experience life in Eindhoven during the Middle Ages and before."]},"\n",{"type":"*","value":["If you're into ",{"type":"'''","value":["design"]},", try to visit the city during the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ddw.nl\/index.php?lang=en&id=0 Dutch Design Week"]}]},". Check the website of the Design Academy for any upcoming events or their graduates exhibition around October. On Strijp-S you can visit the large shop, workshop and restaurant of world famous designer Piet Hein Eek."]},"\n",{"type":"*","value":["Recreation area ",{"type":"'''","value":["The Genneper Parks"]}," provides ample opportunities to relax and enjoy nature, but also allow for an active day trip. The Milieu Education Center ",{"type":"[","value":["http:\/\/www.mecehv.nl\/"]}," provides walking routes, including a GPS track through the park. There's a biological farm and shop, a cartoonmuseum, a restaurant with midgetgolf options and several sports facilities. For example, take a dive in Zwemcentrum de Tongelreep, one of Europe's largest swimming centers. From autumn till late spring you can visit the ice skating center ",{"type":"[","value":["http:\/\/www.ijssportcentrum.nl\/"]}]},"\n",{"type":"===","value":["Bicycle tours"]},"\n",{"type":"[[","value":[["File:Cycling tour direction sign Rondje Eindhoven.jpg"],["thumb"],["Direction sign ",{"type":"''","value":["Rondje Eindhoven"]}]]},"\nThere are signed bicycle tours in and around Eindhoven. Just rent a bike and explore the surrounding villages, forests and heaths.\n:*",{"type":"{{","value":[["buy"],["name=NS train station"],["url="],["email="],["address="],["lat="],["long="],["directions=In the hall of the railway station is an access down to the bicycle cellar"],["phone=+31 40 297 91 00"],["tollfree="],["fax="],["hours="],["price="],["content=Price\/deposit for standard bike €7,50\/€50,"]]},"\n:*",{"type":"{{","value":[["buy"],["name=Peter Heerings & ZN"],["url=http:\/\/www.pheerings.nl"],["email="],["address=Moreelselaan 56"],["lat="],["long="],["directions="],["phone=+31 40 211 20 32"],["tollfree="],["fax="],["hours="],["price="],["content=Prices: standard bike €8, E-bike €20"]]},"\n:*",{"type":"{{","value":[["buy"],["name=VVV tourist information office"],["url="],["email="],["address=Stationsplein"],["lat="],["long="],["directions=Just outside the railway station"],["phone=+31 40 297 91 15"],["tollfree="],["fax="],["hours="],["price="],["content= Price\/deposit for standard bike €9,50\/€50, electric bike €19\/€75, scooter €25\/€100"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Rondje Eindhoven"]}," (",{"type":"''","value":["Around Eindhoven"]},"):  This cycling tour starts at the ",{"type":"'''","value":["VVV tourist information office"]},".  It leads all around the city over 75 km, divided into 3 rounds of 20 to 25 km. Just follow the route signs. For €2 you can buy a map at the tourist office with route information. "]},{"type":"*","value":[{"type":"'''","value":["Philips Architectuurroute"]}," (",{"type":"''","value":["Philips Architecture tour"]},"): This tour traces the influence of the presence of the Philips company for more than a century in Eindhoven. The tour leads you along different buildings and objects that are related to Philips. The trip is 18 kilometers and takes about 1.5 to 2 hours. More information at the VVV tourist office."]},{"type":"*","value":[{"type":"'''","value":["ANWB cycling tours"]},": Around Eindhoven are several cycling tours from about 50–80 km distance. These lead through fields, forests, heath and villages. All tours are numbered and are easy to follow over specially laid bike lanes. There are plenty of places for a picnic, lunch or to have a drink. Maps are available at the tourist information office or can be downloaded from the ANWB ",{"type":"[","value":["http:\/\/www.anwb.nl\/fietsen\/fietsroutes\/"]}," website (€1.30 per map)."]},"\n",{"type":"===","value":["Concerts & theater"]},"\n",{"type":"[[","value":[["File:Dynamo Eindhoven.JPG"],["thumb"],["Dynamo"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dynamo"],["url=http:\/\/www.dynamo-eindhoven.nl"],["email="],["address=Catharinaplein 21"],["lat=51.43767"],["long=5.48049"],["directions="],["phone=+31 40 239 31 10"],["tollfree="],["fax="],["hours="],["price="],["content=You'll find the country's largest youth center, Dynamo, in the heart of Eindhoven. It offers a wide variety of activities, from workshops, community and popular art projects to dancing, sports and concerts. All different youth cultures are welcome here, including the hiphop, dance, house, rock and metal scene."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Effenaar"],["url=http:\/\/www.effenaar.nl\/english"],["email=info@effenaar.nl"],["address=Dommelstraat 2"],["lat=51.44177"],["long=5.48320"],["directions=Diagonally opposite the train station"],["phone=+31 40 239 36 66"],["tollfree="],["fax="],["hours="],["price="],["content=Besides a bar\/restaurant, the Effenaar houses 2 large halls for concerts and dance events. It offers a stage for local talent but also receives major international artists."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Muziekgebouw Frits Philips"],["url=http:\/\/www.muziekgebouweindhoven.nl\/home"],["email="],["address=Heuvel Galerie 140"],["lat=51.43894"],["long=5.47930"],["directions="],["phone=+31 40 244 20 20"],["tollfree="],["fax="],["hours="],["price="],["content=This large music center in the heart of the city offers a broad range of concerts, varying from jazz and classical to world music and acoustic rock."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Parktheater"],["url=http:\/\/www.parktheater.nl"],["email=info@parktheater.nl"],["address=Elzentlaan 50"],["lat=51.42915"],["long=5.48431"],["directions="],["phone=+31 40 215 61 56"],["tollfree="],["fax="],["hours="],["price="],["content=This large and modern theater on the edge of the Stadswandelpark offers over 500 theater activities a year."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Natlab"],["url=http:\/\/www.natlab.nl\/"],["email=info@natlab.nl"],["address=Kastanjelaan 500"],["lat=51.44577"],["long=5.45434"],["directions=Strijp S"],["phone=+31 40 294 68 48"],["tollfree="],["fax="],["hours="],["price="],["content=Natlab (before ",{"type":"''","value":["Plaza Futura"]},") is a cultural meeting place for contemporary art with film (mostly classics and art house films) as a basis."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Rambler"],["url=http:\/\/www.therambler.nl\/"],["email=info@therambler.nl"],["address=Stationsweg 12"],["lat="],["long="],["directions="],["phone=+31 6 523 32 189"],["tollfree="],["fax="],["hours="],["price="],["content=Blues, Hardcore, Punk and Rock. Open podium 2 or 3 Thursdays a month for all styles."]]}]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ice Sport Centre Eindhoven"],["url=http:\/\/www.ijssportcentrum.nl\/"],["email=ijssportcentrum@eindhoven.nl"],["address=Antoon Coolenlaan 3"],["lat=51.41572"],["long=5.47179"],["directions="],["phone=+31 40 238 12 00"],["tollfree="],["fax="],["hours="],["price=€7.40\/€5.10"],["content=This in- and outdoor ice skate track is closed during summer."]]}]},{"type":"*","value":[{"type":"'''","value":["Swimming"]}]},":*",{"type":"{{","value":[["do"],["name=Aquabest"],["url=http:\/\/www.aquabest.nl\/"],["email="],["address="],["lat=51.49728"],["long=5.43467"],["directions="],["phone=+31 40 282 22 10"],["tollfree="],["fax="],["hours=April 1 until September 30. 10am-8pm"],["price=€5"],["content=Natural swimming, beach, all kind of water activities."]]},"\n:*",{"type":"{{","value":[["do"],["name=De Ijzerenman"],["alt=Iron man"],["url=http:\/\/www.ijzerenman.com\/natuurbad.html"],["email=info@ijzerenman.com"],["address=Javalaan 149"],["lat=51.44997"],["long=5.50085"],["directions="],["phone=+31 40 282 22 10"],["tollfree="],["fax="],["hours="],["price=€5.80"],["content=Natural swimming. The lake is only opened in summer."]]},"\n:*",{"type":"{{","value":[["do"],["name=Ir. Ottenbad"],["url=http:\/\/www.sen.eindhoven.nl\/ir-ottenbad\/index.html"],["email="],["address=Vijfkamplaan 12"],["lat=51.47663"],["long=5.45706"],["directions="],["phone=+31 40 238 88 00"],["tollfree="],["fax="],["hours="],["price=€5.80"],["content=Indoor 25 meter pool. Outdoor swimming pools only opened in summer."]]},"\n:*",{"type":"{{","value":[["do"],["name=National Swimming Centre Tongelreep"],["url=http:\/\/www.tongelreep.com\/"],["email=tongelreep@eindhoven.nl"],["address=Antoon Coolenlaan 1"],["lat=51.41657"],["long=5.47811"],["directions="],["phone=+31 40 238 11 12"],["tollfree="],["fax="],["hours=10AM-9PM"],["price= €4\/€10\/€4.90"],["content=The largest swimming pool complex in Europe, with a subtropical pool and some fun features like a wave machine."]]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Philips Stadion"],["url=http:\/\/www.philipsstadion.nl\/"],["email=info@philipsstadion.nl"],["address=Frederiklaan 8"],["lat=51.44155"],["long=5.46793"],["directions="],["phone=+31 40 250 55 12"],["tollfree="],["fax="],["hours="],["price="],["content=Eindhoven is internationally known for its soccer team ",{"type":"'''","value":["PSV Eindhoven"]},", which belongs to the top teams in the country. There is a possibility to visit (Guided Tour) the Philips Stadium (Max. Att. 34.600). However, there is a need to book this several weeks before visiting, as the minimum group requirement (also accumulated) is 20 persons. When there is no tour available, you are able to enter the stadium though restaurant \"de Verlenging\" which is on the South-East side of the stadium, having a small terrace inside the stadium. As per January 2008 they introduced a combined tour; Combining the visit of the Philips stadium and the Bavaria (Beer)-Brewery in Lieshout."]]}]},"\n\n",{"type":"===","value":["Parks & gardens"]},"\nDespite it's industrial character, Eindhoven is in fact the \"greenest\" of the five largest cities in the country. Even within the province of North-Brabant, it is the greenest of the top 5 cities there. The park and grass fields around ",{"type":"'''","value":["Lake Karpendonck"]}," make a great place for a summer picknick. If you're up for a stroll, try the City Walking Park (",{"type":"'''","value":["Stadswandelpark"]},"), at walking distance from the center and decorated with some 30 sculptures. Just south of the Stadswandelpark lie the larger ",{"type":"'''","value":["Genneper Parks"]}," where nature and recreational activities come together (see above under \"Do\"). Within the Genneper Parks you'll find the ",{"type":"'''","value":["Heempark Frater Simon Deltour"]},", with example gardens showing original regional landscape types and natural habitat. The ",{"type":"'''","value":["Philips van Lenneppark"]}," in the north of the city was named after Frits Philips' wife, whose maiden name was van Lennep. The family donated the park to the city for the 75 year anniversary of the Philips company. It houses a playground, skate park and petting zoo. Older is the ",{"type":"'''","value":["Philips de Jonghpark"]}," just 1 km to the north between the Oirschotsedijk and the railway. This park was donated in 1920 by Anton Philips (the father of Frits) and his wife, whose maiden name was De Jongh. In the middle of the park is a ",{"type":"[","value":["http:\/\/www.parkpaviljoeneindhoven.nl\/cms\/ pavilion"]}," for drinks and snacks.\n\n",{"type":"===","value":["Events"]},"\n",{"type":"[[","value":[["File:LightTowerduringGlow.jpg"],["thumb"],["260px"],["During the Glow festival, Eindhoven is a stage for artificial light shows and art. Many heritage sites take part in the event, including the Light Tower."]]},"\nEindhoven is a large and bustling city, with a full agenda. Dozens of large and small events are organized each year, a number of which are unsurprisingly about artificial light and design. Some of the major ones are listed below, but check the agenda on the tourist information website to see what's planned during your visit.",{"type":"[","value":["http:\/\/www.vvveindhoven.nl\/en\/agenda\/events\/agenda"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Brabant Open Air"],["alt=BOA"],["url=http:\/\/www.brabantopenair.nl"],["email=info@brabantopenair.nl"],["address=Strijp S"],["lat="],["long="],["directions=Close to train station Beukenlaan"],["phone="],["tollfree="],["fax="],["hours=Fri 8pm-11.30pm. Sat noon-11.45pm"],["price=Fri €25. Sat €37.50"],["content=A two-day city festival with artists from Brabant as well as national and international artists. Since 2009 it has become an annual event that takes place in early September."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Carnival"],["url=http:\/\/www.lampegatdegekste.nl\/home\/"],["email="],["address=All over the city"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Five days of Carnival in almost all pubs. Street Carnival in the centre and the traditional parade on Saturday."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dutch Design Week"],["url=http:\/\/www.ddw.nl\/index.php"],["email="],["address=All over the city"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During the Dutch Design Week in October Eindhoven is all about design, in all its disciplines and aspects. Some 1500 designers display their work and over 300 different events and activities are organized throughout the city. There are workshops, lectures, seminars, shows and exhibitions. Many activities require registration in advance and for some you'll have to pay."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Eindhoven Culinair"],["url=http:\/\/www.eindhovenculinair.com\/"],["email=info@eindhovenculinair.com"],["address=Stadswandelpark"],["lat="],["long="],["directions=Next to the Parktheater"],["phone="],["tollfree="],["fax="],["hours=Four days in May during Pentecost"],["price="],["content=About 30 local selected restaurants get the opportunity to present themselves with an assortment of their specialties. All dishes are prepared on the spot."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Eindhoven Marathon"],["url=http:\/\/www.marathoneindhoven.nl\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€42"],["content=The Eindhoven marathon is an annual marathon held since 1956. The event always takes place in October. The marathon of Eindhoven is after ",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Rotterdam"]]}," the largest marathon in the Netherlands. Since 2004 the track has been adjusted several times for making it become a real city marathon. On this marathon applies a time limit of five hours running. In addition to the full marathon this running event also includes a half marathon, a 6 km run and a 3 km run."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Glow Eindhoven"],["url=http:\/\/www.gloweindhoven.nl\/website\/glow\/glow.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Glow is an International Forum of Light in Art and Architecture, Eindhoven at it's best. The city center becomes the stage for interventions, installations, performances and events - all celebrating the phenomena of artificial light. Buildings are illuminated artistically, there are luminous works of art and more, making this week a great time for an evening walk through town. In 2013 it's held from Nov. 9th to 16th. There are different locations and opening hours."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Light Tour"],["url=http:\/\/www.lichtjesroute.nl\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=One week in September"],["price=Free of charge"],["content=In order to commemorate the liberation of Eindhoven after the Second World War, volunteers and sponsors join forces each year to put a 22 km illuminated \"Light route\" trough Eindhoven in place. It features thousands of light bulbs, LED's and gas-discharge lamps, illuminating fairy tale designs and other subjects. This tradition was initiated right after the war, dropped for years but reinstalled in 1984. The lights are turned on every evening from 7.30  til 11.30PM for a week, starting on September 18. You can take the route individually, on foot, by car or by bike. There's also one organized group bike tour and a bus tour: ask the Tourist Information Office."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Music on the Dommel"],["url=http:\/\/www.muziekopdedommel.nl\/"],["email=info@muziekopdedommel.nl"],["address=River Dommel"],["lat="],["long="],["directions=Between the van Abbe Museum and Stratumseind"],["phone=+31 6 1723 63 50"],["tollfree="],["fax="],["hours=Two full days at the end of May or the begin of June"],["price=Free"],["content=Music on the Dommel is the ability for musical groups from Eindhoven and surroundings to present themselves on a big stage to a wide audience."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Park Hilaria Fair"],["url=http:\/\/www.parkhilaria.nl\/index.html"],["email="],["address=Kennedylaan"],["lat="],["long="],["directions=Directly north of the train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Eindhoven's large annual funfair brings over a 100 big and small attractions to the Kennedylaan, which is closed down entirely to host the event. You'll find thrill rides, children's rides, games, street theater, music and of course lots of food and drinks. It lasts a week and usually takes place around the beginning of August. There's no entry fee but you'll pay for the attractions."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=XO Live"],["alt=Extrema' Outdoor"],["url=http:\/\/xofestival.nl\/en\/home"],["email=info@extrema.nl"],["address=Aquabest"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=A full day about half July from 10pm-11am"],["price=Regular €59"],["content=Dance festival on the beach of Aquabest with a wide range of performers"]]}]},"\n",{"type":"==","value":["Buy"]},"\nEindhoven is hardly a touristic city and souvenirs are relatively hard to come by. The VVV tourist information office directly outside the train station has some Dutch and Eindhoven oriented gadgets. Light bulb cartoons and similar images are a typical reference to Eindhoven's history in lightning. Also, museum shops will have some gift items relevant for their exhibitions.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Onigiri"],["alt=onigiri t-shirts"],["url=http:\/\/www.onigiri.nl\/"],["email="],["address=nieuwe emmasingel 9"],["lat=51.44054"],["long=5.47631"],["directions=Across from the Blob"],["phone=+31 40 751 11 53"],["tollfree="],["fax="],["hours=10am to 6pm"],["price="],["content=Onigiri is a small design-centric store selling T-shirts, gadgets\/design items and accessories. One of the more unique and off-beat stores in Eindhoven with the Dutch Design T-shirts and odd but amusing products. Great place to stop by even if it is just for the interior design with the Tetris-like fixtures and smart-glass fitting room."]]}]},{"type":"===","value":["Opening hours"]},"\nWith some exceptions, shops close at 6PM on Weekdays and 5PM on Saturdays, like in the rest of the country. Friday is \"buying-evening\" in the city center, with shops open until 9PM. Although shops in principle close on Sundays, so-called \"Shopping-Sundays\" allow (but do not oblige) store owners to open on a number of Sundays a year. These Shopping-Sundays differ per district and are canceled during July and August in some districts. In the city center, shops are open every first Sunday of the month. For other districts, see the municipalities list ",{"type":"[","value":["http:\/\/www.eindhoven.nl\/artikelen\/Wanneer-is-het-koopzondag-in-Eindhoven.htm"]},".\n",{"type":"===","value":["City center"]},"\nWith the covered shopping centre 'De Heuvel Galerie', large department stores including 'De Bijenkorf' and an extensive selection of boutiques an specialist shops, the center of Eindhoven is the most bustling shopping center in the South of the Netherlands. The following streets form the main, pedestrianised shopping area: 18 Septemberplein, Nieuwe emmasingel(admirant), Demer, Rechtestraat, de Markt, Nieuwstraat, Hermanus Boexstraat, Vrijstraat and Hooghuisstraat.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=De Heuvelgalerie"],["alt="],["url=http:\/\/www.heuvelgalerie.nl\/"],["email="],["address="],["lat=51.43921"],["long=5.48010"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Placed between the central station and the market square, is a covered shopping mall with a broad selection of stores. You'll find anything from clothing and shoes till toys, a bike store and a Mac retail shop."]]}]},{"type":"*","value":["If you're looking for somewhat more exclusive fashion, try the ",{"type":"'''","value":["Hooghuisstraat"]},". It has a bunch of good boutiques and fashion stores."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Piazza Center"],["alt="],["url=http:\/\/www.piazzacenter.com\/"],["email="],["address="],["lat=51.44173"],["long=5.47665"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the 18 Septemberplein is a modern, covered 3 story shopping area with a bunch of clothing and shoes stores and others. Here you'll also find ",{"type":"''","value":["de Bijenkorf"]},", one the largest and most exclusive department stores in the Netherlands and Zara, Ici paris XL a fairly large beauty store."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Admirant shopping"],["alt="],["url=http:\/\/admirant.nl\/"],["email="],["address="],["lat=51.43997"],["long=5.47618"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an old part of Eindhoven's center that has gotten a complete facelift in recent years. Previously, this part was primarily known for the old headquarters of Philips and the lamp factory (now a museum). Now it is a trendy shopping area with the glass structure \"the Blob\" and a new shopping street while keeping the little piece of Eindhoven's history intact. The street has a mix of large chains like Selexyz, Dept, Douw Egberts, but also smaller design stores like Janissima temporary concept store, Onigiri Art on T-shirts and Van Bommel Shoes."]]}]},"\n",{"type":"===","value":["Outside the center"]},"\n",{"type":"*","value":["When exiting the train station on the North side, it is a 5 minute walk to the ",{"type":"'''","value":["Kruisstraat"]},". In this internationally oriented street the shops include Turkish, Asian and other foreign supermarkets. On the square at end of the Kruisstraat, The Woenselse Markt, a fairly large weekly market is held on Saturdays."]},{"type":"*","value":["A few kilometers north of the center, in the district Woensel, lies shopping center ",{"type":"'''","value":["Woensel XL"]},". This large and semi-covered shopping center offers a broad range of retail stores, mostly chains, making it a good alternative location for a general shopping spree. One advantage is the ample (but paid) parking space."]},"\n",{"type":"===","value":["Markets"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Woenselse market"],["alt="],["url="],["email="],["address=Woenselse Markt"],["lat=51.45122"],["long=5.47188"],["directions=About 1 km north of the city center"],["phone="],["tollfree="],["fax="],["hours=Saturday 10:00-17:00"],["price="],["content=The largest and busiest market of the city. Stalls selling a wide range of goods, fruit and vegetables, fish, clothing and household items."]]}]},{"type":"*","value":[{"type":"'''","value":["Weekly market"]},", Tuesday 09:00-14:00 (15:30 during daylight saving time), De Markt (city center)"]},{"type":"*","value":[{"type":"'''","value":["Small art & collectibles"]},", Saturday 10:00-17:00, De Markt (city center)"]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=FeelGood Market"],["alt="],["url=http:\/\/feelgoodmarket.nl\/"],["email="],["address=Festival area, Klokgebouw, Strijp S"],["lat=51.44857"],["long=5.45802"],["directions="],["phone="],["tollfree="],["fax="],["hours=3rd Sunday of the month"],["price=Free"],["content=The FeelGood Market gives quirky designers and creative people the opportunity to show their creations to the public. In addition, the market is an approachable and fun way to get aquinted with unique design, exclusive products and the maker himself. There are food stalls and terraces. During bad weather the event moves to the clock building (",{"type":"''","value":["klokgebouw"]},")."]]}]},"\n",{"type":"===","value":["Book stores"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Travel book store Landschap"],["url=http:\/\/www.landschapreisboekwinkel.nl\/"],["email=info@landschapreisboekwinkel.nl"],["address=Kleine Berg 3"],["lat="],["long="],["directions="],["phone=+31 40 256 96 53"],["tollfree="],["fax="],["hours="],["price="],["content=Landschap offers a good selection of travel guides, maps and travel literature."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=van piere + de slegte"],["url=http:\/\/www.selexyz.nl\/winkels\/24\/eindhoven\/"],["email=klantenservice.vanpiere@selexyz.nl"],["address=Nieuwe Emmasingel 44"],["lat="],["long="],["directions="],["phone=+31 40 304 01 30"],["tollfree="],["fax="],["hours="],["price="],["content=Selexyz is a chain of book stores. This fairly new Eindhoven establishment in the Admirant is spacious and pleasant, with a good selection of English titles. There's a small café on the basement floor, where you can choose coffee varieties from Blanche Dael, a well known Maastricht store."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Boekhandel Spijkerman"],["url=http:\/\/www.boekhandelspijkerman.nl\/"],["email=steinspijkerman@hotmail.com"],["address=Kleine Berg 5"],["lat="],["long="],["directions="],["phone=+31 40 255 04 48"],["tollfree="],["fax="],["hours="],["price="],["content=Spijkerman is a real specialist of literature. A visit to this bookstore is worthy for fans of quality literature with personal tips and suggestions by the owner."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=De Heremiet"],["url=http:\/\/heremiet.nl\/"],["email=info@heremiet.nl"],["address=Bergstraat 36b"],["lat="],["long="],["directions="],["phone=+31 40 244 77 14"],["tollfree="],["fax="],["hours="],["price="],["content=A bookstore with a wide range of children's books, spiritual books and activities."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:TU Eindhoven.jpg"],["thumb"],["Campus TU\/e"]]},"\nEindhoven is home of a technical university, a design academy and an international school. \n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=TU\/e (Technical University Eindhoven)"],["url=http:\/\/www.tue.nl\/en"],["email="],["address=Den Dolech 2"],["lat="],["long="],["directions=On walking distance north of the train station"],["phone=+31 40 247 47 47"],["tollfree="],["fax="],["hours="],["price="],["content=Eindhoven University of Technology (TU\/e) is a research university specializing in engineering science & technology.  TU\/e ranks number one on the CWTS list of research cooperation with industry. It has been at the top of this ranking since the first edition in 2009."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Design Academy Eindhoven"],["url=http:\/\/www.designacademy.nl\/"],["email=info@designacademy"],["address=Emmasingel 14"],["lat="],["long="],["directions="],["phone=+31 40 239 39 39"],["tollfree="],["fax="],["hours="],["price="],["content=Design Academy Eindhoven is a school for higher education specializing in design. The academy offers a four-year bachelor's program and several master's programs. The school was founded in 1947. The British design magazine ICON placed the Design Academy Eindhoven in 2005 at number five e of the most influential people, products and institutions in design worldwide at that time."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=International School Eindhoven"],["alt=ISE"],["url=http:\/\/www.isecampus.nl\/Flex\/Site\/Page.aspx?PageID=&Lang="],["email=projectbureauISE@eindhoven.nl"],["address= Oirschotsedijk 14b"],["lat="],["long="],["directions="],["phone=+31 40 251 94 37"],["tollfree="],["fax="],["hours="],["price="],["content=The International School Eindhoven officially started operation on the first of January 2009. It falls under the umbrella organisation of the Stichting Primair en Voortgezet Onderwijs Zuid-Nederland (SPVOZN), an educational foundation with on four sites. Two sites are international. Primary (360 students) and secondary (250 students)."]]}]},"\n",{"type":"==","value":["Eat"]},"\nYou'll find plenty of restaurants in the city center. Main restaurant areas are the Dommelstraat (almost directly opposite the train station), the Markt and the Bergen kwartier, comprising both the Kleine Berg and the Grote Berg. As for other Dutch cities, you can find restaurant information and customer reviews on several (private) websites, e.g. Iens.nl ",{"type":"[","value":["http:\/\/www.iens.nl\/restaurant\/eindhoven"]}," or Eet.nu ",{"type":"[","value":["http:\/\/www.eet.nu\/eindhoven"]}," or delekkerstesushi.nl ",{"type":"[","value":["http:\/\/www.delekkerstesushi.nl\/restaurants\/noordbrabant\/eindhoven\/"]},". They are mostly in Dutch, but numerical ratings will give you an idea of popularity at least. Pay attention to the fact that many restaurants are closed on Mondays and some close down for a week or two during summer.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eetcafé Bommel"],["url=http:\/\/www.bommeleindhoven.nl"],["email="],["address=Kleine Berg 32"],["lat=51.43694"],["long=5.47504"],["directions="],["phone=+31 40 245 29 22"],["tollfree="],["fax="],["hours="],["price="],["content=Bommel is an old time favorite among students and budget travelers. There's no menu: for a fixed amount of €12.50 you get a cup of soup and you can choose between the meat or vegetarian dish of the day."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Friture Dik & Lang"],["url="],["email="],["address=Jan van Lieshoutstraat 28"],["lat=51.43814"],["long=5.47972"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€5"],["content=Fast food is an unhealthy but cheap dinner option. \"Fritures\" serving fries and snacks are common, but Dik & Lang is reportedly the best one in the city center. If you're not a huge mayonnaise fan, make sure to mention that as you might find all of your fries covered in it."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Grand Café De Wildeman"],["url=http:\/\/www.cafedewildeman.nl\/home\/"],["email="],["address=Markt 10"],["lat=51.43924"],["long=5.47897"],["directions="],["phone=+31 40 245 23 00"],["tollfree="],["fax="],["hours="],["price="],["content=The Wildeman has, just like it's next door colleagues, a spacious outdoor terrace on the market square. The food is nothing special but you get an okay full plate main from around €12."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Grand Restaurant Le Connaisseur"],["url=http:\/\/www.leconnaisseur.nl"],["email="],["address=Kleine Berg 12"],["lat=51.43762"],["long=5.47531"],["directions="],["phone=+31 40 246 09 60"],["tollfree="],["fax="],["hours="],["price="],["content=If you order your dinner before 6PM here, the second 3 course meal comes for free. Even when you're later, 3 course meals (allowing you to choose the dishes) start from €18.50."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Soho"],["url=http:\/\/www.soho-eindhoven.nl\/"],["email="],["address=Jan van Lieshoutstraat 24A"],["lat=51.43814"],["long=5.47972"],["directions="],["phone=+31 40 236 42 28"],["tollfree="],["fax="],["hours="],["price=€ 6.50"],["content=Popular place for take away wok (Asian stir fry dishes with noodles or rice) or sushi, but you can also eat in the restaurant. Think fast food place with an Asian touch. A simple stir-fry dish. served in a card board cup is a cheap but quite filling meal. It can get crowded here around lunch or dinner time, but Soho has a second location just opposite the train station where it's often less crowded. All you can eat sushi is €21.50 for dinner."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Trafalgar Pub"],["url=http:\/\/thetrafalgarpub.nl\/"],["email="],["address=Dommelstraat 21"],["lat=51.44099"],["long=5.48119"],["directions="],["phone=+31 40 244 88 20"],["tollfree="],["fax="],["hours="],["price=€12.50"],["content=In this British pub you can of course find a pretty good shepherds pie. If you're on a budget: they serve full meals from around €7. There's an English menu available."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Authentiek Turks Restaurant Ege"],["url="],["email="],["address=Rivierstraat 36"],["lat=51.43102"],["long=5.47187"],["directions="],["phone=+31 40 257 33 79"],["tollfree="],["fax="],["hours="],["price="],["content=This cosy restaurant is a long time favorite among Turkish cuisine lovers in and around the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Boekencafé Schrijvers"],["url=http:\/\/www.boekencafe.nl"],["email="],["address=Dommelstraat 24"],["lat=51.44148"],["long=5.48231"],["directions="],["phone=+31 40 236 99 52"],["tollfree="],["fax="],["hours="],["price="],["content=This cosy bookcafé is (as the name predicts) decorated with hundreds of books. The dishes on the menu are even named after popular Dutch booktitels. It's popular with an international crowd and there's an English menu available. Also a nice place to relax and have a coffee in the late afternoon or a drink after dinner"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cooks"],["url=http:\/\/www.eetcafecooks.nl"],["email="],["address=Kerkstraat 30"],["lat=51.43719"],["long=5.47861"],["directions="],["phone=+31 40 243 41 14"],["tollfree="],["fax="],["hours="],["price=mains from €16.50"],["content=Friendly, laid-back place with a nice lunch and dinnermenu and an outside terrace. They have a fair range of tapas but also a good variety of other dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ethiopisch Restaurant"],["url=http:\/\/www.ethiopisch-restaurant.nl\/"],["email="],["address=Schootsestraat 170"],["lat=51.44570"],["long=5.45359"],["directions="],["phone=+31 40 255 52 83"],["tollfree="],["fax="],["hours="],["price=mains from €12"],["content=If you're in for something else, try Ethiopian cuisine. Eating here is not in the last place an experience in sharing: food comes in a giant common plate for all people at the table. You eat with your hands. Portions can be on the small side, but the taste is good."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jiu.nu"],["url=http:\/\/jiu.nu\/"],["email="],["address=Willemstraat 9"],["lat=51.43817"],["long=5.47464"],["directions="],["phone=+31 40 202 71 54"],["tollfree="],["fax="],["hours="],["price=€42.50 for a 4 course surprise menu"],["content=At this restaurant & wine bar you'll be served international food with a strong Asian touch. Their motto is \"life's too short to drink bad wine\" and the wine list includes over 30 wines that you can order per glass."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Memories"],["url="],["email="],["address=Dommelstraat 36"],["lat=51.44148"],["long=5.48308"],["directions="],["phone=+31 40 237 72 02"],["tollfree="],["fax="],["hours="],["price=€25"],["content=Memories has a rather average menu but the food is okay. Mostly, it's nice and cosy atmosphere makes it a pleasant place for dinner."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=New York Café"],["url="],["email="],["address=Dommelstraat 9"],["lat=51.44126"],["long=5.48206"],["directions="],["phone=+31 40 293 92 27"],["tollfree="],["fax="],["hours="],["price="],["content=Housed in a national heritage monument, this stylish restaurant is also a popular place to stay for drinks after dinner. Service can be a bit slow but the food is generally okay."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Papadopoulos"],["url=http:\/\/www.restaurant-papadopoulos.nl\/"],["email="],["address=Kerkstraat 40"],["lat=51.43663"],["long=5.47810"],["directions="],["phone=+31 40 243 50 10"],["tollfree="],["fax="],["hours="],["price="],["content=Nicely decorated Greek restaurant with good food in large portions."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Smalle Haven"],["url=http:\/\/www.smallehaven.com\/"],["email="],["address=Smalle Haven 2-14"],["lat=51.43707"],["long=5.48143"],["directions="],["phone=+31 40 296 00 98"],["tollfree="],["fax="],["hours="],["price="],["content=Smalle Haven is designed as a melting pot of food, culture and shopping. The interior of this place is a mixture of Dutch design and vintage furniture. And the best part is: everything is for sale! Don't expect a menu: you'll be called to the chef, who will tell you what he has to offer today."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wiesen"],["url=http:\/\/www.wiesen-restaurant.nl\/"],["email="],["address=Kleine Berg 10"],["lat=51.43762"],["long=5.47531"],["directions="],["phone=+31 40 244 66 66"],["tollfree="],["fax="],["hours="],["price="],["content=A fairly new, trendy little restaurant with an ambitious cuisine. Count on about €40 for a 4 course surprise dinner, but the food is good and original."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vlijtig Liesje"],["url=http:\/\/www.restaurantvlijtigliesje.nl"],["email="],["address=Ten Hagestraat 2"],["lat=51.43832"],["long=5.48287"],["directions="],["phone=+31 40 237 01 01"],["tollfree="],["fax="],["hours="],["price=€21.50"],["content=Housed in the beautiful Villa Ravensdonck, the last remaining part of the old city castle. It's an all you can eat-place, with lots of small dishes to choose from."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yakitory & the Sushi's"],["url=http:\/\/soho-eindhoven.nl"],["email="],["address=Grote Berg 30"],["lat=51.43578"],["long=5.47585"],["directions="],["phone=+31 40 243 27 00"],["tollfree="],["fax="],["hours="],["price="],["content=Popular place for all-you-can-eat sushi. The sushi may not be phenomenal but it's quite okay and with €22.50 for an all-you-can-eat menu well worth the money."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yokohama"],["url=http:\/\/www.restaurantyokohama.nl\/"],["email="],["address=Stationsplein"],["lat=51.44123"],["long=5.47964"],["directions="],["phone=+31 40 246 55 91"],["tollfree="],["fax="],["hours="],["price=€ 28"],["content=Expect your teppan yaki food to be served with a show, in this upper class Japanese restaurant. You'll sit around the teppan yaki baking plate together with other people so don't count on a romantic dinner for two. There's a sushi bar too, if you prefer, but pay attention, taking sushi of the moving bar can result in a surprisingly steep bill."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Avant-Garde van Groeninge"],["url=http:\/\/restaurantavantgarde.nl\/"],["email="],["address=Frederiklaan 10d"],["lat=51.44120"],["long=5.46711"],["directions="],["phone=+31 40 250 56 40"],["tollfree="],["fax="],["hours="],["price="],["content=This one Michelin star restaurant is located inside the PSV soccer stadium. Enjoy your meal while overlooking the grass field. Reservations are recommended, as this is one of the best but also a popular restaurant in the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Karpendonkse Hoeve"],["url=http:\/\/www.karpendonksehoeve.nl\/"],["email="],["address=Sumatralaan 3"],["lat=51.45590"],["long=5.49900"],["directions="],["phone=+31 40 281 36 63"],["tollfree="],["fax="],["hours="],["price="],["content=Also located in a restored farm, the Karpendonkse Hoeve offers a nice view over the park and water. This restaurant has had one Michelin star for more than 30 years in a row."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=De Luytervelde"],["url=http:\/\/www.deluytervelde.nl\/"],["email="],["address=Jo Goudkuillaan 11"],["lat=51.47733"],["long=5.43800"],["directions=Outside the center, on the edge of villa area Acht-Zuid"],["phone=+31 40 262 31 11"],["tollfree="],["fax="],["hours="],["price="],["content=This classical restaurant is located in an old, beautifully restored farm. If the weather allows, be sure to enjoy your meal in the lovely and peaceful garden."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:EindhovenMarkt.jpg"],["thumb"],["350px"],["right"],["The Market Square terraces are a popular place to linger on a sunny afternoon"]]},"\nBars and eateries's opening times in the city centre are usually until 2AM during the week, and 4AM on a Friday and Saturday. Student-nights in Eindhoven are Thursdays. The city's late nightlife mostly takes place in Stratumseind, a street literally filled with bars and fast food places, and the Market Square. The Stationsplein and adjoining Dommelstraat has a few bars too and for a less main stream experience, try the places on the Kleine and Grote Berg which are also more popular with an artistic crowd. Main party days are Thursday to Sunday, and you might find some places to be closed on other days.\n\n",{"type":"===","value":["De Markt"]},"\nOn a sunny day, the Grand Café terraces on the Market Square fill up in no time. This is the heart of the city, where the shopping crowd sits down for a break, colleagues drink an after work beer and friends meet over coffee or cocktails. You'll find a number of places on and around the Square. Most of them also serve meals.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Grand Café De Wildeman"],["url=http:\/\/www.cafedewildeman.nl\/home\/"],["email="],["address=Markt 10"],["lat=51.43924"],["long=5.47897"],["directions="],["phone=+31 40 245 23 00"],["tollfree="],["fax="],["hours="],["price="],["content=Live music is arranged irregularly, but a popular place on other days too."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=O-Sheas"],["alt=Irish pub"],["url="],["email="],["address=Jan van Lieshoutstraat 9"],["lat=51.43814"],["long=5.47972"],["directions="],["phone=+31 40 246 62 13"],["tollfree="],["fax="],["hours="],["price="],["content=Just off the main square, this place has a great atmosphere, great beer, live music at the weekend after 10:30PM. Sports events, especially football, are shown on two big screens."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Vooruitgang"],["url=http:\/\/www.de-vooruitgang.nl\/"],["email=info@de-vooruitgang.nl"],["address=Markt 11"],["lat=51.43911"],["long=5.47897"],["directions="],["phone=+31 40 243 39 95"],["tollfree="],["fax="],["hours="],["price="],["content=This \"City-café\" is quite similar to the ones next to it, but a long time favorite and repeatedly listed as having the best terrace in the city. They also serve food, but to choose from the full menu you have to take a table in the 1st floor restaurant. After about 10PM the music volume is turned up."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Little One"],["url="],["email="],["address=J v Lieshoutstrt. 26"],["lat="],["long="],["directions="],["phone=+31 40 243 89 95"],["tollfree="],["fax="],["hours="],["price="],["content=Extremely small and hard to find pub, specialised in coctails and wiskey."]]}]},"\n",{"type":"===","value":["Stationsplein & Dommelstraat"]},"\nThe Stationsplein lies directly across the street from the train station. It has some \"Grand cafés\", dancing bars and terraces. The Dommelstreet with all it's restaurants is a side-street of the Stationsplein and has a bunch of good bars too. All the way at the end of the Dommelstreet you'll find the Effenaar, Eindhoven's main popular music music stage.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Effenaar"],["url="],["email="],["address="],["lat=51.44177"],["long=5.48320"],["directions="],["phone=+31 40 239 36 66"],["tollfree="],["fax="],["hours="],["price="],["content=A young 'underground' venue for gigs and DJ's. The terrace can be a good place to lounge on a warm evening."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Leefcafé Het Spiegelbeeld"],["url=http:\/\/www.hetspiegelbeeld.com\/"],["email="],["address=Dommelstraat 22"],["lat=51.44148"],["long=5.48308"],["directions="],["phone=+31 40 243 99 56"],["tollfree="],["fax="],["hours="],["price="],["content=This laid-back \"Living-café\" wants its visitors to feel at home and plays a broad range of recognizable music, ranging from rock, salsa and modern pop to hits from the 70's and even the incidental house track. They serve small dishes"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Liquid"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=which is for people aged 23 or over, where you can party-on-down to music from the 70's and 80's!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mundial Cocktail Bar"],["url=http:\/\/www.cocktailbarmundial.nl\/"],["email="],["address=Dommelstraat 13"],["lat=51.44148"],["long=5.48308"],["directions="],["phone=+31 40 237 79 00"],["tollfree="],["fax="],["hours="],["price="],["content=Trendy place with a good range of cocktails."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ramblers"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+31 6 523 321 89"],["tollfree="],["fax="],["hours="],["price="],["content=More rock\/metal oriented with live music on many nights."]]}]},"\n",{"type":"===","value":["Stratumseind"]},"\n",{"type":"[[","value":[["File:Stratumseind.JPG"],["thumb"],["350px"],["right"],["Stratumseind: the longest pub-street in the Netherlands"]]},"\nGo for a pub-crawl in the longest pub-street in the Netherlands. With over 40 bars and a number of places to eat, Stratumseind is Eindhoven's main nightlife area. Bar-hopping is the best way to get the Stratumseind-vibe. Its venues attract renown DJ's on a regular basis and when the weather allows the street becomes part of the party ground. The eating places stay open late, even after the bars close, to allow for the essential bite afterwards. The bars include:\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Bier Professor"],["url=http:\/\/www.bierprofessor.nl"],["email="],["address=Stratumseind 33"],["lat="],["long="],["directions="],["phone=+31 6 553 555 72"],["tollfree="],["fax="],["hours="],["price="],["content=Specialist of Belgium beers, with a 100 different kinds to choose from."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Santiago de Cuba"],["url=http:\/\/www.santiagodecuba.nl\/"],["email="],["address=Stratumseind 65"],["lat="],["long="],["directions="],["phone=+31 40 206 96 06"],["tollfree="],["fax="],["hours=closed on Mon & Wed"],["price="],["content=For an evening of Latin-American fun, move on the rhythm of Cuban Salsa in this Cuban swing café. o"]]}]},"\n",{"type":"===","value":["De Bergen"]},"\n'De Bergen' is a piece of old Eindhoven, which is still in reasonably original condition. The pleasant bars and restaurants on the 'Kleine Berg' are popular with the more artistic members of the public. It is a few minutes' walk through the narrow streets to Wilhelminaplein.\n\n",{"type":"===","value":["Wilhelminaplein"]},"\nIn this characteristic square there are authentic brown bars, terraces and live-performances. In summer, open-air performances are regularly organized. Every Sunday afternoon and Monday evening stunning live performances are given at café Wilhelmina. \n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Café Wilhelmina"],["url=http:\/\/www.cafewilhelmina.nl\/"],["email="],["address=Wilhelminaplein 6"],["lat="],["long="],["directions="],["phone=+31 40 244 72 86"],["tollfree="],["fax="],["hours="],["price="],["content=An old-fashioned but cosy café. You can play darts, every Sunday afternoon and Monday evening live performances are given and once a month there is a bal folk."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=De Gaper"],["url=http:\/\/www.gaper.nl\/"],["email="],["address=Wilhelminaplein 5"],["lat="],["long="],["directions="],["phone=+31 40 246 77 70"],["tollfree="],["fax="],["hours="],["price="],["content=This bar specializes in distillates and serves over 200 different sorts of whisky."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under €50"],["€50 to €100"],["Over €100"]]},"\nHotel rooms are abundantly available in the city, mainly serving an international business crowd visiting the many technology initiatives. With the exception of major soccer matches in the PSV stadium, Eindhoven rarely runs out of places to stay. That being said, most accommodation is offered by large hotel chains in the city center and doesn't come cheap. Listed minimum prices can be significantly higher when the cheaper rooms are all taken, so check actual prices on the hotel or booking websites. Prices are often ",{"type":"''","value":["lower"]}," in the weekends. In many cases, €3.50 tourist tax and breakfast are not yet included.\n\nIf you're on a budget, check out the bed&breakfasts. These are smaller places which are often cheaper than the hotels (some starting around €30) but many of them don't have a website. Alternatively, consider the villages surrounding the city where you will find some smaller hotels and campsites. The best place to start is at the VVV (tourist info) office just outside Eindhoven Central Station or on their tourist information website ",{"type":"[","value":["http:\/\/www.vvveindhoven.nl\/nl\/overnachten\/overnachten-in-eindhoven\/"]},".\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=3BE Backpacker's Hostel"],["url=http:\/\/www.3be.nl\/"],["email=info@3be.nl"],["address=Stratumsedijk 31"],["lat=51.43297"],["long=5.48482"],["directions="],["phone=+31 40 212 04 16"],["tollfree="],["fax="],["hours="],["price=€28.50"],["checkin=2PM"],["checkout="],["content=This hostel offers good value beds in 4 to 12 person dorms and is popular with backpackers. It's simple but clean with friendly staff, good facilities and a central location. Breakfast is not included but can be booked for an additional €7.50."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Raku BB"],["url=http:\/\/www.bedandbreakfastraku.com"],["email="],["address=Heezerweg 41"],["lat=51.41748"],["long=5.50824"],["directions="],["phone=+31 40 211 29 49"],["tollfree="],["fax="],["hours="],["price=€30 per bed"],["checkin="],["checkout="],["content=This friendly bed&breakfast offers beds in 2-person rooms, with shared bathroom facilities. There's 1 single room available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B De Ster"],["url=http:\/\/www.bbdester.nl\/"],["email=info@bbdester.nl"],["address=St. Adrianusstraat 29"],["lat=51.42810"],["long=5.49501"],["directions=3 km from centre"],["phone=+31 40 211 54 87"],["tollfree="],["fax="],["hours="],["price=€30 per person"],["checkin="],["checkout="],["content=Nice and clean place with a friendly owner. Breakfast is included. It consist of two types of warm breads, juice (lemonade etc.) different types of jam\/marmalade, corn flakes with nice milk from Holland, eggs and some meat, local cheese, etc. served with tea\/coffee. Two double bed rooms and one single bed room is available. All rooms has got key for safety reason as well as main door key is available for the guests.  Take bus number 10 from main station and get down to Sint Jansweg stop. From Jansweg stop it is just 3 minutes walk."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B van der Mijl"],["url="],["email="],["address=Aeneaslaan 7"],["lat=51.46061"],["long=5.49130"],["directions=3 km from centre"],["phone=+31 40 243 79 79"],["tollfree="],["fax="],["hours="],["price=€30 p.p."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bed and Breakfast Eindhoven"],["url=http:\/\/www.bedandbreakfasteindhoven.nl\/"],["email=info@bedandbreakfasteindhoven.nl"],["address=different locations in town, incl. Leenderweg 241 and Boschdijk 165"],["lat="],["long="],["directions="],["phone=+31 40 213 32 57"],["tollfree="],["fax="],["hours="],["price=Beds from €22.50"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Budget Hotel"],["url=http:\/\/www.budgethotel.nl"],["email="],["address=http:\/\/www.budgethotel.nl\/"],["lat=51.43406"],["long=5.48784"],["directions=city centre (5 min walk from trainstation"],["phone=+31 40 244 89 92"],["tollfree="],["fax="],["hours="],["price=€26"],["checkin="],["checkout="],["content=Mainly targeting small companies who want to house employees, but when business is low they might accept travelers. Rooms are quite simple, but adequate."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Musis Sacrum"],["url=http:\/\/www.feest4en.nl\/hotel\/"],["email="],["address=Leenderweg 67\/69"],["lat=51.43406"],["long=5.48784"],["directions="],["phone=+31 40 2 11 12 75"],["tollfree="],["fax="],["hours="],["price=€48 for a double"],["checkin="],["checkout="],["content=This simple B&B is part of a party center and offers adequate rooms at a 15 minute walk from the city center. It's a bit worn with age and the rooms can get cold in winter, but the service is friendly. There's no reception, so make arrangements for the hosts to receive you on arrival."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pension Eindhoven"],["url=http:\/\/www.pensioneindhoven.nl"],["email="],["address=different places in Eindhoven"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€22,50"],["checkin="],["checkout="],["content=They are mostly aiming at companies, but the  prices are low and the locations quite central."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=StayOkay"],["url=http:\/\/www.stayokay.com\/?pageID=3207&hostelID=356059"],["email="],["address=Heerkensdreef 20, Valkenswaard"],["lat=51.36508"],["long=5.45485"],["directions=by bus in 35 minutes (€2)"],["phone="],["tollfree="],["fax="],["hours="],["price=€23"],["checkin="],["checkout="],["content=Stay Okay is the most popular hostel chain in the Netherlands and has a venue in Valkenswaard. If you can't find anything in Eindhoven, this might be a good alternative. Call ahead as they are booked full regularly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Woonhotel Eindhoven"],["url=http:\/\/www.woonhoteleindhoven.nl\/en\/"],["email=info@woonhoteleindhoven.nl"],["address=Leenderweg 176 and 201"],["lat=51.42323"],["long=5.49383"],["directions="],["phone=+31 40 211 21 11"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Although prices tend to lie just over €250 per week for a standard double, this is one of the few places where you have a kitchen at your disposal, allowing budget travelers to self-cater. This place has a few different locations in the city, but the main one is on the Leenderweg. Other locations are Boschdijk 167 and Hastelweg 8. Expect simple rooms and limited service. Prices exclude a €100 bail."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cambiance 't Witven"],["alt=Camping & recreational center"],["url=http:\/\/www.witven.nl\/en\/"],["email=witven@cambiance.nl"],["address=Witvenseweg 6"],["lat=51.39407"],["long=5.41247"],["directions="],["phone=+31 40 230 00 43"],["tollfree="],["fax="],["hours="],["price=€23 for a campingplace for 2 people."],["checkin="],["checkout="],["content=The Witven offers camping grounds but is also a popular place for recreational day trips. They also rent out chalets."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camping De Volmolen"],["url=http:\/\/www.devolmolen.nl\/"],["email="],["address=Volmolen 1, Waalre"],["lat="],["long="],["directions=8 km from Eindhoven central station"],["phone=+31 40 253 34 98"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This camping ground is a 30 minute bus drive and then a 10 minute walk away from the city. Take bus 174, direction Bergeijk ."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Boutique Hotel Lumière"],["url=http:\/\/www.hotellumiere.nl"],["email="],["address=Hooghuisstraat 31 A"],["lat=51.43780"],["long=5.47749"],["directions="],["phone=+31 40 239 49 50"],["tollfree="],["fax="],["hours="],["price=70"],["checkin="],["checkout="],["content=Relatively small, luxurious hotel with good, clean rooms and a central location. Breakfast is served in the next door bakery, but quite good."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crown Inn"],["url=http:\/\/www.crowninn.nl\/"],["email="],["address=Markt 35"],["lat=51.43931"],["long=5.47844"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€70"],["checkin="],["checkout="],["content=It's location right in the middle of the center, on the Markt, is this hotel's biggest asset. Rooms are clean but many have no outside facing windows. It can be quite noisy here, so ask for ear plugs at the reception or bring your own. On Sundays you can book a late check out (5PM) for €12.50 extra"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Eden Crown Hotel"],["url=http:\/\/www.edenhotelgroup.com\/nl\/hotels\/eindhoven\/eden-crown-hotel-eindhoven.aspx?linkTarget=room"],["email="],["address=Vestdijk 14-16"],["lat=51.44151"],["long=5.47833"],["directions="],["phone=+31 40 844 40 00"],["tollfree="],["fax="],["hours="],["price=€80"],["checkin="],["checkout="],["content=Fairly small but good and clean rooms. Located along a busy street, but directly opposite the train station. Wifi costs extra here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mercure Eindhoven"],["url=http:\/\/www.mercure.com\/gb\/hotel-8359-mercure-eindhoven\/index.shtml"],["email=H8359@accor.com"],["address=Leenderweg 80"],["lat=51.42588"],["long=5.48927"],["directions="],["phone=+31 40 212 10 12"],["tollfree="],["fax="],["hours="],["price=€60"],["checkin="],["checkout="],["content=Still at walking distance from the center, the recently renovated Mercure hotel offers good, spacious rooms and has a friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Stadshotel Allicht"],["url=http:\/\/www.allicht.nu\/"],["email="],["address=Wilhelminaplein 3"],["lat=51.43801"],["long=5.47218"],["directions="],["phone=+31 40 820 03 11"],["tollfree="],["fax="],["hours="],["price=€60"],["checkin="],["checkout="],["content=This \"cityhotel\" in the popular Bergen-area is nicely decorated and offers comfortable rooms. The restaurant downstairs is divided in two: a \"brasserie\" with terrace in the front and a more upper class (and more expensive!) restaurant in the back. The brasserie offers better value for your money, but the restaurant food is descent too. If traveling with a car, ask for a parking place when booking."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Queen Hotel"],["url=http:\/\/www.queeneindhoven.nl\/"],["email="],["address=Markt 7"],["lat=51.43954"],["long=5.47881"],["directions="],["phone=+31 40 245 24 80"],["tollfree="],["fax="],["hours="],["price=€60"],["checkin="],["checkout="],["content=On the bustling Market Square, making it a great location but noisy when the café terraces are full. Offers nice and clean but somewhat thin-walled rooms."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western Premier Art Hotel"],["url=http:\/\/www.arthoteleindhoven.com\/"],["email=reservations@arthoteleindhoven.com"],["address=Mathildelaan 1"],["lat=51.44090"],["long=5.47390"],["directions="],["phone=+ 31 40 751 35 00"],["tollfree="],["fax="],["hours="],["price=€170"],["checkin="],["checkout="],["content=Not your average Best Western chain hotel. This trendy and comfortable 4-star hotel is decorated with a mixture of antiques, design and art. On top of that, it's located right in the center and in one of the cities main landmarks: the Light Tower."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Holiday Inn"],["url="],["email="],["address=Veldmaarschalk Montgomerylaan 1"],["lat=51.44488"],["long=5.47597"],["directions="],["phone=+31 40 235 82 35"],["tollfree="],["fax="],["hours="],["price=€115"],["checkin="],["checkout="],["content=Recently renovated with nice and clean standard rooms, just a few hundred meters from the train- and bus station. There's an indoor pool, free wifi and a pretty good restaurant in the hotel."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Motel Eindhoven"],["url="],["email="],["address="],["lat="],["long="],["directions=just on the outskirts of Eindhoven to the south"],["phone=+31 40 211 60 33"],["tollfree="],["fax="],["hours="],["price=€"],["checkin="],["checkout="],["content=don't be fooled by the 'motel'-bit: it's a hotel"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Park Plaza Mandarin Eindhoven"],["url=http:\/\/www.parkplaza.com\/eindhoven"],["email=ppmeres@pphe.com"],["address=Geldropseweg 17"],["lat=51.43484"],["long=5.48581"],["directions="],["phone=+31 40 214 65 00"],["tollfree="],["fax="],["hours="],["price=From €69"],["checkin="],["checkout="],["content=Located in the city centre and close to the train station, has an indoor swimming pool and 3 restaurants"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pullman Eindhoven Cocagne"],["url=http:\/\/www.accorhotels.com\/gb\/hotel-5374-pullman-eindhoven-cocagne-previously-sofitel-cocagne-eindhoven\/index.shtml"],["email="],["address=Vestdijk 47"],["lat=51.43839"],["long=5.48240"],["directions="],["phone=+31 40 232 61 11"],["tollfree="],["fax="],["hours="],["price=€140"],["checkin="],["checkout="],["content=This large 4 star hotel offers recently renovated, luxurious rooms at a great location. There's an indoor pool, fitness space and sauna. Bathroom privacy ",{"type":"''","value":["in"]}," the rooms is somewhat limited and if you like to sleep with an open window, don't take a room at the (busy) street side."]]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Public library"],["url=http:\/\/www.bibliotheekeindhoven.nl\/"],["email=info@bibliotheekeindhoven.nl"],["address=Emmasingel 22"],["lat="],["long="],["directions=In the former Philips building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The public library in the city center has some English newspapers and magazines. The English book section is upstairs."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Catharina hospital"],["url="],["email="],["address=Michelangelolaan 2"],["lat="],["long="],["directions="],["phone=+31 40 239 91 11"],["tollfree="],["fax="],["hours="],["price="],["content=The Catharina hospital has a first aid department (Eerste Hulp or EHBO). For less urgent matters, ask your hotel to contact a personal practitioner (the first doctor to turn to for non-emergencies in the Netherlands). If you need an ambulance, call the Pan-European 112 emergency code."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Police Station City Center"],["url="],["email="],["address=Mathildelaan 4"],["lat="],["long="],["directions="],["phone = +31 900-8844"],["tollfree="],["fax="],["hours="],["price="],["content=This police station close to the train staion is open 24\/7. English speaking staff is available."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe international telephone country code for the Netherlands is 31, the area code for Eindhoven is 040. If dialing from abroad, use +31 but then leave out the 0 in the area code.\n\n",{"type":"===","value":["Internet"]},"\nEindhoven is a very well connected city in terms of internet, with many households having access to high speed internet at home. Internet facilities with actual public computers are rare, but there are a bunch of free and paid wifi spots to use if you are carrying a laptop. Many hotels have free wifi while in some places you still have to pay steep amounts, so check in advance.\n",{"type":"*","value":[{"type":"'''","value":["Public Library"]},", Emmasingel 22, has free wifi. Here you can also still use a computer with internet access, but as a non-member you will pay €4 per hour. "]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=La Place"],["url="],["email="],["address=In Piazza shopping centre, 1st floor"],["lat="],["long="],["directions="],["phone=+31 40 236 72 29"],["tollfree="],["fax="],["hours=Mon 11AM-7PM, Tue-Thu 9.30AM-7PM, Fri 9.30AM-9PM, Sat9.30AM-5PM"],["price="],["content=This lunchroom in Piazza Shopping Center offers free wifi."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=McDonalds"],["url=http:\/\/www.mcdonaldsrestaurant.nl\/eindhoven"],["email="],["address=Demer 2"],["lat="],["long="],["directions="],["phone=+31 40 296 13 77"],["tollfree="],["fax="],["hours="],["price="],["content=All McDonalds restaurants in the Netherlands offer free WiFi, this one included."]]}]},"\n",{"type":"===","value":["Post"]},"\nThe Dutch postal company has closed most post offices and now cooperates with bookstores to deliver its services to the public. The services offered differ per place. If you're just looking for stamps, most book stores and the tourist information office can help you. For anything more complicated, try the specialized desk in:\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bruna Admirant"],["url=http:\/\/www.bruna-admirant.nl\/"],["email="],["address=Emmasingel 24"],["lat="],["long="],["directions="],["phone=+31 40 237 01 19"],["tollfree="],["fax="],["hours=Mo: 12-6, Tue-Thu: 9AM - 6PM, Fri: 9AM-9PM, Sat: 9AM - 5PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nThe small scale rural countryside around the city has number of charming villages worth a visit. In the ",{"type":"'''","value":["South East Brabant"]}," region, to which Eindhoven belongs, there are a number of natural areas and parks with marked bicycle and hiking routes. Even to Belgium, which is only a stone's throw away. Visit the tourist information office or check the specialized regional website ",{"type":"[","value":["http:\/\/www.zobrabants.nl\/"]}," for more information.\n\n",{"type":"*","value":[{"type":"[[","value":[["Nuenen"]]}," is a village 8 km to the east. Van Gogh worked here as a beginning painter, from 1882-1885. His favorite spots are marked there, and his father lies buried in the local cemetery. Take the N270 or bus 6. Furthermore, there's a small zoo (*",{"type":"{{","value":[["do"],["name=Dierenrijk"],["url=http:\/\/www.dierenrijk.nl\/"],["email="],["address=Baroniehei, Nuenen"],["lat="],["long="],["directions="],["phone=+31 49 266 82 40"],["tollfree="],["fax="],["hours="],["price=€ 15,50"],["content="]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Geldrop"]]}," (and Mierlo), also to the east, is a municipality that basically comprises two separate villages. Geldrop has a beautiful castle, surrounded by an 1870 English garden. Bike there or take bus 12, direction Gijzenrooi (~30 min.)."]},{"type":"*","value":[{"type":"[[","value":[["Veldhoven"]]}," borders the city in the south-east. Take bus 402."]},{"type":"*","value":[{"type":"[[","value":[["Sint-Oedenrode"]]}," is about 25 min. north on the A50, or take bus 156."]},"\n",{"type":"{{","value":[["routebox"],["image1=NL-A2.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Amsterdam"]]}],["minorl1=",{"type":"[[","value":[["'s-Hertogenbosch"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Maastricht"]]}],["minorr1=",{"type":"[[","value":[["Weert"]]}],["image2=NL-A50.png"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Zwolle"]]}],["minorl2=",{"type":"[[","value":[["Sint-Oedenrode"]]}],["directionr2=S"],["majorr2=END"],["minorr2="],["image3=NL-A58.png"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Vlissingen"]]}],["minorl3=",{"type":"[[","value":[["Tilburg"]]}],["directionr3=E"],["majorr3=END"],["minorr3="],["image4=NL-A67.png"],["imagesize4=22"],["directionl4=W"],["majorl4=",{"type":"[[","value":[["Antwerp"]]}],["minorl4=",{"type":"[[","value":[["File:BE-E34.svg"],["18px"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Belgium border (22 km)"],["directionr4=E"],["majorr4=",{"type":"[[","value":[["File:Bundesautobahn 40 number.svg"],["22px"]]}," ",{"type":"[[","value":[["Duisburg"]]}],["minorr4=",{"type":"[[","value":[["Venlo"]]}," ",{"type":"{{","value":[["rtarrow"]]}," German border"],["image5=NL-A270.png"],["imagesize5=22"],["directionl5=W"],["majorl5=END"],["minorl5="],["directionr5=E"],["majorr5=END"],["minorr5=",{"type":"[[","value":[["Helmond"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Brabant"]]},"\n",{"type":"{{","value":[["geo"],["51.44163"],["5.47931"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Commons:Eindhoven"]]},"\n",{"type":"[[","value":[["Wikipedia:Eindhoven"]]}]