[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["El Aaiun"]}," is city in northern ",{"type":"[[","value":[["Western Sahara"]]},". It is the capital and has a population approaching 200,000.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nBus services connect El Aaiún to major transport hubs in southern Morocco, particularly Inezgane. \nRoad N1 from southern Morocco to El Aaiún is in good condition, checkposts are frequent.\nRoyal Air Maroc flies into El Aaiún from Casablanca, Agadir and Dakhla. There are regular buses from Marrakech.\n\n",{"type":"==","value":["Get around"]},"\nEl Aaiún's central sights can easily be explored on foot. Public transport is virtually non-existent. Grand Taxi services connect to El Aaiún port, El Aaiún plage and places further afield.\n\n",{"type":"==","value":["See"]},"\nThe main roads are lined by shops selling non-descript Moroccan goods, the bird park seems to be permanently closed and the adjoining tourism office is very well staffed but doesn't seem to have any ideas on how to spend your time.\n\nYou can view old Spanish outposts and the last remnants of their Empire in El Aaiún. A small handful of Spanish expatriates still live there.\n\n",{"type":"==","value":["Do"]},"\nDesert and deserted beaches are aplenty.\n\n",{"type":"==","value":["Eat"]},"\nMoroccan standard fare at most places, and nothing particular noteworthy. Wonderfully beefy camel meat available at butchers around town, dates of excellent quality in the markets. Barbecue, fruit and bread are popular.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nHotel Parador on Rue Okba Ibn Nafia seems to have reopened after being used as an army base for years. Hotel Larkaoune is mainly occupied by UN troops, the atmosphere is gloomy, the service personnel try to avoid being helpful as far as possible.\n\n",{"type":"==","value":["Go next"]},"\nIt is easy to see all the sights and sounds of El Aaiún one day. However, with the Sahara all around and the ocean nearby, it is easy to link a trip here with some other cities:\n\n",{"type":"*","value":[{"type":"[[","value":[["Tarfaya"],["Tarfaya"]]}," - Only a couple hours north via bus lies the small port village of Tarfaya, Morocco."]},{"type":"*","value":[{"type":"[[","value":[["Smara"],["Smara"]]}," - Travelling deeper into the Sahara one finds this growing village. It features remains of a fortress, and is the only regional town not founded by the Spanish."]},"\n",{"type":"{{","value":[["IsPartOf"],["Western Sahara"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["27.15"],["-13.2"]]},"\n\n",{"type":"[[","value":[["WikiPedia:El Aaiún"]]},"\n\n",{"type":"[[","value":[["Commons:Category:El Aaiún"]]}]