[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname="]]},"\n",{"type":"[[","value":[["File:El Alto (Bolivia) Markt.JPG"],["300px"],["thumbnail"],["Street market in El Alto"]]},"\n",{"type":"'''","value":["El Alto"]}," once served as a residential area for ",{"type":"[[","value":[["La Paz"]]}," airport and railway service workers. Now it's a big city with a population nearly as big as La Paz. The altitude of the city is about 4,058 m (13,313 ft) above sea level. El Alto is mostly inhabited by Aymara people.\n\n",{"type":"==","value":[" Understand "]},"\nThe city of El Alto is spread over a broad area to the west of the canyon of La Paz, on the altiplano. The buildings are low - a limitation imposed by the airport.\nLife conditions on altiplano are less friendly than these down in La Paz. People in El Alto are poorer and feel discriminated against by people in La Paz. However, the government is investing in education there, which may bring a positive change.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["El Alto International Airport"]}," (",{"type":"{{","value":[["IATA"],["LPB"]]},"), El Alto. This is the world's highest international airport; at 13,313 ft\/4,058 m above sea level, it's almost half as high as a jetliner's cruising altitude, and takeoffs require a longer runway due to the thin air. There is an airport departure tax of US$25 for international flights, Bs15 for domestic flights. Tax can only be paid in cash, but several ATMs which also give out US$ are availbale at the airport.\nMost South American airlines (LAN, TACA, Avianca, SkyAirline etc.) serve El Alto Airport as well local airlines (Boliviana de Aviación (BoA), Transporte Aéreo Militar (TAM), Aerocon and Amaszonas). Most international flights will make a stop over in Santa Cruz to pick up or drop off passengers. American Airlines is currently the only U.S. carrier serving Bolivia, with one daily flight from Miami.\nState-funded BoA and TAM (usually for a cheaper price) serve major domestic destinations as well as some major South American hubs. Aerocon mainly provides air links to communities in the Beni Department via their hub Trinidad. Amaszonas provides direct service to tourist destinations like Rurrenabaque or Uyuni. LAB (Lloyd Aéreo Boliviano) was Bolivia's national airline until April 2007, when services were suspended by the Bolivian government due to financial problems. Another private operator, Aerosur, has also now ceased operations, due to a dispute with the government over unpaid taxes.\nWhile you may be in the practice of racing to immigration when you get off a plane, in order to avoid long queues, forget about this in La Paz. Take things very easily or you will be seriously out of breath and may suffer medical complications. Just walk slowly to the immigration area.\n\n",{"type":"===","value":["By bus"]},"\nBuses coming to La Paz from Cochabamba, Oruro, Uyuni, lake Titicaca and leaving La Paz for these destinations usually stop in El Alto to pick up and drop passengers.\n\n",{"type":"===","value":["By shared van"]},"\nYou can easily reach El Alto from La Paz by shared van (\"mini bus\"). Catch one going west on the western end of El Prado. Look for mini buses going to Ceja (they have it written in big letters at the front window) or ask locals which mini buses go there.\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"===","value":[" By bus "]}," \n\n",{"type":"===","value":[" By foot "]},"\n\n",{"type":"==","value":[" See "]},"\nThursday and Sunday market, (In big area at the right side of the road from La Paz - the Che Guevara statue is a good starting point). Lots of everyday stuff like food, used and new clothes, toys, kitchen tools, CDs, and not-so-everyday items like sewing machines (600 or so in one place - from classic Singers to strange \"robots\"), furniture. The market is an attraction in itself - you can buy stuff, see people, eat local food.\n \n",{"type":"==","value":[" Do "]},"\n\n",{"type":"==","value":[" Buy "]},"\n\nTraditional musical instruments, (Some small shops are near the Che Guevara statue). They are cheap there. You can buy \"user manuals\" as well to help you getting started.\n\n",{"type":"==","value":["Eat"]},"\n\nEat some typical food like fricase (pork, black potatoes, garlic - all in soup) in Thursday and Sunday market - look for the places with most people.\n\n",{"type":"==","value":["Drink"]},"\nTake a glass mocochinchi from vendors at the streets.\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"==","value":[" Stay healthy "]},"\n\n",{"type":"==","value":[" Connect "]},"\n\n",{"type":"==","value":[" Stay safe "]},"\nAccording to a local, El Alto and Santa Cruz are the most dangerous cities in Bolivia. Theft is the most common crime, so keep your things close to your body and in sight. Locals advise to keep your backpack in front of you to protect your things.\n\n",{"type":"==","value":["Go next"]},"\n\nJump on a bus to get you to ",{"type":"[[","value":[["Lake Titicaca"]]}," or search the bus terminal for a bus (i.e. Flota Inquisivi) to Quime.\n\n",{"type":"{{","value":[["IsPartOf"],["Altiplano (Bolivia)"]]},"\n",{"type":"{{","value":[["Geo"],["-16.52"],["-68.17"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:El Alto, La Paz"]]}]