[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["El Bolson"]}," is a city in ",{"type":"[[","value":[["Rio Negro"]]},".\n\n",{"type":"==","value":["Understand"]},"\nEl Bolsón is a town situated in the southwest of Río Negro Province, Argentina, at the foot of the Piltriquitron Mountain. Due to a series of valleys through the mountains of Chile to the Pacific Ocean, El Bolsón has an unusually mild climate for its southern location.\n\nEl Bolsón area's first non-indigenous inhabitants were German immigrants that arrived to the valley from Chile as an offshot of the colonization of Llanquihue. In the 1970s hippies from Buenos Aires migrated to El Bolsón. This is a popular destination for Argentinian students and some international hippies and hippie wannabes. It is a relaxed, nice place with lots of budget accommodation options, a reasonably-sized handicrafts market, a number of micro-brew beers (you be the judge about the range of quality), and tons of often free live music etc. All in all, a good place to be.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are buses from Buenos Aires via Bariloche. You can also get there from Trelew.\n\n",{"type":"==","value":["Get around"]},"\nEl Bolson is a small place and is easily walkable. There was a bus service in 2010 to get from the downtown to nearby trailheads.\n\n",{"type":"==","value":["See"]},"\nThe markets in the city centre are worthwhile. The hiking in the area is really fantastic and the views from the city are lovely.\n",{"type":"==","value":["Do"]},"\n\nHiking in the area is popular. The Club Andino Piltriquitron can provide information. You should register with them if you plan on doing any multi-day trips and they can store your luggage for a small fee. There are a number of refugios which you can visit during your hike. Some of these cabins have hot showers, bathrooms, unlimited yerba mate, meals etc. There is a range in how rustic these cabins are. You can camp around them and use facilities, or, if you don't have your camping gear (but do have a sleeping bag), you can sleep in the upstairs for a small fee. Many of these refugios sell homemade beer, wine, and food- much of which is grown or raised on-site. The more popular cabins can get very busy (so best to arrive early if you don't have a tent), but the wonderful staff do their best to accommodate. Warning: some of the trains can be treacherous at times, so good footwear is advised. The scenery is spectacular.\n\n",{"type":"==","value":["Buy"]},"\nHairdressers. There is only 1 in town as for as is noticeable. By the service station on the main road. I guess hippies don't cut their hair much :)\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are many hostels, though none are located on the main strip (50-60 pesos in dorm). They get booked up in the high season so if you're picky you should book in advance. ",{"type":"'''","value":["La Camorra"]}," on the road into town is one good hostel (situated next to two supermarkets and a bakery). Large communal area with TV, wifi and well equipped kitchen with minimal restrictions, nice staff. Dorms are 55 pesos with breaksfast (toast, juice, coffee, cake).\n\nCheaper camping is available in sites across the river.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rio Negro (Argentina)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]