[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["El Castaño"]}," is a small fishing village on the Southern Pacific Coast of ",{"type":"[[","value":[["Chiapas"]]},", ",{"type":"[[","value":[["Mexico"]]}," in the La Encrucijada Biosphere Reserve. This village is home to approximately 50 people and tourism is operated by a community-based cooperative Grupo Turistico Costa Verde.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"==","value":["Get in"]},"\nEl Castaño is accessed through the city of Mapastepec, Chiapas. Direct public transportation to El Castaño does not exist but transportation can be arranged through Grupo Turistico.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\nIn the heart of the La Encrucijada Biosphere Reserve, El Castaño is an ideal place to relax and simply enjoy the natural wonders of the coastal mangroves of Chiapas. The La Encrucijada mangrove is a highly dynamic ecosystem, where land meets sea, freshwater meets salt water, and where land and water dwelling creatures share the same place. Being such a unique ecosystem, this area is habitat to several threatened and endangered bird and mammal species including agami heron, jaibaru, rufus kingfisher, green parrots, jaguar, and spider monkeys and is a stopover for migratory birds. This is also home to crocodiles, caimans and green and black iguanas. These animals can be seen from a kayak on one of our aquatic trails. We offer cabins, kayak rentals, guided mangrove tours, sunset beach excursions and nighttime crocodile spotting tours. \n\n",{"type":"==","value":["See"]},"\n",{"type":"==","value":["Do"]},"\nGuided canoe tours of the La Encrucijada Biosphere with chances to view crocodiles, caymans, rare birds including Agami herons, pigmy kingfishers, pelicans, parrots, and green iguanas. \n\nNight crocodile spotting tours—observe crocodiles in their natural habitat \n\nSunset beach trips to the San Nicholas Sand bar where the estuary meets the Pacific Ocean. Have a beer by the bonfire and watch the sunset over the Pacific \n\nPhotography tours on the water—for the once in a lifetime shot! \n\nSport fishing with an experienced guide  \n \nLocally built Environmental Interpretation center \n\nKayak, paddleboat and canoe rentals—get up close and personal with birds and animals most people will never see  \n\nHammocks and cool breezes for relaxing\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n2 local restaurants serve fresh fish, shrimp, and crab served in traditional style.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grupo Turistico Costa Verde"],["alt="],["url="],["email=gcostaverde@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=019181012161"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A community group composed of men and women with a common vision. Noticing the high level of marginalization and lack of employment in the southern Pacific region of Chiapas they decided to form an ecotourism cooperative with the goal of self employment while protecting local natural resources. In the heart of the La Encrucijada Biosphere Reserve on the Pacific coast of Chiapas. Surrounded by the tallest mangroves in North America, lakes. and endless beaches."]]}]},"\n",{"type":"==","value":["Connect"]},"\n ",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chiapas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["15.39278"],["-92.95601"],["zoom=11"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]