[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["El Hierro"]}," is in the ",{"type":"[[","value":[["Canary Islands"]]},".\n\nEl Hierro is the smallest island in the Canary archipelago, with only 278 square kilometers of surface. \n\nIt is the most western island of the Spaniard territory, and for long time, it was considered the end of the known world, where the zero meridian went through. \n\nIn 2000 was declared a Biosphere Reserve by UNESCO which implies that most of the fauna and flora are protected. Also the coast is included in the Reserve, all the underwater life is protected. But being a Biosphere Reserve has some inconveniences, like the prohibition of camping or collecting fruits and fish from the nature.  \n\n\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Flughafen el hierro.jpg"],["thumb"],["250px"],["El Hierro Airport in Valverde"]]},"\n\n",{"type":"'''","value":["By Air"]},"\n\nEl Hierro Airport is a very small airport and is only served by one airline Binter Canarias. Binter operate a daily flight from Las Palmas de Gran Canaria and also a daily flight from Tenerife North Airport. The flight time from either of these destinations is between 30-45 minutes.\n\n",{"type":"'''","value":["By Sea"]},"\n\nFred Olsen ",{"type":"[","value":["http:\/\/www.fredolsen.es"]}," operate a passenger ferry route from Los Cristianos in Tenerife which stops at La Gomera before continuing to a port in the south of El Hierro. The total journey time from Tenerife is advertised as being 2 hours and 35 minutes (1 hour and 30 minutes from La Gomera)\n\n",{"type":"==","value":["Get around"]},"\n\nA hire car is the best option for discovering the remote wilderness regions. Reputable companies include CICAR ",{"type":"[","value":["http:\/\/www.cicar.com"]},", Cabrera Medina ",{"type":"[","value":["http:\/\/www.cabreramedina.com"]},", PaylessCAR ",{"type":"[","value":["http:\/\/www.payless.es"]},".\n\n",{"type":"==","value":["Do"]},"\n\nIt is the ideal place to take a rest during few days, just relax, nature contact and paceful walks. The quiet environment helps you to relax, without noise nor stress.\n\nBut if you prefer more exciting emotions, in this 200 squared kilometres, you can find a lot of fun. From bike or horse riding, hiking, paragliding, etc. and of course scuba diving.\n\nEl Hierro is the most interesting scuba diving spot in all Spain. Because of the reserve, a lot of fish species live there, and other ones go there to find food (whales, sharks, dolphins, turtles, etc.). \n\nIn La Restinga, the southern village, with a population of less than one thousand people, there are nine Dive Centers, with the most modern equipment. You can buy your material or just rent. \n\nEach center has its own boat, to take scuba divers out to open water. The instructors, good experts of  the underwater spots, will bring you to the most interesting places, passing through lava arches, visiting ballon-fish lairs, and a lot of other fascinating sensations.\n\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Canary Islands"]]},"\n\n",{"type":"[[","value":[["WikiPedia:",{"type":"{{","value":[["PAGENAME"]]}]]},"\n\n\n",{"type":"[[","value":[["commons:Category:Valverde"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous_Communities\/Canary_Islands\/El_Hierro\/"]]},"\n",{"type":"{{","value":[["geo"],["27.75"],["-18"]]}]