[{"type":"{{","value":[["pagebanner"],["El Nido banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elnidotourism.com El Nido"]}]}," is a coastal town in ",{"type":"[[","value":[["Palawan"]]},". El Nido is comprised of 45 islands and islets; limestone cliffs are also found here, which form a Karst backdrop similar to those found in ",{"type":"[[","value":[["Ha Long Bay"]]},", ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," and ",{"type":"[[","value":[["Guilin"]]},". El Nido is a popular destination for locals during the long holidays of the Holy week, but until recently has been relatively unknown to foreign tourists. El Nido is more than just a stereotypical tropical paradise. Beaches, clear waters, jungle, steep limestone cliffs and stunning inlets make for one of the world's most beautiful seascapes.\n\nBefore El Nido became a popular tourist destination, fishing and harvesting swift nests \"Nido\" were the main source of income. Nowadays tourism has become the municipality's main source of revenue; however, the authorities are trying to keep it sustainable and hotel chains are refreshingly absent. Huge tour groups are nowhere to be seen. El Nido is also known for water sports such as diving, snorkeling and kayaking.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["11.18051"],["119.39079"],["zoom=17"],["height=470"],["width=470"],["layer=OP"]]},"\n",{"type":"[[","value":[["image:cadlao2.jpg"],["thumb"],["right"],["400px"],["Cadlao Mountain in El Nido"]]},"\n",{"type":"[[","value":[["File:The town of El Nito sits beneath striking limestone cliffs..JPG"],["thumb"],["The town of El Nito sits beneath striking limestone cliffs."],["300px"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Image:Synergy-philippines-elnido-1713957-l.jpg"],["right"],["thumb"],["300px"]]},"\nBy Air, ",{"type":"'''","value":["El Nido Airport"]},"(",{"type":"{{","value":[["IATA"],["ENI"]]},") Island Transvoyager Inc. (ITI)",{"type":"[","value":["http:\/\/www.islandtransvoyager.com\/"]}," has several flights a day to and from Manila and is the charter airline for El Nido Resorts. Non El Nido Resorts guest may book with ITI only 5 days in advance, while the El Nido - Manila flight is bookable ahead of time through their General Sales Agent El Nido Boutique & Artcafe. Note that the airport can accommodate only small aircraft, so the prices tend to be much higher than to Puerto Princesa.\n\n",{"type":"'''","value":["Puerto Princesa International Airport"]},"(",{"type":"{{","value":[["IATA"],["PPS"]]},") is Palawan's premier gateway, Philippine Airlines, Cebu Pacific, PAL Express, Tiger Airways and Air Asia connects the whole of Palawan to ",{"type":"[[","value":[["Manila"]]},", ",{"type":"[[","value":[["Busuanga"]]},", ",{"type":"[[","value":[["Cebu (city)"],["Cebu"]]},", Davao city, Iloilo. You can catch a bus, private of public van from Puerto Princesa to El Nido on arrival.\n\n",{"type":"===","value":["By van"]},"\nThree Van companies are doing regular shuttle trips to El Nido, departing from San Jose bus terminal in Puerto Princesa.\nFares are P600 per person and P700 for Hotel or airport pick ups (minimum 2 people) and the travel time is 5 hours.\n\n",{"type":"'''","value":["Fortwally Shuttle Service"]}," You can book directly at Cell: 09172762875 or 09213118755 or email: fortwallytransport@yahoo.com  (www.fortwallytravelandtour.com www.fortwallytravelandtour.com). Departure times Puerto Princesa-El Nido  7AM, 9:30AM, 11AM and 1:30PM,and 6:30PM, and from El Nido to Puerto Princesa 5AM, 7AM, 9AM, 1:00.and 6PM (depending on the volume of passengers). As part of lean season, Fortwally offers php600,one way fare including pick up in airport or hotel. They also offer van sharing from Puerto Princesa to Sabang for php 300\/person.\n\n",{"type":"'''","value":["Eulen Joy Shuttle Van"]}," PPS-El Nido-PPS have daily trips from Puerto to El Nido at 7:30, 10:00 and from El Nido to Puerto at 7:30, 9:00, 13:00h. Phone: PPS +639494498858, El Nido +639494498858. Tickets are available at Artcafe Travel Center and other outlets.\n\n",{"type":"'''","value":["Lexus Company"]}," goes from Sabang to El Nido daily at 8AM, 10AM and 2PM. Fare is P900 but they will only run if they have enough passengers. Tel. 09121002652. From El Nido to Sabang at 5AM and 10AM. To & from Puerto Princesa P600. Tickets are available from most guest houses and tour booking offices\n\n",{"type":"===","value":["By bus"]},"\nAir-conditioned RORO buses departs San Jose Bus terminal, Puerto Princesa and El Nido Market every 2 hours during the day and at 10PM and 4AM during the night. Fare P483.\n\nNon-aircon buses operate regular trips between Puerto Princessa and El Nido, stopping in Roxas and Taytay. Departures are daily at 5AM, 6AM, 7AM, 8AM both from El Nido and Puerto Princesa. Travel time is 6-7 hours, fare 350 pesos. Departure in Puerto Princesa from San Jose Bus terminal and from El Nido Bus terminal\n\nThese buses are usually packed and they break down sometimes (which can mean delays of 20 minutes to 3 hours). The road is not paved all the way and can become very bumpy so riding near the front of the bus is recommended. You may book a seat the day before and try to get a seat next to the driver or in the front part of the bus.\n\nOftentimes taxi drivers will try to get you on a more expensive chartered van because they receive commissions. When taking a taxi to the bus station be adamant about being dropped off at the bus terminal and not next to chartered vans.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Long boats await island hopping passengers to explore Bacuit Bay.JPG"],["thumb"],["Long boats await island hopping passengers to explore Bacuit Bay"],["300px"]]},"\n",{"type":"[[","value":[["File:Snorkeling in the Green Lagoon, Bacuit Bay.JPG"],["thumb"],["Snorkeling in the Green Lagoon, Bacuit Bay"],["300px"]]},"\nBreathtaking views of nature are the main reason to visit El Nido. The pristine waters of El Nido offer beautiful ",{"type":"'''","value":["coral reefs"]},", while its beaches are uncrowded unlike the popular ",{"type":"[[","value":[["Boracay"]]},", exploring the ",{"type":"'''","value":["lagoons"]}," by kayaking is a great way of visiting the islets, ",{"type":"'''","value":["coves"]}," and ",{"type":"'''","value":["caves"]}," are also abundant. Inland El Nido, ",{"type":"'''","value":["springs"]}," and ",{"type":"'''","value":["waterfalls"]}," are also found. ",{"type":"'''","value":["Bacuit Bay"]}," composes of limestone islands, where its possible to either dive, snorkel or hike.\n\nThe easiest way to see the Bacuit Bay is on an island hopping boat. These boats carry 6-12 people and will visit 4 or 5 destinations in a day. These destinations include: secret beaches, blue or green lagoons, various islands, and amazing natural land-formations. The boats usually take set routes named A to D, but can vary depending on tides and weather. Each boat trip takes you to 4 - 5 different places and favorite tours are A and C, though all of them are fantastic. Boats normally cost around P650-P900 per person depending in the route and travel agency. The trip takes one day (cca 9:00-15:30), normally includes a good lunch and can be arranged from most guesthouses and travel agencies in El Nido. El Nido municipality also charges P200 as an Environmental fee which is valid 10 days. It's a good idea to book a boat with only 6 seats and experienced crew (e.g. at Relucio's).\n\nIf you have time, go for overnight island hopping (3 days 2 nights is a good option) where you get to camp on deserted island ala Survivor style. (Though most places you can be dropped at are included in the daily island hopping tours.) It gives you the best option to visit lots more islands that are included in those bundle package tours but at your own leisure time.  Find a few more people to get a much better rate.  Recommended place a booth at ",{"type":"'''","value":["Aplaya Restaurant"]},", look for ",{"type":"'''","value":["Nhel"]}," who will give you the best deals and arrangements.\n\n",{"type":"==","value":["Do"]},"\nRock climbing & walking. The western side of El Nido township lies in the shadow of an impressive sheer cliff face which is just the visible portion of an even more impressive headland. There are organized walking treks to the top of the headland and it's breathtaking views all the way.\n\nCatch a tricycle taxi to Las Cabanas (P150) and plonk yourself down out front of Orange Pearl Bar for a day away from the crowds on a white sandy beach and crystal waters. It's a short walk down a dirt road from where you will be dropped off.\nThere is also an island with some OK snorkeling which can be reached easily wading through waist deep water.\n\n",{"type":"'''","value":["Island Hopping"]},", ",{"type":"'''","value":["Snorkeling"]},", ",{"type":"'''","value":["Kayaking"]},", ",{"type":"'''","value":["Trekking"]},", ",{"type":"'''","value":["Cliff climbing"]},"; Bacuit Bay consists of islands with limestone cliffs which are ideal for climbing, ",{"type":"'''","value":["Diving"]}," & ",{"type":"'''","value":["Snorkeling"]},"; The most popular activity is island hopping costing from P1200 a day including BBQ lunch and snorkel gear. There are 4 basic day trips to choose from named Tour A to D and can be booked from all over town. The quality of the boat, guides & tour depends on who you book it through.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Deep Blue Dive Seafari"],["url=http:\/\/deepblueseafari.com\/"],["email=deepblueseafari@gmail.com"],["address=Calle the Hama"],["lat="],["long="],["directions=accros IBR"],["phone=+63 9178030543"],["tollfree="],["fax="],["hours="],["price="],["content=Jose and Diana from Deep Blue Seafari are the founders of the El Nido to Coron dive seafari. This 4 day trip includes 14 dives, camping on the exotic beaches and bonfire nights. Besides the seafaris, Deep Blue also offers fun dives and PADI courses."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=El Nido Adventure Scuba"],["url=http:\/\/www.elnidoadventurescuba.com"],["email=info@elnidoadventurescuba.com"],["address=Serena St."],["lat="],["long="],["directions=near Artcafe"],["phone=+639283220958"],["tollfree="],["fax="],["hours="],["price="],["content=SSI and PADI open water and advanced dive courses are offered."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Island Hopping"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= There are many island hopping tour companies throughout El Nido. They all offer similar tours and prices; therefore it is not necessary to shop around for the best tour company or price. You may want to check a few different companies to see how empty or full their boats are. All tours leave between 8 and 9AM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Island Hopping & Kayak Tours"],["alt=El Nido Boutique & Art Cafe"],["url=http:\/\/www.elnidoboutiqueandartcafe.com\/island.html"],["email=info@elnidoboutiqueandartcafe.com"],["address=Serena St."],["lat="],["long="],["directions="],["phone=+639209026317 or +639175604020"],["tollfree="],["fax="],["hours="],["price="],["content= The El Nido Boutique & Artcafe has been a kayak tour operator for over 15 years. They rent out kayaks, stand up paddle boards, snorkel equipment and bicycles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Palawan Divers"],["url=http:\/\/www.palawan-divers.org"],["email=info@palawan-divers.org"],["address=Hama Street - Brgy Masagana"],["lat="],["long="],["directions=near Rosanna's Cottage"],["phone=+63 917 867 3225"],["tollfree="],["fax="],["hours=Every day from 7AM to 8PM"],["price="],["content=Palawan Divers started operating more than 10 years ago and was the first certified PADI dive resort in town. Professional and friendly staff serving beginners to experienced divers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Submariner Diving Center"],["url=http:\/\/submariner-diving.com"],["email=info@submariner-diving.com"],["address=Hama Street Brgy Masagana"],["lat="],["long="],["directions=Beachfront"],["phone=+63 905 484 1764"],["tollfree="],["fax="],["hours="],["price="],["content=Submariner Diving Center is a newly operating diving center, which is operated by the German PADI master scuba diver trainer ,Ronny Oliwka. Submariner is a certified PADI Dive Resort and certified Aqualung Partner Center that offers a high standard in diving and education as well as diving gear branded by Aqualung and APEKS. The staff is highly qualified to international standards. “Habibi Restaurant & Shisha Cafe” is on the first floor of the building."]]}]},"\n",{"type":"===","value":["Mark Ryan"]},"\nReferred to interchangeably as 'Mark Ryan' or simply 'Mark', the renowned local tricycle driver has established himself as the go-to guy for ad hoc visits to the nearby waterfall. With a carefully assembled armory of anecdotes which are interjected seamlessly throughout the journey, this family man's services have become hot property during high season. Indeed afternoon inquiries as to the musically adept local transporter's whereabouts are always satisfied with a smiling acknowledgement among his proteges and counterparts:  \"He's at the waterfall\", is the automated response.  And the good times are always with him.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["image:El Nido center.jpg"],["thumb"],["right"],["300px"],["El Nido at dawn"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=El Nido Boutique & Artcafe"],["url=http:\/\/www.elnidoboutiqueandartcafe.com"],["email="],["address=Sirena Street"],["lat="],["long="],["directions=Buena Suerte"],["phone=09209026317"],["tollfree="],["fax="],["hours=7.00-21.00"],["price="],["content=El Nido T-shirts printed in their own artshop, souvenirs, handicrafts, postcards, books, photo supplies and cameras, Snorkel Gear, Swimming clothes and beach wear, sarongs, dresses, jewerly, suntan lotions and drugstore items, wine and liquors, bags and backpacks, hammocks."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:El nito town.JPG"],["thumb"],["The small city streets of El Nido."],["300px"]]},"\nGenerally speaking the number of and standard of eating houses are very good. Menus have good variety mostly European, American and Filipino dishes, and prices are moderate. Most are accessible from the laneway as well as from the beach and seating has the advantage of views of the bay and environs.\n\n",{"type":"*","value":[{"type":"'''","value":["Art Cafe"]}," a beautiful well established Restaurant with very good food such as seafood, salads, steaks, pizzas, spaghetti, homemade bread, cakes and fruit shakes and very good Coffee. They have ",{"type":"'''","value":["Live-Music"]}," several nights a week. Free ",{"type":"'''","value":["Wifi"]}," all day. Travel Center for all your inquiries about your onward travel.  * ",{"type":"{{","value":[["eat"],["name=Art Cafe"],["url=http:\/\/www.elnidoboutiqueandartcafe.com\/artcafe.html"],["email=info@elnidoboutiqueandartcafe.com"],["address=Sirena St."],["lat="],["long="],["directions=toward the pier"],["phone=09209026317"],["tollfree="],["fax="],["hours=6:30-23:00"],["price="],["content="]]}]},"\n",{"type":"*","value":["Live acoustic music is played while you dine in ",{"type":"'''","value":["Balay Tubay Bistru at Galeri"]},"(Balay Tubay Bistro and Galeri in English), they offer pizzas, European and Filipino dishes. "]},{"type":"*","value":[{"type":"'''","value":["El Nido fastfood"]}," offer ",{"type":"''","value":["nido"]}," soup; bird's nest soup perhaps."]},"\n",{"type":"*","value":[{"type":"'''","value":["Marber's"]}," Great food and atmosphere right on the beach. Dishes include pasta, pizza, sandwiches, Filipino and German food as well. Nice staff and reasonably priced."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Habibi Restaurant & Shisha Cafe"],["url=http:\/\/habibishisha.com"],["email="],["address=Hama Street, Zone 3 (Beachfront)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good food and beverages, and they are the only Shisha Bar in Palawan. Drinks are made with fresh ingredients, pizzas are also popular. The full bar offers all varieties of premium drinks. The owner frequently visits the local market to find the best\/freshest fish available. Free Wi-Fi, widescreen projection television, and games. The vibe is warm and friendly.\nThe restaurant is ideal for groups wishing to enjoy the freshest fish. The fish are presented to you for selection, and prepared to order."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Alternative"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers tasty & health-conscious food at good prices.  Also has a pair of scenic beach-perched \"nests\" available for dining."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Aplaya Restaurant"]}," Great food, portions are big for the price range and relatively nice atmosphere.  Not too crowded.  Dishes include Seafood, Chopsuey, Pancit Noodles, Beef dishes, Pizzas and pastas.  There is free wifi, just ask the staff for the password"]},"\n",{"type":"*","value":[{"type":"'''","value":["Filipino listless eateries"]}," a couple of them on the main street, for prices around 70P."]},"\n",{"type":"*","value":[{"type":"'''","value":["BBQ stands"]}," 10P for a stick"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Nido Corner"],["url="],["email="],["address=North end of the beach in El Nido"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great beachfront restaurant with a Danish owner. Try the fresh catch of the day."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Altrove Trattoria"]}," Great freshly made brick oven pizza."]},"\n",{"type":"==","value":["Sleep"]},"\nAs most of the accommodation in El Nido town is lined one-next-to-another along the road parallel to the beach it is pretty easy to find a room that suits budget and needs. Booking recommended during Christmas, Easter and Chinese new year, as all places especially on the beaches can become full.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anang Balay Turista"],["url=http:\/\/www.anangbalayturista.com"],["email=ana@anangbalayturista.com"],["address=Sirena St."],["lat="],["long="],["directions=near pier"],["phone=+639296033589"],["tollfree="],["fax="],["hours="],["price=P800-1200"],["checkin="],["checkout="],["content="]]}," A small friendly place with good air-con rooms. "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cliffside Cottage"],["url="],["email=cliffsidecottages@yahoo.com"],["address=Brgy. Maligaya"],["lat="],["long="],["directions=near Globe Tower"],["phone=+639197856625"],["tollfree="],["fax="],["hours="],["price=single P600, Doubles P700"],["checkin="],["checkout="],["content=Located slightly away from the centre but set in a quite setting with porches facing the garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Edleahs Inn"],["alt="],["url="],["email="],["address=the end of Serena Str"],["lat=11.18003"],["long=119.38744"],["directions=after the Art Cafe near the dock"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=P700"],["content=Small budget guest house with sea view. The host is really nice and helpful. The Internet connection is poor, but that's the case for all places here. Coffee is provided in the morning."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Nido Beach Hotel"],["url=http:\/\/www.elnidobeachhotel.com"],["email=elnido_beachhotel@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+6348-723 0887"],["tollfree="],["fax="],["hours="],["price=P3500-5500"],["checkin="],["checkout="],["content=Each room and suite is designed with the comfort and convenience of guests in mind. All rooms have hot Water, TV, Mini fridge and free Wi-Fi."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Nido Four Seasons Beach Resort"],["url=http:\/\/www.elnidofourseasonsresort.com"],["email="],["address=Sito Lugadia, Barangay Corong Corong"],["lat="],["long="],["directions=The property is just 3 km or a 3- to 4-minute ride from the town center"],["phone=+63 (0) 9175419804"],["tollfree="],["fax="],["hours="],["price=Rates start at 2300.00 PHP"],["checkin="],["checkout="],["content=All rooms are equipped with Air-conditioning, TV with cable channels, Hot shower, Private balcony, Private toilet and bath. Some of its facilities and services are Island hopping tours, Airport transfer, Massage service, Room service and Laundry service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Islandfront Cottages and Restaurant"],["url=http:\/\/www.islandfrontcottages.com\/"],["email=islandfront_cottages@yahoo.com"],["address=Sitio Lugadya, Brgy. Corong-cong"],["lat="],["long="],["directions=just 1.5 km away from the town proper"],["phone=09296501284"],["tollfree="],["fax="],["hours="],["price=Rates start at 1500.00 PHP"],["checkin="],["checkout="],["content="]]}," Rooms are equipped with Air-conditioning, High-speed Internet access, and Daily Breakfast. "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kalinga Beach Resort"],["url=http:\/\/www.kalingabeachresort.com\/"],["email="],["address=Caalan, El Nido, Palawan"],["lat="],["long="],["directions="],["phone=+63 9215700021"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located along Calaan beach, has 8 cottages and beach villas available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Salagane"],["url=http:\/\/www.lasalangane.com"],["email=info@lasalangane.com"],["address=Serena St. 33"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}," With two different locations, both seafront, La Salangane Hotel offers a variety of accommodations according to the wishes and budgets of its guests."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lagen Resort"],["url=http:\/\/www.elnidoresorts.com"],["email="],["address=Lagen Island"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Have 50 rooms and cater a la carte meals and buffet. A clinic, library, boutique, a swimming pool and a game area are some of the facilities offered here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lally & Abet Beach Resort"],["url=http:\/\/www.lallyandabet.com\/"],["email="],["address=Barangay Masagana"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A Dept. of Tourism accredited hotel, it has 34 rooms with an A\/C, telephone and shower, a laundry service and foreign currency exchange is also provided here. For leisure they also have sports facilities for badminton and volleyball games. Major credit cards are accepted here."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lorenzo"],["url="],["email="],["address=Corong-corong"],["lat="],["long="],["directions=Ask any tricycle driver for Lorenzo"],["phone="],["tollfree="],["fax="],["hours="],["price=600 (double, private bathroom)"],["checkin="],["checkout="],["content=Nice basic bungalows in front of the beach. Free hot water, mosquito net, free hot water and friendly owner."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lualhati Cottage"],["alt="],["url="],["email=athan_lualhati@yahoo.com"],["address=Brgy. Maligaya"],["lat="],["long="],["directions="],["phone=+639193196683"],["tollfree="],["fax="],["checkin="],["checkout="],["price=P500\/1000\/1200."],["content=fan rooms. a\/c rooms"]]}," Comfortable family runned accommodation at the edge of town. "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marina Garden Beach Resort"],["url=http:\/\/www.mgelnido.com"],["email="],["address=Buena Suerte"],["lat="],["long="],["directions="],["phone=+639176247722"],["tollfree="],["fax="],["hours="],["price=P980-2500"],["checkin="],["checkout="],["content="]]}," In Center of Town Beach on the beach."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Miniloc Resort"],["url=http:\/\/www.elnidoresorts.com"],["email="],["address=Miniloc Island"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Have 51 rooms, aside from being a resort, they also offer snorkeling facilities, and they have kayaks, aqua bikes and other water sports equipments available for rent."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nido Bay Inn"],["alt="],["url=http:\/\/www.info@elnidoinn.com"],["email="],["address=Sirena St."],["lat="],["long="],["directions=near Art Cafe"],["phone=+639275608535"],["tollfree="],["fax="],["checkin="],["checkout="],["price=P1500-1700"],["content="]]}," Building with 10 rooms right at the Sea shore."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Og's beach pension"],["url="],["email=ogspensionne@yahoo.com"],["address=brgy masagana"],["lat="],["long="],["directions="],["phone=+639204040223"],["tollfree="],["fax="],["hours="],["price=P700-2900"],["checkin="],["checkout="],["content="]]}," Three story building with run down rooms but a great view right on the beach. Happy Hour from 5PM to 7PM with P40 Beer. Divers should seek out one of the staff named Mator as he often does private trips."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rosanna's cottages"],["url="],["email="],["address=Brgy. Masagana"],["lat="],["long="],["directions=near Bus Terminal"],["phone=+639206054631"],["tollfree="],["fax="],["hours="],["price=P1200-P2500"],["checkin="],["checkout="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Relucio Traveller's Pension"],["url="],["email="],["address=Serena St, Brgy. Buena Suerte"],["lat="],["long="],["directions=left end of the main street"],["phone=+639262196640"],["tollfree="],["fax="],["hours="],["price=P600-P700"],["checkin="],["checkout="],["content=nice family-house-turned-pension, bay view terrace, free coffee"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shore Pass Lodge"],["url="],["email="],["address=Sirena St."],["lat="],["long="],["directions=near Art Cafe"],["phone=09179059659"],["tollfree="],["fax="],["hours="],["price=P1300-1500"],["checkin="],["checkout="],["content="]]}," 5 rooms right at the Shore Line."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Stunning vistas beach resort"],["url=http:\/\/www.elnidostunningvistas.com"],["email=gmcawa@yahoo.com"],["address=Corong Corong"],["lat="],["long="],["directions=before entering El Nido from Taytay"],["phone=+639217515783"],["tollfree="],["fax="],["hours="],["price=PHP 1100-3000"],["checkin="],["checkout="],["content="]]}," Famous for a beautiful sunset. Easy tricycle access from town (5 mins)"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cadlao Resort & Restaurant"],["url=http:\/\/www.cadlaoresort.com\/"],["email=info@cadlaoresort.com"],["address=Caalan – Masagana"],["lat="],["long="],["directions="],["phone=+639175897069"],["tollfree="],["fax="],["hours="],["price=P5500 for eco room, P6500 for aircon. room"],["checkin="],["checkout="],["content=Beautifully located on a trail just outside of El Nido, with view over El Nido bay and Cadlao island. Exceptional restaurant and bar. Have battery backed-up solar cells and private generator to provide electricity all day round."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sands Inn"],["alt=Bay View Inn"],["url="],["email="],["address=Serena St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=dorm P250"],["content=Dorms and privates available. Common area over the water"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tay Miloys inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=near the Lexus shuttle station"],["phone=09-159-672-720"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php300."],["content=fan double rooms with common bathroom. Has to be the most low cost double room in El Nido."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["Internet Access"]}," There are many Internet cafes in the town. Most restaurants, bars and guesthouses have free wifi. Internet access is subject to electricity availability, i.e. Internet cafes and most of WiFi work only after 14:00.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"'''","value":["Electricity"]}," in El Nido runs from 14:00 to 06:00 but some places (not necessary the expensive ones) have their own generators that cover the period in between.\n\nThere are ",{"type":"'''","value":["no banks or ATMs"]}," in El Nido. Make sure you cash up in Puerto or Manila before you set out. In case you have run out of cash you have the following options: ",{"type":"'''","value":["El Nido Boutique & Artcafe"]}," can give Cash advances on credit cards but charges a hefty 8% surcharge. You can change major currencies for a fair rates or either you can use ",{"type":"'''","value":["Money transfers"]}," like Western Union. Dive operators and ",{"type":"'''","value":["El Nido Boutique & Artcafe"]}," also accept credit card payments, this can save some of your cash as well.\n\n",{"type":"==","value":["Go next"]},"\nAs of April 2012 Montenegro have a daily boat leaving for ",{"type":"[[","value":[["Coron"]]}," Town. None of the local tour agents seem to currently promote it so make sure to ask around. It costs 1750php and leaves at 6AM the journey is between 4 and 6 hours. This is a much better option than the other boats as it is built for purpose boat whilst the other boats are glorified fishing boats. No matter what locals tell you all other boats take a minimum of 8 hours.\n\n",{"type":"{{","value":[["isPartOf"],["Palawan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:El Nido, Palawan"]]},"\n\n",{"type":"{{","value":[["geo"],["11.3333"],["119.6833"]]},"\n\n",{"type":"[[","value":[["Commons:Category:El Nido, Palawan"]]}]