[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["El Progreso"]}," is in northern ",{"type":"[[","value":[["Honduras"]]}," located in the department of ",{"type":"[[","value":[["Yoro"]]},". It is the fourth largest city in Honduras after the capital ",{"type":"[[","value":[["Tegucigalpa"]]},". It rests at the base of a mountain range in the ",{"type":"[[","value":[["Valle de Sula"]]}," in an important agricultural area of Honduras. It is a good base for entering the country and visiting other parts of the country. It is on an important crossroads of Honduran Highways that go towards ",{"type":"[[","value":[["Tela"]]},"\/",{"type":"[[","value":[["La Ceiba"]]},", ",{"type":"[[","value":[["Comayagua"]]},"\/",{"type":"[[","value":[["Tegucigalpa"]]},", and ",{"type":"[[","value":[["San Pedro Sula"]]},"\/",{"type":"[[","value":[["Copán Ruinas"]]},". Because of the importance of El Progreso it is known as the Pearl of the Ulua. The river Ulua passes through El Progreso and is known as one of the country's largest and most important rivers. \n\n",{"type":"==","value":["Get in"]}," \nEl Progreso is located just 20 minutes south from the International Airport Ramón Villeda Morales, located outside of San Pedro Sula. International flights come in from Houston, Atlanta, Miami and San Salvador. \nTaxis can be taken from the airport to El Progreso. Bus services, of varying quality, are easily accessible throughout the region. The regions main bus station is on the outskirts of San Pedro Sula, which is only a 45 minute ride from El Progreso. \n\n",{"type":"==","value":["Get around"]},"\n\nA very efficient local bus system operates in most major areas of El Progreso.  Buses will commonly feature the destinations \"Quebrada del Yoro\" and \"Pallermo,\" two far-ends of El Progreso whereby most buses will do a circuit, traveling back and forth from these two locations.\n\nTaking a bus mid-day can be tricky, as many local buses travel primarily during the morning and evening hours, when everyone goes to and from work and school.\n\nTaxis and city buses are plentiful, making it easy to use to travel around the city. \n\n",{"type":"==","value":["See"]},"\nWhile El Progreso is mainly a commercial city, the central plazas, main cathedral and downtown area provide tourists with a window into the soul of Honduran life. Local produce, hand made goods and everyday essentials can be purchased from the dozens of small stands and shops in the center of town. \n\nHistorically, the town was a key logistical center for the United Fruit Company's Honduran banana trade. In the 1920's the are was a booming rail center, and the legacy of this time period can still be seen today. The train cars can be found at the train station (now the site of Sunday markets), just off of the boulevard towards Tegucigalpa.\n\nTo the west of the city lies the scenic drive to Tela and La Ceiba. Along the way travelers can see the protected mountain range called ",{"type":"'''","value":["Pico Quemado"]},"\n\n",{"type":"==","value":["Do"]},"\n\nEl Progreso is home to one of the largest tourist shops in the area called ",{"type":"'''","value":["Turiplaza"]},". It is located a mile from the city center on the way to Tela. There, and at stores throughout the central city markets, one can purchase hand made crafts typical of the area. Honduras is known for its wooden carved boxes and the ones found in El Progreso do not disappoint. \n\n",{"type":"'''","value":["Mega Plaza"]}," The new mall in El Progreso is large, clean and comforting. Shopping in Honduras is a cultural experience, and a trip to El Progreso is not complete with out a trip through the new mall. It also houses a 3 screen movie theater where new movies can be seen for just $3 (or $1.50 on Tuesdays).\n\nDay Trips can easily be made from El Progreso to ",{"type":"[[","value":[["Tela"]]}," (a beach town) or to the beautiful mountainous region of ",{"type":"[[","value":[["Lake Yojoa"]]},".\n\n",{"type":"==","value":["Eat"]},"\nEl Progreso offers a number of dining choices. \n\nThroughout the center of town, visitors can find fast food chains such as Dunkin Doughnuts, Popeye's Chicken, Kentucky Friend Chicken, Wendy's, Burger King, Pizza Hut, Pollo Campero and Pollo Hondureno.\nThe mall also has an Applebee's and a food court with a wide variety of fast food and regional eating options.\n\nLa Parrilla, Las Tejas, and the Uruguayan Grill are some of the areas better steak\/ grill options. Las Tejas and the Uruguayan Grill are located off of the main boulevard. While La Parrilla is located about a mile outside of town, towards Tegucigalpa. \n\nFor those on a tight budget or looking for the true Honduran cuisine experience, Pollo y Mas provides a large variety of tasty and affordable dishes typical to Honduras. Another option is the tasty chicken of Auto-pollo. The restaurant is an adventure in its dining experience, but the food (only rotisserie chicken) is outstanding.\n\nA new dining option is ",{"type":"'''","value":["Catrachitos"]}," in the center of town, 4 doors down towards the main boulevard from the Centro Pizza Hut (",{"type":"''","value":["not to be confused with"]}," the Pizza Hut on the boulevard).  This new restaurant offers gourmet Honduran typical food, freshly-prepared.  Always packed during lunch-time with locals, so you know it's good!  They also do catering.\n\n",{"type":"==","value":["Drink"]},"\nLike any city, there are a number of bars or restaurant bars through out the village. Of specific note are the following:\n\n",{"type":"'''","value":["H2O"]}," Located in the center across from Wendy's. A new lounge that has a refreshing, relaxing atmosphere (though there is no dance floor for those looking for a evening of dancing)\n\n",{"type":"'''","value":["Something Different"]}," Located a block from the Pizza Hut, off of the main boulevard. A large lounge, great for watching a sports game, relaxing or waiting for the late crowd to mix it up on the lounge's dance floor.\n\n",{"type":"'''","value":["Coco's"]}," A karaoke bar located a block from Wendy's in the center of town. The bar is often crowded and filled with smoke, but it has a decent dance floor and is free to enter.\n\n",{"type":"'''","value":["Zona 504"]}," A Disco located a block from Wendy's in the center of town, below Coco's. It usually costs about $7.50 to $10 to enter (unless you go before 9PM). Weeknights are usually slow, but on Friday and Saturday nights the place is usually filled with Progresenos, as it is known as the main place to go and be seen on the weekends. It has a large dance floor and a VIP section up stairs for parties or special occasions.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jardin Progreseño"],["alt=Club 360°, La Barracuda, La Jungla"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jardin Progreseño (Club 360°, La Baracuda, La Jungla). Jardin Progreseño just 2 blocks from the new city hall towards the boulevard,it has a main downstairs open air bar and dance area with live music every weekend,admission ranges from $2 to $4. The upstairs is \"La Jungla\" which is a great kareoke bar and dance with a big screen to watch and enjoy the best and most current videos, free admission. There is the \"Baracuda Bar\" which is the nicest pool hall and sports bar in Progreso located on the corner. And soon to come a casino and new disco for VIP members. Every bar has the best high tech lighting, big screens TVs, projectors, fog machines, great drink and food specials. Well staffed with security guards all night. The owners are one of Honduras most well known musical duo and they play weekly. The clubs are always packed from Friday to Sunday. Their slogan is \"The place where the best people in El Pregreso meet\". Most tourist end up here because of the wonderful atmosphere."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are a number of small hotels through out El Progreso, however there are two main ones that are recommended for international tourists. \n\n",{"type":"'''","value":["Hotel Cascada"]}," is a new hotel located about 2 miles out of town, on the way to Tela. The hotel is made up cabins that can be rented for the night. It is peaceful and clean. There is a pool, internet access and the option to have meals cooked for you at the hotel. The hotel has high walls surrounding the property and a 24 guard on duty, for those concerned about security. The owner and his wife speak English, making it a great place for those traveling Honduras with limited Spanish. Honduras Phone number: (504)648-2515 ",{"type":"[","value":["http:\/\/www.cascadahotel.com"]},"\n \n",{"type":"'''","value":["Hotel Casa Blanca"]}," is a hotel located a half mile from the center of town, across from Turiplaza. It is a clean and upscale hotel, with a pool, internet access and a restaurant. The hotel also rents cars for those wishing to drive while they are in the area. The hotel has high walls around the property and has several night guards on duty. Honduras Phone number: (504)647-1520 ",{"type":"[","value":["http:\/\/www.hotelcasablancahonduras.com\/"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jardin Progreseño"],["alt=Club 360°, La Baracuda, La Jungla"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Jardin Progreseño just 2 blocks from the new city hall towards the boulevard,it has a main downstairs open air bar and dance area with live music every weekend,admission ranges from $2 to $4. The upstairs is \"La Jungla\" which is a great karaoke bar and dance with a big screen to watch and enjoy the best and most current videos, free admission. There is the \"Baracuda Bar\" which is the nicest pool hall and sports bar in Progreso located on the corner. And soon to come a casino and new disco for VIP members.  Every bar has the best high tech lighting, big screens tv's, projectors, fog machines, great drink and food specials.\nWell staffed with security guards all night. The owners are one of Honduras most well known musical duo and they play weekly. The clubs are always packed from Friday to Sunday. Their slogan is \"The place where the best people in El Pregreso meet\". Most tourists end up here because of the wonderful atmosphere."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nEl Progreso is a poor region of the country, but it has remained relatively free of the violence that some larger cities have faced throughout Central America. Hotel La Cascada and Hotel Casa Blanca provide very safe lodging (with full time security) for travelers concerned about safety.\nIn addition the local mayor and police are very supportive of the tourism industry and go out of their way to ensure the safety, as best they can, of those traveling through the area. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Caribbean Honduras"]]},"\n",{"type":"{{","value":[["Geo"],["15.4"],["-87.8"]]},"\n",{"type":"[[","value":[["wikipedia:El Progreso"]]}]