[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["El Portal"]}," is in ",{"type":"[[","value":[["Mariposa County"]]}," in ",{"type":"[[","value":[["California"]]}," next to ",{"type":"[[","value":[["Yosemite National Park"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nEl Portal is a small community along the Merced River which is mostly notable for providing good lodging options for visitors to Yosemite National Park.  Being outside of the National Park, El Portal is not subject to strict Park limitations on development, so a number of large motels have been constructed.\n\nYosemite Valley is a 20 minute drive from El Portal along a relatively flat road, which makes El Portal convenient while providing cheaper lodging than the Park itself.  Visitors looking for even cheaper lodging could drive further to ",{"type":"[[","value":[["Mariposa"]]},".  Those looking to save a might drive as far as ",{"type":"[[","value":[["Merced"]]},", but this would be considered quite a distance for visiting Yosemite.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nFrom ",{"type":"[[","value":[["Mariposa"]]},", ",{"type":"[[","value":[["Merced"]]},", and other points west, take State Route 140 east.  El Portal is about 30 miles east of Mariposa.\n\nFrom ",{"type":"[[","value":[["Yosemite National Park"],["Yosemite"]]},", take State Route 140 west from Yosemite Valley.  El Portal begins immediately after leave the Park.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"[","value":["http:\/\/www.yarts.com YART"]}," bus system connects El Portal to Merced, Mariposa, and Yosemite.\n\n",{"type":"===","value":["By train"]},"\n\nThe nearest Amtrak station is in Merced where you can catch a YART bus to El Portal.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" El Portal is in the narrow Merced River canyon.  "]},{"type":"*","value":[" See the famous California Poppies in late Spring.  They surround the mountain walls up and down the Merced River Canyon."]},{"type":"*","value":[" From April through August, wildflowers bloom in Yosemite National Park, providing for a five-month spring of wildflower blooming.  One of the best wildflower trails in California is the Hite Cove Trail, leading from Savage's Trading Post on State Route 140 five miles beside the south fork of the Merced River to the remains of a gold mine and town. Fifty to sixty varieties of wildflowers grow along the trail. As the trail climbs and descends, the emerald hillside is decorated with blazing splashes of orange California poppies, magenta Owl's Clover, and cadmium yellow Goldfields. Such displays are found all along the trail, though the best are found beneath the shade of foothill oaks where colorful communities of Indian pinks, baby-blue eyes and globe lilies live. The observant will find monkey flowers, shooting stars, fiesta flowers and waterfall buttercups in seeps and little creeks that flow to the Merced River."]},{"type":"*","value":[" Historic railroad equipment.  Intersection of Foresta Road and El Portal Road. A steam locomotive from the Hetch Hetchy Railroad and a caboose and several structures from the Yosemite Valley Railroad, including the original hand-powered turntable."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Spring white-water rafting offers Class II through Class IV, depending on the snow melt and part of the season."]},{"type":"*","value":[" Hike Hites Cove, starting at Savage's Trading Post in the open (non-fire) season."]},{"type":"*","value":[" Fishing (permits available at the El Portal Market)"]},{"type":"*","value":[{"type":"*","value":["Park Boundary to Foresta Bridge, 2-trout limit, min. fish 12 inches, open all year"]}]},{"type":"*","value":[{"type":"*","value":[" Foresta Bridge to Bagby, 5-trout limit, open last Sat. in April through Nov. 15"]}]},{"type":"*","value":[" Whitewater Rafting"]},{"type":"*","value":[{"type":"*","value":[" Red Bud to Suspension, 8 mi., Class III and IV (difficult)"]}]},{"type":"*","value":[{"type":"*","value":[" Suspension to Split Rock, 8 mi., Class II and III (medium)"]}]},{"type":"*","value":[{"type":"*","value":[" Split Rock to Bagby, 12 mi., Class III, IV and V (very difficult)"]}]},{"type":"*","value":[" Whitewater Outfitters"]},{"type":"*","value":[{"type":"*","value":[" Ahwahnee Whitewater"]}]},{"type":"*","value":[{"type":"*","value":[" American River Recreation"]}]},{"type":"*","value":[{"type":"*","value":[" ARTA"]}]},{"type":"*","value":[{"type":"*","value":[" California Rafting Adventures"]}]},{"type":"*","value":[{"type":"*","value":[" Mariah Wilderness Expeditions"]}]},{"type":"*","value":[{"type":"*","value":[" Whitewater Voyages"]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe larger motels have gift shops in case you forgot to get something while in Yosemite.  They also sell the usual stuff that travellers often forget to pack.\n\n",{"type":"==","value":["Eat"]},"\n\nYosemite View Lodge offers two restaurants and a bar, along with a large convenience store, selling a variety of packaged foods.  There is a pizza and pasta place, as well as an American (Steak and Fish) dining room.\n\nYosemite Cedar Lodge offers two restaurants (but one is closed during the off season), and a bar.  The bar is 50's themed.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are bars at both Yosemite View Lodge and Cedar Lodge.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Yosemite View Lodge"]},", 11136 Highway 140, (209) 379-2681.  A large motel complex next to the Merced River a few hundred feet from the Yosemite National Park boundary.  This is the closest accommodation to Yosemite Valley, sharing a boundary with Yosemite National Park and sited along the scenic Merced River.  Yosemite View Lodge offers luxury rooms and suites, two restaurants, a gift shop and convenience store, ATM and laundry facilities.  There are scenic views of the river, mountains, and the west entry into YNP. http:\/\/www.yosemite-motels.com\/yosemiteviewlodge\/index.htm"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cedar Lodge"]},", 9966 Highway 140, (209) 379-2612.  8 miles from Yosemite's west entrance on the All Year Hwy (CA 140). Featuring family friendly rooms and suites, an indoor and outdoor pool, a restaurant and lounge.  There is a large confernece and reception site available with a huge fireplace. http:\/\/www.yosemite-motels.com\/cedarlodge\/index.htm"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yosemite National Park"]]},".  All major motels in El Portal have bus stops for the ",{"type":"[","value":["http:\/\/www.yarts.com YART"]}," buses which can take you directly into Yosemite Valley.  This is a good way of avoiding the summertime parking hassles in the valley."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mariposa"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=California 140.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Merced"]]}],["minorl1=",{"type":"[[","value":[["Mariposa"]]}],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Yosemite National Park"],["Yosemite N.P."]]}]}]]},"\n\n",{"type":"{{","value":[["geo"],["37.674722"],["-119.784167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Mariposa County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["WikiPedia:El Portal, California"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/California\/Localities\/E\/El_Portal\/"]]}]