[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Playa El Tunco"]}," is in ",{"type":"[[","value":[["La Libertad"]]},".\n\n",{"type":"==","value":["Understand"]},"\nPlaya El Tunco is a little surf village in El Salvador. It's 8km from Puerto La Libertad, 35km from the airport and 35km from the capital San Salvador. Only a few years ago this place was unknown and quiet. It is now the most visited town of El Salvador by backpackers and surfers all year long and by Salvadorians on the week ends for the nightlife. There are now around 20 hostels, bars, restaurants and everything needed to practice surfing. Playa El Tunco is actually the gateway to the surf spot El Sunzal, and is a few kilometers away from El Zonte and Punta Roca, two other famous surf spots.\n\nIn terms of the waves, it's a great place to learn to surf. The only problem is that it gets crowded in the water, even when the surf isn't good. It pretty much empties out in mid-day when the wind picks up a bit and the sun gets too hot. But you won't last long in that midday sun. You'll be completely sunburned in no time.\n\n",{"type":"==","value":["Get in"]},"\nFrom La Libertad; bus 80 (15 minutes)\nFrom San Salvador; bus 102 (1 hour)\nFrom the airport; a taxi will cost around $35 (40 minutes)\nDirect shuttles are run from Antigua Guatemala and Copan Honduras.\n\n",{"type":"==","value":["Get around"]},"\nBus 80 to La Libertad\nBus 192 to El Zonte\n\n",{"type":"==","value":["See"]},"\nThe sunset in El Tunco is spectacular, with its big rock formation in front.\n\n",{"type":"==","value":["Do"]},"\n3 surfspots just in front of the town, El Sunzal, La Bocana & Bocanita.\nA nice waterfall can be visited in the neartown of Tamanique.\nNightlife on the weekends with live music in several bars.\n\n",{"type":"==","value":["Buy\/Rent"]},"\nIn terms of groceries, there are a few small corner stores in El Tunco. There's a proper grocery store in La Libertad. It's just a 20 minute bus ride from El Tunco and the bus ride is less than a dollar (since all buses in El Salvador are subsidized).\n\nYou'll get a better deal on renting a surfboard if you go down to the beach ($5 instead of $10 per day, as of September 2012).\n\n",{"type":"==","value":["Eat"]},"\nSeveral restaurants with different kind of food at reasonable prices. Fish & seafood, tacos, pizza...\n\n",{"type":"==","value":["Drink"]},"\nFew bars of different style, party oriented or chill.\n\n",{"type":"==","value":["Sleep"]},"\nAround 20 guesthouses can be found in El Tunco, from $7 per person to $40. They're all only a few minutes walk from the beach.\n\nIf you plan to do an extended stay, ask the hostel owners if you can pay in advance and get a discount.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["La Libertad"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]