[{"type":"{{","value":[["pagebanner"],["El Yunque National Park (Puerto Rico) banner.jpg"]]},"\n",{"type":"[[","value":[["File:Northeast Ecological Corridor and El Yunque National Forest.jpg"],["thumb"],["220px"],["Northeast Ecological Corridor and El Yunque National Forest"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fs.fed.us\/r8\/caribbean\/ El Yunque National Forest"]}]}," is in the ",{"type":"[[","value":[["Eastern Coast (Puerto Rico)"],["Eastern Coast"]]}," region of ",{"type":"[[","value":[["Puerto Rico"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nEl Yunque National Forest, formerly known as the Caribbean National Forest is located in the rugged Sierra de Luquillo, 40 km southeast of San Juan (latitude 18º 19’ N, longitude 65º 45’W). The forest covers lands of the municipalities of Canóvanas, Las Piedras, Luquillo, Fajardo, Ceiba, Naguabo, and Rio Grande. Get its name from an Indian spirit Yuquiye, which means \"Forest of Clouds\", that gave the mountain that dominates the 28,000 acre of tropical forest. It is the only tropical forest in the United States National Forest System. Originally set aside in 1876 by the Spanish Crown, the Forest represents one of the oldest reserves in the Western Hemisphere. With over 240 species (26 species are found nowhere else) of trees and plants, give reason to the government of Puerto Rico to spend a great deal of moneymaking to preserve floral species and animals that are on the verge of extinction. The total area is 11,270 ha (75% of Puerto Rico virgin forest is here)\n\n",{"type":"===","value":["Landscape"]},"\nIt has very nice landscape with grassy land.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nEl Yunque National Forest is a cool, mountainous, and sub-tropical rainforest. The eastern portion of the Luquillo mountains get the most rain. El Yunque is the rainiest of all the National Forests with up to 240 inches per year. More than 100 billion gallons of rainwater fall on the Forest per year. The climate is frost-free and ranges in moisture from semi-desert to rain forest conditions within very short distances. There are strong easterly trade-winds and cool weather is normal at the higher elevations.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are no entrance fees to visit the forest, you just drive up, though El Portal Visitors Center cost $4 per person. A Forest Service one-hour guided tour cost a $5 donation.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:El Yunque National Forest, Puerto Rico by Geoff Gallice - 002.jpg"],["thumb"],["270px"]]},"\n\nTo get around, you will go with a group of people and the tour guide will show you most of the animals, caves, and water falls.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The El Yunque Art Gallery features very organic paintings and constructions by its artist, David. Located in Palmer a town on the highway road 191 near El Yunque."]},"\n",{"type":"==","value":["Do"]},"\nYou can hike, go kayaking and guided scuba diving.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nYou cannot sleep in this Rain Forest because of all the wild and exotic plants and animals in the area of this Rain Forest.\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Cubuy"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Billed as an \"eco lodge\", this is a relatively affordable retreat set on the southern outskirts of the forest.  There is a waterfall a few hundred yards downhill from the resort and as the only access to it is the path from the lodge you have it all to yourself (and other lodge guests). There are several private hiking paths as well.  Or, you can sit on a balcony and look out at a 180 degree sweep of rainforest covered hillsides.  There are community-style meals served at the lodge and the kitchen is more than competent. The bar is self serve and its on an honor system. The Forest contains rare wildlife including the Puerto Rican Parrot, which is one of the ten most endangered species of birds in the world. Its scientific name is Amazona vitatta. The Puerto Rican parrot is a small amazon parrot, about a foot in length, bright green, with red forehead, blue primary wing feathers, and flesh-colored bill and feet. Its primary habitat is the upper zones of the Luquillo Mountains. Approximately 50 other bird species are found on the Forest."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nYou will be safe as long as you do not touch anything, and follow your tour guide. If you are somewhere in the forest, and your group starts walking with your tour guide, STAY close to together because it is a HUGE Rain Forest. Also, keep your children or small children close to you and do no touch anything, unless your tour guide says it is alright to touch it. Stay alert for the different animals and insects that you come close to.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Eastern Coast (Puerto Rico)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:El Yunque National Forest"]]}]