[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nElbasan is the city at the very center of ",{"type":"[[","value":[["Albania"]]},". Its central location, North to South and East to West, is the reason it is sometimes referred to as \"Kurthiza e Shqipërisë\" (The Bellybutton of Albania). \n\n",{"type":"==","value":["Understand"]}," \n",{"type":"[[","value":[["File:Elbasan Castle 1.JPG"],["thumb"],["Elbasan Castle"]]},"\n",{"type":"==","value":["Get in"]},"\nAbout one and a half hour furgon (van) ride from Tirane. This drive is very curvy and car sickness is to be expected. Driving your own vehicle may be a better option.\nFrom Durrës the furgon ride is about two hours. It is much flatter and car sickness is not a problem. \n",{"type":"==","value":["Get around"]},"\nWalking or taxi. Taxis are located close to the furgons (vans) at the center of the city.\n",{"type":"==","value":["See"]},"\nThe Elbasan Castle is right at the center of town. Only two ancient walls remain but the area inside is full of old houses, cobblestone streets, and an excellent restaurant. One castle wall is centered around the impressive sahati (clock tower).\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Watch a movie in the cinema (Albania's only cinema outside the capital city)."]},{"type":"*","value":["Take a stroll down the wide brick boulevard leading from the center of town past one of the castle walls and the clock tower. Most evenings right after dusk the boulevard is full of many Elbasan residents out for a nightly walk."]},{"type":"*","value":["Visit the numerous Belsh Lakes near Belsh and take part in the annual Summer Day celebration in mid-March near the Dumreja Forest."]},{"type":"*","value":[" Visit the Plane Tree and the ruins of the Basilica of Bezistan"]},{"type":"*","value":[" Take a dip on the curative thermal waters of Llixha and visit the caves and waterfalls of Gramsh"]},{"type":"*","value":[" Stop at one of the picturesque villages of Gjinar and Stebleve"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBugace, a traditional Elbasan breakfast roll found nowhere else in Albania. Smothered in butter and with a dash of salt, this roll is delicious but not the those watching their cholesterol.\nBollokume, another Elbasan specialty rarely found elsewhere in Albania. It is essentially a large sugar cookie. While sold in stores all over the city, the best are always the freshly baked warm cookies. \nMeg&Jons is a delicious restaurant just east of the mosque near the center of town. \nTre Leche at the restaurant across from the clock tower is especially good.\nThe tallest building in Elbasan, one block from the center and easily identifiable, has a rotating restaurant\/bar on the top floor. If for nothing else, go for the view.\n",{"type":"==","value":["Drink"]},"\nCokollate e zeze (black chocolate). It's like hot chocolate, but almost as thick as pudding and eaten with a spoon. \n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeastern Albania"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Elbasan"]]},"\n",{"type":"{{","value":[["geo"],["41.1125"],["20.082222222222"]]}]