[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\nElbow Cay is in the ",{"type":"[[","value":[["Bahamas"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLocated several miles east of Great Abaco Island, this six-mile stretch of land is less than an hour-long ferry ride from Great Abaco’s Marsh Harbor. Elbow Cay offers visitors a quiet retreat from mainstream tourist destinations in the Bahamas. The small island is rich with local culture and history authentic to British loyalist traditions. Elbow Cay offers a variety activities and places for visitors to explore.\n\nHope Town, a small and quaint town, is the main town on the island where visitors can find any of their vacation needs. The narrow streets can only be traversed by foot or bike giving it a truly authentic island feel. Golf carts are often rented to get around the rest of the island’s small roads.\n\n",{"type":"==","value":["Get in"]},"\nVisitors usually fly into Marsh Harbor International Airport via a number of major airlines. From there, taxi services run to Albury’s Ferry Dock, 242-367-0290, where visitors can take the hour-long ferry ride to the island. A number of yachters also moor or dock in Hope Town harbor during their stay.\n\n",{"type":"==","value":["Get around"]},"\nMany visitors rent golf carts or bicycles to get around the island.\n\n",{"type":"==","value":["See"]},"\nTahiti Beach - Located on the south side of the island offers visitors shallow, gin-clear water perfect for any family. The beach is just a quick taxi or golf cart ride away from Hope Town. \n\nSugar Sand Beach – Located right in town, Sugar Sand Beach is as good as it gets in the Bahamas. It is just a short walk behind the local fire station and over the bluffs that shadow Hope Town. \n\nHope Town Historic Lighthouse\n\n",{"type":"==","value":["Do"]},"\nFishing-\nStemming from the Island’s long history in the fishing trade, the sport is still very much alive in the waters surrounding Elbow Cay. Charter fishing endeavors sail year around, seeking out species ranging from Grouper to Wahoo and other pelagic fish. The knowledgeable captains in the area can undoubtedly take visitors on an unforgettable fishing experience. \n\nSpearfishing-\nA long-standing tradition in Elbow Cay, visitors can take to the pristine waters with Hawaiian slings in hand and enjoy fishing in its purest form. The reefs surrounding the island create an ideal habitat for spearfishing species such as Snapper and Spiny Lobster. The Bahamas only allow spearfishing with slings only and always check rules and regulations before jumping in the water. \n\nSurfing-\nThe Island hosts some of the most remote reef breaks in the Bahamas with good swell consistency year around. There are several easily accessible spots throughout the island and rental surfboards available.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nCaptain Jacks, located right in town, is a popular spot among locals and visitors. The bar has authentic Bahamian dishes and amazing comfort food as well. Captain Jacks really lights up when night falls, serving good and affordable drinks.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nVisitors often rent houses or small cottages around the island or in Hope Town. The rental properties have a secluded feel and often overlook small beaches around the island. In addition, there are several smaller resorts located around the island that have much to offer.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bahamas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Elbow Cay"]]},"\n",{"type":"{{","value":[["geo"],["26.526816666667"],["-76.968119444444"]]}]