[{"type":"{{","value":[["pagebanner"],["Electricity banner.jpg"]]},"\n",{"type":"{{","value":[["featurenomination"],["ftt"]]},"\n",{"type":"'''","value":["Electrical systems"]}," around the world differ in voltage and, less critically, frequency. Plugs and sockets also vary and it might be physically impossible to insert the plug on your appliance into sockets at another place. There are some steps you can take to ensure that your electrical appliances can be used, and used safely, at your destination.\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"===","value":[" Voltage and frequency "]},"\n",{"type":"{{","value":[["warningbox"],["It is very important to only connect a device to voltage in the range it is designed for. For example, connecting a device that is designed for 110V to a 230V supply ",{"type":"'''","value":["can be very dangerous"]},". There is a risk of burning, fire, or even explosion, as doubling the voltage quadruples the power and heat. Connecting a higher voltage (220–240V) device to a low voltage supply (110V) is not completely risk free, although certainly much less dangerous than the other way round. ",{"type":"'''","value":["Never"]}," assume the voltage is correct just because the plug fits."]]},"\n",{"type":"[[","value":[["File:Weltkarte der Netzspannungen und Netzfrequenzen.svg"],["thumb"],["400px"],["Map of the world coloured by voltage and frequency.",{"type":"<","value":["br"]},"\nYellow shades: 100–127 V, 50 Hz",{"type":"<","value":["br"]},"\nRed shades: 100–127 V, 60 Hz",{"type":"<","value":["br"]},"\nBlue shades: 220–240 V, 50 Hz",{"type":"<","value":["br"]},"\nGreen shades: 220–240 V, 60 Hz"]]},"\nStart by taking a look at the back of the device you want to use.  If it says something like \"",{"type":"'''","value":["100–240V, 50\/60Hz"]},"\", it will work anywhere in the world with the right plugs.  If you've got both covered, you can skip to the next section.  If not, keep reading.\n\nDealing with electricity differences can be daunting, but it actually isn't too hard.  There are only two main types of ",{"type":"'''","value":["electric systems"]}," used around the world, with varying ",{"type":"'''","value":["physical connections"]},":\n\n",{"type":"*","value":[" 100–127 volt, at 60 Hz frequency (",{"type":"''","value":["in general: North and Central Americas, Western Japan"]},")"]},{"type":"*","value":[" 220–240 volt, at 50 Hz frequency (",{"type":"''","value":["in general: the rest of the world, with some exceptions"]},")"]},"\nIn addition to these, you might be able to use the 12 or 24 volt DC system of cars and boats (or the 5 V DC of the USB port on computers), e.g. to charge your phone.\n\nOccasionally, you will find 100–127 volts at 50 Hz, such as in ",{"type":"[[","value":[["Tokyo"]]}," and some ",{"type":"[[","value":[["Caribbean"]]}," islands. On the other hand, there's 220–240 volts at 60 Hz, such as in ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Peru"]]},", some states of ",{"type":"[[","value":[["Brazil"]]}," and ",{"type":"[[","value":[["Guyana"]]},". A few other countries using 60 Hz are internally divided, with 100–127 volts in some locations, and 220–240 volts in others, such as in ",{"type":"[[","value":[["Brazil"]]},", the ",{"type":"[[","value":[["Philippines"]]},", and ",{"type":"[[","value":[["Saudi Arabia"]]},". Be extra careful each time you travel to a new destination within these countries, and ask about the voltage.  Be aware of multiphase electrical systems (see below under ",{"type":"[[","value":[["#Large appliance power mains"],["Large appliance power mains"]]},").\n\nIf the voltage and frequency for your device is the same as where you are travelling, then you need to worry only about the physical plug. (The small difference between 110V and 120V is within the tolerances of most electrical devices. Likewise for 220V and 240V.)\n\nIf the voltage provided by the local supply is not within the range accepted by your device, then you will need a ",{"type":"'''","value":["transformer"]}," or ",{"type":"'''","value":["converter"]}," to convert the voltage.  Most travel accessory sources offer them and come with several plug adapters to solve all but the most exotic needs.\n\n",{"type":"===","value":[" Plugs and adapters "]},"\n",{"type":"[[","value":[["File:Reisestecker.jpg"],["thumb"],["150px"],["Universal Plug Adaptor"]]},"\n",{"type":"[[","value":[["File:Weltkarte verwendeter Netzsteckertypen.svg"],["thumb"],["400px"],["Map of the world coloured by type of plug used"]]},"\nA device that lets you insert a plug into a different socket is an ",{"type":"'''","value":["adapter"]},": these are small and cheap.  For example, between ",{"type":"[[","value":[["Britain"]]}," and ",{"type":"[[","value":[["Germany"]]},", you need only an adapter. You stick your British plug in the adapter, which connects the rectangular phase\/live and neutral prongs to the round German ones and puts the ground where the German outlet expects it. Then, you're good to go.\n\nUnfortunately, there are many different plugs in the world.  The three most widespread standards are the following:\n\n",{"type":"*","value":[" The \"American\" (Type A) plug, with two vertical pins"]},{"type":"*","value":[" The \"European\" (Type C) plug, with two round pins"]},{"type":"*","value":[" The \"British\" (Type G) plug, with three rectangular pins"]},"\nIf your device has one of these plugs and you can adapt it to the others, you have 90% of the world covered, for equipment that can handle the local voltage and frequency. The main exceptions are ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Argentina"]]},", and parts of ",{"type":"[[","value":[["China"]]},", which use a Type I plug with two slanted pins. Adapters between Type A and Type C and ",{"type":"''","value":["from"]}," C ",{"type":"''","value":["to"]}," G are tiny and cheap; converting Type A into G or Type G into anything else, on the other hand, needs a bulkier model.\n\nFor hobbyists: if you can't find an adapter, and you're staying for a longer time, just buy a separate plug at your destination, remove the existing plug, and attach the new one. Unlike adapters, plugs are always available, and they're generally cheaper too. ",{"type":"''","value":["Caution: try this only if you know what you're doing!"]}," Fire and\/or electrocution are possible if you are inexperienced. Also note the wiring colors and orientation of phase\/live and neutral pins vary between countries as well.\n\nAs a last resort, a Type C plug can be forced into a Type G socket without any converter at all if you ignore what your mother told you and stick a pen or similar pointy object into the center (ground) hole, which fools the socket into thinking a ground pin has been inserted and opens up the other holes.  (This is, in fact, exactly what cheap C-to-G adapters do.)  Disable the power to the socket and try to use something non-conductive (a dry non-metallic object) to do this!  This procedure will damage the socket and could be unlawful in some countries, so expect the owner to be displeased.\n\nThere's one more complication to consider: any two-pin socket is ",{"type":"'''","value":["ungrounded"]},", but all three-pin plugs are ",{"type":"'''","value":["grounded"]},".  Trying to get grounding to work makes life more difficult, as any of sockets C, D, E, F, H, J, K or L will happily accept the ungrounded plug C but will not work with any grounded variant other than their own. Do ",{"type":"'''","value":["not"]}," use an adapter to turn a three-pin into a two-pin: this will disable grounding, potentially leaving you vulnerable to electrocution and other electrical nastiness.\n\nA last word of warning: many developing countries use ",{"type":"'''","value":["multi-plug"]}," sockets that accept (say) both Type A and Type C.  ",{"type":"''","value":["Don't assume the voltage is correct just because the plug fits"]},", since a Thai Type A+C socket still carries 220V and may destroy American (110V) Type A devices.\n\n",{"type":"===","value":[" Transformer or converter? "]},"\n",{"type":"{{","value":[["infobox"],["Technical details"],["The difference between a transformer and converter is the way that they deal with the wave-form of the electricity.  Converters simply chop the wave in half. This is relatively simple and can be done in a small amount of space, so converters are comparatively light-weight and inexpensive. Transformers linearly alter the voltage and current of the wave. This is more complicated and takes up more space: transformers are basically chunks of iron with copper coils wrapped around them so they are larger, heavier, and more expensive. Electric appliances can function with either a full or half-sine wave, whereas electronic devices must have a full sine wave."]]},"\n\nTo use a 220–240V appliance on a 110V supply, you need a transformer.\n\nIf you're using a 110V appliance at 220–240V, you can also use a transformer but may be able to economise  with a converter.\n\nIf your device is an electric appliance with just a heating element or mechanical motor such as hair curlers or dryer, then you can probably just use a converter, but ",{"type":"''","value":["make sure your transformer or converter is fully rated to deliver the amps and watts your device needs"]},". If your device is ",{"type":"''","value":["electronic"]}," and uses electronic chips or circuits, such as a computer, printer, TV, microwave, VCR or even a battery charger, you will need a transformer.\n\nBefore you purchase what you believe is your solution, understand the discussion below.\n\n",{"type":"====","value":[" Transformers "]},"\n",{"type":"[[","value":[["File:Step-down converter hg.jpg"],["thumbnail"],["A step-down converter"]]},"\n",{"type":"*","value":[" They have two different types: ",{"type":"'''","value":["\"step-up\""]}," and ",{"type":"'''","value":["\"step-down\""]},". Step-up transformers allow you to ",{"type":"''","value":["plug a higher-voltage device into a lower-voltage power socket"]}," (such as using a UK device in the US). Step-down transformers allow you to plug ",{"type":"''","value":["a lower-voltage device into a higher-voltage socket"]}," (such as using a US device in the UK). Some transformers offer both. Take care to use the right type: if you plugged a 110-to-220V step-up transformer into a 220V socket, you would get 440 V and a fried device."]},"\n",{"type":"*","value":[" You must also make sure that the ",{"type":"'''","value":["power rating"]}," (",{"type":"''","value":["wattage"]},") of your transformer is at least 10% greater than that of the device;   otherwise, the transformer can overheat and even catch fire. Before buying a transformer, look for the \"input\" figure: usually on the device's plug or in the manual. Some don't display wattage, but you can work it out simply by multiplying the voltage (V) and the current (amps (A); if it is milliamps (mA), divide by 1,000). The resulting figure is the same as the wattage."]},"\n",{"type":"*","value":[" Transformers can be used with both electronic devices (such as those with chips and circuits) or electrical appliances (such as those with heating elements and motors). They can usually operate for a much longer time than converters."]},"\n",{"type":"====","value":[" Converters "]},"\nThese lighter-weight, less expensive devices can handle large wattage loads of up to 1600 watts but only step-down voltage, not raise it.  They are suitable for those in 110–120V countries travelling to where the voltage is 220–240V. Converters are designed to operate for ",{"type":"'''","value":["only an hour or two at a time"]},", ",{"type":"''","value":["not"]}," continuously. As stated above,",{"type":"'''","value":[" they cannot be used with electronic devices"]},": devices that use chips or circuits, such as a computers, printers, VCRs, or even battery chargers.\n\nNowadays, many electronic devices actually come with a converter which plugs into the power mains and converts the current to DC. However, if this won't accept a foreign voltage (check the plug) do ",{"type":"'''","value":["not"]}," place a second converter behind it. You must use a heavier transformer instead.  Fortunately, in the past few years, more and more devices come with a universal voltage AC\/DC converter already included, and the most you would need is a plug adapter.\n\n",{"type":"====","value":[" Frequency (Hz) "]},"\n",{"type":"[[","value":[["File:Omvormer 001.jpg"],["thumb"],["12V to 230V 50 Hz DC\/AC inverter"]]},"\nFrequency (sometimes referred to as \"cycles per second\") is generally not a problem—most travel items will work on either 50 or 60 Hz. If all the electrical appliance does is produce heat or light (except fluorescent lighting), then the frequency is unlikely to matter. Japan is a special case. East Japan (e.g. Tokyo) uses 50 Hz and west Japan (e.g. Osaka) uses 60 Hz. Equipment made for the Japanese market may have a switch to select 50 Hz or 60 Hz.\n\nFrequency is most likely to affect clocks and devices with motors. They may run faster or slower than they should, and may be damaged in the long run as a result. Again, though, some motorised devices may function correctly on either 50 or 60Hz—especially if they also operate on batteries. Just look on the label or plug.\n\nHowever, you still may need to be careful if you have a sensitive or expensive device that converts AC (power from the wall) into DC (battery-like current) – especially if you also need to convert the voltage. A device will convert AC to DC either to save battery power by allowing you to plug into the power mains or charge a battery in the device. The design of power supplies where AC is converted into DC does take frequency into account.\n\nEven though 60 Hz converts a little more easily to DC than 50 Hz does, there's enough tolerance in ",{"type":"''","value":["most"]}," small appliances and electronic gadgets that you can ignore frequency. However, if you also need to change the voltage (because the voltage of your device is different from the power mains voltage), you ",{"type":"''","value":["cannot"]}," use a switching-type converter. You must use the heavier iron-core transformer. If in doubt, consult a reputable electrical goods dealer.\n\nIf your device won't operate with a different frequency (powerful motors and non-quartz clocks), there is very little you can do to change it. Unlike voltage, frequency cannot easily be converted, as this is set at the power plant. Foreign embassies may have to use huge generators to provide current compatible with equipment from home.\n\nIf you desperately need to have power at your home country's frequency, you might try using a ",{"type":"'''","value":["12V DC to AC inverter"]}," intended for vehicle use. However, most of these (especially those commonly found in stores) output a \"sawtooth\" wave instead of a sine wave. (Check the manufacturer's website if you need a sine wave output, as it may be special order. For example, clocks keeping time from the frequency must have a sine wave.) Make sure the wattage of the inverter is sufficient for whatever device you need to operate, and the 12V battery has enough amps for the job. For example, 12V times 15A gives 180W (or less after losses are included).\n\nAnother option is using an \"uninterruptible power supply\" (UPS), often used for computer equipment. Prices and sizes vary, and if power mains voltage doesn't match, you'll need a heavy iron-core transformer of the same wattage. Be sure to check for \"pure sine wave\" output, if needed. A UPS may have its power specification in volt-amps (VA). This matches the wattage, but also implies a maximum current limit when the voltage is divided out.\n\n",{"type":"===","value":[" Unstable supply "]},"\nIn many developing countries, electrical supply is highly erratic and you need to take precautions to protect your equipment.\n\nThe main danger is ",{"type":"'''","value":["power spikes"]},", where the voltage supplied temporarily surges to dangerous levels, with potentially catastrophic consequences. In developed countries, the main source of spikes is lightning strikes, but, in developing countries, they're most often associated with ",{"type":"'''","value":["power outages"]}," since when the power comes back on, it rarely does so smoothly. The cheapest method of protection is thus simply to ",{"type":"''","value":["disconnect electronic devices"]}," as soon as the power goes out and wait a few minutes after the power comes back on until plugging them back in.\n\n",{"type":"'''","value":["Surge protectors"]}," are devices designed specially to protect against spikes and surges, and some are available in portable travel-sized versions.  Some surge protectors can also be fitted to a telephone line to protect your phone or laptop modem.  The most common variety use a ",{"type":"'''","value":["metal oxide varistor"]}," (MOV), which shorts to ground if a given voltage is exceeded. These are easily destroyed by larger spikes, and better models will have a light indicating when the MOV has broken down, but you still need to keep an eye on them as the device will still continue to give power even if the protection is gone. There are also surge protectors with ",{"type":"'''","value":["fuses"]},", which are fail-safe (a blown fuse will stop power) and replaceable, but there is still a risk of a short, sharp spike which can pass through and damage your device before the fuse blows.\n\nIn some (mostly poor) regions, you may experience electricity ",{"type":"'''","value":["voltage drops"]},". Instead of 240V for example, you may get only 200V or even less (50% of the nominal supply voltage is not unknown). This happens especially if you're at \"the end of the line\" (far from the source or transformer) and is caused by the resistance of the electric lines themselves. Some appliances, such as light bulbs and heating equipment just keep working under a lower voltage, although a 20% voltage drop will cause a 36% power drop. Most electronic devices also keep working, but voltage drops are critical for fluorescent lamps, refrigerators, and air conditioners which may stop working altogether (usually without being damaged: when the voltage returns to normal, they will start working again).\n\nVoltage drops can be solved with a special device called a ",{"type":"'''","value":["voltage stabiliser"]}," or ",{"type":"'''","value":["AVR"]}," (automatic voltage regulator). A stabiliser will raise the voltage again to its normal level. The principle is the same as for switching converters, except that stabilisers will produce a stable output, even with an unstable input. Stabilisers come in different power ranges, but they're all large, bulky and not practical to carry around. Be aware that some appliances, such as refrigerators, briefly consume two or three times more power at start up; the stabiliser should be able to provide this power.  Voltage stabilisers can introduce surges if there is a power outage. The cheaper and most common relay type can also damage electronic equipment.\n\n",{"type":"==","value":[" Appliances "]},"\n",{"type":"[[","value":[["File:Simple Charger.jpg"],["thumbnail"],["Would you plug this charger into an 230 V socket? You shouldn't."]]},"\nIf you are buying new appliances, get in the habit of checking the voltage.  A dual-voltage hair straightener will cost you no more than a single voltage one, and save considerable hassle when travelling.\n\n",{"type":"===","value":[" Laptop computers "]},"\nVirtually all laptop computers (including those with internal power supplies) will handle well a range of 100 to 240 volts and a frequency of 50 to 60 Hz. In other words, you won't need a converter\/transformer; most power supplies have supported ranges printed directly on them so have a look. You will still need to check that you have the plug that matches the outlet for the country you are going to, to see if you need to buy an adaptor.\n\nLaptop computer power supplies are generally very good at accepting a poor or varying supply.  Many manufacturers use the same type of supply, so getting spares is not too hard.  The type used by HP\/Compaq is very common.  It is very easy and cheap to get a spare supply from sites such as Ebay.  However, make sure it is a genuine manufacturer replacement and not a cheap copy.  With a spare, you can take a risk with an unknown supply.  Of course, do not take any risks if your laptop is one of the few with an internal supply.\n\nIf you are taking a laptop, you can use it to charge other items using a USB port on the laptop, even if they are normally not connected to it – this can save you a bundle of transformers in your luggage.  Just make sure you have the correct USB cable – there are many different types.\n\nMany tablet computers can charge with 5V from a standard microUSB connector, but there are exceptions (Acer makes a few models which use standard-looking USB connectors but only charge from a proprietary charger at a non-standard voltage). Smartphones are also increasingly standardising to USB chargers, which makes it easy to find a local charger at destination or charge from a PC, but many older cellphones used a wide-array of non-standard connectors and proprietary chargers.\n\n",{"type":"===","value":[" Radios "]},"\n",{"type":"[[","value":[["File:ATS 909 worldband receiver.jpg"],["thumbnail"],["A shortwave radio receiver"]]},"\nRadios also tend to be interchangeable from country to country. The exact FM range being used in a few countries is different, so you may not be able to access all stations. In the US, only odd channels (88.1, 88.3, 100.1 etc) are used. A radio intended exclusively for the US market will not work well in most other countries. Japan, in particular, has an FM band from 76 MHz to 90 MHz rather than the more common 87.5 MHz to 108 MHz. The countries of the former ",{"type":"[[","value":[["Soviet Union"]]}," have also used a similar band. For the medium wave band, channel spacings (the difference between each valid frequency) can be 9 kHz (Europe) or 10 kHz (Americas). Radios with digital display and buttons for tuning may have a switch or setting to choose which channel spacing is used. Without this, they will not work correctly outside their intended market. Old-fashioned analog-dial tuners ",{"type":"''","value":["don't"]}," have this limitation.\n\nIf you need a new radio for international travel, consider one that includes the ",{"type":"''","value":["shortwave band"]}," (SW). This way, you can receive news and information from all over the world (BBC, Deutsche Welle, Voice of America, Radio Australia, etc.) Shortwave broadcasts are at a higher frequency than the medium wave (MW, designated AM on many radios) band and travel a lot further, especially after dark, but are noisy and prone to signal fading. In the past decade, the size and price have come down considerably for AM\/SW\/FM radios, and they are much easier to use. Some shortwave radios provide an adjustable beat frequency oscillator (BFO); while not required for standard broadcast reception, this allows reception of SSB (single side band) amateur radio signals.\n\nShortwave radio may be used as an accurate time source by tuning to WWV (2.5, 5, 10 and 15 MHz) or similar signals from various nations worldwide. VHF FM radio provides continuous weather forecasts on marine VHF frequencies or specific weather frequencies well outside the standard FM broadcast band; some purpose-built \"weather radios\" sound an alarm if tornadoes or other extreme weather pose an immediate danger.\n\n",{"type":"====","value":[" Digital radio "]},"\nDigital radio is in use in some countries, but has generally not attracted large audiences. Radio listening remains a predominantly analogue world, unlike television. The most common systems are DAB (Europe), DAB+, DRM and HD Radio (US). For travellers, an analogue radio is the best choice.\n\n",{"type":"====","value":[" Two-way radio "]},"\nRadio transmitters are subject to varying levels of government regulation and licensing in each country as transmitting too powerfully or on the wrong frequencies will interfere with other stations. CB radio, PMR446, GMRS, MURS and similar two-way radio services often are restricted to one or a few countries. That ",{"type":"[[","value":[["Australia"]]},"n 477 MHz UHF CB rig which required no license in its home country might not be welcomed in ",{"type":"[[","value":[["North America"]]}," as it obliterates channel 15 on all the neighbours' HDTV's.\n\nSome systems work in multiple countries but the allowed frequencies differ, so that some of the channels on the radio are illegal and some of the legal frequencies unavailable.\n\nMost channels of Marine VHF are available worldwide with varying licensing requirements, but usage restrictions on individual channels vary. ",{"type":"[[","value":[["Cruising on small craft"],["Small craft"]]}," which only needed an operator's licence at home may need an ITU callsign on marine frequencies abroad. Licences for ship crew are more or less globally accepted, but licences for recreational or coastal traffic may be restricted to domestic waters. Use of marine radios on land is restricted to facilities such as harbour masters, weather stations, marinas or canal, lift and swing bridge operators which operate on one assigned frequency only. Calling channels also vary, as some countries reserve VHF 16 for distress calls only. Misuse of a locally-reserved channel will not be received gratefully.\n\nSome countries will recognise foreign amateur radio licences if the stations are properly identified on-air and operated with local frequencies and power levels; others will not. Some may issue a local licence to a foreign operator. There's an entire hobby in temporarily placing portable radioamateur stations with huge antennas on obscure uninhabited islands as \"DXpeditions\" so that hams overseas can get one more hard-to-find country into the log books, but a few countries (such as 'P5' ",{"type":"[[","value":[["North Korea"]]},") are pretty much impossibilities as they license no one.\n\nWireless networks such as 2450 MHz Wi-Fi and Bluetooth are likely to exist in some form, but a few countries don't allow all channels to be used. There's usually a setting on the base station (or wi-fi router) to specify which country's frequencies may be used. It's not necessary to configure this on every computer joining an existing wireless network.\n\nCellular telephones which are on the wrong frequencies for a country or region won't find the base station and simply won't work.\n\n",{"type":"===","value":[" Mobile phones and digital cameras "]},"\nChargers for these may work with both 110V and 240V systems, though you may still need an adaptor plug or have to use the shaver socket. You may be able to get a second charger for the other voltage system, or even a dual voltage charger designed for both systems.  However, your mobile phone handset may not be compatible with the country's network, or you may be limited to certain cellular providers. (See ",{"type":"[[","value":[["Telephone service for travel#Cell phones"]]},".) Smartphones may be able to place calls using a wireless Internet hotspot in areas where no compatible cellular telephone network exists, by installing voice-over-IP software. This is an inexpensive way to talk, but is limited by the availability of wi-fi connectivity.\n\n",{"type":"===","value":[" Equipment using standard batteries "]},"\nBattery sizes and voltages tend to be standard from place to place, and equipment that uses off-the-shelf batteries tends to be interchangeable.  It may be difficult to get good quality batteries in some countries, especially alkaline batteries which are needed by most electronic equipment. If a cheaper battery is used, make sure to remove it as soon as it is exhausted or if the equipment will not be used for a while due to the risk of leakage.\n\nDual voltage battery chargers for NiCad and NiMH generally cost no more than single voltage ones, but you need to look for this feature before you buy. If an existing single-voltage charger uses a 12 volt DC adapter, find a quality dual-voltage adapter (110V to 240V) at 12 ",{"type":"'''","value":["V"]},"olts DC with its DC current rating (in ",{"type":"'''","value":["m"]},"illi",{"type":"'''","value":["A"]},"mps) equal or higher, and the same size plug on the charger end. (This is not possible if the charger plugs directly into the power mains without any cord.)\n\n",{"type":"==","value":[" Be cautious "]},"\n\n",{"type":"===","value":[" Large appliance power mains "]},"\n",{"type":"[[","value":[["File:CEE Kupplung 32A 6h Rot IP44 Front geöffnet 2012 04 03.jpg"],["thumbnail"],["European three phase socket"]]},"\nIn most countries, electrical power is distributed to industrial\/commercial buildings using a ",{"type":"'''","value":["three phase system"]},". An industrial three-phase outlet has three different live\/phase wires and optionally a single neutral wire. These use non-standard or physically larger connectors (compared to the ordinary domestic plug and socket for a country), typically with higher maximum current and four or more pins to accommodate the three phases plus a neutral or ground.\n\n",{"type":"'''","value":["Normal domestic outlets are invariably single phase."]}," A domestic outlet will receive just one of these phase wires and a neutral wire. Three-phase outlets may be available, but are normally reserved for commercial\/industrial use.\n\nAnother variant in nominally 120V regions is a centre-tapped 240V 60 Hz system connected to a large load such as a cook stove or a full-size clothes dryer. The 240V plug has both blades turned sideways or is a physically larger plug with four pins (two live wires, a neutral and a protective ground) designed to handle greater current.\n\nThese non-standard connectors carry typically higher voltages (a European industrial three-phase outlet with 230V line-to-neutral has 400V line-to-line; Canada and USA make some industrial use of 600V or 480V line-to-line, respectively). They are appropriate for running large machines with motors, large air conditioners, industrial\/commercial ovens and other power hungry appliances.\n\nRegardless of voltage or how many phases are in use, the frequency (50 Hz or 60 Hz) of the local supply remains unchanged.\n\nIn countries with a poor distribution network, it is not unknown for ",{"type":"'''","value":["single phase sockets to be connected across 2 phases to boost the voltage"]},". This is dangerous and can damage electronic equipment.\n\nAs a general rule, ",{"type":"'''","value":["do not"]}," attempt to connect your personal electrical items directly to an unknown three-phase system.\n\nIf you see a ",{"type":"'''","value":["non-standard"]}," (for its country) ",{"type":"'''","value":["or oversized connector"]},", be advised that the voltage or current delivered may also be non-standard (for instance, 240V 60 Hz feeding a large appliance in a nominally 120V region, or a circuit breaker sized to allow enough current to pass to power a small house or cottage). Don't just connect and hope for the best.\n\n",{"type":"===","value":[" Generators "]},"\n",{"type":"[[","value":[["File:Gerador Diesel.JPG"],["thumbnail"],["A diesel-powered generator"]]},"\nIn many countries without fully developed electrical power distribution systems, the use of generators is common. Generator supplies can be very good; however, in many places they are bad and can cause damage to sensitive equipment connected. The voltage, frequency, and waveform shape (it should be a smooth sine-wave) can vary. In some places, people modify generators to run faster. This gives more voltage and power but increases the frequency too. The part of a generator that keeps it running at a constant speed is called the governor. If this is tampered with, the output voltage could rise sufficiently to cause damage. The best advice is not to connect valuable equipment to the supply, or at the very least disconnect it as soon as you're finished.\n\nIf you are unsure about the quality of the generator in use, there are a few simple rules. If it runs from petrol\/gasoline, it is bad: anyone serious about using generator power uses a diesel oil powered system.  A good quality generator will have a low engine speed. 1,500RPM for 50 Hz or 1,800RPM for 60 Hz.  If the engine speed is 3,000RPM or more, it is not a good machine.\n\n",{"type":"===","value":[" Lamps "]},"\nLamps and their light bulbs are very sensitive to voltage.  If you shift between voltage systems, you will need to change the light bulbs to match the voltage, unless the lamp is designed to operate on both systems, say through a low voltage adaptor.  If you buy a lamp abroad, you may need to have an electrician completely rewire a lamp when you get home to comply with your country's electrical safety standards. This may not be a problem for a one-off special item, but if you are going into the importing business it could be a show stopper.\n\nAlso watch out for the light bulb connection. In 100–127V systems this is often a screw connector while in 220–240V systems it is often a bayonet connector. These connectors also come in at least two different sizes. Be sure you can obtain light bulbs of the right voltage, size, and connector shape in the country you intend to use the lamp, and at a reasonable price, or the lamp may become little more than junk when the bulb fails.\n\nNote that fluorescent and LED lighting contains electronics and must use a heavy iron-core transformer to convert voltage. Converters are ",{"type":"'''","value":["not"]}," acceptable.\n\nSome fluorescent units might be sensitive to changes in frequency (50 or 60 Hz) if it's not the same as what is specified. Most affected are fixtures with a large coil or inductor as \"ballast\" to limit the current into the bulb, as the impedance of these coils is directly proportional to frequency. Electronic ballasts usually convert the AC line directly to DC (and then to a higher-frequency AC), causing line frequency to be ignored.\n\n",{"type":"===","value":[" Electric motors "]},"\nThe electric motors in things like refrigerators, vacuum cleaners, washing machines and other whiteware are often sensitive to frequency, the same goes for older hairdryers and electric shavers. Even if you use a step-up or step-down transformer, the different supply frequencies mean that motors will run at the wrong speed and quickly burn out. The larger and more powerful the motor is, the more this is true. Don't, for example, bring a vacuum cleaner from the US to Europe (or vice versa). It's almost guaranteed to fail—even if you have a voltage converter.\n\n",{"type":"===","value":[" Electric shavers "]},"\n",{"type":"[[","value":[["File:Shaver Socket.JPG"],["thumbnail"],["A dual-voltage shaver socket"]]},"\nHotels often provide a special electrical outlet specifically for electric shavers. They allow any voltage shaver to be plugged into them and be used safely in front of the bathroom mirror. They may also accept your cellphone adaptor or similar low power battery charging unit. Many—",{"type":"'''","value":["but not all"]},"—electric shavers sold today are dual voltage 50\/60Hz and some will even recharge the battery at 12V DC (such as in an automobile). Check the label and instructions for compatibility.\n\n",{"type":"===","value":[" Hairdryers "]},"\nHairdryers are a particular risk; if you accidentally plug your 100–120V hairdryer into a 240V outlet. you may find it catching fire in your hands! Newer models should have a thermal switch, though. Allow 15–20min for it to cool down, then use a voltage converter (if the dryer is 50 Hz compatible). Similarly, a 220–240V hairdryer in a 120V outlet may run slowly and not heat up enough. Most good hotels and motels will be able to supply a hair drier, and it may even be a room fitting. However, it may be worthwhile buying or borrowing a hairdryer suited for the electrical system of countries you'll be traveling in.\n\nMany new hairdryers sold in 100-120V countries are dual voltage with settings for 100–120V and 220–240V. Even though it's motorized, it will work on either 50 or 60 Hz. Don't forget to lockout the high setting with a flat screwdriver or something similar. At 220–240V, the low setting becomes as powerful as the high setting was at home (with 'low' unavailable).\n\n",{"type":"===","value":[" Clocks "]},"\n\nAn electric clock of any sort is sensitive to voltage. If the voltage is doubled or halved, it will not function and may burn out. Furthermore, the electric frequency (50 or 60 Hz) is used in cheap clocks (such as many clock-radio style clocks) to keep the time. Thus, if a clock made for North America were used in Europe – even with a voltage adapter – it would lose 10 min\/h! Obviously, not a great idea if you have a train to catch. On the other hand, if the clock has a quartz crystal, this is used for the timekeeping, and it operates independently of the line frequency. Inexpensive, battery-operated, digital LCD travel clocks (with a push button back light) are also available. These are recommended for destinations with frequent blackouts. Often, a battery-powered alarm clock will be built into some other device, such as a pocket pager or mobile telephone; the clock will still work even if the original paging or telephone service was unsubscribed years ago.\n\n",{"type":"===","value":[" Video equipment "]},"\n",{"type":"[[","value":[["File:Digital broadcast standards.svg"],["thumb"],["300px"],["right"],["Digital terrestrial television systems worldwide."]]},"\n",{"type":"[[","value":[["File:DVD-Regions with key-2.svg"],["thumbnail"],["DVD region codes"]]},"\n",{"type":"[[","value":[["File:Blu-ray regions with key.png"],["thumbnail"],["Blu-ray region codes"]]},"\nTelevisions, many radios, video and DVD players, as well as videotapes, are often specific to the broadcast system used in the country that they are sold in, usually associated with the frequency of the country's electric current.  For example, North America is 60 Hz and its television is 30 frames per second, while Europe is 50 Hz and its television is 25 frames per second. The main three analogue television broadcast systems are ",{"type":"'''","value":["PAL"]},", the closest to a worldwide standard, ",{"type":"'''","value":["NTSC"]},", used mostly in the Americas and some East Asian countries (notably ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]},", and ",{"type":"[[","value":[["Taiwan"]]},") and ",{"type":"'''","value":["SECAM"]},", originally from ",{"type":"[[","value":[["France"]]}," and adopted by much of ",{"type":"[[","value":[["Europe"],["Eastern Europe"]]}," and the ",{"type":"[[","value":[["Middle East"]]},", but there are various incompatibilities even within these supposed standards.  There is no difference between PAL and SECAM for unconverted ",{"type":"''","value":["DIGITAL"]}," video including DVDs.  However, any analog output to a television set would be in the native format of the country of location. ",{"type":"[[","value":[["Brazil"]]}," uses a hybrid PAL\/NTSC standard called \"PAL-M\". In Brazil, DVDs and video tape are the same as NTSC (without region coding- see below), but all players and TV sets are useless outside the country unless they have a separate NTSC setting.\n\nBefore purchasing any video equipment, read the manual and warranty carefully. Don't forget about cable TV frequencies; they may not be the same, even if everything else is. These often won't work correctly in another country from where they were sold, even if the voltage and video standard are the same. Furthermore, many countries have or are in the process of switching to digital over-the-air broadcasting, (",{"type":"[[","value":[[":Wikipedia:list of digital television deployments by country"],["dates by country"]]},"). For over-the-air digital TV, there are also multiple standards; DVB is most common worldwide, but is incompatible with the US system (ATSC, used in South Korea and North America). Both of these are incompatible with the Japanese system (ISDB) which is also used in the Philippines and much of South America. China has a unique format called DTMB. Even within each system there are usually two different encoding formats: MPEG2 and H.264\/MPEG-4 AVC. For example, Australia uses the former, New Zealand uses the latter, and the United Kingdom uses both, despite all three being DVB countries.\n\nUnless you have an internationally compatible device, you may find your expensive looking system is little more than worthless junk in another country because it won't work with your country's broadcast system. Your warranty is probably only valid in the country of purchase, and you may need to return the goods to the place you purchased them from.\n\nThe final problem with transporting TVs is that many European countries, notoriously the UK, require a license to watch any live TV (over-the-air, cable, satellite, and even live-streams on the internet). Fines can be hefty (in addition to being charged for the license). This even includes USB TV tuners for computers and laptops if they're capable of DVB reception. Their size (without connections) can be nearly as small as a jump drive.\n\nDVD and Blu-Ray, infuriatingly, have completely artificial limitations introduced in the form of ",{"type":"'''","value":["region coding"]},", which attempts to limit the region where the discs can be used, as a technique to keep the various regions as separate markets.  For example, a Region 1 player for North America will not play a Region 3 DVD for Hong Kong.  The workarounds are to obtain either a regionless DVD player which ignores the code, purchase multi-region discs (Regions 1 and 3 in this case), or better yet, Region 0 discs, which can be played on any device. Blu-Ray discs ",{"type":"'''","value":["cannot"]}," be played at all in a standard DVD player – not even at a lower resolution. However, Blu-Ray discs ",{"type":"'''","value":["played on a Blu-Ray player"]}," can be displayed on a standard def. television, provided you have the correct cables and connections. (HDMI cables are ",{"type":"''","value":["not"]}," compatible.) Many low-end Blu-Ray players have only a HDMI output, and cannot down scale to standard def or provide an analogue output. A HDMI jack on a laptop computer is for a monitor only, not an input. Be aware that Blu-Ray players need frequent internet updates to play the latest movies. Be sure to do this each time you buy or rent a just-released title before traveling somewhere without internet access. Computers and laptops also need this update for their DVD\/Blu-Ray playback software (PowerDVD, etc.) It's best to try to begin playing the disc before departure, and update as needed.\n\nTechnically, there is no such thing as an NTSC or PAL DVD disc, as all color information is the same for both. When discs are labelled as such, what they're referring to is the picture size and frame rate (i.e. number of frames per second) that are used in ",{"type":"'''","value":["most"]}," (but not all!) countries that have TV broadcasts on this same system. Many NTSC players cannot play PAL DVDs, unless that's a specific feature included (many Philips and JVC models include this). PAL DVD players are generally much better at playing NTSC, but it's not a certainty. If all else fails, a computer DVD-ROM can play any DVD movie, though there's a limit on how many times you can change the region code. Unlike analogue television sets, computer monitors can automatically handle both 25 (PAL and SECAM) and 30 (NTSC) frames per second, as well as various picture sizes. This also applies to LCD and plasma \"flat panel\" television sets, but don't expect their tuner to be compatible outside the country in which they were sold.\n\nVideo cameras can usually be charged with both electrical systems so you can record during travels and view it back home. Digital cameras and video cameras can usually output to both ",{"type":"'''","value":["PAL"]},", ",{"type":"'''","value":["NTSC"]},", and ",{"type":"'''","value":["SECAM"]},", so you can view your recording while travelling. Bring an RCA (yellow plug) to SCART adaptor if you plan to view video from a camcorder on a European television set.\n\nIf you have something on VHS video tape, it's best to convert to DVD before traveling.  (Conversions between PAL and NTSC can be done before burning.) Use a video capture card for recording the VHS into a digital file on your computer. Then with DVD-making software, burn the file to a blank DVD.\n\nIf required, converting DVDs from one format to another (PAL, NTSC), can be done on a computer with a fast CPU, or you can get it done professionally. Allow plenty of time, as this can take many hours. Regular blank discs work fine for making ",{"type":"'''","value":["copies"]}," of a foreign format, as it's all just a bunch of ones and zeros and no different than copying anything else. Copies can be made quickly, while conversions cannot.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"{{","value":[["infobox"],["The electrical engineer's maxim"],["The smoke that escapes from a device or a component is its spirit without which it cannot work. In other words: if smoke rises from the device, then it's destroyed."]]},"\n",{"type":"[[","value":[["File:Überlastete Steckdose 2013-12-09 22-34.jpg"],["thumbnail"],["An European (Schuko) socket \"killed in action\""]]},"\n\nThe first time you use electrical equipment on a voltage system you haven't used before, watch for excessive heat, strange smells, and smoke. This is especially true for those residing in countries with 120V (USA, Canada, Japan, etc.) visiting places with the higher voltage.  Smoke is a sure sign your equipment cannot cope with the voltage system.\n\nIf your electrical equipment gets ",{"type":"'''","value":["very hot, smells of burning"]}," (there is a distinct smell of electrically fried circuit boards) or ",{"type":"'''","value":["starts to smoke"]},", turn it off at the wall, fuse box or the main switch ",{"type":"''","value":["immediately"]},", then carefully unplug the equipment. Do not disconnect or unplug by just grabbing the smoking device, its plug or cord, and then unplugging it, as these parts are probably very hot, and the insulation could be melted or unsafe, which could result in electrocution. Rubber gloves insulate you from current, but not from heat.\n\nYou may find your expensive equipment has been fried and needs to be replaced because the wrong voltage was used. However, if the equipment only got hot and did not smoke or produce strange burning smells you may be lucky. Some older devices have fuses that you may be able to replace. New devices, such as gaming consoles, will trip a circuit breaker.  Disconnect them from all power and leave them for 60 minutes or so, and the circuit breaker will normally reset. That said, do not rely on fuses to protect your equipment. If a fuse does blow, you should have things checked by an electrician before using the suspect equipment again.\n\nIn Third World countries with frequent blackouts, it's not at all uncommon for a visitor to plug something in and have the power go out coincidentally. Always check the neighborhood first, before blaming the appliance or looking at the fuse\/circuit breaker.\n\n",{"type":"===","value":[" Check "]},"\nAs stated above, while things like cell phone chargers and electrical shavers (that often get to travel with their owners) nowadays are designed to handle different voltages and frequencies, you have to be much more careful if you're bringing appliances overseas. If you are taking equipment with you that isn't intended for travel use, consider taking a ",{"type":"'''","value":["multimeter"]}," with you that can handle several hundred volts AC and learn how to use it. With a multimeter you can easily check the voltage in the outlet and don't need to risk the life of your equipment. The ones with a digital display are easier to read and a few are as compact as a small pocket calculator.\n\n",{"type":"{{","value":[["guidetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"[[","value":[["th:ระบบไฟฟ้า"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mains electricity by country"]]}]