[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Elephant Coast"]},", ",{"type":"[","value":["http:\/\/elephantcoast.kzn.org.za"]},", is in the ",{"type":"[[","value":[["South Africa"]]},"n province of ",{"type":"[[","value":[["KwaZulu-Natal"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["St Lucia (KwaZulu-Natal)"],["St Lucia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sodwana Bay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kosi bay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hluhluwe"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["iSimangaliso Wetland Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tembe Elephant Reserve"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mkuze Game Reserve"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe northern Part of Elephant Coast ",{"type":"[","value":["http:\/\/www.maputaland.net"]},"\n\n",{"type":"*","value":[" Maputaland is in the northern part of South Africa, KwaZulu-Natal Province that is tucked in between Swaziland, Mozambique, and the endless white beaches of the warm Indian Ocean coast. It is a vast remote place of shimmering lakes, forests, bush and pristine seashore."]},{"type":"*","value":[" Kosi Bay is the main town in this region. It is approximately 300km from Richards Bay, 250km from St. Lucia, 200km from Hluhluwe and 80km from Sodwana."]},{"type":"*","value":[" Most guests think they will encounter an idyllic beach town. There are no bay in Kosi Bay so local residents refer to Kosi and not Kosi Bay. Kosi Bay is a misnomer. The town is 25km away from the coastline and to get to the coast you need a 4X4 vehicle or book into a place that will take you in their 4X4 vehicle on excursions."]},{"type":"*","value":[" Kosi town is a vibrant colourful African village and the surrounds (because it is so remote and difficult to reach) are undiscovered paradise that offers diverse and some unique tourism activities and attractions in a fabulous subtropical climate."]},{"type":"*","value":[" Kosi has grown tremendously over the last 3 years and you can shop for most things here."]},"\n",{"type":"===","value":["History"]},"\n\n",{"type":"*","value":[" Kosi Bay, Manguzi, eManguzi, KwaNgwanase are all different names for the same place. Manguzi is the community in which the town is settled and KwaNgwanase is the district name."]},{"type":"*","value":[" The name Kosi is said to be derived from the word Nkosi which means king. Ngwanase is the name for the Thonga King who fled from the Portuguese Colonists in Mozambique. The original king was Mabhudu which the Portuguese and English colonists mispronounced and misspelled respectively to Maputo and Maputa. The region is still known as Maputaland."]},{"type":"*","value":[" The region is also known as Thonga Tembe Land. Historically this region was the orphan of South Africa and none of the previous governments made any effort to develop this region. Maputaland was\/is completely self-governed by the Thonga people. The current king is Mabhudu Israel Tembe. Even today the Tembe Tribal Authority retains power and oversees everything regarding everyday life."]},{"type":"*","value":[" The fact that the region have a King and chiefs, Local government, various other state bodies who have interests here and that large parts of Maputaland are national borders, world heritage area, state forest land, marine sanctuary and conservation areas do not make it easier to manage and purposefully develop Maputaland."]},{"type":"*","value":[" In Maputaland first world dreams are conflicting with third world tranquillity and existence more than anywhere else. The stage was set when the Portuguese and English colonists clashed in these regions during 1875 and asked the French prime Minister to arbitrate. With typical heavy handedness he drew a line on a map that divided the Thonga tribe in two."]},"\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nNorthern Elephant Coast & Kosi Bay attractions ",{"type":"[","value":["http:\/\/www.maputaland.net"]},"\n\n",{"type":"*","value":[" Kosi Bay Lakes excursions are an experience to remember. The four interconnected lakes spill into the Indian Ocean. In the Kosi mouth you will find a reef in the estuary which is excellent for snorkelling. When boating on the lakes you will encounter hippo’s."]},{"type":"*","value":[" Another sight worth seeing in the Kosi lakes is the ingenious fish traps by the Thongas using stick kraals (enclosures) to harvest fish."]},{"type":"*","value":[" Turtle Tours - During turtle season (November to February) these amazing creatures, leatherback and loggerhead turtles; come back to the same place every year, after crossing oceans, to lay their eggs. It is an unforgettable experience and privilege to witness a giant leatherback (nearly 2 metres in length) or loggerhead turtle as she performs this miracle of nature."]},{"type":"*","value":[" Tembe Elephant Reserve is a conservation area where only a few privileged tourists are allowed daily to enter this remote 30 000 hectares. It is accessible only to guests with 4X4 vehicles or on a guided game drive with Tour operators in the region. It features magnificent elephants, lions, giraffes and both white and black rhinos. Among the many species of antelope is the Suni, the smallest antelope. "]},{"type":"*","value":[" Birdwatching - You’ll find prolific bird life in Ndumo and Tembe Elephant Park - more than 400 species - 60% of all bird species in South Africa are found here. You might be lucky enough in Kosi Bay to find the Palmnut vulture and a Pell’s fishing owl. "]},{"type":"*","value":[" Canoe at Siyadla and Amanzinyama will give you a jungle thrill to remember. This is the only place in South Africa where the five major species of mangrove occur, and over 300 bird species have been recorded. These include the rare and endangered palm nut vulture - the only fruit-eating vulture in the world - and Pell’s fishing owl. The raffia palm forest and Siyadla riverbanks in particular are a birder's delight. You will encounter crocodiles in the river and hippo’s in the 4th lake."]},{"type":"*","value":[" Boat excursions - You can experience the best bird watching and fishing on the boat excursions on the lakes. Along the way you may spot the hippos. This system consists of four lakes, which change from crystal clear salt water in the estuary through to black hippo waters in the Raffia Forest on the fourth lake, and a series of inter connecting channels, which eventually drain via a sandy estuary into the Indian Ocean. It is home to a large variety of birds and animals including hippos and crocs."]},{"type":"*","value":[" Snorkel at Black Rock, Mabibi or Lalanek beaches is recommended. You can also snorkel in the Estuary"]},{"type":"*","value":[" Fishing - Kosi is famous for fishing.  "]},{"type":"*","value":[" Hiking - Go on short (half day) guided hiking trips. You cannot help to marvel at the knowledge of the guides when they explain the Thonga culture and the way they have lived off the land for centuries using what is available in nature."]},{"type":"*","value":[" Horse Riding - Go on guided horse trails. Beginners to experienced riders are welcome. Non-riders are welcome to join a trip in the game drive vehicle. Experiencing the best of the area from the back of your trusty horse during two hour out-rides or 3 and 6 day trail riding going from camp to camp."]},{"type":"*","value":[" Whale watching, Swim with dolphins or go scuba diving. The reefs off the Northern Maputaland coast are nothing short of spectacular. Along just 40 square miles of reef, over 1,250 different species of fish have been identified (compared with 1,600 species along the entire 1,200 miles of Australia's Great Barrier Reef)."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nBe aware that malaria is endemic in this region, and HIV is a serious concern. ",{"type":"'''","value":["Practice safe sex - ALWAYS USE A CONDOM IF YOU ENGAGE IN SEXUAL ACTIVITY!"]}," and take appropriate anti-mosquito and -malaria measures, such as netting, repellant, and appropriate anti-malarial medicines.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["KwaZulu-Natal"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]