[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Elizabeth St. Patricks Cathedral.jpg"],["thumb"],["350px"],["St. Patrick's Roman Catholic Church‎ at 215 Court Street"]]},"\n",{"type":"'''","value":["Elizabeth"]}," is a city in ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nElizabeth, along with its neighbor, ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", is a major port and a major center of industry, but the city also has charm, including tree-lined streets with pretty houses.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Newark Liberty International Airport"]]}," is the main airport for central-northern New Jersey, and part of the airport actually lies within Elizabeth's city limits. New York City is easily accessible from Newark Airport, by cab (costly), bus, or train.\n\n",{"type":"===","value":["By train"]},"\nAnywhere the Amtrak Rail line departs in or outside New Jersey should have service to Elizabeth, as they have a major train station there. Some destinations may require transfer of trains, but getting there from outside areas should not be a problem. The other major railroad system is New Jersey Transit, which runs throughout the entire state and surrounding states such as parts of Pennsylvania and New York. The city of Elizabeth is planning to add new light rail links. By far, traveling by train is the best method of travel other than automobiles and buses, because of its wide variety of destinations.\n",{"type":"[[","value":[["File:Elizabeth, NJ-1.jpg"],["thumb"],["250px"],["Elizabeth's train station"]]},"\n",{"type":"===","value":["By car"]},"\nIf coming from the South, the fastest way is I-95, which runs straight up the east coast, and from there you can take the New Jersey Turnpike directly into Elizabeth.\n \nElizabeth is a hub of several major roadways including the Garden State Parkway, New Jersey Turnpike, Interstate 95, Interstate 78, U.S. Route 1&9, U.S. Route 22, Route 27, Route 28, Route 82 and Route 439.\n\n",{"type":"===","value":["By bus"]},"\nIf you are traveling from a large distance, Greyhound Buslines is the best choice for bus travel. Though you may have to arrive in Newark first, this should not be a problem to board another bus or train, because of Newark's close proximity to Elizabeth. The New Jersey Transit bus system and Coach US are also very reliable.\n\n",{"type":"===","value":["By boat"]},"\nAs of right now, there is no means of passengers getting to and from Elizabeth by ship. The only ships that can come into the Elizabethport are marine and cargo ships. However, there are plans to develop a ferry system that will transport passengers to and from Elizabeth to New York.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThere are many historical landmarks throughout the city, such as the Art Deco ",{"type":"'''","value":["Hersh Tower"]},", ",{"type":"'''","value":["St. John's Episcopal Church"]},", ",{"type":"'''","value":["First Presbyterian Church"]},", and the ",{"type":"'''","value":["City Hall"]}," building. Other historical landmarks or tributes are the ",{"type":"'''","value":["Veteran's Monument"]}," dedicated to soldiers who were citizens of the city. There are also ",{"type":"'''","value":["tributes to the members aboard the Challenger spacecraft"]},", as well as the ",{"type":"'''","value":["Martin Luther King, Jr. Monument"]},". All of the mentioned monuments are located in the midtown section of Elizabeth. The newest monument displayed in front of the ",{"type":"'''","value":["Elizabeth Train Station"]}," (itself a landmark, pictured in this article) is the ",{"type":"'''","value":["9\/11 Tribute"]},". It was dedicated to remember the citizens from Elizabeth who died on that day either in the line of duty or who worked in the World Trade Center.\n\nIn addition, the ",{"type":"'''","value":["Union County Courthouse"]}," located in Midtown and the ",{"type":"'''","value":["Elizabeth Seaport"]}," are two destinations in the city that people find quite amazing.\n\n",{"type":"==","value":["Do"]},"\nThe city of Elizabeth offers a wide variety of things to see and do, depending on one's interest.\n\nThe Ritz Theatre on East Jersey Street in Midtown is a historical theatre that has been operating since 1926, and showcases many different shows, including stand-up comedy.\n\nSome locals also go to the Dunn Sports Center which is connected to the Elizabeth High School. The Dunn Center is where the Elizabeth Minutemen play basketball and wrestle. During the spring and summer months, there are carnivals and parades throughout the city for all to attend. The weekend of Memorial Day, there is the \"Tour de Elizabeth\", which is a citywide bike tour. Most people also love going to Warinanco Park for Baseball, Soccer, and Track. People also enjoy rides in the park as well as ice skating in the skating rink. Warinanco Park connects Linden, Roselle, and Elizabeth.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:USPS Elizabeth NJ jeh.jpg"],["thumb"],["Elizabeth's General Post Office"]]},"\nMost child residents of Elizabeth attend the Public School System. Elizabeth High School has various academies that were newly renovated to gear high school students toward their specific career goals. An alternative to the High School are other private schools in the Elizabeth area. St. Patrick's Academy and High School is located in the downtown area of Elizabeth. The academy teaches grades 5-8 while the high school teaches 9-12. St. Patrick's High School is well known for their basketball program, with a great success rate of students being offered to play for different colleges. Another private school is St. Benedictine's which is located on the border of Elizabeth and Hillside, New Jersey.\n\nFor college or for higher learning, Union County College has a campus on the border of North Elizabeth and Midtown Elizabeth. The Drake School of Business is also located on Broad St in Midtown. Kean University is located right on the border of Elizabeth and Union, New Jersey.\n\n",{"type":"==","value":["Buy"]},"\nElizabeth is home to the largest outlet mall in New Jersey, \"Jersey Gardens\". Features of this mall include a Loews Cineplex showcasing 20 movie screens, a large play area and arcade section for the kids, as well as many comfortable couches and chairs throughout the mall that parents can sit while the children play. Others include stores such as Nautica, Nike, Reebok, Adidas, Skechers, Polo Ralph Lauren, Tommy Hilfiger, and New Balance outlet stores. There are also many other well known stores that you can find in any part of the country, and a large variety of shoe stores. The food court is tremendous and offers many different kinds of food, including a Burger King.\n\nAlso for those who crave shopping, Broad Street in the Midtown district is the main  area for shopping with a wide variety of department stores, the best known and largest of which is Shopper's World.\n\nElizabeth Avenue is home to many businesses, especially Hispanic-owned business, such as fresh produce markets and travel agencies, as well as banks.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Ikea"],["url=http:\/\/www.ikea.com\/webapp\/wcs\/stores\/servlet\/IkeaNearYouView?storeId=12&langId=-1&catalogId=10101&StoreName=elizabeth"],["email="],["address=1000 Center Drive"],["lat="],["long="],["directions=Free shuttle bus from Manhattan's Port Authority Bus Terminal, every half hour from 10:00am - 2:30pm, weekends only. The store is right across the New Jersey Turnpike (I-95) from Newark Airport."],["phone = +1 908  629-0318"],["tollfree="],["fax="],["hours=Mon-Fri 10am - 9pm; Saturday 10am - 9pm; Sunday 10am - 8pm; Restaurant Hours: Mon - Fri 9:30 am - 8 pm; Sat 8:30am - 8pm; Sun 9:30am - 6:30pm"],["price="],["content=This is a very big Ikea store. Ikea is famous for its inexpensive furniture and housewares and its Swedish store. The Swedish store sells traditional Swedish foodstuffs such as lingonberry and cloudberry jams, Swedish meatballs, and cardamom rusk, for homesick Swedish expatriates."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are many great places to eat here in Elizabeth, from restaurant chains like Burger King, Ihop, and Wendy's to little well-known eateries that have been around for years. \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tommy's Italian Sausage and Hot Dogs"],["url=http:\/\/www.roadfood.com\/Restaurant\/Review\/2011-2090\/tommys-italian-sausage-and-hot-dogs"],["email="],["address=900 Second Ave"],["lat="],["long="],["directions="],["phone = +1 908-351-9831"],["tollfree="],["fax="],["hours="],["price="],["content=North Jersey is well known for its great hot dogs, but the fine Italian sausage of the region should not be ignored. Tommy's Italian Sausage in Elizabeth, a take-out only storefront that makes its own sausage and serves it up in the same classic configuration as an Italian hot dog, in a split loaf of what's called pizza bread (like a cross between pita and Italian bread) with fried potatoes, onions and peppers. The sausage is sliced open and grilled to crustiness, then slipped into the fresh bread. The predominant flavor of this sausage is pork rather than spice, with a satisfying coarse-ground meaty texture. On New Jersey Star Ledger's \"100 Greatest Places to Eat in New Jersey\" every year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shacks"],["url="],["email="],["address=1160 E. Grand Street"],["lat="],["long="],["directions="],["phone = +1 908-436-0005"],["tollfree="],["fax="],["hours="],["price="],["content=Another place that makes it to the Star Ledger's \"Best Soul Food Place in New Jersey\" is Shack's Soul Food Restaurant. They specialize in Home cooked Soul Food, Southern, and Traditional meals."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Parador Rojo"],["url=http:\/\/www.paradorrojo.com\/"],["email="],["address=344 Morris Ave"],["lat="],["long="],["directions="],["phone = +1 908-352-5536"],["tollfree="],["fax="],["hours="],["price=$6-$20"],["content=Excellent Columbian food near the heart of downtown Elizabeth. Cozy atmosphere with a diversity of music playing. Open for breakfast. Menu offers everything from delicious fresh soups, mouth-watering appetizers, a diverse selection of soul warming entrees with a selection of various sides, and freshly baked desserts. The portions are extremely large and big enough to share. The menu offers pictures in case you do not speak Spanish."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spiritos"],["url="],["email="],["address=714 3rd Ave"],["lat="],["long="],["directions="],["phone = +1 908-351-5414"],["tollfree="],["fax="],["hours="],["price=$10-$15 Entrees"],["content=A well known Italian Eatery that has been around for a long time. Menu includes salads, pastas, pizzas, appetizers and entrees. If you opt to get a salad, get the garlic dressing. One note: when ordering a pie here, request it be made a little well done. Nothing beats the char that forms around the crust, and when this is mixed with just the right amount of sauce near the rim of the pie, is one of the most pleasant flavors one can experience. The raviolis are soft and pillowy and they actually melt in your mouth. The epic veal cutlet Parmesan is a champion meal, with a side of ravioli. Epic is in the title  of this dish for good reason. The four layers of lightly breaded, pounded thin veal, in between (yet another) sweet sauce, layers of mozzarella cheese, served in a boat of what can only be described as saucy, slightly browned, bubbling cheesy goodness easily makes this a \"death row last meal.\"  The decor (no windows in the dining room and old-time family photos; same tables, lighting, and booths since the opening in the 1920's--or maybe 1910s);  has to be covered. It's a fun place to watch a Yankee game in the bar area on a work night."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nElizabeth is filled with hotels and motels all around. There is a great range that can suit the needs of many people.\n",{"type":"===","value":["Budget"]},"\nIf you are on a budget for a place to stay, then you are looking for some of the motels that are right along Rte 1&9. \n",{"type":"===","value":["Mid-range"]},"\nIf you are able to spend a pretty penny for a great place to stay, then the Hampton Inn, Courtyard by Marriott, and the ExtendedStay Hotels are the perfect fit for you. With room services, complimentary items, and indoor facilities, you will enjoy your stay greatly. \n\n",{"type":"===","value":["Splurge"]},"\n\nIf you can splurge for the best experience available, the Hilton Hotel and the Sheraton Four Points Hotel are the Hotels for you. If the Hilton or the Sheraton do not fit your needs, the Renaissance by Marriott and the DoubleTree Hotel which is in the sister city of Newark are both available and is no more than 5 minutes away from the Jersey Gardens Mall.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nLike many other urban cities in the United States, Elizabeth does have its problems, nice areas and bad areas. However, problems can be avoided with common sense. Do not go to areas of town you know nothing about during the night, without someone who knows the area well. It is not very likely that you will be a victim unless you make yourself a victim. The people of Elizabeth carry a mentality of handling their own business and not interfering with others. Thus, if you are walking alone at night, try to remain in well lit areas. It is relatively safe as long as you avoid staring at groups of people. Even if an activity looks suspicious, 9 times out of 10, they are not even worried about you unless you seem to pose a threat or meddle in their business like a police officer would do. \n\nThe downtown area close to the Port of Elizabeth can be very dangerous at night time even for the residents, ",{"type":"'''","value":["so stay away from this area at night"]},", and never ever handle large sums of money in public. Otherwise, walking through the city during daylight hours is not a problem, and you should have nothing to worry about. North Elizabeth, Elmora, and Elmora Hills are the calmest parts of the city, and the cleanest. \n\nAlso, Elizabeth is a very diverse city with ethnic groups consisting of a majority of Hispanic\/Latino citizens from almost every Latin-American nation, especially Colombians, Cubans, and Puerto Ricans, along with Portuguese and Brazilians, and a large African-American community; others include Italians, Polish, Asians, and White Anglo-Saxons. Respect the diversity. Any racial remarks or slurs in any part of the city can result in major problems and confrontations.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}]},{"type":"*","value":[{"type":"[[","value":[["New York City"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["image1a=New Jersey Turnpike Shield.svg"],["imagesize1a=22"],["image1b="],["imagesize1b="],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Philadelphia"]]}],["minorl1=",{"type":"[[","value":[["Perth Amboy"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["New York City"]]}],["minorr1=",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}],["image2=I-278.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=END"],["minorl2=",{"type":"[[","value":[["Linden (New Jersey)"],["Linden"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Brooklyn"]]}],["minorr2=",{"type":"[[","value":[["Staten Island"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]}],["image3=US 1.svg"],["imagesize3=22"],["image3a=US 9.svg"],["imagesize3a=22"],["image3b="],["imagesize3b="],["directionl3=S"],["majorl3=",{"type":"[[","value":[["Philadelphia"]]},"\/",{"type":"[[","value":[["Cape May"]]}],["minorl3=",{"type":"[[","value":[["Linden (New Jersey)"],["Linden"]]}],["directionr3=N"],["majorr3=",{"type":"[[","value":[["New York City"]]}],["minorr3=",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Union County (New Jersey)"]]},"\n\n\n",{"type":"{{","value":[["geo"],["40.66215"],["-74.209066"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Elizabeth,_New_Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/E\/Elizabeth"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]