[{"type":"{{","value":[["pagebanner"],["Ellora banner.JPG"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/ellora.ind.in\/ Ellora Caves"]}]}," are an impressive complex of rock shrines, representing the three different faiths of Buddhism, Hinduism and Jainism, that were excavated between the 5th to the 13th centuries CE. The complex is in ",{"type":"[[","value":[["Maharashtra"],["Maharashtra State"]]},", about 24 km from ",{"type":"[[","value":[["Aurangabad"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":[" The caves are a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},"."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Aurangabad"]]}," is the nearest airport, and there are daily flights from ",{"type":"[[","value":[["Delhi"]]}," and ",{"type":"[[","value":[["Mumbai"]]},"."]},"The nearest airport (which is a domestic airport) from ",{"type":"'''","value":["these caves is situated in Aurangabad (15 km)"]}," and can be reached directly from Delhi, Mumbai, Jaipur and Udaipur.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":["Aurangabad is the nearest railway station, and there are regular trains from Mumbai, ",{"type":"[[","value":[["Hyderabad"]]},", Delhi, ",{"type":"[[","value":[["Amritsar"]]}," etc. There is an overnight train from Mumbai."]},{"type":"'''","value":["How to Reach Ajanta by Air:"]}," ",{"type":"'''","value":["Aurangabad, which is about 99 km from Ajanta"]}," and ",{"type":"'''","value":["30 km from Ellora,"]}," can be reached directly from Delhi, Mumbai, Jaipur and Udaipur airports.\n\nHow to Reach Ajanta by Rail: Jalgaon (59 km from Ajanta) is the nearest station where you should alight while coming from Delhi or Mumbai. Two trains Tapovan Express and Devgiri Express depart daily from Mumbai to Aurangabad.\n\nHow to Reach Ajanta by Road: Ajanta Caves are connected to a network of excellent roadways with Mumbai, Pune, Ahmednagar, Jalgaon, Shirdi, Nasik, Dhule, Ahmedabad, Hyderabad, Indore, Bijapur, and Aurangabad.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" Aurangabad is the nearest location for inter-state buses."]},{"type":"*","value":[" Aurangabad to Ellora is around 30km. One can reserve Auto which  will charge around Rs 350-400. Or else take Govt Buses from Central bus stop (Aurangabad)."]},{"type":"'''","value":["Jalgaon (59 km from Ajanta)"]}," is the nearest station where you should alight while coming from Delhi or Mumbai.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["There are numerous bus services running to Ellora from Aurangabad Central Bus Station, but the Maharashtra State Tourism Corporation (MTDC) Bus Service is most reliable.There is a luxury bus tour departing daily at 8AM from the MTDC office on Railway Station Road. In addition to Ellora, the tour also includes several famous sites in Aurangabad.    "]},{"type":"*","value":["Taxis of all types are available from Aurangabad. Daulatabad Fort is on the way to Ellora."]},"\n",{"type":"==","value":["See"]},"\n9.00AM to 17.30PM Indian Standard Time (IST)\n",{"type":"'''","value":["Ellora Caves remain closed on Tuesday"]},". BOTH CAVES REMAIN OPEN ON ALL NATIONAL HOLIDAYS\n\n",{"type":"==","value":["Do"]},"\nThe tourist attractions in Ajanta are undoubtedly the Ajanta and Ellora (link to Ellora page) caves, located near the city of Aurangabad in Maharashtra and about 300km northeast of the city of Mumbai. ",{"type":"'''","value":["The 34 caves at Ellora and the 29 caves at Ajanta"]}," remained in obscurity for over a millennium, till John Smith, a British Army Officer, accidentally stumbled upon them while on a hunting expedition in 1819. Ajanta and Ellora are protected monument sites under the Archaeological Survey of India and has been included in the World Heritage list of monuments.\n\n",{"type":"'''","value":["Visitors who can not visit all the caves should visit atleast Cave 6, 10,11,12,14,15,16,21,29,30,30A,31,32,33,34. Inscriptions were found at Cave 15,21, 31"]},"\n\nThese murals and frescoes adorning the walls of these structures depict the story of Buddhism, spanning the ",{"type":"'''","value":["period from 200 BC to 650 AD."]}," Many of the caves have panels depicting stories from the Jatakas, a treasure trove of stories about the several incarnations of the Buddha. This makes the Ajanta caves a fascinating spiritual tourist attraction for Buddhists and scholars and researchers of Buddhism.\n\n",{"type":"'''","value":["Cave number 1 houses some of the best-preserved wall paintings here, which include two impressive Bodhisattvas, Padmapani and Avalokiteshvara."]}," Caves 2, 16, and 17 also contain amazing paintings, while c",{"type":"'''","value":["aves 1, 4, 17, 19, 24, and 26 boast of some of the most divine sculptures."]}," The flying apsara painting in Cave 17, and the image of the Buddha preaching, also in cave 17, are two unforgettable works of art in Ajanta. The Ajanta caves and the treasures they house are a landmark in the overall development of Buddhism in India and in general.\n\n",{"type":"==","value":["Buy"]},"\nBuy Archaeological Survey of India Book - World Heritage Series \"ELLORA\"   [ Rs. 99 ]\n\nThe entry fees Rs. 10 for Indians, Rs. 250 for Foreigners. Free entry for children below 15 years.\nStill Photography : Free,   Video Photography : Rs. 25\n\n",{"type":"==","value":["Eat"]},"\nHotel Kailash is an older hotel and has an attached Beer Bar. Hotel Manor, Hotel Ambience and several other Indian restaurants are along the road to Aurangabad from Ellora.\nHygiene and spice level may be an issue for some.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Kailas"],["alt="],["url=http:\/\/www.hotelkailas.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is the closest hotel to Ellora Caves and is a few meters from the entrance. The hotel offers cottages and standard rooms. A few of the cottages overlook the caves but are priced slightly higher than the normal cottages."]]}," "]},{"type":"*","value":["Alternatively, one can stay at ",{"type":"[[","value":[["Aurangabad"]]}," and visit the caves on a day trip."]},"\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["20.0167"],["75.1667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Maharashtra"]]},"\n",{"type":"[","value":["http:\/\/ajantacaves.co.in\/Ellora-Caves.aspx Ellora Caves"]},"\n\n",{"type":"[","value":["http:\/\/www.indiahistoricalplaces.com\/ellora-caves\/ http:\/\/www.indiahistoricalplaces.com\/ellora-caves\/"]},"\n",{"type":"[[","value":[["wikipedia:Ellora Caves"]]}]