[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Chikballapur"]]},"\n\n",{"type":"'''","value":["Sri Lakshmi Adinarayana Swamy Temple"]}," resides on top of the hill of Ellode, Gudibhanda Taluk, ",{"type":"[[","value":[["Chikballapur"]]}," district.\n\n",{"type":"==","value":["Understand"]},"\nIt is believed that the idol of ",{"type":"'''","value":["Sri Lakshmi Adinarayana Swamy Temple"]}," is self originated. This holy temple has its existence since ancient times (over 1000 years). The Lord is sitting on top of ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Kurma Kurma giri"]}," (tortoise shaped hill).\n\n",{"type":"'''","value":["Sri Lakshmi Adinarayana Swamy"]}," is a family deity for over 10000 families spread across all over India & other countries. The 618 steps climb has greenery on either side. The scenic beauty, lake and greenery all around is a real feast to the eyes.\n\n\nSpecial poojas are made in Maagha masam on all Sundays and Rathotsava is performed on 3rd Sunday. Vaikunta Ekadashi is done in a very grand manner with the Vaikunta Dwara open in the early morning starting from 5.00 AM till the evening. Satyanarayana Swamy pooja is performed on all the Pournima days (Full moon day) at the temple which is on the foothill of Sri Lakshmi Adinarayana Swamy Temple. Kalyana Utsava (or Kalyanotsava) is performed at the Ganesh temple near the entrance of the temple. Offering hairs is done on all Sundays on top of the hill. \n\n\n",{"type":"'''","value":["Maagha masam"]}," is observed in ",{"type":"'''","value":["Sri Lakshmi Adinarayana Swamy Temple"]}," with utmost enthusiasm.\n\n",{"type":"==","value":["Get in"]},"\nThe temple or Ellode is well connected through the National Highway 7 (NH7) from Bangalore to Hyderabad, with a deviation of just 3 kms before Bagepally. Ellode is around 120 kms from ",{"type":"[[","value":[["Bangalore"]]},", the capital of ",{"type":"[[","value":[["Karnataka"]]},". \n\n",{"type":"===","value":["By car \/ bike"]},"\n",{"type":"*","value":[" From Bangalore, take the NH7 road and take left turn 3 kms before Bagepally. While taking left turn, you can see Satya Sai building OR Mosque on the right side. Once you take left turn, you need to drive approximately 10kms to reach the destination."]},{"type":"*","value":[" From Bagepalli, take right turn after 3kms in the NH7 road from Hyderabad to Bangalore. Drive approximately 10kms to reach the destination."]},"\nNote: Transportation service to Ellode is not great so most devotees prefer to go to this place by their own vehicle(s).\n\n",{"type":"==","value":["See"]},"\nFollowing tourist places are close to Ellode :\n",{"type":"*","value":[" ",{"type":"'''","value":["Lepakshi"]}," is about 10 kms from Ellode. Lepakshi is very important historically and archaeologically. A huge or biggest Nandi bull in India made out of a single granite stone is one of the attractions in Lepakshi. The place is renowned for being one of the best repository of mural paintings (see below) of the Vijayanagar Kings. There are three shrines dedicated to Shiva, Vishnu and Virabhadra. The famous Veerabhadra temple, dedicated to Veerabhadra, is located here. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ghati Subramanya Temple"]}," is one of the popular pilgrim centers located near Doddaballapur of Bangalore Rural district. Ghati Subrahmanya is located about 60 Kms from Bangalore."]},{"type":"*","value":[" ",{"type":"'''","value":["Vidurashwatha"]}," situated near the Karnataka - Andhra Pradesh border and about 6km from Gauribidanur, it had a major role to play in the freedom movement of India. The name Vidurashwatha is derived from that of a big Ashwatha  (Ficus religiosa) tree located in this village. According to a legend of the times of Mahabharata, this tree was planted by Vidura, a courtier in the kingdom of Dhritarashtra and hence the name Vidurashwatha."]},"\n",{"type":"==","value":["Do"]},"\nIf you're travelling from Bangalore, you can cover all these places in the following order in a day:\n",{"type":"*","value":[" Leave Bangalore by 6:30am and reach Ellode."]},{"type":"*","value":[" Leave Ellode after lunch and reach Lepakshi around 3pm"]},{"type":"*","value":[" Leave Lepakshi and reach Vidurashwatha around 5pm"]},{"type":"*","value":[" Leave Vidurashwatha and reach Ghati Subramanya Temple around 6pm"]},{"type":"*","value":[" Leave Ghati and reach Bangalore before 9pm."]},"\nThis can be considered as a 1-day piligrim tour (overall approx. 250kms) from Bangalore.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The food arrangements - FREE meals are served from Saturday evening to Monday morning on all the weeks. During maagha masam, the food arrangements are made on each day of the month."]},{"type":"*","value":[" Near the entrance (Dwara) of the temple, temple authorities offer prasadam to the devotees who have completed the darshan of Lord Sri Lakshmi Adinarayana Swamy."]},{"type":"*","value":[" Chats (Bhel puri, Tiki puri, Tomato slice), Bonda\/Bajji, etc are available next to tea stall near the entrance of the choultry."]},"\nNote: You can't find hotels or restaurants nearby except one small hut near the entrance of the temple and the Idlis served by the nanny in that hut tastes yummy!\n\n",{"type":"==","value":["Drink"]},"\nYou can get coffee or tea at the tea stall near the entrance of the choultry.\n\n",{"type":"==","value":["Sleep"]},"\nFor the convenience of the devotees \/ visitors - 44 rooms and 3 cottages have been built which has basic amenities. The existing choultry is more than 100 years old which is built by Dasa Lakshmaiah Setty and now it is maintained by the Temple's trust.\n\nDevasthanam trust ( Temple authorities ) is providing rooms \/ cottages for FREE of cost to devotees \/ donors but it is on First-Cum-First-Serve basis.\n\nNote: You can't find private hotels or lodges nearby!!!\n\n",{"type":"==","value":["Connect"]},"\nSri Lakshmi Adinarayana Swamy Temple\nEllode,\nGudibanda Taluk near Bagepally\nKarnataka\n\n",{"type":"==","value":["Go next"]},"\nFollowing tourist places are around Ellode :\n",{"type":"*","value":[" ",{"type":"'''","value":["Gadadham (Sri Lakshmi Venkateshwara Temple)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lepakshi"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ghati Subramanya Temple"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Vidurashwatha"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Puttabarthi"]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Kolar (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]