[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Elmalı"]}," is a town in ",{"type":"[[","value":[["Mediterranean Turkey"],["Antalya Province"]]}," in the ",{"type":"[[","value":[["Lycia"]]}," region of ",{"type":"[[","value":[["Turkey"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nElmalı is a town of around 15,000, high in the western Taurus mountains of Antalya province. As it is far inland from the Antalya-Fethiye coastal road, it has little tourist development. Nonetheless as a prosperous regional hub for agriculture and trade, it has plenty of facilities. At an altitude of around 1000m, it is pleasantly cool in summer compared to the coastal towns. It is an excellent starting point for exploring the spectacular mountains and traditional villages around.\n\nThe name Elmalı means \"of apples\", reflecting the fact that 10% of Turkey's apple crop is produced in the surrounding area.\n\n",{"type":"==","value":["Get in"]},"\n\nDolmus (minibus) services run to Elmalı from ",{"type":"[[","value":[["Antalya"]]}," city, as well as ",{"type":"[[","value":[["Kaş"]]},", ",{"type":"[[","value":[["Kalkan"]]},", ",{"type":"[[","value":[["Patara"]]},", ",{"type":"[[","value":[["Kemer"]]},", ",{"type":"[[","value":[["Gombe"]]}," and other towns in the region.\n\nFrom Kaş, buses leave at 8am, 10am, 12pm, 2:30pm and 5:30pm. A return service leaves at 9:15am, 12:30pm and 5:15pm. The trip takes 2.5 hours and costs 12 TL.\n\n",{"type":"==","value":["Get around"]},"\nElmali is small enough to cover on foot. The bus station is in the centre of town. To leave the bus station, walk away from the vehicle entrance, past the filling station, cross the roundabout then continue uphill a short distance to reach the main street. Taxis are also available at the bus station.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nElmalı is one starting point for hiking Mt. Kizlarsivrisi. This 3000m peak, the highest in western Antalya, is a fairly challenging 2-3 day hike. Most of the route, up to around 2200m, follows one of various dirt tracks in good condition. These tracks are regularly used by locals in tractors (but not so regularly that you can rely on one passing on any given day.)\n\nThe hike starts from the village of Söğle (\"Serlay\"), 10 km east of Elmalı. Expect to be harassed by large shepherds' dogs in the first few kilometres; carry a strong stick and be prepared to throw stones, and keep walking as they are defending their territory. The route alternates between farmland and sparse forest for the first approx 12 km before emerging above the treeline and passing high mountain pastures.\n\nThere are a number of wells along the route. Bucket and rope is NOT provided — bring at least 10m of cord. Check with locals about water availability, as these wells run dry in the summer before the first rains.\n\nWildlife includes wolves, wild horses and eagles. Wolves target goats but are not a threat to humans. Snakes and scorpions are a possible danger as with anywhere in Turkey. The presence of hunters means that most wildlife keeps well away from people.\n\nA large house below the steep final section (visible on Google Earth) is run by the local mountain climbers association. It is locked and shuttered when not in use, however the covered porch could provide uncomfortable emergency shelter.\n\nThe final stage passes north of the summit, curves around from a comma-shaped valley (clearly visible on Google Earth), follows a footpath over a southbound pass, then breaks off to ascend the eastern ridge. This part is difficult talus and scree. Immediately below the summit ridge is a small valley. A stone circle here acts as an unroofed emergency shelter. Bear in mind that at this altitude, night-time temperatures will dip below freezing even in summer.\n\n",{"type":"==","value":["Buy"]},"\nThere's a reasonable selection of shops including supermarkets, ATMs, hunting shops (which may stock some outdoor\/hiking gear), clothes shops etc.\n\n",{"type":"==","value":["Eat"]},"\nThere is no shortage of typical inexpensive Turkish restaurants on the main street. Prices are lower than more touristy towns.\n\nSEHA is a pleasant cafe\/patisserie on the main street, a little downhill from the hotel area. Upstairs is an airy, partly open-air spot for people-watching and with a good view of the mountain behind.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThree hotels are available towards the north-western end of the main street, all on the left side of the street when coming from the bus station.\n\n",{"type":"'''","value":["Tuba Hotel"]}," is 40TL for a single.\n\n",{"type":"'''","value":["Yorukoglu Pansiyon"]}," is a comfortable and clean pension opposite the large mosque. Rooms are heated, have balcony and TV and soft mattresses! The shared bathrooms have 24hr water, which will be appreciated as even summer nights are cool. 30 TL for a single. Wireless internet is available. The friendly staff speak a little English. The entrance is signed but slightly obscure, around the corner next to a square, and upstairs from the Belediye office. Tel: 0242 618 8477. Email: yorukoglupansiyon@hotmail.com.\n\n",{"type":"'''","value":["Arzu Hotel"]}," is 40TL for a single, and is the choice of foreign tour groups.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["36.7333"],["29.9000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lycia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Elmalı"]]}]