[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Eloundasize.jpg"],["thumb"]]},"\n\n",{"type":"'''","value":["Elounda"]}," is a city on ",{"type":"[[","value":[["Crete"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nFlights are available to ",{"type":"[[","value":[["Heraklion"]]}," (",{"type":"{{","value":[["IATA"],["HER"]]},") from many European countries and via ",{"type":"[[","value":[["Athens"]]}," from U.S.A. Drive on E74 to Agios Nikolaos (70km) and then turn for Elounda.\n\nElounda is 80 km from Heraklion Airport  and the journey time to Elounda is 60 - 75 minutes by car or taxi. \n\nBy bus: A local bus service ",{"type":"[","value":["http:\/\/www.bus-service-crete-ktel.com\/"]}," with modern air conditioned buses is available.. Take a bus to ",{"type":"[[","value":[["Agios Nikolaos"]]}," and get connecting bus to Elounda.\n\nBy ferry: Major ferry lines operate to the port of Herakleion, connecting with bus services at the main bus station near to the port. Ferries run to the nearby town of [Agios Nikolaos] via LANE lines ",{"type":"[","value":["http:\/\/www.lane.gr"]}," from Pireaus and Rhodes.\n\n",{"type":"==","value":["Get around"]},"\n\nCar rental is available. Good and modern public transport is provided by the KTEL bus company.\n\n",{"type":"'''","value":["By foot"]},"\nElounda is a cosmopolitan town\/village with a small fishing port. It has several sandy beaches all in walking distance from the centre (square)\n\nThe square has many bars,restaurants and fast food businesses. You can even find a few kafenions here the real traditional watering holes.\n\nElounda's fishing port also offers boat trips to the nearby Island of Spinalonga (Kalidon) which in the past was used as a leper colony.\n\nNear the main beach a little way from the square is a children's play area. There are shops, bars and restaurants close by. The beach has been awarded the blue flag.\n\nNear to this beach there is also boat trips and one boat called the Shark's Eye has a glass bottom and is a hydrofoil.\n\nIf you walk back through the square to the other end..you will see a street going up a bank. You probably came down this street on your coach. On this street there are shops, bars, restaurants and Jewellery shops, Fashion shops, tourist shops, and even a couple of night clubs.\n\nGoing further up this street you will see a cut going down to the left. You will see a sign saying \"Sanken City Of Olous\"(yes sanken) This was the original Elounda many questions are being asked about this city \"was Olous the real Atlantis from Myths and Legends ?\" As you walk along the causeway you may still see some of the walls of the city in the water. Keep walking and you will come across a small beach, with a large old stone building at the end of it. This building was origanally built as a storage building. Keep walking along and to you right you will see some old windmills. Here is a beautiful spot over the bridge a small canal with fishing boats to the side. You will also see the original stone bridge now broken. This Canal was built by the French many many Years ago. There are many things to see this side of the bridge .......and if you are fit and can put up with the heat even a beautiful fine white sand beach.\n\nGoing back towards Elounda after you have walked back over the causway turn right and keep walking along the seafront. You will pass beautifuly placed restaurants and Taverna's. Maybe this is a good time to stop have something to eat or just a cold glass of beer. Well keep walking and you are back in the centre again. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Spinalonga Island"]},"\n\nSpinalonga Island is the setting for the bestseller \"The Island\" by Victoria Hislop that was made into a popular television mini-series. The novel chronicles the history of the island as a leper colony through the lives of a family from Plaka. Spinalonga Island is easily accessed by boat from Agios Nikolaos, Elounda, and the small village of Plaka.\n\nThe island of Spinalonga (Kalidon) has captured the imagination of many throughout its long history. Since millenia past, artists, musicians  and authors have romanticised and wriiten about this island. It is one of the most visited tourist attractions on Crete, and thousands of visitors walk along the narrow streets through the village on Spinalonga each year. Actually the name 'Spinalonga,' which means 'Long Thorn,' came from the Venitians after a small island near Venice. The official name is ",{"type":"[[","value":[["Kalidon"]]},", but so well known is its former name that even the sign posts and the boats that take you to the island will call it only by its Venetian name.\n\nSpinalonga is an island fortress on the southwestern entrance to the Gulf of Elounda. It is 5.6km away from Skisma (the central village of Elounda). On the rocky island of Spinalonga, a fortress was built even from ancient ages to protect the port of the ancient Eloundians. It is reported that many Christians from the surrounding village took refuge in the ruins to save themselves during the time that the Saracens overtook Crete.\n\nIn 1579, the Venetian rulers built the powerful fortress that we can admire today, for the safety of the port of Elounda, enclosing the area from hostile ships. It was originally part of the mainland, but the Venetians undertook the engineering project of turning it into an island. In 1630, the fortress seemed to be impregnable but in 1715, the Kapoudan Pasha, the Turkish captain, besieged it at close quarters and took it. During the 1821 Revolution, it was a safe haven for many Turks, and during the 19th century it was the main port that was importing and exporting goods for the entire region of Mirabello. In 1881, it had 1112 Ottoman inhabitants who were involved in commerce, and they comprised the local council. During the revolution of 1821, 1866 and 1897, it was besieged by Cretan rebels. \n\nBy edict of the State of Crete, from 1904 Spinalonga was used as a gathering point and place of refuge for Cretans suffering from leprosy. After a couple decades, it became the home of those from all over Greece who were suffering from the disease. Before this time, lepers lived a truly harsh life as outcasts, many living in the caves that riddle Crete and other areas of Greece. Exile to Spinalonga was harsh, as many people were separated from their families on the mainland. But at least they had company. People fell in love, married, and had children. There was agriculture and farm animals and a school. Goods were brought daily from the mainland. It was, ironically, one of the safest places to be during the Nazi occupation of the island. Nonetheless, life was difficult. Death from leprosy was often very painful, long and drawn out, and a number of the exiles committed suicide by leaping into the sea from the high fortress walls. \n\nFor more than a half century, this barren rocky outcrop had been host to life’s outcasts who lived out a drama of human pain at the height of their tragedy. With the progress of science, a cure was found to put an end to the misery of these lepers, and the hospital was dissolved in 1957 as those who were now cured returned to their homes around the country. An interesting fact that relates to death across all of Greece is that a priest remained on the island for another five years. An important part of the Orthodox Christian religion is that a priest must commemorate a person's death at their gravesite at specified intervals for five years, and the priest remained until the five year anniversary of the last person to die on the island. Spinalonga is a recognized archaeological site, and constitutes an identified historical grouping, one of the few examples of the art of Venetian island fortification and fortress-building in the Eastern Mediterranean. Every year over 30,000 Greek and foreign tourists visit the island.\n\n",{"type":"'''","value":["Practical Information"]},"\nThe boat from Plaka takes only about ten minutes, and is reasonably priced. From Elounda or Agios Nikolaos, the boat ride is longer and more costly. During the season, boats depart from several locations in all three towns. If you are going late in the day, make sure you know when the last boat departs the island. Additionally, boarding a boat back to mainland is pretty informal. You can get on just about any of them. Make sure you know which town it is heading for, or you could end up miles from your car. As long as you are going back to the right town, it really doesn't matter which boat you get on. You may end up at a slightly different location than where you originally boarded, but the walk will not be far. \n\nThere is a nominal fee to enter the site, and you can purchase guide books in several languages when you pay for your ticket. You can spend an entire day exploring this fascinating place, but you should set aside at least two hours, plus the boat ride. During the heat of the summer, it is a good idea to try to go as early in the day as possible. Bring a bottle of water. There is a small taverna\/cafe and public toilets at the landing area. You cannot picnic inside the site, but you can picnic outside the fortress walls around the landing area. To fully explore the entire island requires a great deal of walking, up inclines and up and down steep stairs. For those who cannot manage all this walking, the most interesting part of the island can be done quite easily without all the inclines and stairs. This area is the main part of what was the village, including the \"main street\" shops, many homes, and public buildings like the hospital and church. \n\nThere are many tavernas clustered around the embarkation\/disembarkation areas in Plaka, Elounda, and Agios Nikolaos. The owners will actively invite you to have your lunch at theirs when you return. Don't feel pressured to go into the first one. Take a stroll to find the one that really appeals to you. \n\n",{"type":"*","value":[{"type":"'''","value":["Salt Pans"]}," 15th century salt evaporation pans which were still in use until the early 1970's."]},"\n",{"type":"*","value":[{"type":"'''","value":["Canal"]}," Built by French engineers to ease trade between Elounda and ",{"type":"[[","value":[["Agios Nikolaos"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Elounda Village"],["url="],["email="],["address=Various"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit the fishing village of Elounda. It is a cosmopolitan village with many shops and beautifully situated restaurants"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Buy a trip on The Shark's Eye Boat Tour"]},"\n\n",{"type":"'''","value":["Bookshops"]},"\n\nPay a visit to the Eklektos bookshop for a diverse choice of literature, including those recommended by the ever helpful proprietor.\n\nVisit the next village of Plaka on the Happy Train, which you can catch in the square.  You can also take a trip to Spinalonga from Plaka.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ergospasio Restaurant"],["url="],["email="],["address=Elounda Main Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant overlooks the beautiful Elounda bay and you can enjoy the view sitting on the waters edge. The food is fantastic with a matching wine selection. The attention to detail is immediately apparent from the flood lit building to the individual uniqueness of the cutlery and glasses. The surroundings have a cosmopolitan feel. You are surrounded by luxury and comfort. The service is offered with a smile and with true professionalism."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lotus Eaters"],["url=http:\/\/www.lotus-eaters.com"],["email="],["address=On Sea-Front Road Near Causway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful family run taverna with excellent food and professional service, spectacular views, a place to relax and enjoy the flavours of Elounda."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Elounda Ilion Hotel Bungalows"],["alt="],["url=http:\/\/www.elounda-ilion.com"],["email=info@elounda-ilion.com"],["address="],["lat="],["long="],["directions="],["phone=+30 28410 41703"],["tollfree="],["fax=+30 28410 41781"],["price="],["checkin="],["checkout="],["content=72053 Elounda. This hotel is built on a hill offering a panoramic view of the bay of Elounda."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Selena Village Hotel"],["url=http:\/\/www.selenavillage.com\/"],["email="],["address="],["lat="],["long="],["directions=Plaka"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=3 star hotel situated just opposite to the historical castle Spinalonga, over a marvelous and calm sea, 1800m from Elounda village"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Marina"],["url=http:\/\/www.villamarina.gr\/"],["email="],["address="],["lat="],["long="],["directions=Plaka"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It is built on a hillside overlooking Elounda gulf and the old Venetian island of Spinalonga. It is an exclusive villa in a large private ground (3800m2), with a superb sea view"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Elounda Villas"],["url=http:\/\/www.villaelounda.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A haven of elegance, which blends in with the Elounda landscape overlooking the gulf of Mirabello. Here you can enjoy a cozy accommodation in a friendly environment."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Anemos Villas Elounda"],["url=http:\/\/www.eloundavillascrete.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A collection of three luxury villas with swimming pool and sea view."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Traditional Homes in Crete"],["url=http:\/\/www.cheapvillascrete.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=12 stone built traditional villas situated in the settlement of Mavrikiano - Elounda"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Elounda Palm Hotel"],["url=http:\/\/www.eloundapalm-crete.com"],["email="],["address="],["lat="],["long="],["directions=Main Road Heraklion-Elounda"],["phone=+30 28410 41825"],["tollfree="],["fax="],["hours="],["price="],["checkin=12PM"],["checkout=12PM"],["content=Elounda Palm Hotel is built in atractive gardens with bungalows and suites that share a pool and offer magnificent panoramic sea views over the bay."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Blue Palace Resort & Spa,"],["alt="],["url=http:\/\/www.bluepalace.gr"],["email=reservations@bluepalace.gr"],["address="],["lat="],["long="],["directions="],["phone=+30 28410 65500"],["tollfree="],["fax=+30 28410 89712"],["price="],["checkin="],["checkout="],["content=P.O. Box 38, 72 053 Elounda Crete, Beautifully situated between the coast of Elounda and Spinalonga Island, this luxury hotel was named a 2008 Gold List Hotel by Condé Nast Traveler and offers 251 rooms including bungalows, suites and villas, some with private infinity pool. Five restaurants, including award winning L'Orangerie; spa, private beach, water sports and private boat."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Domes of Elounda All Suites and Villas Spa Resort"],["alt="],["url=http:\/\/www.domesofelounda.com"],["email=info@domesofelounda.com"],["address="],["lat="],["long="],["directions="],["phone=+30 28410 43500"],["tollfree="],["fax=+30 28410 41603"],["price="],["checkin="],["checkout="],["content=72053 Elounda,Crete,"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aquila Elounda Village Hotel"],["url=http:\/\/www.aquilahotels.com\/eloundavillage\/frontend\/"],["email=info@aquilahotels.com"],["address="],["lat="],["long="],["directions="],["phone=+30 28410 41802"],["tollfree="],["fax=+30 28410 41278"],["hours="],["price="],["checkin="],["checkout="],["content=208 elegant rooms, bungalows and suites."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["35.2667"],["25.7167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Lasithi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Elounda"]]},"\n",{"type":"[[","value":[["Wikipedia:Elounda"]]}]