[{"type":"{{","value":[["pagebanner"],["Elsinore banner Roofs.jpg"],["unesco=yes"],["dotm=yes"]]},"\n\n",{"type":"[[","value":[["Image:Kronborg2.jpg"],["thumb"],["350px"],["View to Sweden from Kronborg castle"]]},"\n\n",{"type":"'''","value":["Elsinore"]}," (",{"type":"[[","value":[["Danish phrasebook"],["Danish:"]]}," ",{"type":"''","value":["Helsingør"]},", no one is quite sure what the official English name is) is a city of just under 50.000 residents, in the north eastern corner of the island ",{"type":"[[","value":[["Zealand"]]}," in ",{"type":"[[","value":[["Denmark"]]},". It is the closest city to ",{"type":"[[","value":[["Sweden"]]},", with frequent ferry connections to its twin city across the strait; ",{"type":"[[","value":[["Helsingborg"]]},". It is known for the impressive Kronborg castle (",{"type":"[[","value":[["UNESCO"],["world heritage site"]]},"), its historic city centre and as the setting of Shakespeare's Hamlet.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" History "]},"\n\nUntil the Middle Ages, Elsinore was nothing but a small trading post. But endowed by the proximity to Sweden, a mere 5 kilometers (3 miles) across one of Europe's most strategically important straits, Øresund, Elsinore since grew into one of Denmark's most important cities. During the 15th century, when Denmark controlled the lands of Southern Sweden, King Eric of Pomarania build two fortifications; Krogen in Elsinore, which would later develop into the famous Kronborg castle, and Kernen (Kärnan) across the strait in ",{"type":"[[","value":[["Helsingborg"]]}," to guard the entrance to the strait, and subsequently introduced the oft hated Øresund tolls for all passing foreign ships. These ships had to pay the tolls at the docks of Elsinore, and hence used the city for provisioning as well. The history of the toll lasted until 1857, even though Denmark lost the southern Swedish provinces in 1658. With the loss of the toll, Elsinore plummeted into poverty, but Denmark's subsequent industrialization had a positive impact on the city, for example the city developed an important ship building industry in line with its maritime heritage, the ever growing ferry traffic to Sweden also had a positive impact, with many Swedes day tripping to Elsinore for shopping, above all for alcohol taxed much less in Denmark than across the strait. While the ferry traffic has faded somewhat since the building of the Øresund bridge between Copenhagen and ",{"type":"[[","value":[["Malmö"]]},", it still bring life to the city,\n\n",{"type":"===","value":[" Literature "]},"\nWhile any Danish student can recite the history of the Øresund tolls (even held upside down and blindfold while being tickled by a feather and forced to listen to loud death metal), internationally Elsinore is above all known for its part in Shakespeare's ",{"type":"'''","value":["Hamlet, prince of Denmark"]},", one of the most celebrated plays in the English language. Elsinore's prominent place in European history in the age when the play was written (ca. 1600), is by some claimed to be the reason Shakespeare chose Elsinore and Kronborg as the setting, rather than the Danish capital.\n\n",{"type":"===","value":["Tourist information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Helsingør Turistbureau"],["alt=Tourist information"],["url=http:\/\/www.visitnordsjaelland.com\/international\/en-gb\/menu\/visitor\/region\/elsinore\/elsinore.htm"],["email="],["address=Havnepladsen 3"],["lat=56.03412"],["long=12.61413"],["directions="],["phone=+45 49 21 13 33"],["tollfree="],["fax="],["hours=Oct-Jun M-F 10-16,Jun-Aug M-F 10-17,Sa 10-14, Sep 10-16,Sa 10-13"],["price="],["content=Easily found just beside the railway station,"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nThe coastal railway (Danish: Kystbanen) runs along the Øresund coast from ",{"type":"[[","value":[["Copenhagen"]]}," and various places in southern Sweden (though it will often be faster to take a train to Helsingborg and catch a ferry across the strait from places in Sweden). The trains are operated by ",{"type":"[","value":["http:\/\/www.dsbfirst.dk DSBFirst"]},", the journey takes 45 minutes from Copenhagen central station with trains every 10–20 minutes during the day and every hour during night time. Single tickets are very expensive (108 Kr in 2011), so consider using a 24 hour ticket, or if in a group an All Zones klippekort, with 10 trips for 455 Kr (2011 prices). If you are considering visiting the Louisiana art museum, it's both feasible and much more economical to lump them together into a single day trip.\n\n",{"type":"[","value":["http:\/\/lokalbanen.dk\/K%C3%B8replaner\/Lille_Nord.aspx The Lille Nord (",{"type":"''","value":["Little North"]},") railway"]}," leaves once or twice an hour for ",{"type":"[[","value":[["Fredensborg"]]}," and ",{"type":"[[","value":[["Hillerød"]]},", the sites of North Zealand's two other great palaces. Journey times are 25 and 33 minutes respectively; there is an S-Train back to Copenhagen from Hillerød if you plan on seeing the palaces as a day trip. Finally Hornbækbanen runs along the ",{"type":"[[","value":[["North Coast (Zealand)"],["coast"]]}," north west from the city to Gilleleje on the northern tip of Zealand, for access to the region's excellent beaches.\n\nThe train station in Elsinore, which has direct access to the ferry terminal, is actually something of an attraction in itself. It hails back from 1891, and is built in the same style as the Rosenborg Palace in central Copenhagen. It was thoroughly renovated in the early nineties and subsequently listed. When arriving it's worth taking a bit of extra time to drink in the atmosphere of the richly ornamented and decorated foyer.\n\n",{"type":"===","value":["By boat"]},"\nTake the ferry from ",{"type":"[[","value":[["Helsingborg"]]},". The trip takes about 20 minutes and the ships run at least every hour 24\/7. Daytime there is a departure every 15 minutes. Single passenger tickets costs a reasonable 20-25 kroner per adult, while car tickets are much more expensive, 280-375 Kr, internet discounts often available. Unless you are bringing a car, reservations are never necessary, and even with a car, you'll rarely have to wait more than 20 minutes without a reservation, and most times you can drive straight on board.\n\n",{"type":"[[","value":[["Image:Helsingør Station HDR.jpg"],["thumb"],["250px"],["The grand railway station of Elsinore, the tourist information is located in the lower building behind it"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Scandlines"],["alt=vehicle and passenger traffic"],["url=http:\/\/www.scandlines.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone=+45 33 15 15 15"],["tollfree="],["fax="],["hours="],["price="],["content=The largest and most frequent ferries."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sundbusserne"],["alt=passenger traffic only"],["url=http:\/\/sundbusserne.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone=+45 53 73 70 10"],["tollfree="],["fax="],["hours="],["price="],["content=Small passenger only boat"]]}]},"\n",{"type":"===","value":["By car"]},"\nThe motorway E47\/E55 from Copenhagen ends in Elsinore, it's a 50 kilometer (30 miles) drive, taking around 40 minutes outside of rush hours. Route 6 takes you to Hillerød, in about 30 minutes.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["56.03"],["12.617"],["zoom=13"],["height=600"],["width=600"]]},"\n\nWhile the city is quite expansive, most sights of interest - besides the technical museum - lies within the compact city centre, so walking is really the best way to get around. Though the city does have a network of local bus lines, and two of the small local railways has several halts within the city. Most attractions are well signposted.\n\n",{"type":"==","value":["See"]},"\nWhile most of the Hamlet hungry crowds head straight for the castle, the old city centre north-west of the station surrounding the church, is well worth a visit in itself. The enormous wealth that flowed through the city in the old days, is highly visible with many grand, often colorful, old houses flanking the narrow streets, a few of them have preserved the old cobblestone pavement. The lively harbour can also be worth a look if you need to kill some time.\n\n",{"type":"===","value":[" Kronborg Castle"]},"\n",{"type":"{{","value":[["see"],["name="],["url=http:\/\/www.kronborgcastle.com"],["email=kronborg@ses.dk"],["address=Kronborg 2, 3000 Helsingør"],["lat=56.039056"],["long=12.621709"],["directions=Most people walk the 15 minutes north along the harbour from the station"],["phone=+45 49 21 30 78"],["tollfree="],["fax="],["hours=November–March 11AM-3PM; April, October 11AM-4PM; May–September 10:30AM-5PM"],["price=A combined ticket is 95 Kr"],["content="]]},"\n\n",{"type":"{{","value":[["infobox"],["Holger Danske"],[{"type":"[[","value":[["Image:KronborgHolgerDanske.jpg"],["right"],["175px"]]},"According to legend, Holger or Ogier the Dane, son of King Godfred (king of the Danes 804-810), is a great warrior who served Charlemagne and led his troops to victory against the Arabs, he was then taken to Avalon by the sorceress Morgan le Fay, from where he returns after two hundred years to save France. After the battle he walks away, and sits down at his current location in the dungeons below Kronborg to rest, his petrified body only to wake and come into flesh and blood if Denmark is in mortal danger. On that day he will gather all the remaining men of the land, young and old, and fight until blood reaches their knees, victory only assured when there are no more Danes than can be seated around a table, but then peace will last many a year."]]},"\n\nOriginally build by King Eric of Pomerania in the 1420s at the narrowest point of the Øresund strait, it was originally called Krogen (or the hook in English). Kronborg attained its current name when it was rebuilt by King Frederik II into a grand renaissance palace, unrivaled anywhere in Europe. All but the exterior walls were destroyed in a fire during the 17th century; it was rebuilt in only 10 years, but the interiors never attained their former glory. Only 20 years later, another disaster struck the castle when Swedish troops bombarded and conquered Kronborg, taking with them many priceless treasures as spoils of war, many of them now on display in various Swedish museums. Following the Swedish conquest, demonstrating its reputation as impregnable was all but a myth, the Danish king ordered the defenses strengthened, with a new advanced line of defense and ramparts around the castle, to keep the myth alive. Subsequently the castle was used as a prison, until the army took and used the castle as barracks until the 1920s. It was finally opened to the public in 1935 following nearly 10 years of renovations. In 2000 Kronborg was inscribed on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},", citing Kronborg as \"an outstanding example of the Renaissance castle, and one which played a highly significant role in the history of northern Europe.\"\n\nWithin the castle there is access to the royal chambers, the casemates with the statue of Holger Danske, the chapel and an exhibition about Shakespeare.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Handels og Søfartsmuseet"],["alt=The Danish Maritime Museum"],["url="],["email="],["address=Kronborg"],["lat=56.03959"],["long=12.61835"],["directions="],["phone=+45 49 21 06 85"],["tollfree="],["fax="],["hours="],["price=50 Kr or 95 Kr for a combined ticket with the castle"],["content=Currently an integrated part of the Kronborg Museums, occupying most of the 1st floor of the castle, plans are afoot to move into a brand new location inside the shipyard's old dry dock right beside the castle in 2012. It's all about Danish maritime history since the renaissance, told by photographs, models and exhibits on everything from the Danish colonies in India, Africa and West Indies over naval battles and the east Asia trade to recent history."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kronborg Gallerierne"],["alt=The Kronborg Galleries"],["url=http:\/\/kronborggallerierne.dk\/"],["email="],["address=Kronborg"],["lat=56.03959"],["long=12.61835"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since the last soldier left Kronborg in the early nineties, life has been breathed back into the lovely centuries-old yellow garrison buildings with extensive renovations and allowing an increasing number of artists to set up a small creative colony within the castle, with galleries selling and displaying various forms of art and industrial design - from paintings and photography to ceramics, textiles and glass works."]]}]},"\n",{"type":"====","value":[" Culture Harbour Kronborg "]},"\nThe city administration is spending huge amounts of money trying to create a cultural powerhouse at the disbanded shipyard directly adjacent to the castle; this includes extensive renovations to the ramparts bringing them closer to the original layout, new public spaces, broad-walks and new museums and cultural venues designed by some of the country's top architects, including the superstar Bjarke Ingel's new Maritime Museum in the old dry dock opening in 2012. It all looks very exciting and innovative, but will also entail large scale construction obscuring the site, and Kronborg in general, for the next couple of years. You can check up on the current status of the works at the project's website ",{"type":"[","value":["http:\/\/www.kulturomraade.dk\/"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Helsingør Værftsmuseum"],["alt=Shipyard Museum"],["url=http:\/\/www.vaerftsmuseet.dk"],["email="],["address=Allégade 2"],["lat=56.037920"],["long=12.614552"],["directions="],["phone=+45 49 28 18 16"],["tollfree="],["fax="],["hours=Su-M 14-18, Tu-Th 10-14"],["price=Free"],["content=In the old shipyard administration offices a group of passionate previous employees together with the city council have set up an exhibition on shipbuilding in the city including collections on the craft in general."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kulturværftet"],["alt=The Culture Yard"],["url=http:\/\/www.kulturvaerftet.dk"],["email="],["address=Allegade 2"],["lat=56.038379"],["long=12.615400"],["directions="],["phone=+45 49 28 37 47"],["tollfree="],["fax="],["hours="],["price="],["content=The newest addition to the city's cultural life is an interesting modern architectural piece fitted into the old shipyard overlooking the castle. The house features two stages for the local theater and frequent concerts, an exhibition space for changing displays of contemporary art and photography, the city's main library with a small English section, internet access and various events held regularly."]]}]},"\n",{"type":"===","value":[" Other attractions "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Danmarks Tekniske Museum"],["alt=Technical Museum of Denmark"],["url=http:\/\/www.tekniskmuseum.dk\/"],["email="],["address=Fabriksvej 25"],["lat=56.022121"],["long=12.562469"],["directions=From Helsingør Station bus 805 to Tekniske Museum, or bus 353, 801, 802 to Fabriksvej"],["phone=+45 49 22 26 11"],["tollfree="],["fax="],["hours=Tu-Su 10AM-5PM"],["price=Summer 65 Kr, Winter 50 Kr"],["content=Housed in a 8000 square metre former iron foundry, within its walls is a large collection of steam engines, cars, airplanes and other inventions with particular emphasis on Danish achievements in science and industry like the 1888 Hammel car which, as far as is known, is the oldest original automobile still running, the world's first typewriter and the world's first electromagnetic sound recorder. In the impressive aviation collection which counts a number of complete historic aeroplanes, is also the plane of Ellehammer, which according to the Danes, were the first to take flight on the continent. Many exhibits can be run or operated by inserting a coin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Flynderupgård Museet"],["url="],["email="],["address=Agnetevej 9, Espergærde"],["lat=56.004127"],["long=12.55476"],["directions=Bus 806 to Flynderupgård or walk 15-20 minutes from Espergærde station"],["phone=+45 49 28 19 00"],["tollfree="],["fax="],["hours=Tu-Su noon-4PM"],["price=20 Kr, children below 18 free"],["content=Set in a classic 1830 country house, surrounded by a beautiful rose garden recreated from its 1920s layout. The Museum's main building houses permanent exhibits of a grocery store from last century as well as a typical area farmhouse. The fields around the museum are home to a farming operation using tools and animals from the same period, and there is also an exhibit on local fishing in the early 1800s. Best suited for families."]]}]},"\n",{"type":"[[","value":[["Image:Elsinore4.jpg"],["thumb"],["250px"],["The old narrow streets of the old city centre is a lovely place to breeze around"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Helsingør Bymuseum"],["alt=City museum"],["url=http:\/\/www.museerne.helsingor.dk\/bymuseet.aspx"],["email="],["address=Sct. Anna Gade 36"],["lat=56.036405"],["long=12.612648"],["directions="],["phone=+45 49 28 18 00"],["tollfree="],["fax="],["hours=Tu-F, Su noon-4PM; Sa 10AM-2PM"],["price=Adults 20 DKK"],["content=Housed in a building nearly 500 years old, parts of it built by the Carmelite monks, this museum has exhibits relating partly to the early history of the house as a hospital and a lavish renaissance manor extraordinarily turning later into the city's poorhouse. The rest of the house portrays the history of the city, and the museum's piece de resistance is an amazingly accurate 1:300 scale model of Elsinore in 1801."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Helsingør Domkirke"],["alt=Saint Olai Church"],["url=http:\/\/www.helsingoerdomkirke.dk\/"],["email="],["address=Sct. Anna Gade 12"],["lat=56.035698"],["long=12.614137"],["directions="],["phone=+45 49 21 04 43"],["tollfree="],["fax="],["hours=M-F 10-16"],["price=Tours for groups can be arranged for 500 Kr"],["content=The city's red brick cathedral towering over the medieval centre was built in 1559, but its roots stretch back to the 13th century. The massive 12-metre white and golden altarpiece from 1664, the elaborately decorated 1567 pulpit and the incredibly detailed font cover in the baptistry from 1578 are the highlights, but there are many other ancient relics inside and curiously also an English cannonball fired en route to the Battle of Copenhagen in 1801 stuck in one of arches."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Marienlyst Slot"],["alt=Marienlyst Palace"],["url=http:\/\/www.marienlystslot.dk\/"],["email="],["address=Marienlyst Allé 32"],["lat=56.042049"],["long=12.60199"],["directions="],["phone=+45 49 28 18 32"],["tollfree="],["fax="],["hours="],["price="],["content=Originally built as a royal pavilion in the 16th century for the king to enjoy the amazing vista over the sound, the residence was extended in the 18th century in neoclassical style and served a great variety of tenants before being taken over by the municipality in the 1930s. The grand beautiful interiors are supplemented by a nice collection of art with local motifs and silverware. Following the public takeover the garden was redesigned to closer match its neoclassical origins, and ensure public access to the great views over Øresund. ",{"type":"'''","value":["NB!"]}," Currently closed and sealed for major renovations after the discovery of dry rot, but the gardens, where a mock Hamlet's grave can be found, is open."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Skibsklarergaarden"],["url=http:\/\/www.museerne.helsingor.dk\/skibsklarerergaarden.aspx"],["email="],["address=Strandgade 91"],["lat=56.034763"],["long=12.615075"],["directions="],["phone=+45 49 28 18 36"],["tollfree="],["fax="],["hours=Tu-Fr 12-16,Sa 10-14"],["price=Only open for guided tours at 30 Kr per person"],["content=The city's, if not the country's best preserved merchant house from where they used to handle the paperwork for the Øresund tolls and supply foreign ships with provisions for the onward journey. It hails back to the 16th century, while the current building overlooking the harbour is from 1780. Nearly all the interior is original, and there is also a small shop which sells samples of some of the original items sold here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vinmuseum"],["alt=Wine Museum"],["url=http:\/\/www.helsingorvinkompagni.dk\/vinmuseum.htm"],["email=h.v.k@email.dk"],["address=Strandgade 93"],["lat=56.034902"],["long=12.615392"],["directions="],["phone=+45 4921 0929"],["tollfree="],["fax="],["hours="],["price="],["content=Private museum in the basement of a wine shop that is still going strong after 250+ years in the business. Before the advent of the EU and inner market, wines were bottled in Denmark to avoid high tolls levied on imported bottles, and the shop has implemented an exhibition on the trade with help from the city museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vor Frue Kloster"],["alt=Carmelite Priory"],["url=http:\/\/www.­sctmariae.­dk"],["email="],["address=Sct. Anna Gade 38"],["lat=56.037001"],["long=12.613048"],["directions="],["phone=+45 49 21 17 74"],["tollfree="],["fax="],["hours=Closed to the public except for guided tours"],["price="],["content=Founded in 1430, and the finest example of a complete monastic complex surviving in Denmark, and one of the best in all of Scandinavia. The Carmelites were invited by the king to enhance education and knowledge in the city, and more importantly care for sick sailors passing through the city. When the order was expelled from Denmark following the reformation, it was turned into a hospital, but thorough restoration works throughout the 20th century have preserved the premises for posterity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Øresundsakvariet"],["alt=Øresund Aquarium"],["url=http:\/\/www.oresundsakvariet.ku.dk\/"],["email=oresundsakvariet@bio.ku.dk"],["address=Strandpromenaden 5"],["lat=56.041207"],["long=12.61118"],["directions="],["phone=+45 3532 1970"],["tollfree="],["fax="],["hours=Jun-Aug 10AM-5PM; Sep-May M-F 10AM-4PM, Sa-Su 10AM-5PM"],["price=55 Kr, children 3-11 years 35 Kr"],["content=Small salt-water aquarium exhibiting local sea life. Unless you have a general interest in marine biology you can probably give it a miss, but they are great with kids - the university of Copenhagen staff are great intermediaries, and will probably be able to handle foreign kids, since many of the activities, like the feedings, are self-explanatory hands-on activities."]]}]},"\n",{"type":"==","value":["Do"]},"\nOne of the best experiences of the city is the grand ",{"type":"'''","value":["Shakespeare at Hamlet's Castle"]},"-theater-festival at Kronborg held every August, which involves multiple theater-troupes - both Danish and international - performing a variety of Shakespeare's plays, usually including ",{"type":"[","value":["http:\/\/www.hamletscenen.dk\/about_uk.asp Hamlet"]},".\n\nYou can use the warm summers to hang out on the ",{"type":"'''","value":["Beaches"]},"; Snekkersten Strand south of town, Grønnehave Strand in town - just north of the castle, or pretty much the whole stretch of coast going north. Just west of town is the Teglstrup Hegn forest, which is especially lovely in early spring when the Anemone flowers are in bloom.\n\n",{"type":"[[","value":[["Image:Marienlyst - Helsingør.jpg"],["thumb"],["250px"],["The Marienlyst palace which the city's casino is named after"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Casino Marienlyst"],["url=http:\/\/www.casinomarienlyst.dk\/"],["email="],["address=Ndr Strandvej 2"],["lat=56.044833"],["long=12.604253"],["directions="],["phone=+45 +45 49 28 01 27"],["tollfree="],["fax="],["hours=M-Tu 19-03,W-Su 19-04"],["price=50 Kr entrance and 10 Kr cloakroom"],["content=It's a far cry from Las Vegas, but it used to be the only casino in the country from its beginning in 1903 until 1990, and it is still one of only 3 in the country. Located in a historic beach resort, with great views. You have to be 18 years old, and you must present a valid passport or driving license at the entrance. Dress code exists, though it's fairly relaxed, just avoid showing up in your newest Adidas track pants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helsingør Cinema Center"],["url=http:\/\/www.cinema-center.dk"],["email="],["address=Rønnebær Allé 110"],["lat=56.025982"],["long=12.589881"],["directions="],["phone=+45 49 26 67 15"],["tollfree="],["fax="],["hours="],["price=75-85 Kr"],["content=5 Screens, and might be an option if you're staying over night on a rainy day, this is Denmark after all. Movies are not dubbed in Denmark."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helsingør Cykeludlejning"],["alt=Bike rentals"],["url=http:\/\/www.helsingor-cykeludlejning.dk\/"],["email="],["address=Nørrevej 91"],["lat=56.010043"],["long=12.58439"],["directions=In Snekkersten, the stop before Elsinore"],["phone=+45 49 22 17 17"],["tollfree="],["fax="],["hours=M-F 9-17.30,Sa 10-14"],["price=80 Kr per day, discounts for longer rentals available"],["content=Join the locals for lovely rides up and down the coast during the summer; you are in the land of bicycles after all."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helsingør Golf Club"],["url=http:\/\/www.helsingorgolf.dk\/"],["email="],["address=Gl. Hellebækvej 73"],["lat=56.050567"],["long=12.578267"],["directions="],["phone=+45 49 21 29 70"],["tollfree="],["fax="],["hours="],["price=Green Fee 300-400 Kr"],["content=One of Denmark’s oldest golf courses with a 18-hole and 9-hole par 3 courses with pretty landscaping and views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helsingør Musik Teater"],["url=http:\/\/helsingor-musikteater.dk\/"],["email="],["address=Søstræde 4"],["lat=56.034144"],["long=12.61029"],["directions="],["phone=+45 49 21 51 00"],["tollfree="],["fax="],["hours="],["price="],["content=A group of local businessmen have reopened the city's old musical theatre and hold concerts, exhibitions and dinner shows here, though it mainly caters to locals at the moment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helsingør Svømmehal"],["alt=Public indoor pool"],["url=http:\/\/svommehallen.dk\/"],["email="],["address=Borgmester P. Christensens Vej 14"],["lat=56.019302"],["long=12.57688"],["directions="],["phone=+45 49 28 1 280"],["tollfree="],["fax="],["hours=Widely varying hours, with timeslots for 'fun' swimming and exercise swimming, check the 'åbningstider' link on the website for green and blue time slots respectively"],["price=34 Kr"],["content=50-metre pool indoor swimming pool with a 50-metre water slide and springboards if the waters of Øresund are too cold for you; also has a well-equipped fitness center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Helsingør Teater"],["alt=Elsinore Theatre"],["url=http:\/\/www.helsingor-teater.dk\/"],["email=billet@helsingor-teater.dk"],["address=Havnepladsen 1"],["lat=56.033811"],["long=12.614032"],["directions="],["phone=+45 49 20 08 11"],["tollfree="],["fax="],["hours="],["price="],["content=Lively theater for a city this size, mainly touring shows, so sometimes you won't have to sit though 2 hours listening to the agonizingly coarse local language."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scandinavian Diver"],["url=http:\/\/www.scandinaviandiver.com\/English.html"],["email=info@scandinaviandiver.com"],["address=Helsingør Nordhavn (northern harbour)"],["lat=56.041480"],["long=12.612321"],["directions="],["phone=+45 53 55 88 64"],["tollfree="],["fax="],["hours="],["price="],["content=Offers Discover Scuba dives in Øresund for those without a license (525 Kr) as well as full the Padi course (3200 Kr) and Advanced (2800 Kr). Also has terrifying high-speed Ocean Rafting and military-style water casting on offer for groups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Toldkammeret"],["url=http:\/\/www.toldkammeret.dk\/"],["email="],["address=Havnepladsen 1"],["lat=56.034120"],["long=12.614145"],["directions="],["phone=+45 49 28 20 48"],["tollfree="],["fax="],["hours="],["price="],["content=Cultural venue in the old customs office building from 1891. It's the city's main venue for mainstream music concerts while live jazz is also a fairly regular occurrence. Also has an exhibition space and gallery for modern art and a cafe."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Öresundsäventyr"],["alt=Øresund Adventures"],["url=http:\/\/oresundsaventyr.se"],["email=info@oresundsaventyr.se"],["address=Helsingør Havn (Elsinore harbour)"],["lat=56.037485"],["long=12.618645"],["directions="],["phone=+45 31 65 19 42"],["tollfree="],["fax="],["hours=Weekly May–September"],["price=400 Kr"],["content=Seal and Porpoise watching safaris to the lovely Hallands Väderö archipelago 50 km north of Helsingør in Sweden. The tour takes around 3.5 hours."]]}]},"\n",{"type":"===","value":[" Fishing "]},"\nThe waters around Elsinore are extremely popular with anglers, all year round they can be spotted on the piers and bulwarks of the city, but during May–July when the garfish (",{"type":"''","value":["Danish:Hornfisk"]},") season is in swing, it's more like a bonanza! The rest of the year it is mainly herring and good size cod that end their life on the evening table. Fishing equipment can be rented at Helsingør Bådudlejning listed below. The harbour also hosts a large collection of ",{"type":"'''","value":["fishing tour boats"]}," and charters, and the harbour has been kind enough to provide a list on their website ",{"type":"[","value":["http:\/\/www.helsingoerhavn.dk\/htmlDK\/lystfiskere.htm"]}," (It's in Danish only, but phone numbers are pretty self-explanatory). In the summer it ",{"type":"''","value":["is"]}," often possible to just show up at the harbour and find one, but it's not the norm, and you may be out of luck some days. ",{"type":"'''","value":["Note"]}," Carrying a fishing license is compulsory for all fishing found around Elsinore and nearly all fishing in Denmark. It can be bought at all post offices or at the tourist information for 30 Kr per day or 90\/124 Kr for a week\/year.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Helsingør Bådudlejning"],["alt=Boat rentals"],["url=http:\/\/www.helsingorbaadudlejning.dk\/"],["email="],["address=Færgevej 2"],["lat=56.024913"],["long=12.606559"],["directions="],["phone=+45 49 21 42 55"],["tollfree="],["fax="],["hours=Daily 8-18"],["price=4 person dinghy 180\/220 Kr for 2 hours and 80\/100 Kr per following hour (powered\/unpowered)"],["content=Besides dinghies they also rent fishing rods, officially only for the boat rentals, but if you are a tourist and willing to hand in a deposit, they might just comply."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Elsnore6.jpg"],["thumb"],["250px"],["Part of the old city with the cathedral in the background"]]},"\nThe City of Elsinore proudly boasts with 250 stores, both retail and grocery. The Downtown core of Elsinore, also referred to as the ",{"type":"'''","value":["Pedestrian Zone"]},", is home to many fabulous and cozy stores where you can find almost anything for anyone. There are several Bakeries\/Conditories, Banks, Beauty Salons, Bookstores, a Butcher's shop, Electronics and Appliance stores, Footwear and Accessories stores, Fresh Produce shops, Home Decor stores, Jewellery stores, quite a few Liquor stores, a Post Office, as well as plenty of boutiques catering to those shopping for Women's, Men's and Children's Apparel.\n\n",{"type":"{{","value":[["buy"],["name=The Axel Torv Market"],["url=http:\/\/helsingorcity.dk\/html\/Torvehandel.htm"],["email="],["address="],["lat=56.036167"],["long=12.61056"],["directions=on Bjergegade and Sudergade in Elsinore's core"],["phone="],["tollfree="],["fax="],["hours=(Apr-Nov W & Sa 8-14, F 11-17)"],["price="],["content=Has booths where it is possible to buy fresh fish, cheese, fruits and vegetables from local farmers and fishermen. It also plays host to the ",{"type":"'''","value":["Annual Christmas Fair"]}," running from late November until just before Christmas Eve. From its 30 little quaint booths, it has become a popular place to buy homemade Christmas ornaments, quilts, birdhouses, jewellery, clothing, candles & lanterns as well as sausages, cheeses, specialty mustards, fresh fruits, nuts, cakes, pastries, pancakes, waffles with ice cream and marmalade and coffee, just to name a few. The Christmas Fair also has an ice rink, pony (and camel) rides, and a nostalgic Parisian Ferris Wheel dating all the way back to 1912."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Axel Torv Apotek"],["alt=Pharmacy"],["url=http:\/\/www.apoteket.dk\/Apotek.aspx?id=1204"],["email="],["address=Groskensgade 2A"],["lat=56.036645"],["long=12.610880"],["directions="],["phone=+45 49 21 12 23"],["tollfree="],["fax="],["hours=M-F 9.30-17.30,Sa 9.30-13"],["price="],["content=The city's main pharmacy, well stocked and with competent staff that can help you find local equivalents of most drugs found at home."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Helsingør Bycenter"],["url=http:\/\/www.helsingorbycenter.dk\/"],["email="],["address=Stürups Plads 1"],["lat=56.032734"],["long=12.607750"],["directions=in the heart of Elsinore"],["phone="],["tollfree="],["fax="],["hours=M-F 10-19, Sa 10-16"],["price="],["content=A large (by local standards anyway) indoor shopping center with more than 30 stores, including a hypermarket (Føtex), a sports and recreation store (Intersport) and a drug store (Matas). Has ample parking with 550 free parking spaces"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Prøvestenscentret"],["alt="],["url=http:\/\/www.proevestenscentret.dk\/"],["email="],["address=Birkedalsvej 1"],["lat=56.02191"],["long=12.57329"],["directions=in Elsinore's southern suburbs"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Elsinore's second shopping center, has more than 30 larger stores and ample free parking. For tourists it will mainly be the post office, the drugstore (Matas) and a handful of supermarkets that are of any interest, though these are also available much closer to the city center. Each store maintains their own opening hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Arnold Busck Bookstore"],["url=http:\/\/www.arnoldbusck.dk\/butikker\/sjaelland\/helsingoer\/"],["email=helsingorcity@busck.dk"],["address=Stengade 23"],["lat=56.033269"],["long=12.609676"],["directions="],["phone=+45 49 21 01 28"],["tollfree="],["fax="],["hours=M-Th 9.30-17.30,F 9.30-18,Sa 9:30-14"],["price="],["content=Has a collection of books in English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jan Hrasko"],["url=http:\/\/www.jan-hrasko.com\/"],["email="],["address=Stengade 33, 1st floor"],["lat=56.033574"],["long=12.610676"],["directions="],["phone=+45 49 20 27 29"],["tollfree="],["fax="],["hours=No scheduled hours"],["price="],["content=A local leather worker who designs bag, sandals and jackets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Karin Jensen"],["url=http:\/\/www.karinjensen.dk\/"],["email="],["address=Anna Queens Stræde 5a"],["lat=56.03271"],["long=12.60953"],["directions="],["phone=+45 49 20 16 49"],["tollfree="],["fax="],["hours=No scheduled hours"],["price="],["content=Local ceramist working out of an old romantic half timbered house. Sculpture pieces, artworks and home decór."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Outdoor Season"],["url=http:\/\/shop.outdoorseason.dk\/shop\/frontpage.html"],["email=info@outdoorseason.dk"],["address=Bramstræde 4A"],["lat=56.034360"],["long=12.612863"],["directions="],["phone=+45 4920 2127"],["tollfree="],["fax="],["hours=M-F 10-18,Sa 10-15"],["price="],["content=All kind of outdoor gear including clothing, footwear, backpacks, sleeping bags, tents, tools."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Stjernedrys"],["url=http:\/\/www.stjerne-drys.dk\/index.php?side=default"],["email="],["address=Stjernegade 20"],["lat=56.035512"],["long=12.610137"],["directions="],["phone=+45 4920 1090"],["tollfree="],["fax="],["hours=M-Th 10-17.30,F 10-18, Sa 10-14"],["price="],["content=Offers handicrafts, accessories and other stuff that might do as souvenirs or gifts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tingel-Tangel"],["url="],["email="],["address=Bramstræde 7"],["lat=56.034273"],["long=12.612656"],["directions="],["phone=+45 4921 0444"],["tollfree="],["fax="],["hours=M-Th 10-17.30, F 10-18, Sa 10-14"],["price="],["content=Small shop with gift ware, souvenirs, post cards, Danish industrial design etc."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Trolde & Eventyr"],["alt="],["url=http:\/\/www.troldeeventyr.dk"],["email=troldeshop@mail.dk"],["address=Stjernegade 20"],["lat=56.03548"],["long=12.61009"],["directions="],["phone=+45 48 36 19 05"],["tollfree="],["fax="],["hours="],["price="],["content=Wonderful shop for kids toys. Very well curated collection."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bissen og Bassen"],["alt="],["url=http:\/\/www.bisbas.dk"],["email=bisbas@bisbas.dk"],["address=Strandgade 71A"],["lat=56.03425"],["long=12.61386"],["directions="],["phone=+45 44 95 33 75"],["tollfree="],["fax="],["hours=Monday - Thursday: 10:00 - 17:30, Friday: 10:00 - 18:00, Saturday: 10:00 - 15:00"],["price="],["content=Nice collection of casual clothes for women and children as well as nice Danish dishes and furnishings."]]}]},"\n",{"type":"==","value":["Eat"]},"\nFor a regional centre and a large tourist destination the culinary landscape of Elsinore is surprisingly bland, and to make matters worse a couple of the city's best restaurants went bust during the 2008 financial crisis. That being said there are still some atmospheric eateries in the old part of town, and day-trippers are well catered for when it comes to grabbing a bite at lunch in the many cafés, so skim the ",{"type":"[[","value":[["#Cafes"],["drink section"]]}," as well for a selection of those. You are also well catered for with cheap Shawarma and Pizza joints, well, cheap for Denmark anyways.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bistro Francophile"],["url=http:\/\/www.francophile.dk\/"],["email="],["address=Stengade 81B"],["lat=56.035711"],["long=12.615475"],["directions="],["phone=+45 49 20 00 14"],["tollfree="],["fax="],["hours=Th noon-22.30,F-Sa noon-23.30,Su 10-17"],["price=Prix Fixe; 3 courses 250 Kr"],["content=Newly opened French bistro with a changing menu at reasonable prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Byens Spisehus"],["url=http:\/\/www.byensspisehus.dk\/"],["email="],["address=Sct Anna gade 48"],["lat=56.038190"],["long=12.610819"],["directions="],["phone=+45 49 21 31 74"],["tollfree="],["fax="],["hours=Tu-Su 16-22"],["price=79-239 Kr"],["content=Unpretentious no frills food at reasonable prices, fitting for the old workers guild house in which its located. The menu is mainly Danish dishes with small hints of the French kitchen here and there."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hispania"],["url=http:\/\/www.cyberastur.es\/hispania\/"],["email="],["address=Stengade 7"],["lat=56.032371"],["long=12.608383"],["directions="],["phone=+45 49 21 23 28"],["tollfree="],["fax="],["hours="],["price=175-185 Kr"],["content=Limited menu usually consisting of 4-5 main dishes, but what they make, they tend to do quite well. They also do Tapas, with a much more extensive range of choices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Konstantinopel"],["url=http:\/\/www.konstantinopel.info\/"],["email=info@konstantinopel.info"],["address=Fenrisvej 27b"],["lat=56.03946"],["long=12.58765"],["directions="],["phone=+45 49 20 10 65"],["tollfree="],["fax="],["hours=Tu-Th,Su 16-23,F-Sa 16-midnight"],["price=Mains 85-140 Kr"],["content=Cheapish place which true to its name serves OK Greek and Turkish cuisine. Authentic decór, whether that is good or bad, we'll let you decide."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kronborg Havbad"],["url=http:\/\/www.kronborg-havbad.dk\/"],["email="],["address=Strandpromenaden 6"],["lat=56.041618"],["long=12.611972"],["directions="],["phone=+45 49 20 20 45"],["tollfree="],["fax="],["hours=W-Sa noon-20.30,Su 12-16"],["price=Lunch pieces from 75 Kr, Dinner mains around 180 Kr"],["content=Folksy place in the harbour serving traditional Danish food, good value specials include Lunch buffet during weekends for 155 Kr and a changing 'Dish of the day' for 80 Kr. A la carte"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Dolce Vita"],["url=http:\/\/www.la-dolcevita.dk\/"],["email="],["address=Kongensgade 6"],["lat=56.037363"],["long=12.610073"],["directions="],["phone=+45 49 21 18 80"],["tollfree="],["fax="],["hours=Tu-Sa noon-23,Su 17-23"],["price=Mains 100-250 Kr"],["content=Newly opened Italian restaurant in a nice old building in the centre, 3rd installment of restaurant in only a couple of years. decent food however, so here is one for hoping they manage to stay in business."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Madam Sprunck"],["url=http:\/\/www.madamsprunck.dk\/"],["email=restaurant@madamsprunck.dk"],["address=Bramstræde 3"],["lat=56.03398"],["long=12.61321"],["directions="],["phone=+45 49 26 48 49"],["tollfree="],["fax="],["hours=Restaurant 18-midnight; café M-Th 11:30-midnight, F 11:30-02, Sa 10:30-02M, Su 10:30-midnight"],["price=Restaurant mains 198 Kr, café mains around 100 Kr, coffee from 25 Kr, beer from 28 Kr"],["content=Nice place with great outdoor seating and atmosphere in a historic house in the city centre, and probably the best choice for gourmets."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rådmand Davids Hus"],["url="],["email="],["address=Strandgade 70"],["lat=56.033778"],["long=12.613029"],["directions="],["phone=+45 49 26 10 43"],["tollfree="],["fax="],["hours=M-Sa 10-18"],["price=60-100 Kr"],["content=Tugged away in a side alley, this place in an impossibly cute 18th century house. Has outdoor courtyard seating and serves middle of the road traditional Danish lunch with a few international here and there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sushi Ichiban"],["url=http:\/\/www.sushiichiban.dk\/"],["email="],["address=Brostræde 3"],["lat=56.03435"],["long=12.61414"],["directions="],["phone=+45 49 70 11 65"],["tollfree="],["fax="],["hours=Tu-Th noon-19,F-Sa noon-20.30,Su 16-20"],["price=Menus from 55-220 Kr"],["content=Sushi place with your usual Maki and Nigiri suspects and a few non fish dishes with rice on the menu as well, has both sit-in and take away, which is nice for the ramparts of Kronborg on a warm day"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Helsingør, cafe + plaza.jpg"],["thumb"],["250px"],["The Axel torv square"]]},"\nIf you want to meet the Swedes over some drinks, but are afraid to step through the time-pocket back into the 1920s prohibition era that still reigns across the sound, Helsingør is the place to do it. Well, exaggeration promotes understanding, but still Swedes have been plowing the dedicated alcohol shops and bars in town since the dawn of man, to escape the high prices stamped on the daemon drink over in Sweden, and enjoy the more liberal attitude towards drinking in Denmark. It's not as bad (or good depending on your point of view) as it used to be, but it still ensures that Helsingør is a fairly lively place to be during the weekend nights. Mind you, many locals still prefer the train ride to Copenhagen for a night out, and trains run all night.\n\nThere is a notorious group of trouble makers from the public housing blocks in the \"suburbs\", so all the clubs apply a general dress code to root them out, avoid street wear (i.e. hip hop outfits - Karl Kani etc.) and trainers if you plan on taking peek at the nightlife here.\n\n",{"type":"===","value":["Bars, Pubs & Clubs"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Borgerkroen"],["url=http:\/\/www.borgerkroen.dk\/"],["email="],["address=Strandgade 75"],["lat=56.03435"],["long=12.61414"],["directions="],["phone=+45 4921 1783"],["tollfree="],["fax="],["hours=M-Th 10AM-7PM, F-Sa 10AM-9PM, Su 10AM-6PM"],["price=Beer from 20 Kr, coffee from 15 Kr, 3 open sandwiches including beer 74 Kr"],["content=Classic Danish working class pub with outdoor seating on a small patio on the square facing the harbour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Buddy Holly"],["url=http:\/\/www.buddy-helsingor.dk\/"],["email="],["address=Svingelport 1"],["lat=56.03101"],["long=12.60827"],["directions="],["phone=+45 49 20 01 90"],["tollfree="],["fax="],["hours=F 23-late,Sa 24-late also open first and last Thursday of the Month"],["price="],["content=Beers, drinks and dancefloor, age limit 18 on Fridays and 21 on Saturdays. Dresscode applies, mainly to turn away trouble makers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Manhatten"],["url=http:\/\/www.cafe-manhattan.dk\/?pid=1"],["email=kp@cafe-manhattan.dk"],["address=Jernbanevej 6"],["lat=56.03336"],["long=12.61308"],["directions="],["phone=+45 4926 4203"],["tollfree="],["fax=+45 4926 4201"],["hours=M-W noon-11PM, Th noon-2AM, F-Sa noon-3AM"],["price=Beer from 19 Kr, coffee from 12 Kr"],["content=Bar with a young crowd, pool and other games, and live music and other entertainment now and then."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chilli Blues Bar"],["url=http:\/\/www.chilibluesbar.dk\/"],["email="],["address=Sct. Anna Gade 48"],["lat=56.03983"],["long=12.60741"],["directions="],["phone=+45 49 21 31 74"],["tollfree="],["fax="],["hours=Only open for concerts"],["price=75-150 Kr"],["content=Concert venue for live Rock and Blues about once per week, It's in a big hall on the 2nd floor of the same building as Helsingørs Spisehus with room for about 250 people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Club Retro"],["url=http:\/\/www.retro.dk\/"],["email="],["address=Bjergegade 1"],["lat=56.03666"],["long=12.61060"],["directions="],["phone=+45 25 307 307"],["tollfree="],["fax="],["hours=Th 20-03,F-Sa 20-late"],["price="],["content=The largest club in the city covering 2 floors and a balcony for smokers, popular with Swedes from across the sound. There is a dresscode in effect mainly to discourage 'gangsters' so don't show up looking like one. The club doesn't open until 23."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Envy Lounge"],["url=http:\/\/www.envylounge.dk\/"],["email="],["address=Stengade 81"],["lat=56.03575"],["long=12.61551"],["directions="],["phone=+45 49 26 18 49"],["tollfree="],["fax="],["hours=M-F 21-late"],["price="],["content=Stylish new lounge club with a minimum age of 23 serving proper cocktails which is a bit of a novelty here, lets see how long they stay in business."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mainstreet Dance Bar"],["url=http:\/\/www.mainstreetdancebar.dk"],["email="],["address=Stengade 51"],["lat=56.03557"],["long=12.61527"],["directions="],["phone=+45 40 53 13 24"],["tollfree="],["fax="],["hours=F-Sa 23-05"],["price="],["content=Bar-club thing on - you guessed it - the main street."]]}]},"\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Brohus"],["url=http:\/\/www.cafebrohus.dk\/"],["email=kontakt@cafebrohus.dk"],["address=Kronborg"],["lat=56.03959"],["long=12.61835"],["directions="],["phone=none"],["tollfree="],["fax="],["hours=March–October Daily 10-17"],["price=22-45 Kr for food."],["content=Cafe in the yellow 'bridge house' on Kronborg, serving beers, coffee and ice cream at the moat, also has toast, sandwiches and pizza buns... and the real draw, picnic baskets the green surroundings for 175 (for 2, ex. 50 Kr deposit)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Chaplin"],["url=http:\/\/www.cafechaplin.dk\/"],["email=info@cafechaplin.dk"],["address=Kampergade 3"],["lat=56.03644"],["long=12.60987"],["directions=at Axeltorv"],["phone=+45 30 53 54 56"],["tollfree="],["fax="],["hours=Daily 10-16"],["price=Beer 22-58 Kr, coffee from 20 Kr, brunch 115 Kr, mains 65-115 Kr"],["content=Nice cafe facing the main square in an old half timbered building, has outdoor seating in the front and in the garden patio out back. Employs physically and psychically handicapped people as part of a CSR programme which is a nice touch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Karisma"],["url=http:\/\/www.cafekarisma.dk\/default.htm"],["email=info@cafekarisma.dk"],["address=Stengade 56"],["lat=56.03557"],["long=12.61527"],["directions="],["phone=+45 32 11 81 19"],["tollfree="],["fax="],["hours=M-F 9-17,Sa 10-16"],["price="],["content=Healhy café with outdoor seating on the pedestrian street. Serves coffee, freshly squeezed juices and smoothies as well as Brunch, Nachos and home baked sandwiches and potatoes,"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Kronen"],["url=http:\/\/www.cafekronen.dk\/"],["email="],["address=Kronborg"],["lat=56.03959"],["long=12.61835"],["directions="],["phone=+45 49 20 00 35"],["tollfree="],["fax="],["hours=Daily 10.30-17"],["price="],["content=Perfect location in one of nice old yellow buildings inside the castle compound, indoor and outdoor seating where you can drink a beer, have Brunch (11-13, 120 Kr) or the usual café lunch suspects; burgers, sandwiches and salads (105-125 Kr) and digest it over the coffee and cake special for 65 Kr"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Miss Coffee"],["url=http:\/\/cafemisscoffee.dk\/Velkommen.html"],["email=post@cafemisscoffee.dk"],["address=Stengade 17"],["lat=56.03557"],["long=12.61527"],["directions="],["phone=+45 4920 3594"],["tollfree="],["fax="],["hours=M-Th 10-17.30,F 10-18, Sa 10-14"],["price=25-40 Kr"],["content=As the name hints all about a decent cup of coffee, with cookies or bagels on the side for"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nAs mentioned above, it is perfectly feasible to visit Elsinore on a day trip from Copenhagen, but if you have ample time its a good base to explore ",{"type":"[[","value":[["North Zealand"]]}," and Northern ",{"type":"[[","value":[["Scania"]]}," with the perfectly located hostel and camping site, or if you just want to escape the big city bustle of Copenhagen. Visitors may also prefer staying in ",{"type":"[[","value":[["Helsingborg"]]}," on the Swedish side of the strait, as it has several larger chain hotels and is only 20 minutes away by ferry.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Danhostel Helsingør Vandrehjem"],["url=http:\/\/www.helsingorhostel.dk\/"],["email="],["address=Ndr. Strandvej 24"],["lat=56.04811"],["long=12.59825"],["directions=250 m from Højstrup station on Hornbækbanen railway"],["phone=+45 49 21 16 40"],["tollfree="],["fax=+45 4921 1399"],["hours="],["price=Dorms 175 Kr, doubles without\/with bath 350\/475 Kr"],["checkin="],["checkout="],["content=Easily one of Denmark's best located hostels, directly on the beach, with good facilities - including guest kitchen, laundry room, free wifi and bike rental"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Helsingør Camping"],["url=http:\/\/www.helsingor.dk\/campingpladsen\/camping2_GB\/index_gb.htm"],["email=campingpladsen@helsingor.dk"],["address=Strandalleen"],["lat=56.04434"],["long=12.60431"],["directions="],["phone=+45 4928 4950"],["tollfree="],["fax=+45 4928 4940"],["hours="],["price=Adult 60 Kr, child 30 Kr, electricity 30 Kr, pitch fee 50 Kr (22 Jun-30 Aug only). Cabins 250-350 Kr with weekly discounts and high season surcharges."],["checkin="],["checkout="],["content=Directly on the beach north of the castle, there is no faulting the location of this campsite. If you didn't bring a tent they have basic cabins sleeping up to 6 people, during high season and summer weekends you are required to stay at least 2–3 days in the cabins."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Holger D"],["alt="],["url=http:\/\/www.hotelholgerd.dk\/"],["email="],["address=Rønnebær allé 110H"],["lat=56.02507"],["long=12.58777"],["directions="],["phone=+45 49 21 22 12"],["tollfree="],["fax="],["checkin="],["checkout="],["price=700 Kr for doubles"],["content=Bit odd box shaped hotel-motel hybrid out in the suburbs, but it's fairly good value at"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Skandia"],["url=http:\/\/www.hotelskandia.dk\/"],["email="],["address=Bramstræde 1"],["lat=56.03398"],["long=12.61321"],["directions=directly across the street from railway\/ferry terminal"],["phone=+ 45 49 21 09 02"],["tollfree="],["fax="],["hours="],["price=Single from 595 kr; double from 795 kr"],["checkin="],["checkout="],["content=Cheapish family run hotel in the city centre, the rooms were a bit kitschy for one traveler, but their 1150 Kr weekend specials is good value, otherwise."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Madam Spruck"],["url=http:\/\/www.madamsprunck.dk"],["email="],["address=Bramstræde 5"],["lat=56.03405"],["long=12.61299"],["directions="],["phone=+45 4921 0591"],["tollfree="],["fax="],["hours="],["price=Doubles from 880-2500 Kr"],["checkin="],["checkout="],["content=Small charming 3 star hotel in the old city center with classically decorated rooms. There is a good restaurant and café in the building as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sleep2Night"],["url=http:\/\/sleep2night.com\/index.php4?lang=uk"],["email="],["address=Industrivej 19"],["lat=56.02083"],["long=12.56580"],["directions="],["phone=+45 49 27 01 00"],["tollfree="],["fax="],["hours="],["price=Doubles 875 Kr, Apartments 895-1090 Kr"],["checkin="],["checkout="],["content=Three star hotel on the outskirts of town, just by the highway. Has 57 hotel rooms and a number of luxury apartments sleeping 1-4 people, making it a fairly economical choice if you are more than 2 persons."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Villa Brinkly"],["alt="],["url=http:\/\/www.brinkly.dk\/default.aspx?pageId=29"],["email="],["address=Strandvejen 258, Snekkersten"],["lat=56.01418"],["long=12.59777"],["directions="],["phone=+45 49 13 20 91"],["tollfree="],["fax="],["checkin="],["checkout="],["price=895 Kr"],["content=Nice hotel with just 8 cozy rooms on the fashionable Strandvej (coast road), with a nice forest directly on the backyard, and a small public beach a stones throw away."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel & Casino Marienlyst"],["url=http:\/\/www.marienlyst.dk\/uk.html"],["email=hotel@marienlyst.dk"],["address=Ndr. Strandvej 2"],["lat=56.04382"],["long=12.60223"],["directions="],["phone=+45 4921 4000"],["tollfree="],["fax=+45 4921 4900"],["hours="],["price=Doubles from 1,150 Kr"],["checkin="],["checkout="],["content=A stones throw away from the palace of the same name, this historic, 4 star, beach front hotel from 1858 is one of nations most renowned, and was thoroughly renovated a few years back. Has a private pool, wellness and conference facilities as well as one of only 3 licensed casinos in the country."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comwell Borupgaard"],["url=http:\/\/www.comwell.com\/index.php?pageid=33"],["email=hotel.borupgaard@comwell.com"],["address=Nørrevej 80, Snekkersten"],["lat=56.01175"],["long=12.58203"],["directions="],["phone=+45 48 38 03 33"],["tollfree="],["fax="],["hours="],["price=Doubles from 1,595 Kr"],["checkin="],["checkout="],["content=Hotel at a former manor house with spa bath and pool at the roof terrace. Rooms with free internet and minibar. Billiard, volleyball, golf and other outdoor facilities available."]]}]},"\n",{"type":"[[","value":[["Image:Elsinore Sweden.jpg"],["thumb"],["250px"],["Elsinore with Kronborg to the right seen from Landsborgen in Helsingborg across the sound"]]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Helsingborg"]]}," — it's common for day trippers to take the ferry across the sound to ",{"type":"[[","value":[["Sweden"]]},", for shopping, sightseeing or just the \"exotic\" feeling of visiting another country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Øresund Coast"],["Humlebæk"]]}," — three stops south on the train, combining a visit on Kronborg with the fantastic Louisiana art museum in a daytrip, or other destinations on the ",{"type":"[[","value":[["Øresund Coast"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["North Coast (Zealand)"],["North Coast"]]}," — miles of good beaches for summer relaxation and Denmark's best shot at Rivera life, a small railway will take you all the way to the north tip"]},{"type":"*","value":[" ",{"type":"[[","value":[["Copenhagen\/Northern Suburbs"],["Klampenborg"]]}," — a good way to end a day trip is spending the evening at the Bakken amusement park under the colourful lanterns out in the forest"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hillerød"]]}," and ",{"type":"[[","value":[["Fredensborg"]]}," — architecture, History or Royalist buffs can visit the two other royal palaces of Northern Zealand easily with the railway to Hillerød "]},{"type":"*","value":[" ",{"type":"[[","value":[["Kongernes Nordsjælland National Park"]]}," — the newly appointed national park is at your footsteps, but best if you put your feet on the pedals or speeder"]},"\n",{"type":"{{","value":[["routebox-2"],["image1=Tabliczka E47.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=END"],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Copenhagen"]]}],["minorr1=",{"type":"[[","value":[["Humlebæk"]]}],["image2=Tabliczka E55.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Image:Ferry.png"],["18px"]]}," ",{"type":"[[","value":[["Helsingborg"]]}],["minorl2=Changes into ",{"type":"[[","value":[["Image:Tabliczka E4.svg"],["18px"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Copenhagen"]]}],["minorr2=",{"type":"[[","value":[["Humlebæk"]]}]]},"\n\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n",{"type":"[[","value":[["Wikipedia:Elsinore"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North Zealand"]]},"\n",{"type":"{{","value":[["geo"],["56.03"],["12.617"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]