[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Elšani"]}," is a beautiful village located on Lake Ohrid. It is located 10 km south of ",{"type":"[[","value":[["Ohrid"]]}," and inside of ",{"type":"[[","value":[["Galičica National Park"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nRegular bus service operates from the City of Ohrid (10 km) to Elšani, and 5 - 7 times throughout the day. More buses run to the neighboring Town of Peštani, always stopping on the outskirts of Elšani.\n",{"type":"==","value":["Get around"]},"\nWalking is the best way since it is a smaller place.\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Elijah"]}," - an old church made in 1408."]},{"type":"*","value":[{"type":"'''","value":["Lake Ohrid"]}]},{"type":"*","value":[{"type":"'''","value":["Galičica National Park"]}]},{"type":"==","value":["Do"]},"\nElšani is a base for mountain walks and rock climbing in the Galičica National Park. On the other hand, the wide network of paths, narrow village streets and local low traffic roads are ideal for use as walking, jogging or cycling trails by all levels of ability and age groups. Elšani is also great for fishing, swimming, and other beach activities since it is on Ohrid Lake.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\nAccommodation can be found in 30 family homes with nearly 200 beds in total, all through the year and at different locations, down by the lake or up in the mountain. Also by the lakeside is the Elešec Camping Site, which is well structured, but operating during the summer period only. There are several village shops to provide food, drinks and other most needed things for a pleasant stay between the green heights of Mount Galičica and the blue waters of Lake Ohrid.\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Western Macedonia"]]},"\n",{"type":"[[","value":[["wikipedia:Elšani"]]}]