[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Emerald Isle"]}," is a town on the Atlantic coast of ",{"type":"[[","value":[["North Carolina"]]},", just south of ",{"type":"[[","value":[["Morehead City"]]},".  It is in the Southern Outer Banks of North Carolina on the island of Bogue Banks, in an area known and marketed as the ",{"type":"'''","value":["Crystal Coast"]},".  It is known primarily as a beach resort. \n\n",{"type":"==","value":["Get in"]},"\n\nEmerald Isle is located approximately 1.5 hours off of I-95, the closest interstate highway for north\/south travel.  From the east, US-70 is the main route to access Emerald Isle.\n\nThere are two main routes to drive in and out of the isle:\n\n",{"type":"*","value":["From North\/South, exit I-95 onto US-70 East at Selma (alternatively, you can take I-795 South to US-70 in Goldsboro).  From East\/West, follow US-70 East towards the coast.  Follow US-70 East to Kinston, NC.  In Kinston, turn right onto NC-58; NC-58 offers a scenic and rural route to Emerald Isle.  Emerald Isle is approximately 1.5 hours from Kinston via NC-58.  This route will allow you to enter Bogue Banks on the Emerald Isle side of the island."]},"\n",{"type":"*","value":["From North\/South, exit I-95 onto US-70 East at Selma (alternatively, you can take I-795 South to US-70 in Goldsboro).  From East\/West, follow US-70 East towards the coast.  Follow US-70 East to Morehead City.  Turn onto NC-58 towards Atlantic Beach, and cross the Atlantic Beach Causeway onto Bogue Banks.  You will enter Bogue Banks on the Atlantic Beach side of the island via this route; follow NC-58 for approximately 22 miles to Emerald Isle."]},"\n",{"type":"==","value":["Get around"]},"\n\nEmerald Isle does not offer public transportation options; however, taxi companies do operate on the island.  \n\nThe main road through Bogue Banks is NC-58; the majority of businesses and accomodations are located on or accesible via NC-58.  This road runs the entire length of the island, from Emerald Isle to Atlantic Beach.  Although only 26 miles long, the speed limit on the road varies between 35 mph and 45 mph, so it can take up to 45 minutes to travel the length of the island.  \n\nNew ",{"type":"'''","value":["bike paths"]}," were installed throughout 2006 and into 2007. Covers along Emerald Drive and down Coast Guard Road. Great for walking or biking! Bikes can be rented through any of several local agencies! Also great for walking or biking is along ",{"type":"''","value":["Ocean Drive"]},". This is the first road back from the beach, running parallel to the beach. Very small road, 25 MPH. Very little traffic! For the most part, only walkers or bikers can travel this road continuously, as there are dead-ends occasionally with bike trails across. Walk the beach to and from your daily excursions!\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The water on the west side of the isle (\"the Point\") during high or low tide. But don't swim in it--the current is dangerously powerful."]},{"type":"*","value":[" Take the classic \"long walk on the beach\" but at night when the stars are out."]},{"type":"*","value":[" Look out for military jets as they fly over the isle out to the ocean and back, during routine drills."]},{"type":"*","value":[" Views of the Emerald Isle Bridge, and of the soundside towns of Bogue, Cedar Point, and Cape Carteret from Emerald Isle Woods Park. The park is on the west-end of the island off Coast Guard Rd."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" The state of North Carolina operates one of three ",{"type":"'''","value":["North Carolina Aquariums"]}," (http:\/\/www.ncaquariums.com\/pine-knoll-shores) at 1 Roosevelt Boulevard in Pine Knoll Shores, 15 minutes from Emerald Isle on Bogue Banks.  The Aquarium is open from 9-5 daily, and offers unique exhibits on aquatic life in North Carolina, from the Mountains to the Ocean.  The Aquarium also offers numerous live exhibitions, such as live dives in the Living Shipwreck exhibit and shark feedings, as well as hands-on programs for children and youth. "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Reel Screamin' Fishing Charters"],["alt="],["url=http:\/\/www.reelscreamin.com"],["email=info@reelscreamin.com"],["address="],["lat="],["long="],["directions="],["phone=+1-910-376-0970"],["tollfree="],["fax="],["hours="],["price="],["content=Inshore & Offshore fishing at it's finest! Chase tailing redfish or tailwalking sailfish with this professional charter company."]]}]},{"type":"*","value":["Rent scooters from Skooter Kingz ",{"type":"[","value":["http:\/\/www.skooterkingz.com\/"]}," and ride along Route 58 as well as neighboring side roads. Don't forget to call in-advance and reserve your scooter(s)."]},{"type":"*","value":[" Brave the waves in a rented kayak, inflatable raft, or boogie board. If you're looking for something a little more natural, body surf."]},{"type":"*","value":[" Deep-sea diving - explore some of the world's best diving."]},{"type":"*","value":[" Skim board."]},{"type":"*","value":[" Fish."]},{"type":"*","value":[" Walk the beach.  Emerald Isle offers numerous public access points to the Atlantic Ocean."]},{"type":"*","value":[" Catch a movie.  Emerald Plantation shopping center has a 4 screen cinema (http:\/\/emeraldplantationcinema.com\/).  The theatre is independently operated and accepts only cash, so make sure you have cash available for the movie ticket and refreshments (there is an ATM in the lobby for emergencies).  During the week, the cinema offers evening showtimes (7 and 9 for most movies), with additional afternoon matinee shows during the weekend.  Tickets can, however, be purchased with a credit card online. "]},{"type":"*","value":[" Enjoy the town on the new bike paths that run along Emerald Drive."]},{"type":"*","value":[" Emerald Isle Woods Park is on the west end of town down Coast Guard road. The park offers heavily-wooded dune trails and a wonderful wooden walkway to Bogue Sound, as well as the Emerald Isle Bridge and Bogue Sound. You can also launch kayaks off the floating dock."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Emerald Plantation"],["alt="],["url="],["email="],["address=8700 Emerald Drive"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features the grocery store (Food Lion) and a variety of shops, including a movie theatre, book store, toy store, excellent scrapbooking store, lots of lovely gift shops, clothing and jewelry stores, and also restaurants and coffee shops!"]]}]},{"type":"*","value":[{"type":"'''","value":["Bell Cove Village"]},", at the first intersection after crossing the bridge. New shopping center featuring the new authentic Italian restaurant \"Portfino\", TLG Frozen Custard, and several gift stores."]},{"type":"*","value":[{"type":"'''","value":["Veranda Square"]},", on Emerald Drive, across from the BP. Features several high-end clothing and accessories stores, tanning and nail salon, and more! "]},{"type":"*","value":["There are two \"Bert's\" Surf Shops, a local favorite!"]},{"type":"*","value":["Several beach supply stores throughout Emerald Isle for souvenirs, towels, suits, and the traditional Hermit Crab! Most stores offer cages, sponges, and all else necessary to care for the crabs!"]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Hot Wax Surf & Paddle Sports"],["alt=Hot Wax Surf Camp"],["url=http:\/\/www.hotwaxsurf.com"],["email="],["address=200 Mallard Drive"],["lat="],["long="],["directions=3rd Right After Bridge MM20 1\/2"],["phone = +1 252-354-6466"],["tollfree="],["fax="],["hours=7 Days in Season"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Village Market"],["url=http:\/\/www.EIDeli.com"],["email="],["address=7802 Emerald Dr"],["lat="],["long="],["directions=Beside The Reel Outdoors"],["phone = +1 252-354-6592"],["tollfree="],["fax="],["hours=8am-5pm"],["price=$"],["content=Great Deli with Boars Head cuts and sandwiches , a menu on the website, call ahead or eat outside on in the lovely sea air."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Portofino"]},", in Bell Cove Village shopping center. High-quality authentic Italian fare."]},{"type":"*","value":[{"type":"'''","value":["Michaelangelos"]},", in Emerald Plantation Shopping Center. Local favorite pizza place featuring pizzas, pastas, subs, and more!"]},{"type":"*","value":[{"type":"'''","value":["Rucker Johns"]},", in Emerald Plantation Shopping Center. Another local favorite for a great variety of American fare."]},{"type":"*","value":[{"type":"'''","value":["Jordans"]},". Local casual seafood restaurant, featuring great food at a great price! Has a full bar and friendly staff!"]},{"type":"*","value":[{"type":"'''","value":["Great Wall"]},", wonderful local Chinese food, including shrimp and scallop dishes. Located in town center near Bogue Inlet Dr on the South side of Emerald Dr."]},{"type":"*","value":[{"type":"'''","value":["Kathryns Martini Bar & Bistro"]},", across from the post office on Emerald Drive. Also has wonderful fare if you are looking for great drinks, food and atmosphere."]},{"type":"*","value":[{"type":"'''","value":["TLG Frozen Custard"]},", in Bell Cove Village. Has delicious custard, shakes, and sundaes. "]},{"type":"*","value":[{"type":"'''","value":["Mikes Place"]},". great place for breakfast, wonderful family restaurant for any meal! Casual American fare."]},{"type":"*","value":[{"type":"'''","value":["Flipperz"]},", in the K & V plaza. Cozy little family owned gem with American fare and lots of special touches!"]},{"type":"*","value":[{"type":"'''","value":["El Zarape"]},", across from the Emerald Plantation Shopping Center. Wonderful Mexican restaurant. Definitely a must-have!"]},{"type":"*","value":[{"type":"'''","value":["South Banks Grill"]},", located in the K & V plaza. Has great food and good prices! Casual American fare."]},{"type":"*","value":[{"type":"'''","value":["Sweet Spot"]},", across from Mike's Place on Emerald Drive. The Sweet Spot serves hand-scopped Hershey's Ice Cream treats, and has a great selection of candies (including most any flavor of salt water taffy you can imagine)."]},{"type":"*","value":[{"type":"'''","value":["Beans-N-Screens Internet Cafe"]},", in the Emerald Plantation Shopping Center. Friendly little coffee shop with wonderful coffee and great Frozen Frappes to cool you off after a day at the beach! A flurry of flavors and great atmosphere with Free Wi-Fi Internet!"]},{"type":"*","value":[{"type":"'''","value":["Ben & Jerrys"]},", just down the road from Mike's Place on Emerald Drive. A great addition to the beach!"]},{"type":"*","value":[{"type":"'''","value":["Flip Flops"]},", located further into Emerald Isle on Hwy 58. This gas station was recently given an overhaul and added a gift store! They also have great lunch fare, making this a great stop to grab a lunch to-go and some drinks for the beach!"]},{"type":"*","value":[{"type":"'''","value":["Circle Pizza"]},", the newest pizza place on in town at the 3100 block on the ocean side offers pizza, pasta, and free delivery."]},{"type":"*","value":[{"type":"'''","value":["Dairy Queen"]},", burgers and sandwiches, as well as the famous Blizzards and other ice cream treats. Located in town center on the South side of Emerald Dr."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Village Market"],["url=http:\/\/eideli.com"],["email="],["address=7802 Emerald Dr."],["lat="],["long="],["directions=down the main drive next to the Reel Outdoors Fish & tackle"],["phone = +1 252-354-6592"],["tollfree="],["fax="],["hours=8-6"],["price="],["content=Great Deli with Boars Head cuts and sandwiches , a menu on the website, call ahead or eat outside on in the lovely sea air."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Emerald Club"]},". Local bands, great drinks, and always something happening on the weekend."]},{"type":"*","value":[{"type":"'''","value":["Emerald Isle Wine Market"]},", within the gas station at the first light after crossing the bridge. Huge selection of wines."]},{"type":"*","value":[{"type":"'''","value":["Kathryn's Bistro and Martini Bar"]},". Amazing selection of drinks, specializing in martinis. Please read on line reviews regarding rude service and poorly cooked steaks."]},{"type":"*","value":[{"type":"'''","value":["Paddy's Pub"]},", Located in K&V plaza across from CVS. Open year-round."]},{"type":"*","value":[{"type":"'''","value":["El Zarape"]},", Mexican restaurant with a full bar. They have daily specials, and feature regular, jumbo, and monster size Margaritas."]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are only a few small hotels on the Emerald Isle side of Bogue Banks; most of the hotels on Bogue Banks are located on the opposite side of the island in Pine Knoll Shores and Atlantic Beach.  \n\nThe majority of accommodations in Emerald Isle are condominium, duplex and beach house accommodations.  Most rentals, especially during peak-season, are weekly.  There are several realty companies in Emerald Isle who specialize in weekly and long-term rentals.  Note that Emerald Isle is primarily geared toward family vacations.  Many rental companies on Emerald Isle do not rent properties to student groups or others not accompanied by adults.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Swansboro"]}," is located approximately 15 minutes from Emerald Isle on NC-24.  Swansboro has many unique shops along the waterfront, specializing in crafts and nautical-themed items.  Yana's Ye Olde Restaurant offers old-fashioned breakfast and lunch items in a classic drug-store lunch counter setting. The Church Street Deli has incredible chicken salad sandwiches."]},{"type":"*","value":[{"type":"'''","value":["Morehead City"]}," is located approximately 30 minutes from Emerald Isle on US-70.  Morehead City has numerous seafood restaurants and shops along the waterfront."]},{"type":"*","value":[{"type":"'''","value":["Beaufort"]}," is located approximately 45 minutes from Emerald Isle on US-70.  Beaufort has a restored shopping district along the waterfront, and numerous historical sites and settings related to the town's close proximity to the wreckage of Blackbeard's ship, Queen Anne's Revenge."]},"\n",{"type":"{{","value":[["geo"],["34.67806"],["-76.95083"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Crystal Coast"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Emerald Isle, North Carolina"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/North_Carolina\/Localities\/E\/Emerald_Isle\/"]]}]