[{"type":"{{","value":[["pagebanner"],["Enkhuizen banner Zuiderzeemuseum.png"]]},"\n\nThe small city of ",{"type":"'''","value":["Enkhuizen"]}," is an old Dutch harbour town, and one of the most prominent ones of the Dutch Golden Age. It lost its trade position by the late 17th century, due to the wars with England, the silting of its waters and the rise of ",{"type":"[[","value":[["Amsterdam"]]},", but maintained much of its historic grandeur. Today, the town is famous for its herring and a beloved destination for its traditional Dutch feel and water sports facilities.\n\n",{"type":"==","value":["Understand"]},"\nThis is an old city with many centuries of maritime tradition. It gained city rights in 1355 and grew to be one of the main trade harbours of the VOC, the Dutch East Indies trade company. The town was one of the first to rally behind the Prince of Orange and in return was granted the exclusive right to produce and place the sea-marks in the Zuiderzee. For that, it was allowed to charge all vessels on that sea, making the whole thing a very lucrative affair. Enkhuizen blossomed in the 17th century, gaining wealth through international trade and herring fishery. Some 25.000 people resided in the city around 1650; substantially more even than today, as some 18.000 people live here now. The tide changed at the end of the 17th century, however, as shifting sands made the harbour less accessible, the wars with England took great costs and nearby Amsterdam rose to fame. By 1850, the population had dramatically declined to only 5400 and Enkhuizen became a sleepy fishermen's town.\n\n",{"type":"[[","value":[["File:TheNetherlands-Enkhuizen-harbor.jpg"],["thumb"],["Boats in the town harbour."]]},"\n\n",{"type":"==","value":["Get in"]},"\nThe main road into town is the ",{"type":"'''","value":["N302"]},". It connects to ",{"type":"[[","value":[["Hoorn"]]}," and the ",{"type":"'''","value":["A7"]}," in the west, while running as a causeway to the east, connecting Enkhuizen to ",{"type":"[[","value":[["Lelystad"]]}," at the other side of the IJsselmeer water. The smaller ",{"type":"'''","value":["506"]}," provides an additional direct road connection to Hoorn.\n\nEnkhuizen is connected by ",{"type":"'''","value":["rail"]},", with all trains running in the direction of Amsterdam. Until Hoorn, trains provide a \"stop service\", stopping at several smaller stations, while operating as an intercity fast train after that. Direct connections from Enkhuizen (all via Amsterdam) include Amsterdam Sloterdijk, Amsterdam Central Station, ",{"type":"[[","value":[["Hilversum"]]},", ",{"type":"[[","value":[["Amersfoort"]]},", ",{"type":"[[","value":[["Apeldoorn"]]}," and ",{"type":"[[","value":[["Deventer"]]},". Amsterdam of course offers a wide range of other transfers.\n\nIn summer (May-September, plus more limited services in April and October), a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.veerboot.info\/UK\/index.php ferry service"]}]}," connects Enkhuizen to ",{"type":"[[","value":[["Stavoren"]]}," in ",{"type":"[[","value":[["Friesland"]]},". The ferries run 2 or 3 times per day, stopping also at the Zuiderzeemuseum, and their schedules match train times. In this way, the ferry serves as a public transport connection across the IJsselmeer, but also allows for a nice ride or fun day trip to Stavoren. The ferry is operated by Rederij V&O, takes about 80 minutes one way and costs €10,80\/14,50 for an adult's single\/return ticket. Children up to 12 pay €7\/8,40 and bikes can be taken for €5,20\/7,30. Departure times in summer are usually 08.30, 12.30 and 16.30h from the Enkhuizen platform, near the train station, but check in advance.\n\n",{"type":"==","value":["Get around"]},"\nThe town is small and easy to navigate the harbour area - where all the sights are - on foot. If you're interested in exploring the surroundings, it's possible to rent a bike. \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=John Brandhoff Tweewielers"],["alt="],["url= http:\/\/www.johnbrandhofftweewielers.nl\/fietsverhuur"],["email="],["address=Westerstraat 25"],["lat="],["long="],["directions="],["phone=+31 228 325771"],["tollfree="],["fax="],["hours="],["price="],["content=This bicycle shop rents out a range of bikes, including children's bikes and electrical ones. For anything other than a regular bicycle it's wise to make reservations, which can be done on the website or by phone."]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Drommedaris Enkhuizen Zuidwestzijde.jpg"],["thumb"],["The Drommedaris is the city's most famous landmark."]]},"\nEnkhuizen boasts a remarkably well preserved historic centre, and no less than 370 of its buildings are listed as national heritage monuments. There's no escaping the monumental architecture, including numerous mansions, warehouses, bridges and parts of the historic defence structures. Among the most notable sites are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Enkhuizer Waag"],["alt="],["url="],["email="],["address=Kaasmarkt 8"],["lat=52.70496"],["long=5.29352"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city's weigh building survived the test of time remarkably well, and even the centuries old weighing mechanism in the main hall is still available. The outside of the building is an excellent example of early Dutch Renaissance architecture. Note also the family weapons captured in the windows: they represent the barber surgeons and doctors who had offices in the weigh building in the 17th century."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Drommedaris"],["alt="],["url="],["email="],["address=Paktuinen 1"],["lat=52.70073"],["long=5.29307"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city's main landmark is this 16th century gate building, dubbed the \"dromedary\". This monumental building was nicely restored in 2013 and still has its original 17th century carillon, which plays every 15 minutes. It's halls are for rent, for events, not the building is otherwise not open to public."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Koepoort"],["alt="],["url="],["email="],["address=corner of Westerstraat and Westeinde"],["lat=52.701514"],["long=5.276935"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The basic structure of this former city gate was built between 1649 and 1654, after which it served as the western entrance gate in the city's defence structure. The little clock tower is an 18th century addition, however,"]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zuiderzee Museum"],["alt="],["url=http:\/\/www.zuiderzeemuseum.nl\/en\/10\/home\/"],["email="],["address=Wierdijk 12-22"],["lat=52.706803"],["long=5.300392"],["directions="],["phone=+31 228 35 11 11"],["tollfree="],["fax="],["hours=Indoor museum: daily 10.00 tot 17.00h, outdoor museum is open March 29 - October 26 in 2014"],["price=€ 7,25\/4,35 for adults\/children"],["content=This well-known museum preserves knowledge about the maritime history of the Zuiderzee, now the IJsselmeer. It comprises a lovely outdoor section, open only in summer, with reconstructed buildings from the region's heyday and local craftsmen and volunteers demonstrating traditional skills and trades. The indoor section houses a fine collection of photographs, paintings, artefacts and more, providing a great insight in life around the region over the centuries. There are many activities for children, making it a very family-friendly museum. If you're coming by car, park at the Stationsplein (near the train station) and walk from there."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Flessenscheepjesmuseum"],["alt="],["url=http:\/\/Ship in a bottle museum"],["email="],["address=Zuiderspui 1"],["lat=52.700807"],["long=5.2939"],["directions="],["phone=+31 228 317762"],["tollfree="],["fax="],["hours="],["price=€4\/2,50 for adults\/children"],["content=It's an extraordinary collection, the 1000 or so \"ships in a bottle\" that are part of this small museum. About half of them are on display, some very old. the museum is housed in the monumental Spuihuisje."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sprookjeswonderland"],["alt="],["url=http:\/\/sprookjeswonderland.nl\/"],["email="],["address=Kooizandweg 9"],["lat=52.712142"],["long=5.290114"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€ 9,50 (for everyone from 2 years old)"],["content=This theme park is a fun day out for young children and adults who have an interest in fairy tales. Its attractions and characters tell the stories of several world famous and local fairy tales, many in the form of outdoor representations. The park also includes play grounds, gardens, a small castle, a petting zoo and some small moving attractions. It's closed most of the winter season."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boat rental Enkhuizen"],["alt="],["url=http:\/\/www.bootverhuurenkhuizen.nl\/"],["email="],["address=Pannewal 7"],["lat="],["long="],["directions="],["phone=+31 228 318 370"],["tollfree="],["fax="],["hours="],["price=From €55 for 3 hours."],["content=It's a lovely way of exploring the IJsselmeer waters; rent a small boat (no special license required) and make your own way. Especially in the summer season, it's wise to book well in advance."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere's a good range of basic stores around, and a number of gift shops targeting visitors. There's a market on Wednesdays from 9.00-16.00h, in the ",{"type":"''","value":["Westerstraat"]},". Shops stay open late on Friday, until 21.00h. Shops are allowed to open on Sundays and in the summer season, many of them do so every week. Others open only one Sunday in a month, usually the first.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant & bodega 't Vooronder"],["alt="],["url=http:\/\/www.restaurant-bodega-tvooronder.com"],["email="],["address=Dijk 28"],["lat="],["long="],["directions="],["phone=+31 228 323441"],["tollfree="],["fax="],["hours="],["price=€32"],["content=Perhaps the best restaurant in town, this place serves beautiful, tasty dishes and offers great service. There's a nice selection of wines to be had too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Tydloos Enkhuizen"],["alt="],["url=http:\/\/www.tydloos.nl\/"],["email="],["address=Westerstraat 116"],["lat="],["long="],["directions="],["phone=+228 315 225"],["tollfree="],["fax="],["hours="],["price=€22,95"],["content=For a fixed price of €22,95, you get to order as many of the little dishes on this restaurant's menu as you can eat. You can choose from 25 Mediterranean inspired options, and a handful of desserts. The dining area is a bit dark but the food gets good reviews. For weekends, make sure to call ahead as this place can get crowded."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Die Drie Haringhe"],["alt="],["url=http:\/\/www.diedrieharinghe.nl\/restaurant.html"],["email="],["address=Dijk 28"],["lat="],["long="],["directions="],["phone=+31 228 318 610"],["tollfree="],["fax="],["hours="],["price=Mains from €25, menu du chef €39,50"],["content=The interior of this place may be a bit dated, but it's situated in a nice monumental building and offers a pretty good menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNightlife in Enkhuizen consists of drinking beers, chatting and perhaps an odd dance here or there - there's no serious clubbing around. In summer, the outdoor terraces and the harbour views make lingering outside with your drink and some good company a pleasant experience, but if the weather doesn't allow, there are plenty of small cafés where you can sit inside. The best way to go about it at any given night, is to stroll around a bit and see where the crowds are. Some of the larger places are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Irish Pub the Dubliner"],["alt="],["url=http:\/\/thedubliner.nl"],["email="],["address=Dijk 80"],["lat="],["long="],["directions="],["phone=+31 228 755 600"],["tollfree="],["fax="],["hours="],["price="],["content=The place to go for Guiness and Murphy's on tap."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Brave Hendrik"],["alt="],["url=http:\/\/www.brave-hendrick.nl\/"],["email="],["address=Kaasmarkt 9-11"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The closest thing to a club used to be called Stadsherbergh, but is currently being renovated to re-open as Brave Hendrik. It holds three halls with different music and is popular with local young people. Re-opening end of March 2014."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Du Passage"],["alt="],["url=http:\/\/www.hoteldupassage.nl\/"],["email="],["address=Paktuinen 8"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=€72 for a double"],["content=The 22 rooms of this hotel are simple but well-maintained and the location close to the harbours gives some lovely views, also from the cosy outdoor terrace. Breakfast is included and there's an on-site restaurant for dinner too. Rooms have free wifi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel de Koepoort"],["alt="],["url=http:\/\/www.hoteldekoepoort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=€75"],["content=Housed in an old city gate, this hotel offers modern, well-appointed rooms with aircon, coffee and tea facilities and free wifi. The place has been recently renovated and breakfast is included. Note that most of the rooms are smaller than the ones shown on the hotel website."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Recuerdos"],["alt="],["url=http:\/\/www.recuerdos.nl\/recuerdos\/Price_info.html"],["email=info@recuerdos.nl"],["address=Westerstraat 217"],["lat="],["long="],["directions="],["phone=+31 228 56 24 69"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€85"],["content=If you like some peace and quiet, this place with its lovely gardens is a good pick for you. It's a B&B style place, with rooms leading into the garden. They are clean, although outdated a bit, and a little dark due to the large trees outside. Service is friendly though. Breakfast is included and prices drop when you stay more than one night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Die Port van Cleve"],["alt="],["url=http:\/\/www.deportvancleve.nl\/"],["email="],["address=Dijk 74"],["lat="],["long="],["directions="],["phone=+31 228 312510"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€90"],["content=Nicely renovated rooms and friendly service. The small outdoor terrace has some harbour views, and so do the deluxe rooms. There's a restaurant and bar in house. Check for last minutes and low season rates, as they can be considerably lower than regular ones."]]}]},"\n",{"type":"==","value":["Connect"]},"\nMost places that sell postcards and other souvenirs also sell stamps. Otherwise, try the VVV tourist information office, drugstores, supermarkets or bookstores. The postal service points inside the following shops offer not only stamps but also other services, including postal packages:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Deen supermarket"],["alt="],["url="],["email="],["address= Clarissenplaats 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Primera book store"],["alt="],["url="],["email="],["address=Westerstraat 105"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nHop on a ferry and cross the water to ",{"type":"[[","value":[["Stavoren"]]},", and the interesting ",{"type":"'''","value":[{"type":"[[","value":[["Frisian Lakes"]]}]}," region that lies behind it, full of water sports facilities. There's a range of historic Dutch towns to be discovered this region. Stop over in neighbouring ",{"type":"'''","value":[{"type":"[[","value":[["Hoorn"]]}]},", try traditional ",{"type":"'''","value":[{"type":"[[","value":[["Volendam"]]}]},", charming ",{"type":"'''","value":[{"type":"[[","value":[["Haarlem"]]}]}," or maritime ",{"type":"'''","value":[{"type":"[[","value":[["Den Helder"]]}]},".\n\nOf course you're only a quick train ride away from the fascinating Dutch capital, ",{"type":"'''","value":[{"type":"[[","value":[["Amsterdam"]]}]},".\n\n",{"type":"{{","value":[["IsPartOf"],["North Holland Peninsula"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["52.7"],["5.29"]]},"\n",{"type":"[[","value":[["Wikipedia:Enkhuizen"]]}]