[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Enniskillen.JPG"],["thumb"],["400px"],["Enniskillen"]]},"\n\nEnniskillen is in ",{"type":"[[","value":[["Northern Ireland"]]},".  It is an island town situated at the midpoint between Upper and Lower Loch Erne. It is the County Town (capital) of ",{"type":"[[","value":[["County Fermanagh"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["54.34"],["-7.63"],["zoom=13"],["layer=M"]]},"\n\n",{"type":"===","value":["By car"]},"\nBelfast to Ennikillen about 1hr 40mins, Dublin to Enniskillen about 2hrs 15mins.\n\n",{"type":"===","value":["By bus"]},"\n\nThe ",{"type":"[","value":["http:\/\/www.translink.co.uk\/ Translink"]}," Route 261 departs from Belfast Europa Station to Enniskillen Bus Station.\nThe ",{"type":"[","value":["http:\/\/www.buseireann.ie\/ Bus Éireann"]}," Route 30 will take you from Dublin Airport\/Dublin City to Enniskillen Bus Station.\n\nThese routes operate in both directions.\n\n",{"type":"===","value":["By train"]},"\n\nThere is no rail network connected to Enniskillen.\n\n",{"type":"===","value":["By plane"]},"\n\nEnniskillen does have a small non commercial airport on the town outskirts called ",{"type":"[","value":["http:\/\/www.enniskillen-airport.co.uk\/Home_Page.html St Angelo"]}," \n\nPrior permission is required from the airport to land any aircraft.\n\n",{"type":"===","value":["By boat"]},"\n\nEnniskillen is renowned for its loughs (lakes) and waterways. Although there are no commercial services to the area there are many marinas around the town and throughout the county where leisure vessels can be rented and berthed. Ireland's waterways and canals are operated by ",{"type":"[","value":["http:\/\/www.waterwaysireland.org Waterways Ireland"]},". Enniskillen is accessible via the waterway system from as far away as ",{"type":"[[","value":[["Athy"]]}," in ",{"type":"[[","value":[["County Kildare"]]},", ",{"type":"[[","value":[["Limerick"]]}," and ",{"type":"[[","value":[["Dublin"]]},".\n\n",{"type":"==","value":["Get around"]},"\nEven though Enniskillen is the biggest town in County Fermanagh, it's still possible to visit all the major tourist attractions on foot.  You will find it difficult to get lost in Enniskillen, as an island town everything is very centralised. At most you may need directions to that one shop or bar you are looking for and it is easy to know where the town ends as it quickly melds into residential areas. There isn't much traffic (by UK standards), but town centre parking is scarce, so parking at Erneside shopping complex and crossing by the footbridge is generally accepted as the most sensible plan. Traffic Wardens in the area are notorious for issuing fines so make sure you are not parked in restricted areas or for longer than allowed and always have a parking ticket displayed on your vehicle in paid parking areas.\n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"[[","value":[["File:NORTHERN_IRELAND_2010_-PUBLIC_HIRE_OUTSIDE_BELFAST_TAXI_SUPPLEMENTAL_PLATE_-_Flickr_-_woody1778a.jpg"],["thumb"],["alt=Example of a taxi license plate in Northern Ireland."],["A taxi license plate"]]},"\nEnniskillen is easily accessible by foot; however, there are many taxi services in the town should you not fancy walking. Taxis in the UK and Ireland are required to be registered. The taxis will display an additional plate on the front and rear bumpers showing vehicle info and drivers should have ID on display within the front of the taxi.\n\nFew taxis in Enniskillen are metered; however, the normal price for a journey in and around the town is about £3.00. Outside of the town prices can vary depending on taxi firm and, many times, your driver. The general rule of thumb is £1.00 per mile outside of the town. Out of town prices can increase on a Friday or Saturday night, especially if you are traveling far outside of town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Enniskillen Castle2.jpg"],["thumb"],["Enniskillen Castle"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Enniskillen Castle & Museum"],["alt="],["url=http:\/\/www.enniskillencastle.co.uk"],["email="],["address="],["lat=54.346"],["long=-7.644"],["directions=Town centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["Cole's Monument"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ardhowen Theatre"],["alt="],["url=http:\/\/www.ardhowentheatre.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["Saint Macartin's Cathedral"]},{"type":"*","value":["St Michael's Chapel"]},{"type":"*","value":["Enniskillen Town Hall"]},{"type":"*","value":["Portora Castle"]},{"type":"*","value":["Castle Coole"]},"\n",{"type":"==","value":["Do"]},"\n\nUnless there is an event on in town then there isn't an awful lot to do in Enniskillen itself. You can see most of the main town attractions in a day but it is the best base from which to explore the many other sights in the County. The main day to day pastimes are shopping and enjoying the local bars and cafes'.\n\n",{"type":"*","value":["Enniskillen's main tourist attraction is undoubtedly ",{"type":"[","value":["http:\/\/www.fermanaghlakelands.com Lough Erne"]},", which covers about a third of County Fermanagh. It is a major centre for fishing and all water-sports, attracting visitors from as far away as Germany and Poland.  Day tourists can take a boat trip (summer only) from the jetty near the castle.  If you're staying longer it's possible to hire a cruiser and visit the loch's many small islands."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Florence Court"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/florence-court\/"],["email=florencecourt@nationaltrust.org.uk"],["address= BT92 1DB"],["lat=54.258301"],["long=-7.72989"],["directions="],["phone=+44 28 6634-8249"],["tollfree="],["fax="],["hours="],["price="],["content=An 18th century house about 10 miles from the town centre.  This venue normally hosts family events on bank holidays and tours of the house are available during the summer. You can also take a subterranean boat-trip in the nearby ",{"type":"[","value":["http:\/\/www.marblearchcaves.net Marble Arch Caves"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Crom"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/crom\/"],["email=crom@nationaltrust.org.uk"],["address=Upper Lough Erne, Newtownbutler, BT92 8AP"],["lat=54.162601"],["long=-7.44284"],["directions="],["phone=+44 28 6773-8118"],["tollfree="],["fax="],["hours="],["price="],["content=There are extensive grounds (including an island) to visit though most of the main house is still a private residence.  There are also holiday cottages to hire. During summer months there is a very interesting exhibition on the estate's natural importance and history of the estate in the visitor centre as well as a very quaint café\/tea room serving afternoon teas."]]}]},"\n",{"type":"*","value":["Take a trip around the world famous ",{"type":"[","value":["http:\/\/www.belleek.ie Belleek Pottery factory"]},", situated in Belleek about 20 miles from Enniskillen."]},{"type":"*","value":["During the Spring and Summer months the Gaelic Athletic Association (GAA) championships are in session. You may be able to catch a match at Brewster Park, home ground of the ",{"type":"[","value":["http:\/\/fermanagh.gaa.ie Fermanagh County teams"]},"."]},"\n",{"type":"==","value":["Talk"]},"\n\nAs a very tourist driven town, people are generally friendly and will help you with directions and personal recommendations of where to eat and drink. The official languages in Northern Ireland are English, Irish and Ulster Scots so you will see signs in the town with all three languages present. No-one in the area speaks Irish or Ulster Scots in day to day life so English is the only language you need to have a knowledge of. As Fermanagh is a very rural county accents and dialects can differ considerably between those from urban areas and those from the countryside. People can have a tendency to speak quickly however generally slow down if asked or they sense you have a hard time understanding them.\n\nEnniskillen also has a significant Eastern European population, the largest being Polish, Lithuanian and Latvian so it is common to hear these languages around the area too.\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["The Erneside Shopping Centre has all the major shops that you'd expect to find in Ireland, such as River Island, Next, Monsoon and Argos. There is also a Costa Coffee, and a Beleek Living store, selling the famous Beleek pottery which Fermanagh is renowned for."]},{"type":"*","value":["Dunnes Store on Forthill Street is a supermarket that sells reasonably priced food, clothes, domestic goods (etc.)."]},{"type":"*","value":["ASDA (Part of Walmart Group) and Tesco are the two biggest supermarkets in the UK and have very reasonably priced food, alcohol and household goods. They are large stores and are directly opposite each other."]},{"type":"*","value":["The Buttermarket near the town centre has many smaller stores selling traditional crafts and art work among other things and is very popular among tourists"]},{"type":"*","value":["Heaton's is an Irish Department store know for its excellent customer service across Ireland. Selling Irish Linen and textiles to Sports gear it is ideal to bring home a taste of Ireland."]},"\n",{"type":"==","value":["Eat"]},"\nA large percentage of Fermanagh's income is based on tourism and there are many cafes and restaurants in Ennniskillen that cater to this trade. There are a number of bars within the town that offer \"pub grub\", including Pats Bar, Bush Bar, JD Wetherspoons and Crowes Nest.\n\nThere are also a large number restaurants, cafes and takeaway services around the town, including Greek, Chinese and Indian restaurants.\n\n",{"type":"==","value":["Drink"]},"\nThere are a large number of licensed pubs within the town, the vast majority of these are located in and around the town centre and are easily found. It is said you can not walk out of one pub without seeing another.  Bars and pubs include;\n\n",{"type":"*","value":["Blakes of the Hollow (A bar complex with 3 different bar areas as well as a nightclub), 6 Church St, BT74 7EJ "]},{"type":"*","value":["Pats Bar (4 bars over 2 floors and a disco area), 1-5 Townhall St, BT74 7BD "]},{"type":"*","value":["Bush Bar, 26 Townhall St, BT74 7BA"]},{"type":"*","value":["Charlies Bar (Traditional Irish bar with disco area), 1 Church Street, BT74 7DW"]},{"type":"*","value":["Crowes Nest (usually live Irish music on Tues nights), 12 High Street, BT74 7EH"]},{"type":"*","value":["The Cornerstone bar, 1 Queen St, BT74 7JR"]},{"type":"*","value":["Corner Bar, Main St, BT93 0DH "]},{"type":"*","value":["Tipplers Brook, 1 The Brook, BT74 7EU"]},{"type":"*","value":["Magees Pub, 21 East Bridge Street, BT74 7BW "]},{"type":"*","value":["Willie Ramblers, Forthill St, BT74 6AJ "]},{"type":"*","value":["JD Wetherspoons (Generally cheaper than the other bars but no entertainment),11-13 Townhall Street, BT74 7BD"]},{"type":"*","value":["The Horseshoe, 66 Belmore St, BT74 6AA"]},{"type":"*","value":["Devenish Bar & Jazzys cocktail and wine bar, 24-28 Darling Street, BT74 7EW"]},{"type":"*","value":["UNO Cocktail bar, 17 Belmore Street, BT74 6AA"]},"\n",{"type":"===","value":["Entertainment"]},"\n\nEnniskillen has been awarded Purple Flag status which is a UK and Irish initiative similar to the Blue Flag system seen on beaches. The Purple Flag scheme recognises excellence in the management of town and city centres at night. Most of the above mentioned bars will have entertainment advertised and the vast majority come alive at the weekends with discos or live music.\n\nLicensed premises in Northern Ireland are required to stop serving alcohol at 1:00am. Bars close around midnight during the week but stay open late on Friday, Saturday and Sunday. Generally last orders are called just before 1:00am. You will be given half an hour or so after this in which to finish your drinks and vacate the premises so a night out will generally end around 1:30 to 2:00am.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Killyhevlin Hotel, 4 Star Hotel, Health Club and Spa. Enniskillen, BT74 6RW, Tel: +44 28 6632-3481, ",{"type":"[","value":["http:\/\/www.killyhevlin.com\/"]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Bridges Youth Hostel"],["alt="],["url=http:\/\/www.hini.org.uk\/hostels\/enniskillen.cfm"],["email="],["address=Belmore Street, Enniskillen, BT74 6AA"],["lat="],["long="],["directions="],["phone=+44 28 6634-0110"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A Hostelling International hostel. Open very day Jul & Aug, Sa-Su Sep-Jun"]]}]},{"type":"*","value":["Belmore Court Motel, Tempo Road, Enniskillen, BT74 6HX, Tel: +44 28 6632-6633 ",{"type":"[","value":["http:\/\/www.motel.co.uk\/"]}]},{"type":"*","value":["The Enniskillen Hotel, 72 Forthill St, Enniskillen, BT74 6AJ, Tel: +44 28 6632-2953 "]},{"type":"*","value":["The Railway Hotel, 34 Forthill St, Enniskillen, BT74 6AJ, Tel: +44 28 6632-2084 ",{"type":"[","value":["http:\/\/www.railwayhotelenniskillen.co.uk\/"]}]},{"type":"*","value":["The Westville Hotel, 14-20 Tempo Rd, Enniskillen, BT74 6HR,Tel: +44 28 6632-0333 ",{"type":"[","value":["http:\/\/westvillehotel.co.uk\/"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["County Donegal"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["County Fermanagh"]]},"\n",{"type":"{{","value":[["geo"],["54.34"],["-7.63"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Northern Ireland\/Fermanagh\/Enniskillen\/"]]},"\n",{"type":"[[","value":[["wikipedia:Enniskillen"]]},"\n",{"type":"[[","value":[["Commons:Category:Enniskillen"]]}]