[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Enping"]}," (恩平; Ēnpíng) is a county-level city in ",{"type":"[[","value":[["Guangdong"],["Guangdong Province"]]},". It is officially under the administration of ",{"type":"[[","value":[["Jiangmen"]]}," city.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Talk"]},"\nThe language of Enping is a variant of ",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]}," known as Enpingnese (99% similar to the local language of ",{"type":"[[","value":[["Taishan"]]}," so the outside world categorizes it as Taishanese), which is only marginally mutually intelligible with standard Cantonese. However, as Cantonese is the lingua franca of Guangdong province, most locals will be able to speak and understand standard Cantonese. ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]}," is the primary language of instruction in all schools so most younger individuals would also be reasonably fluent in it.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nEnping is the self-proclaimed hot spring capital of China.\n\nDidu hot spring resort\nDidu(帝都)hot springLocated in Liangxi town of EnPing city, Didu hot springs is 20 kilometers away from EnCheng town, and more than 160 kilometers form GuangZhou. The Didu hot springs vacation village has an advantage of natural hot spring water. According to the experts’ investigation, the quality , temperature and quantity of water here is better than most of the springs in our country. The temperature of water it spurts is over 80℃ o­n average all the years. The number of   outdoors spurts is as many as 300 and they pour out over 2000 stere. In addition, The water  contains 48 kinds of mineral elements. \nIt's long in summer and warm in winter in Guangdong province. Because Guangdong lies in the low latitude area and faces the South China Sea, it's tropical and subtropical climates. The average temperature of spring is about 20°C; summer is 28°C; autumn is 25°C; winter is 12°C. There are many typhoons in summer and autumn. Every April and September is the rainy seasons, with an annual average rainfall of 1500-2000mm.  Specially, spring and autumn are the best seasons for traveling.Didu hot springs are famous for green plants and the charms of mountains and water. The area covers about 200 square kilometers, and the garden plot takes up half of the district. It’s the largest garden style springs in the world. The springs are different in temperature, shape, and size, so visitors can choose whatever they favors. What’s more, they can enjoy themselves in a variety of activities besides taking a bath. It providers entertainment, relaxation, gymnastic, sightseeing and drinking tea, and you can have a taste of local delicacies as well.\nTraffic:\n1.You can get there by taking a bus in Fangcun village bus station or Enping bus stop.\n2.The Weiwei travel agency providers direct bus to there.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" 30 minutes east will bring you to the neighboring town of ",{"type":"[[","value":[["Kaiping"]]}," and its historic diaolous."]},{"type":"*","value":[" 45 minutes east is the town of ",{"type":"[[","value":[["Taishan"]]},"."]},{"type":"*","value":[" The closest major city (1M+ population) is ",{"type":"[[","value":[["Yangjiang"]]},", the knife manufacturing capital of China."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jiangmen"]]},", the administration capital of the area, is 1 1\/2 hour to the west with an Intercity Rail station.  There you can catch fast trains to either Zhuhai or Guangzhou and the cities in between."]},"\n",{"type":"[[","value":[["WikiPedia:Enping"]]},"\n\n",{"type":"{{","value":[["geo"],["22.1833"],["112.3000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Pearl River Delta"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]