[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ensenada"]}," (Spanish: ",{"type":"''","value":["Ensenada De Todos Santos"]},") is the city seat of the largest municipality in ",{"type":"[[","value":[["Baja California"]]},", ",{"type":"[[","value":[["Mexico"]]}," on the Pacific Coast south of ",{"type":"[[","value":[["Tijuana"]]},". It is locally referred as ",{"type":"'''","value":["La Bella Cenicienta del Pacífico"]}," (Spanish:",{"type":"''","value":["The Beautiful Cinderella of the Pacific"]},")\n\n",{"type":"==","value":["Understand"]},"\n\nLocated in the ",{"type":"''","value":["Bahía de Todos Santos"]}," — an inlet of the Pacific Ocean — Ensenada is an important commercial and fishing port as well as a cruise ship port of call. There is also a navy base, an army base and a military airfield, which functions as an airport of entry into ",{"type":"[[","value":[["Mexico"]]},".\n\nThe city is backed by small mountain ranges. Due to its location on the Pacific Ocean and Mediterranean latitude, the weather tends to be mild year-round. Although the winter rain season is short and the area is prone to prolonged droughts, Ensenada sits in the heart of a wine country that is widely regarded as the best in Mexico and the Americas with the Napa Valley in California. It is said that the first vitis vinifera made it to the peninsula (specifically to the San Ignacio Mission) in 1703, when Jesuit Padre Juan de Ugarte planted the first vineyards there.\n\nEnsenada is the only deep-water port in the state of ",{"type":"[[","value":[["Baja California"]]}," and is part of standard shipping routes that directly link it with the Mexican cities of ",{"type":"[[","value":[["La Paz"]]},", ",{"type":"[[","value":[["Manzanillo"]]},", ",{"type":"[[","value":[["Mazatlán"]]},", ",{"type":"[[","value":[["Acapulco"]]}," and Lázaro Cárdenas, as well as the U.S. cities of ",{"type":"[[","value":[["San Diego"]]},", ",{"type":"[[","value":[["Long Beach"]]}," and ",{"type":"[[","value":[["Los Angeles"]]},", the Guatemalan city of ",{"type":"[[","value":[["Puerto Quetzal"]]},", the Chilean city of ",{"type":"[[","value":[["Valparaíso"]]},", the Japanese city of ",{"type":"[[","value":[["Yokohama"]]}," and the Chinese city of ",{"type":"[[","value":[["Hong Kong"]]},".\n\n",{"type":"===","value":["Climate"]},"\n\nEnsenada boasts overall very pleasant weather with the sea bringing cold air in hot days and not much cold on the winters. It is also very fickle and you are advised to bring a sweater and pants along with your shorts and shirts.\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["junhigh = 26"],["julhigh = 33"],["junlow = 13"],["jullow = 14"]]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" Take the ",{"type":"'''","value":["Bus"]}," from ",{"type":"[[","value":[["Tijuana"]]}," for roughly $15."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Drive"]}," across the border from San Ysidro. Go in the morning and you will be going the opposite direction of the nigtmare traffic of over an hour wait trying to get into the U.S.. Once in Tijuana, follow the signs to Rosarito and Ensenada on route 1. There will be three toll stops en route to Ensenada. These tolls cost $2.35 each or 26.00 Pesos. You can pay with US dollars or Pesos, but no mixed currency. The road is well maintained and is an enjoyable ride along the beautiful Baja coastline. If you go in spring and early summer, the wildflowers on the hillsides are gorgeous. The ride from Tijuana to Ensenada takes approximately 1-1.5 hours. Stop in Puerto Nuevo for some Mexican lobster dinners.  There are many rest areas and vista points along the way. AAA and other travel mags recommend that you only drive in Mexico during the day for safety reasons. The freeway (tollroad) is somewhat winding compared to divided highways in the ",{"type":"[[","value":[["United States of America"],["United States"]]}," or ",{"type":"[[","value":[["Europe"]]},", but a great improvment over two lane roads south of Ensenada. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cruise Ships"]}," Ensenada has become a regular stop for several lines of ",{"type":"[[","value":[["cruise ships"]]}," since the 80's. Although this is certainly the most expensive means to travel to Ensenada, it is also most enjoyable."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["By foot"]}," Most of Ensenada's downtown tourist attractions can be accessed by foot. Others, like La Bufadora and Wineries are too far away to walk to, but tours will take you there for a fee.  If your espanol is \"malo\" you could take the local busses inexpensively out and back to La Bufadora."]},{"type":"*","value":[{"type":"'''","value":["By bicycle"]}," Most of the Boulevard Costero and the scenic highway can be traveled in bike. Take precautions for the scenic highway north of costero is a freeway and trucks and cars travel at high speeds. Ensenada's South is not very bike friendly."]},{"type":"*","value":[{"type":"'''","value":["By car"]}," The city is extremely easy to navigate by car and parking is free and available everywhere. Keep in mind that on highways, the left lane is just for passing and local drivers will tailgate you if you coast on the left lane.  You can rent a car at the Rosearito Hotel."]},{"type":"*","value":[{"type":"'''","value":["Taxis and buses"]}," Radio taxis are available and will take you anywhere. Route Taxis and Buses serve mostly suburban routes and are not very useful for tourists, although are very cheap ($0.75 USD, 8 pesos)"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city of ",{"type":"'''","value":["Ensenada"]}," is on the Ensenada Harbor, so you'll have to drive south or north to get to a local beach. Private beaches like ",{"type":"'''","value":["Estero Beach"]}," and ",{"type":"'''","value":["Mona Lisa"]}," have resort accommodations and facilities, but public ones like San Miguel and El Punto are free for anyone who wishes to walk by the sea.\nEnsenada area has several celebrated surfing spots, such as ",{"type":"'''","value":["San Miguel Beach"]},", ",{"type":"'''","value":["California Trailer Park"]},", ",{"type":"'''","value":["Stacks"]}," and ",{"type":"'''","value":["3 M's"]}," (Spanish:",{"type":"''","value":["Tres Emes"]},"), which are located in the north coast of the city. ",{"type":"'''","value":["Todos Santos Island"]}," a small island located west of Ensenada (about 2 hours by boat), and a world-famous surfing spot. The Billabong XXL surfing contest has been held at Todos Santos Island several times. Wave faces can reach above 60 feet on the island. ",{"type":"'''","value":["Brad Gerlach"]},", 2006 winner of Big XXL, surfed a wave of 68 feet in December 2006."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Bufadora"]}," or \"blow-hole\" is in a small village about nineteen miles southwest of town.  The road from Ensenada, especially in the area close to the Bufadora, offers beautiful views over the sea and cliffs. The narrow main street leading to the viewing area is crowded with tourist-trap shops selling curios, take-away food, and prescription medicines, but the Bufadora itself is a rather remarkable natural sea vent. However, it is not possible to see the actual blow hole from most parts of the viewing area due to the angle of the cliff face; the impressive columns of water that shoot up are visible. On busy days, local Mexican tourists in the hundreds cram the viewing area. The local cove offers camping, swimming, kayaking and scuba, including a small dive shop with rentals; the cove is especially cold water. Locals report that sea lions are sometimes seen swimming about. Locals eat at Celia's, also available are the Bufadora, Pancho's, and Habana Banana restaurants."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ensenada Wineries"]}," Many wineries exist on the outskirts of Ensenada in the Valle de Guadalupe and an hour south at Santo Thomas.  The wineries are located along highway 3 to Tecate (exit just south of last toll gate, north of town). Most offer tours and tastings, however some wineries require that you make an appointment before."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hiking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hiking can be done on the nearby Canon de Dona Petra, and on the near Laguna Hanson. Arrangement with local eco tours needed"]]}]},"\n",{"type":"==","value":["Do"]},"\nEnsenada is a city best experienced by car. The greatest experiences in Ensenada involve going out early to Bufadora, having ceviche at 1st street, drink at Hussong's, then go to a beach and end back in a club or bar. All of these require independent transportation so it would be wise to rent a car, and have a designated driver.\n\n",{"type":"===","value":["Locations"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Fox Studios Rosarito"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= was the location for much of the at-sea filming of James Cameron's \"Titanic\", which gave this studio location its start. Since then many films have been shot here including \"Master & Commander\", which the ship from that film remains on site.   They offer tours."]]}]},"\n",{"type":"===","value":["Beaches and Surfing"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=San Miguel Beach"],["url="],["email="],["address=San Miguel Beach"],["lat="],["long="],["directions=Near Ensenad's highway toll, ask a taxi"],["phone="],["tollfree="],["fax="],["hours="],["price=Free entrance, $12 USD camping"],["content=A small rocky beach that offers a great night view of the city. Great for camping and drinking, locals favor it for it's relaxed nature and private nature which means you won't be disturbed unless you make a lot of noise."]]}]},"\n",{"type":"===","value":["Hiking, Nature and Off-Road"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=El Salto"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$2 USD"],["content= Its a beautiful canyon, excellent for rock climbing, rappel and hiking; and in rain season you can view a spectacular +100ft. waterfall. You can find it at KM 76 in the Tijuana - Ensenada Libre Highway. Camping Facilities."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Canon de Dona Petra Hike"],["url="],["email="],["address="],["lat="],["long="],["directions=Ask a taxi to get you to the starting point"],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Every first Sunday of the month, locals hike through this 10km hike. It's free and you can find many people. It takes about 3 and a half hours at good pace and it's of moderate difficulty. At the end of the hike, you can take the bus back to Ensenada for about $1 USD."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=San Carlos Hot Springs"],["alt=Aguas Termales"],["url="],["email="],["address="],["lat="],["long="],["directions=Head five miles south of town ( just past Chapultepec )on the road to San Quintin, turn East at the golf course and follow the signs - or ask the locals"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Features pipe-fed hot pools, cold pool, and mud pool as well as cabins, showers and camping, is popular with the locals, despite a 10-mile rocky dirt road with 13 (or so) shallow water crossings; medium-clearance vehicles are recommended."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=California Motorsport Adventures"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Off road adventure tours for people of all riding abilities. Everyone welcome: families, couples, friends, single riders, bachelor and corporate groups. Full day excursions or longer tours available also. Ride in the dunes and then enjoy a guided adventure into the surrounding mountain trails. Contact the office for reservations."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Whale Pursuing"],["alt=Whale Watching"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The gray whale's annual migration from ",{"type":"[[","value":[["Alaska"]]}," to the lagoons of ",{"type":"[[","value":[["Baja California Sur"]]}," between the months of December and March, and back in the months of April and May, can be seen from the coast of Ensenada. Sightseeing tours are available every day during migration season. Whale watching not guaranteed"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=La Bufadora"],["alt=The Blowhole"],["url=http:\/\/upload.wikimedia.org\/wikipedia\/en\/9\/98\/La-Bufadora-Spray.jpg"],["email="],["address=Punta Banda"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=La Bufadora is a marine geyser and the largest blowhole in the world, often shooting upwards more than 100 feet above sea level. The exhibit hall roof top is approximately 80 feet above sea level and the blowhole frequently sprays above it."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sports Fishing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices Vary"],["content=Ensenada Baja California has been known for sport fishing over fifty years. Each year hundreds of anglers head for Ensenada to go fishing and take advantage of the shorter distances needed to travel by sea to get to the big catch. The short range day trips are good for cranking in Bass, Bonita, Barracuda, Cod and Yellowtail, while the long range trips pull in Tuna, Albacore, Dorado."]]}]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Baja 1000"],["alt=The Longest International Off Road Race in the World"],["url=http:\/\/www.score-international.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This important race held in November as well as the ",{"type":"'''","value":["Baja 500"]}," Off-Road race held in June start in Ensenada. While the ",{"type":"'''","value":["Baja 500"]}," almost always ends in Ensenada the ",{"type":"'''","value":["Baja 1000"]}," ends in Ensenada in even numbered years while in odd numbered years ends at the tip of Baja, usually in ",{"type":"[[","value":[["Cabo San Lucas"]]},". Amenities are extended during the days prior to the start. Race info including course map updated regularly at ."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wine Harvest Festival"],["alt=Fiestas de la Vendimia"],["url=http:\/\/fiestasdelavendimia.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Varies"],["content=Every year, before the end of spring and until the end of August, the wine harvest season is celebrated around the Guadalupe Valley and in the city of Ensenada with a series of events. These events range from private wine tastings and galas, to concerts of both classical music and famous pop artists at the wine yards. The end of the harvest season is commemorated by a two day free event at the Santo Tomas winery in Ensenada with a festival that is preferred by the locals. Be sure to check out the site for there is an event almost daily."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Carnaval"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Ensenada Carnaval is one of the country's largest, as thousands of people gather in the streets for six days and nights."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Curios"],["url="],["email="],["address=On 1st street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many regional art pieces for cheap can be found on 1st Street"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=MacroPlaza"],["url="],["email="],["address=Transpeninsular"],["lat="],["long="],["directions=Ask a taxi or take any Maneadero Bus"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mall with clothing and supermarket options. If you want to see a movie and don't mind spanish subtitles, go to a Mexican movie theater. $5 USD tickets is a steal compared to USA prices"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Open Air Fish Market"],["alt=Mercado Negro"],["url="],["email="],["address=Boulevard Costero"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Baja's largest seafood market. Located near the oceanfront. Most of the market's open air stalls sell catches fresh off the fishing boats that dock nearby. This is also a great place to try a famous fish taco."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fish Tacos"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - The Fish Taco is said to have been born in Ensenada (or possibly ",{"type":"[[","value":[["San Felipe"]]},"). The local style includes deep-fried seafood, with a white sauce and a shredded-cabbage topping, along with several salsas. Dining at the row of fish and shrimp taco eateries by the pier is an Ensenada must."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taqueria El Fenix"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is a local favorite and serves delicious tacos, both shrimp and fish."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Caprichos"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Incredible fine dining. Located in the heart of Ensenada on the cobblestone street, across the road from Hussongs (whether it is the original or not is unknown). It also serves delicious burgers on a back grill."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tortas Michoacan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - really good sandwiches with either pork, ham, carne asada, or all three, very delicious, kind of a little walk away from the tourist area, look for the counter with a big line of people on the main street just 1 block south of a chinese buffet, it's about 2 blocks east from the main tourist area and about 10 blocks south on the widest big road with all the shops all the way along it."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ceviche La Guerrerense"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - Great street ceviche car that serves a huge variety of ceviches for $1 USD each. It also has a huge variety of salsas ranging from light to super hot. Be careful with those and ask for assistance. Also serves cocktails. Located on 1st street and Alvarado"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tacos El Paisa"],["url="],["email="],["address=10th street and 20 de Noviembre"],["lat=31.875016"],["long=-116.628054"],["directions=Ask a taxi to take you here"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you want to have the TRUE Mexican taco experience, go to this place. Favored by locals, it offers $1 USD tacos. Carne Asada, Adobada, Tripas and Cabeza are available as quesatacos, tortas, and huaraches. A must taste that will scratch that Tex-Mex flavor you are used to. With everything"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cantina Hussong's"],["url=http:\/\/www.cantinahussongs.com\/index.html"],["email="],["address=Ruiz"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Legendary and historic bar. Established in 1892 Hussongs is the oldest bar in the Californias, Hussong’s was originally a stagecoach stop built by its German founder Johan Hussong. Some say that the city of Ensenada was built around this bar. Rumor has it that the Margarita was invented here."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Papa's and Beer Ensenada"],["alt=El Papas"],["url=http:\/\/www.ensenada.papasandbeer.com\/2009\/index.php"],["email="],["address=Ruiz y Primera"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another legendary and historic bar right across the street from Hussongs."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mango Mango"],["url="],["email="],["address=Primera & Ruiz"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=20:00 - 03:00"],["price=$5 USD"],["content=A place to dance caribean and norteno rythms"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Abel's Bar"],["url="],["email="],["address=Boulevard Costero 1000-6 between Diamante and Medusas"],["lat="],["long="],["directions=Easy to find on Costero"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rock oriented bar serves cheap drinks and good music with a metal mood"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Taberna (Cervecrería Tijuana)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on 1st Street (half a block away from McDonald's), the Tijuana Brewery Tavern offers award-winning draft beer in many varietals, ranging from light lagers to dark ales. This is a local favorite hangout for all sorts of people, and happy hour is available at least two nights a week."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Coral"]}," is a beautiful hotel with amazing bathrooms and views. Located on the main road between the end of the toll road and downtown."]},{"type":"*","value":[" ",{"type":"'''","value":["Playa Saldamando"]}," Trailer and campground located 8 miles north of Ensenada. Over one mile of coastal property, all fenced and gated to enhance security. Employees are on the property 24 hours\/7 days a week providing friendly service. Campsites available on the beach and on the cliffs above. All sites have beautiful ocean views. Large sites available to accommodate large groups. Clean, maintained camping areas and our clean restrooms with flushing toilets and showers."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ensenada Backpacker"],["alt=Hostel"],["url=http:\/\/www.ensenadabackpacker.com"],["email="],["address=Calle Segunda 1429"],["lat="],["long="],["directions=Between Floresta and Guadaluper St"],["phone=+52 646 177-1758"],["tollfree="],["fax="],["hours="],["price=15 USD"],["checkin="],["checkout=12PM"],["content=The Ensenada Backpacker is located a few blocks from Ensenada's most popular attractions. They offer dormitory rooms."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ocean View Rental Home"],["url=http:\/\/www.themexicohouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$200\/night"],["checkin="],["checkout="],["content=Su Casa is set on a hillside with a spectacular panoramic ocean view of Todos Santos Bay and its islands in the gated secure community of Cibolas del Mar. It is located 15 minutes north of Ensenada, where the toll road ends. This Spanish style home with tile roof has a large flagstone deck and covered outside area. It is in an area of private family homes in a quiet neighborhood."]]}]},{"type":"*","value":[{"type":"'''","value":["Hostel Sauzal"]}," feels like more of a bed and breakfast than a hostel with a gracious host, and a sweeping ocean view from the huge flower garden.  Just north of Ensenada in El Sauzal, $15\/night.  Don't come here expecting a party.  Do come here to relax and recharge."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Coral & Marina"],["url=http:\/\/hotelcoral.com\/En"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$130 USD"],["checkin="],["checkout="],["content=A resort with a marina for your yacht and many amenities. Shuttle service into town (3 miles away), $4 for a taxi."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Las Rosas"],["url=http:\/\/lasrosas.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=011 - 52 (646) 174 4320"],["tollfree="],["fax="],["hours="],["price=Lowest $80 USD highest $446 USD"],["checkin="],["checkout="],["content=By the sea hotel that is a good spot for a wedding."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe nearby cities of ",{"type":"[[","value":[["Tijuana"]]},", ",{"type":"[[","value":[["Tecate"]]}," and ",{"type":"[[","value":[["Rosarito_Beach"],["Rosarito"]]}," can be easily visited as a day trip. The wineries and restaurants that blanket ",{"type":"[[","value":[["Valle de Guadalupe"]]}," are highly recommended destinations.\n\n",{"type":"{{","value":[["routebox"],["image1=Carretera federal 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Tijuana"]]}],["minorl1=",{"type":"[[","value":[["Puerto Nuevo"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Guerrero Negro"]]}],["minorr1=",{"type":"[[","value":[["Camalu"]]}],["image2=Mexican Federal Highway 3.png"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2=",{"type":"[[","value":[["Tecate"]]}],["directionr2=E"],["majorr2=END"],["minorr2=Jct ",{"type":"[[","value":[["Mexicali"],["N"]]}," ",{"type":"[[","value":[["File:Mexican Federal Highway 5.png"],["18px"]]}," ",{"type":"[[","value":[["San Felipe (Mexico)"],["S"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Baja California (state)"]]},"\n",{"type":"{{","value":[["geo"],["31.783333"],["-116.6"]]},"\n",{"type":"[[","value":[["WikiPedia:Ensenada, Baja California"]]}]