[{"type":"{{","value":[["pagebanner"],["Jungle-near-Oyala,-Equatorial-Guinea-banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Limbe_view_with_Bioko.jpg"],["caption="],["location=LocationEquatorialGuinea.png"],["flag=Flag of Equatorial Guinea.svg"],["capital=",{"type":"[[","value":[["Malabo"]]}],["government=Dictatorship"],["currency=Communaute Financiere Africaine franc (XAF)"],["area=",{"type":"''","value":["total:"]}," 28,051 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 0 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 28,051 km",{"type":"<","value":["sup",["2"]]}],["population=676, 000 (2009 est.)"],["language=",{"type":"[[","value":[["Spanish"]]}," (official, administrative), ",{"type":"[[","value":[["French"]]}," (official), ",{"type":"[[","value":[["Portuguese"]]}," (official), Fang, Bubi, ",{"type":"[[","value":[["Igbo phrasebook"],["Igbo"]]}],["religion=Christianity 93%, Muslim 1%, Other 6%"],["electricity="],["callingcode=+240"],["tld=.gq"],["timezone=UTC+1"]]},"\n",{"type":"'''","value":["Equatorial Guinea"]}," is a small country in ",{"type":"[[","value":[["West Africa"]]},", divided into two parts, the mainland and the islands. Unique among sub-Saharan countries, it was a former Spanish colony—the only colony Spain had south of ",{"type":"[[","value":[["Western Sahara"]]},". The mainland is wedged between ",{"type":"[[","value":[["Cameroon"]]}," and ",{"type":"[[","value":[["Gabon"]]},". This country is one of the largest oil producing countries in Sub-Sahara, behind ",{"type":"[[","value":[["Angola"]]}," and ",{"type":"[[","value":[["Nigeria"]]},". Since the discovery of oil, the country has—at least on paper—one of the highest per-capita incomes on the planet. Despite this, income and day-to-day life for many Equatorial Guineans has improved little, due the endemic corruption siphoning off oil revenue into the hands of a few wealth elite. Progress is moving along, though, and new infrastructure and modernization projects are under construction or even finished, especially on Bioko and around Malabo. And of course, what dictator's realm would be complete without a vast, lavish capital? In 2011, the government announced plans to build a new capital, called ",{"type":"[[","value":[["Djibloho"]]},", on the mainland between ",{"type":"[[","value":[["Bata"]]}," and ",{"type":"[[","value":[["Mongomo"]]},".\n\nIn spite of impressive looking new infrastructure, few Equatorial Guineans have access to it, and while the government throws billions of dollars on new construction, nearly half the country's population (of less than 700,000) have access to clean drinking water. Multi-lane highways and vast new squares In Malabo remain empty. Equatorial Guinea is nominally a police state, akin to ",{"type":"[[","value":[["Turkmenistan"]]}," and ",{"type":"[[","value":[["North Korea"]]}," (minus the minders and organized persecution of its inhabitants). As a result, tourist infrastructure is sparse (and certainly not a high priority for the government) and you are likely to face harassment by police forces curious of what you are doing in the country as a \"tourist\". Since the oil companies operating here are mostly American, Americans may receive ",{"type":"''","value":["marginally"]}," better treatment compared to other nationalities (e.g. visa-free entry, less suspicion by police). \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nIn the Rio Muni region there is believed to have been a widespread pygmy population, of whom only isolated pockets remain in the north. Bantu migrations between the 17th and 19th centuries brought the coastal tribes and later the Fang. \n\nThe Portuguese explorer Fernão do Pó, seeking a path to ",{"type":"[[","value":[["India"]]},", is credited as being the first European to discover the island of ",{"type":"[[","value":[["Bioko"]]}," in 1472. He called it ",{"type":"''","value":["Formosa"]}," (\"Beautiful\"), but it quickly took on the name of its European discoverer. The islands of Fernando Pó and Annobón were colonized by Portugal in 1474.\n\nIn 1778, the island, adjacent islets, and commercial rights to the mainland between the Niger River and Ogoue Rivers were ceded to the Spanish Empire in exchange for territory in the American continent.  From 1827 to 1843, the ",{"type":"[[","value":[["United Kingdom"]]}," established a base on the island to combat the slave trade which was then moved to ",{"type":"[[","value":[["Sierra Leone"]]}," upon agreement with Spain in 1843. In 1844, on restoration of Spanish sovereignty, it became known as the ",{"type":"''","value":["Territorios Españoles del Golfo de Guinea Ecuatorial"]},". The mainland portion, Rio Muni, became a protectorate in 1885 and a colony in 1900. Between 1926 and 1959 all three regions were united as the colony of Spanish Guinea.\n\nEquatorial Guinea gained independence from Franco's Spain in October 1968. Since then, it has been ruled by two men. Francisco Macías Nguema, the first president, was a brutal dictator who despised intellectuals, killed a large number of the ethnic Bubi minority, banned fishing, and awarded himself a huge number of grandiose titles (including President for Life). He was overthrown by Teodoro Obiang Nguema Mbasogo in 1979 and later captured and executed by shooting. Obiang's rule has seen less violence, but his regime is still brutally repressive. Political power is centralized in his small mainland clan, and most senior members of the government are related. The discovery of oil reserves offshore in 1996 has brought considerable wealth to the country, giving it one of the highest GDP per capita in the world, yet much of the money goes into the hands of a thuggish and corrupt government, with majority of the people remaining very poor.\n\n",{"type":"===","value":["Climate"]},"\nEquatorial Guinea has two distinctive and very pronounced seasons: rainy and dry seasons. April to October are the wettest months of the year, and December to March are the driest.\n\n",{"type":"===","value":["People"]},"\nThe major ethnic groups are the Fang of the mainland and the Bubi of Bioko Island.\n\n",{"type":"===","value":["Holidays"]},"\nEquatorial Guinea recognizes the major Christian holidays. October 12 is Independence Day.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Equatorial Guinea Regions map.png"],["thumb"],["right"],["400px"],["Map of Equatorial Guinea with regions colour-coded"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Río Muni"]]}],["region1color=#71b37b"],["region1items=",{"type":"[[","value":[["Bata"]]}],["region1description=all of the mainland"],["region2name=",{"type":"[[","value":[["Bioko"]]}],["region2color=#b5d29f"],["region2items=",{"type":"[[","value":[["Malabo"]]}],["region2description=island in the Gulf of Guinea, includes the capital city"],["region3name=",{"type":"[[","value":[["Annobón"],["Annobon"]]}],["region3color=#4f93c0"],["region3items="],["region3description=small island between ",{"type":"[[","value":[["Sao Tome Island"]]}," and ",{"type":"[[","value":[["Principe Island"]]}," out in the Atlantic"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Malabo"]]}," - the capital, on Bioko"]},{"type":"*","value":[" ",{"type":"[[","value":[["Acalayong"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bata"]]}," - the major city on the mainland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ebebiyin"]]}," - a major access point in the far northeast corner"]},{"type":"*","value":[" ",{"type":"[[","value":[["Evinayong"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Luba"]]}," - another town on Bioko"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mbini"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mongomo"]]}]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Visa"]},"\nUS citizens do not require a visa, but do need the following to present when entering EG: 2 visa applications, 2 passport photos, bank statement noting a minimum of $2,000 in your account, & proof of yellow fever, & cholera vaccinations.\n\nAll others need to submit to an EG embassy all of the above (plus passport and letter of invitation in order to receive a visa. In Washington, the fee for the visa is US$100.\n\n",{"type":"===","value":["By plane"]},"\nThere are two paved airports, one a few miles from Malabo (SSG), and one in Bata (BSG). The country's main airline is Ecuato Guineana de Aviación, which operates national and international flights out of Malabo International Airport. \nOther airlines flying to Malabo airport include Iberia (from Madrid), JetAir (from Gatwick airport in London), Air France (from Paris) Swiss (from Zurich), and beginning April 1st, Lufthansa flies direct from Frankfurt to Malabo. Delta Air Lines planned to begin service to Malabo from ",{"type":"[[","value":[["Atlanta"]]}," in June 2009, but has now postponed the start of this route due to the financial crisis, but it may start in September 2009.\n\n",{"type":"===","value":["By car"]},"\nThe capital is on an island. However, the mainland may be accessed from Gabon via paved(tarmac) roads and from Cameroon via dirt tracks (inaccessible in rainy season). Roads in EG, however, are in a very dilapidated state(even for W. Africa) and 4x4 is necessary many months of the year.\n\nNote that the entry from Campo can be often closed. Also, the entry from Kye-Ossi and Ebebiyin may deny entry for visa-free Americans if sufficient reason for entry is not presented or if one is not ethnically Caucasian.\n\nExtortion by security forces is not uncommon in Equatorial Guinea, even to the level of local police exacting bribes for trumped-up traffic violations.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Talk"]},"\n\nEquatorial Guinea has 3 official languages: ",{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]},", ",{"type":"[[","value":[["French phrasebook"],["French"]]}," and ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]},". The colonial language is Spanish, and the country is also a member of La Francophonie. There is an Anglophone population in Bioko that is historically linked to British commerce on the island. Languages such as French and Portuguese are of official use in the country as well. English is spoken by a few people, even in the capital city.\n\n",{"type":"==","value":["See"]},"\nThere are lots of beaches so that would be a good thing to take in mind when considering sight-seeing. It would be advised to take precautions listed in the ",{"type":"'''","value":["'Stay Safe"]},"' category.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["Central African CFA franc"]}," (XAF) is used by Equatorial Guinea. It is also used by ",{"type":"[[","value":[["Cameroon"]]},", ",{"type":"[[","value":[["Central African Republic"]]},", ",{"type":"[[","value":[["Chad"]]},", ",{"type":"[[","value":[["Republic of the Congo"]]}," and ",{"type":"[[","value":[["Gabon"]]},". While strictly a separate currency from the Western African CFA franc (XOF), the two currencies are used interchangeably at par throughout all CFA franc (XAF & XOF) using countries.\n\nBoth CFA francs are guaranteed by the French treasury and are pegged to the euro at 1 euro = 655.957 CFA francs.\n\n",{"type":"===","value":["Costs"]},"\nEverything is extremely expensive in Equatorial Guinea. A decent room with very limited amenities (bring all the necessary stuff like towel, soap, shampoo, etc. as the hotel may not have any) will be at the range of $75 to $300. A simple lunch will cost at least $20 (without drinks like wine, beer or softdrinks) in a clean and airconditioned restaurant.\n\n",{"type":"==","value":["Eat"]},"\nThere are several good places to go to eat particularly in Malabo. The coffee shop at Hotel Sofitel (located just across the Cathedral along the north coast) offers French cuisine. Hotel Bahia's main restaurant is also a favorite destination for both local and expats. If you like pizza and pasta, the Pizza Place is the best place in town. For Asian cuisine, Restaurante Bantu offers authentic Chinese cuisine. For Moroccan and other European food, try La Luna. Try An Equatorial Guinean Cuisine such a Smoked Beef with a black pepper. There is also a roast duck with cheese and onion leaf.\n\n",{"type":"==","value":["Drink"]},"\n\nEbebiyin is known for its large number of bars. They drink a lot of wine.\n\n",{"type":"==","value":["Sleep"]},"\nDue to the influx of foreign workers and foreign investment in Malabo as well as in the continent, there is an ample choice of hotels.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nTaking photos of any government properties is strictly prohibited without permission. Don't photograph airports, government buildings, or anything of military or strategic value. Local folks including children are generally averse to foreigners taking their picture. As a general rule, it is not advisable to bring a camera while walking around town as this can cause real trouble with the police. In the recent past, a permit from the Ministry of Information and Tourism was necessary to take photographs in public. Although this requirement has been lifted, police may unknowingly or not attempt to fine or even arrest persons trying to take photographs.\n\nEquatorial Guinea has tropical weather and is normally very hot.  It is best to wear lightweight clothing. Avoid wearing dark colors due to mosquito concerns.\n\nEquatorial Guinea despite being a country with enough resources and is the country with the highest economic growth in Africa, does not provide any legal certainty for European, American or Asian working within the country.\n\nLocal people are very hospitable and have a certain familiarity for everything related to Spain, you should not forget that until 1968 was a Spanish province (the short lived democracy in the country was paradoxically permitted by the Francoist regime), taking the last century as the beginning of the presence of settlers in the island and coastal areas where they had a large number of plantations. In addition, half of the country's population emigrated to Spain between 1966 and the 1990s.\n\nYou must visit with a guide and need special permits in some locations. Consult  to the website of the Ministry of Foreign Affairs where information using extended over the areas of risks.\n\nAn organized tour is recommended to avoid unpleasant situations with military checkpoints on the roads especially in the island of Bioko, where the presence of Westerners is obvious and therefore the risk is particularly evident.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"'''","value":["Food\/Water:"]}," There are no 'potable' or clean water sources in Equatorial Guinea. Travelers should drink only bottled water. Take care when consuming any fruits or vegetables that may have been washed or drinks that may contain ice cubes or 'water' additives such as coffee, tea, lemonade, etc.\n\n",{"type":"'''","value":["Wear Shoes:"]}," Beaches in Malabo and Bata are beautiful however, due to discarded trash and unsafe sand bugs it is a good idea to always wear shoes. This applies to walking on carpeted areas as well.\n\n",{"type":"'''","value":["Malaria Medicine:"]}," Malaria is a leading cause of death in this country. It is advised that visitors consult their doctor for malaria tablets. Plasmodium falciparum malaria is the most common strain in E.G.; it is resistant to the anti-malarial drug chloroquine.\n\nAccording to the US embassy, the La Paz Hospitals in Bata and Malabo are the only two in the country to meet the medical standards of a hospital in a developed country.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Africa"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Equatorial Guinea"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Equatorial Guinea"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Equatorial Guinea\/"]]},"\n",{"type":"{{","value":[["geo"],["1.5"],["10"]]}]