[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Erdenet"]},", with a population of nearly 75 000, is the second largest city in ",{"type":"[[","value":[["Mongolia"]]}," and capital of ",{"type":"[[","value":[["Orhon"],["Orhon province"]]},".",{"type":"[[","value":[["File:Fraternity monument Erdenet.jpg"],["thumb"],["300px"],["Fraternity monument"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nOne of the world's large open pit copper mines is the reason for this city.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Erdenet Mining Co."],["url=http:\/\/www.erdenetmc.mn\/web_eng\/index.php?s_id=11&top_id=1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},{"type":"<","value":["br"]}]},"This is why Èrdènèt is, with Ulaanbaatar, the most developed town of the country and, with Baga nuur, the cleanest one.",{"type":"<","value":["br"]},"\nThere is a carpet factory.",{"type":"<","value":["br"]},"\nÈrdènèt is also nationally famous for its excellent traditional archers team. Traditional archery, practised in beautiful gown by both sexes, consist of aiming at an horizontal target, a bit like a bowling one, lying on the ground. You may see it for Naadam and official competition, but also near the south stadium for training at the end of afternoons (usually with no gown then).",{"type":"<","value":["br"]},"\nThere are annexes of 3 State universities, plus a private higher education school and a vocational school, so that many youth come from their provinces to learn in Èrdènèt, though Ulaanbaatar attracts many more students. In summer, many of these students go back home.\n\n",{"type":"==","value":["Get In"]},"\nYou can see the ",{"type":"[[","value":[["Mongolian transportation"]]}," page.\nOne daily night train leaving at 20:20 from Ulaanbaatar, arriving at 07:45 the next day. Train leaves Erdenet at 19:40 and arrive first in ",{"type":"[[","value":[["Darkhan"]]}," at 00:35 (next day) and in UB at 07:40. Four coaches daily, mini-vans and car service from ",{"type":"[[","value":[["Ulaanbaatar"]]},"'s Dragon coach station (West of the town, on Peace avenue). First class train is about USD20. Dining car on the train with Mongolian food, fruit juice, soft drinks, beer, snacks etc..\nThe third class (\"common\") train is the cheapest way to go to Erdenet: 6,800 MNT. Mini-vans will then drive you from the station to the city centre (8 km from the station) for 800 MNT. Coaches go from Ulaanbaatar for 11,000 MNT and can take more for extra luggage.\n\nThe road is paved all the way from Ulaanbaatar, but it is two lane and not well maintained. Some people avoid the car and mini-van services because the drivers tend to drive too fast and there are many accidents.\n\nIt is possible to bicycle, but watch out for speeding cars.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nIt is possible to visit the ",{"type":"'''","value":["open copper mine"]},", the biggest copper mine in Asia, take your passport. There is also a museum of the mine.",{"type":"<","value":["br"]},"\nIf you are there before Naadam, go and see the ",{"type":"'''","value":["archers training"]}," in Naadam's field, south of the city centre. There are also a few trainings after Naadam. No training if it rains. In winter, hardly no training and, when they take place, it's inside. In springtime there are usually once a week, intensifying as national Naadam is approaching.",{"type":"<","value":["br"]},"\nEnjoy the ",{"type":"''","value":["soviet city"]}," centre built from nothing for the sake of the mine in the 1970s. Many buildings colors and many trees are posterior to the soviet period, as well as a few buildings with glass-wall (usually banks).",{"type":"<","value":["br"]},"\nThere is a ",{"type":"''","value":["musical fountain"]}," in the city centre (set in 2009), with music at certain times.",{"type":"<","value":["br"]},"\nSee one of the two small ",{"type":"''","value":["temples"]}," in the North of the city centre, if you've not seen any before.",{"type":"<","value":["br"]},"\nThe ",{"type":"''","value":["countryside"]}," is close by. Just walk 20 min to the North of the city, and you'll hopefully see sheep, goats, a shepherd on horse. If, instead of 20 min, you walk 40 min, the probability not to see any is low (except at night). The so-called \"ger districts\", with more houses than gers, is also nearby. Some families live there a semi-urban semi-rural life: following the cattle on the evening, you'll be lead to a small farm in a street. If you're lucky, you may find someone bringing back home something heavy from the city centre at day fall: propose to help him\/her and you're likely to be invited to drink a tea (specially if it's an adult): an opportunity to see one of these small houses with no running water but with electricity.\n\n",{"type":"===","value":["Rent"]},"\nYou can rent tourism material (but no vehicle) at ",{"type":"[","value":["http:\/\/fiable.biz\/index%20en.html Fiable.biz"]},", a small company managed by a French. It's possible to give back in Ulaanbaatar the things your rented.\n\n",{"type":"==","value":["Buy"]},"\n\nIf you want to go back home with a Mongolian carpet, this is the place. There are small ones. ",{"type":"[","value":["http:\/\/carpet.mn\/index.php?lang=en Erdenet carpet"]}," was one of the first ISO 9001 certified companies in the country.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many restaurants in the downtown area. Including at least two Korean, one Chinese, one Russian, two vegetarian.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Selenge Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=From the main square go east one block. At the intersection with a large traffic light structure in the middle, the hotel is next to the corner on the SE."],["phone="],["tollfree="],["fax="],["hours="],["price=USD15 - 45"],["checkin="],["checkout="],["content=Old hotel, but rather clean and hot showers."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nYou can go to ",{"type":"'''","value":["Russia"]}," or ",{"type":"'''","value":["China"]}," from Èrdènèt by train via the town of Blacksmith (",{"type":"[[","value":[["Darkhan (city)"]]},") or by different means via Ulaanbaatar.\n\n",{"type":"===","value":[" Train "]},"\nAn experimental web site giving train schedule is ",{"type":"[","value":["http:\/\/www.urtu.net\/webpages\/searched.faces?lang=en timetable"]},". You are supposed to be able to order online, but it doesn't always work.",{"type":"<","value":["br"]},"\nOne daily train to Ulaanbaatar (leaving at 19:40, arriving at 07:40) and many stops in between, first class to Ulaanbaatar is USD 20 on the train, there are lower classes for less, bus is less than the first class train. 6 800 MNT, 3rd class. This train reaches the town of Blacksmith (",{"type":"[[","value":[["Darkhan (city)"]]},") by night at 0:35, for 4 100 MNT (3rd class, January 2011). You can take there an international train to Russia or China, or a national train to Northern Mongolia.",{"type":"<","value":["br"]},"\nTrains go each and every day of the year, including on national holidays, except if the government has decided a temporary ban on public transportation against any epidemic (last one against the propagation of virus H1N1, lifted in November 2009).\nThe train station is 8 km East of the city. You can buy your train ticket there or in another ticket office downtown near the coach station. The latter charges 200 extra MNT. To go to the station, be at any bus stop in the main avenue (Сүхбаатар гудамж, Sùhbaatar street) at least 40 min before the train departure and wait for a mini-bus with someone shouting \"Вокзал, вокзал\" (\"Vokzal, vokzal\": \"Station, station\"). They will charge 800 MNT.\n\n",{"type":"===","value":[" Coaches "]},"\n\nÈrdènèt has 2 coach stations. The one for ",{"type":"[[","value":[["Darkhan (city)"]]}," and ",{"type":"[[","value":[["Ulaanbaatar"]]}," is at East of the city centre, at the extremity of Sùhbaatar street, in Builders square (Барилагчдын талбай, Barilagčdyn talbai). The one for ",{"type":"[[","value":[["Bulgan"]]}," and ",{"type":"[[","value":[["Mörön"]]}," is at the South-East of the city, in a place called Dômôg, with a \"Дөмөг ХХК\" red sign at the top of a building.\nFour daily coach services to Ulaanbaatar, coach service to Bulgan City.",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["There are days with no coach"]},", correlated with national holidays but not exactly the same. They undergo about the same government temporary bans as trains against epidemics (last one lifted in November 2009).\n\n",{"type":"===","value":[" Microbuses and cars "]},"\nMicroBuses and cars (public \"taxis\") to Ulaanbaatar and Darhan, with no schedule: they leave when full.",{"type":"<","value":["br"]},"\nMicrobus to Darhan: 8 000 MNT\/person (Autumn 2009), car to Darhan: 10 000 MNT\/person (Summer 2009).",{"type":"<","value":["br"]},"\nCar to Ulaanbaatar: 20 000 MNT\/person (November 2009).",{"type":"<","value":["br"]},"\nMicrobuses and official taxis undergo about the same government temporary bans as trains and coaches against epidemics (last one lifted in November 2009).\n\n",{"type":"{{","value":[["geo"],["49.027778"],["104.044444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Mongolia"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Erdenet"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Erdenet"]]}]