[{"type":"{{","value":[["itinerary"]]},"\n",{"type":"{{","value":[["pagebanner"],["Erie Canal - Pittsford NY - Schoen Place banner.jpg"],["caption=The Erie Canal at Pittsford, looking across to Schoen Place"]]},"\nThe world-famous ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.canals.ny.gov\/index.shtml Erie Canal"]}]},", in ",{"type":"[[","value":[["New York (state)"],["New York State"]]},", lets you experience history, recreation, and the very best that small-town ",{"type":"[[","value":[["United States of America"],["America"]]}," has to offer.  Stretching almost 350 miles (540 km) from ",{"type":"[[","value":[["Buffalo"]]}," to ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", up and down 35 locks, under countless bridges, and through dozens of picturesque communities, the Canal was America's first superhighway and the crown jewel of the Empire State.\n\nWhether you choose to take a serene cruise through the locks and under the bridges, pedal your way along the canal's towpath, or just enjoy a leisurely stroll, you'll be traveling in the figurative footsteps of America's earliest pioneers, immigrants, and entrepreneurs.  The canal links attractions both modern and historic, so there's something new around every bend.\n\n",{"type":"==","value":["Understand"]},"\n\nIn the colonial era, there was one big obstacle that kept American civilization from expanding westward from the coast: the ",{"type":"'''","value":["Appalachian Mountains"]},".  While hardly impassable, the rugged mountains were not conducive to transport of goods, and no waterways crossed the divide; waters flowed east to the Atlantic and west to the Mississippi, with no connections between.\n\nBut there was one break in the Appalachians, and it was in New York's territory.  Geology and glacier had combined to create a valley between the Appalachian ",{"type":"[[","value":[["Catskills"]]}," and the separate ",{"type":"[[","value":[["Adirondacks"]]}," to the north, and the ",{"type":"'''","value":["Mohawk River"]}," flowed through it, eastward into the Hudson, and from there to ",{"type":"[[","value":[["New York City"]]},"'s Atlantic harbor.  As early as the 1790s, there was talk of constructing a canal between Lake Ontario and the Mohawk River, bypassing the then-unnavigable St. Lawrence River and routing sea traffic through New York City.\n\nEntrepreneurs like ",{"type":"'''","value":["Jesse Hawley"]}," started pushing the idea after 1800.  Hawley envisioned great fields of grain in western New York, and after he went broke trying to find a way to ship it eastward, he spent his time in debtor's prison researching and writing up a canal plan.  Hawley's plans were derided by some, but others found them to have great potential.\n\nIn 1809, the state sent a delegation to ",{"type":"[[","value":[["Washington, D.C."],["Washington"]]},".  Led by ",{"type":"'''","value":["DeWitt Clinton"]},", they pleaded for funding for a canal that would connect east with west.  President Jefferson scoffed at the expense, certain it would sink the fledgling nation into an unrecoverable debt.  But the dream didn't die.  The state formed an Erie Canal Commission, and Clinton was a prominent member, traversing the state to study possible routes.\n\nAfter the War of 1812, momentum built again for a canal.  In March 1817, after New York's governor resigned to become Vice President, DeWitt Clinton was nominated to replace him.  In April of that year, the Legislature voted to approve a trial section of the canal.  Clinton, who had no election opponent, was sworn in on July 1, and on July 4—Independence Day—the first shovel was put to earth at ",{"type":"[[","value":[["Rome (New York)"],["Rome"]]},".  Before the year was up, Governor Clinton had secured seven million dollars from the legislature for construction of the canal across the state.  The canal would extend not from Lake Ontario but all the way from Lake Erie, which would also bypass the massive obstacle of ",{"type":"[[","value":[["Niagara Falls"]]},", connecting the upper ",{"type":"[[","value":[["Great Lakes"]]}," to the Atlantic without a single portage.\n\nIt must be understood that in this time, there were very few settlers in New York State west of ",{"type":"[[","value":[["Rome (New York)"],["Rome"]]},".  A few sturdy pioneers had set up flour mills at ",{"type":"[[","value":[["Rochester (New York)"],["Rochesterville"]]}," on the Genesee River, but the cities of ",{"type":"[[","value":[["Batavia (New York)"],["Batavia"]]}," and ",{"type":"[[","value":[["Canandaigua"]]}," were the only major population centers, each the home of a land office selling plots throughout the region. The canal would change everything.\n\n",{"type":"[[","value":[["File:Rochester erie canal aqueduct circa 1890.jpg"],["thumb"],["right"],["250px"],["The Erie Canal crossed the Genesee River at ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]}," (image ca. 1890)"]]},"\n\nThat was hardly a foregone conclusion, though.  The plan still had its detractors, who dubbed the waterway ",{"type":"'''","value":["\"Clinton's Ditch\""]}," and feared the state would never recoup the cost.  The constructors of the canal encountered problems galore, encouraging the opponents.  But one by one, engineering difficulties were overcome.  Immigrants flocked to New York to work on the canal.  Expert engineers were brought in from ",{"type":"[[","value":[["Netherlands"],["the Netherlands"]]}," to strengthen the walls; stonemasons from ",{"type":"[[","value":[["Germany"]]}," came to build the locks.  The Irondequoit valley was bridged with a Great Embankment; the Genesee River was crossed with an aqueduct; the Niagara Escarpment was climbed with a flight of five locks.  Slowly but surely, the great canal took shape.\n\nIn October 1825, work was completed, and a cannonade rang out across the entire state, taking 90 minutes to sound from Buffalo to New York City.  A triumphant Governor Clinton—he had actually left office in 1823, remaining Canal Commissioner, but he was re-elected in 1824 after his political opponents had him removed from his position as Commissioner—sailed from Buffalo to New York, carrying water from Lake Erie to perform a ceremonial \"wedding of the waters.\"\n\nThe original canal was just 40 feet wide and four feet deep, with almost 100 locks.  It stretched 353 miles (584 km) and descended 565 feet (169 m) from Buffalo to Albany.  It was one of the wonders of the then-modern world, and it was an immediate success.  It opened up the entire Great Lakes area to expansion, especially western New York, and led to the emergence of Buffalo and Rochester as dominant cities in the region.  Rochester, in fact, became America's first boomtown, as its flour mills now had easy access to Atlantic ports.\n\nThe canal was such a success that by 1834 it was already being widened and deepened.  By 1862, the canal was 70 feet wide and seven feet deep.  Feeder canals were constructed: the Cayuga-Seneca Canal connecting to the ",{"type":"[[","value":[["Finger Lakes"]]},", the Champlain Canal to ",{"type":"[[","value":[["Lake Champlain"]]},", the ",{"type":"[[","value":[["Oswego"]]}," Canal to Lake Ontario, the Genesee Valley Canal to the Allegheny River at ",{"type":"[[","value":[["Olean"]]},", the Chenango Canal to the Susequehanna at ",{"type":"[[","value":[["Binghamton"]]},".  In 1855, at its peak, the canal system carried 33,000 shipments, and by the time tolls were abolished, in 1882, the canal had taken in over $120 million dollars.\n\nBy the middle of the 19th Century, though, ",{"type":"'''","value":["railroads"]}," had begun to take over many of the shipping duties that were formerly the province of waterways.  Traffic on the canals declined; the water route between the Mississippi basin and the Erie Canal (via Olean) was never completed because a railway took over the job.  The Canal had done its job, but its decline was inevitable.\n\n",{"type":"[[","value":[["File:Kirkville-olderie1.JPG"],["thumb"],["left"],["250px"],["A remnant of the widened canal in ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]},"'s eastern suburbs, cut off when the canal was rerouted around the city"]]},"\n\nBetween 1905 and 1918, the remaining canals, including the Erie, were enlarged again, with significant rerouting to make use of existing waterways.  New flood-control techniques obviated the need to bypass natural waterways, so the rerouted and renamed ",{"type":"'''","value":["New York State Barge Canal"]}," made use of waterways like the Mohawk River and Oneida Lake, and bypassed busy downtowns in ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]}," and Rochester.  The expansion was much-needed to accommodate bigger barges, but it also came at a time when the automobile was starting to become a viable means of intercity transportation.\n\nIn 1959, the St. Lawrence Seaway was opened, allowing gigantic ocean-going vessels to traverse the entirety of the Great Lakes, and that was the death knell for commercial traffic on the Canal.  Today, only a handful of commercial vessels travel the Canal each year.  But with the loss of commercial traffic came a rise in pleasure boating.  The post-WWII baby boom and migration to suburbia resulted in a growing middle class, with free time and disposable income.\n\nNow, the Canal—once again known as the Erie Canal—is almost entirely used for recreation.  At almost 350 miles (540 km) long, 120 feet (37 m) wide, and 12 feet (3.7 m) deep, it remains a feather in New York's cap, and still provides an economic boost by way of tourism.  Its operations are largely funded by tolls on the ",{"type":"'''","value":["New York State Thruway"]},", leaving pleasure boaters free to traverse its length and take in the many sights along the way.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eriecanalway.org\/explore_things-to-do_erie-canal-trail.htm Erie Canalway Trail"]}]}," runs alongside the canal, in most places making use of what was once the canal's towpath.  It's open for walking, jogging, biking, and cross-country skiing, and is very popular near population centers, where the path is usually paved.  Many stretches, especially between villages, have crushed stone instead of pavement.  The trail is not yet entirely complete; as of 2012, there are five gaps of various lengths that require you to use nearby streets instead of the off-road canal path.\n\nThe towns, villages, and cities through which the Canal passes have been designated as the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eriecanalway.org\/ Erie Canalway National Heritage Corridor"]}]},".  The Erie Canalway National Heritage Corridor Visitor Center is in ",{"type":"[[","value":[["Waterford (New York)"],["Waterford"]]},", at Lock 2 near the confluence of the Mohawk and Hudson Rivers.\n\n",{"type":"==","value":["Prepare"]},"\n\n",{"type":"[[","value":[["File:Canalway Trail Albany to Buffalo.jpg"],["right"],["thumb"],["200px"],["Canalway Trail directional sign near Niskayuna."]]},"\n\nWhether you're walking, biking, or boating, you'll want to ",{"type":"'''","value":["plan your route"]}," ahead of time.  Sure, you could just pick a starting point and go, but you risk running out of energy (or gas) far from civilization.  Know the distance between major access points, and know how far your body (or gas tank) will let you go before you need to stop.\n\nEven more importantly, if you're going to spend multiple days traveling the canal, you're going to need to know ahead of time where you can stop for the night.  Even on a boat, you can't just drop anchor anywhere.  Know your daily range and find docks and\/or accommodations spaced at most that far apart—then remember to call ahead to make sure you're not left stranded due to closures or capacity issues.\n\nSome sections of the Canalway Trail allow snowmobiles, some allow horseback riding, and some allow inline skating.  Many allow a combination of the three, and it's almost impossible to tell which are which just by looking.  Plan ahead and make sure your chosen conveyance is allowed on the section of trail you want to use.\n\n",{"type":"===","value":["By boat"]},"\n\nIf all you want to do is tool around for an hour or two and return to your launch point, you've got lots of options.  Most any community of any size along the canal has a boat ramp with a few parking spaces.  Several even have marinas where you can rent canoes, kayaks, or (in some cases) larger boats.  There's no fee for using the canal under these circumstances; you just need a boat and maybe some fuel.\n\nHowever, if you're going to go any significant distance along the canal, you'll eventually find yourself needing to go under a lift bridge or through a lock.  If that's the case, you'll need to purchase a permit.  Two-day, ten-day, and all-season passes are available, and the price varies based on the length of your vessel.  Permit fees as of 2012:\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! scope=\"col\" | Boat size !! Seasonal !! 10-day !! 2-day"],["|-"],["! scope=\"row\" | Under 16 ft (4.88 m)"],["| $25 || $12.50 || $5"],["|-"],["! scope=\"row\" | Under 26 ft (7.93 m)"],["| $50 || $25 || $10"],["|-"],["! scope=\"row\" | Up to 39 ft (11.89 m)"],["| $75 || $37.50 || $15"],["|-"],["! scope=\"row\" | Over 39 ft"],["| $100 || $50 || $20"]]},"\n\nYou can purchase permits ahead of time by mail, or in person at any Canal Corporation Sectional Office; many of these offices are located next to locks or bridges, but not every lock or bridge has one.  The canal web site ",{"type":"[","value":["http:\/\/www.canals.ny.gov\/boating\/tolls.html"]}," has a list of offices, and forms for mailing.\n\nThe canal is open for boating from early May through mid-November, opening at 7AM and closing between 5PM and 10PM depending on season.  Call toll-free 1-800-4CANAL4 (422-6254) for canal information and conditions.\n\n",{"type":"===","value":["By bicycle"]},"\n\nA number of locations along the canal rent bicycles, usually by the day or half-day, but if you're planning a multi-day trip, you'll want your own bike—one sized to you and comfortable for long rides.  The Erie Canalway Trail is open year-round, from dawn to dusk, but you're not going want to try to bike it when there's snow on the ground; the trails are not routinely (if ever) cleared of snow.\n\nThere are some paved sections, but the majority of the trail is compacted crushed limestone.  It's smooth and quite bikeable, but racing bikes may have trouble; stick to mountain bikes, or a bike with wider (and non-knobby) tires.\n\n",{"type":"===","value":["By foot"]},"\n\nAs noted, the Erie Canalway Trail is open year-round from dawn to dusk, but it'll be slow going on foot when there's snow on the ground.  You'll want snowshoes or cross-country skis in the wintertime.  The rest of the year, you'll be fine with a good pair of walking or running shoes; hiking boots should not be necessary.\n\nKeep in mind there will be bicyclists coming up behind you ",{"type":"''","value":["a lot"]},".  Be ready to move quickly to one side or the other.\n\n",{"type":"==","value":["Get in"]},"\n\nThe Erie Canal's termini are near ",{"type":"[[","value":[["Buffalo"]]}," and ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},", but that's only really important if you're aiming to do an end-to-end trip.  If all you want to do is enjoy a few hours or a couple of days on the canal, you have a number of possible entry points.\n\n",{"type":"===","value":["By plane"]},"\n\nThe four upstate international airports are well spaced along the canal's route.  None is what you'd call \"major\", but each has several flights daily to and from the major domestic hubs and other regional hubs.\n\n",{"type":"*","value":[{"type":"'''","value":["Buffalo Niagara International Airport"]}," (",{"type":"{{","value":[["IATA"],["BUF"]]},"), 4500 Genesee St., Cheektowaga, Phone: ",{"type":"''","value":["+1 716"]}," 630-6000, ",{"type":"[","value":["http:\/\/www.buffaloairport.com"]},"."]},{"type":"*","value":[{"type":"'''","value":["Greater Rochester International Airport"]}," (",{"type":"{{","value":[["IATA"],["ROC"]]},"), 1200 Brooks Ave., ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]},", Phone: ",{"type":"''","value":["+1 585"]}," 464-6000, ",{"type":"[","value":["http:\/\/www.monroecounty.gov\/airport-index.php"]},"."]},{"type":"*","value":[{"type":"'''","value":["Syracuse Hancock International Airport"]}," (",{"type":"{{","value":[["IATA"],["SYR"]]},"), Colonel Eileen Collins Blvd., ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]},", Phone: ",{"type":"''","value":["+1 315"]}," 454-4330, ",{"type":"[","value":["http:\/\/www.syrairport.org"]},"."]},{"type":"*","value":[{"type":"'''","value":["Albany International Airport"]}," (",{"type":"{{","value":[["IATA"],["ALB"]]},"), 373 Albany Shaker Rd., Albany, Phone: ",{"type":"''","value":["+1 518"]}," 242-2200, ",{"type":"[","value":["http:\/\/www.albanyairport.com"]},"."]},"\n",{"type":"===","value":["By boat"]},"\n\nThe canal starts just north of Buffalo between ",{"type":"[[","value":[["Tonawanda"]]}," and ",{"type":"[[","value":[["North Tonawanda"]]},", where the canalized ",{"type":"'''","value":["Tonawanda Creek"]}," flows into the Niagara River.  It's only a mile or two downstream (north) from Lake Erie, so you have easy access from any of the upper Great Lakes.  Even from Lake Ontario, you can get to Lake Erie via the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greatlakes-seaway.com\/en\/recreational\/index.html Welland Canal"]}]}," — but since it costs almost $200 to transit its eight locks, and commercial traffic takes priority, you're probably better off entering the canal system at ",{"type":"[[","value":[["Oswego"]]}," ",{"type":"[","value":["http:\/\/www.portoswego.com\/"]},".  The ",{"type":"'''","value":["Oswego Canal"]}," connects Lake Ontario to the Erie Canal in the Syracuse suburbs.\n\nOn the opposite end, the canal empties into the ",{"type":"'''","value":["Hudson River"]},", which is actually a long sea-level estuary, and quite navigable all the way north from ",{"type":"[[","value":[["New York City"]]}," without even so much as a lock.  The ",{"type":"'''","value":["Champlain Canal"]}," also connects into the Hudson River nearby.\n\nIf your boat is already on Seneca Lake or Cayuga Lake (two of the ",{"type":"[[","value":[["Finger Lakes"]]},"), you can take the ",{"type":"'''","value":["Cayuga-Seneca Canal"]}," to get to the Erie.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"'''","value":["Interstate 90"]},", the ",{"type":"'''","value":["New York State Thruway"]},", parallels the canal from Buffalo to Albany.  Although it's a toll road, the Thruway provides the easiest access to the canalside communities. From Buffalo west to ",{"type":"[[","value":[["Utica"]]},", the canal is up to 15 miles north of the Thruway; east of Utica, the two run almost adjacent to each other.  For a more scenic and leisurely adventure, try motoring on Route 31.  This road parallels the canal and runs through most of the canal \"ports\" from Lockport to Syracuse. \n\nOnce you get off the Thruway, you'll need to make your way to a boat launch (or other access point, if you're not boating).  See individual articles for your destination for details.\n\nMost of the boat launches along the canal have minimal parking; you probably don't want to leave a vehicle there overnight.  They're designed primarily for day-boaters.  For longer trips, you'll want to secure longer-term parking, which is more often found at the larger communities along the route.\n\n",{"type":"===","value":["By bike or by foot"]},"\n\nAccess to the ",{"type":"'''","value":["Erie Canalway Trail"]}," (mostly known to locals as the \"canal path\") is fairly simple and not hard to find, though it's rarely well signed.  You can access the path from just about any street that crosses the canal; in many villages it connects right up with the sidewalk network.  Do be careful about crossing private land, though; in many places homes have canalside frontage that the homeowners guard jealously.  If you stick to sidewalks and trails, though, you'll be fine.\n\n",{"type":"==","value":["Go"]},"\n \t\n",{"type":"{{","value":[["infobox"],["\"We know every inch of the way from Albany to Buffalo...\""],["- Fifteen Years on the Erie Canal, 1905 song"]]},"\n\nThis itinerary starts in Buffalo and goes east to Albany (flowing downstream from Lake Erie to the Hudson River), but the opposite direction works just as well!\n\n",{"type":"===","value":["Niagara Frontier"]},"\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Niagara Frontier"]]}]}," is the northwestern corner of New York, just across the Niagara River from ",{"type":"[[","value":[["Ontario"]]},", Canada.  Anchored by Buffalo, the state's second-largest city, the region's biggest tourist draw is ",{"type":"[[","value":[["Niagara Falls (New York)"],["Niagara Falls"]]},".  Buffalo has much to recommend it, and the communities that have sprung up alongside the canal are steeped in history and rural charm.\n\n",{"type":"====","value":["Buffalo"]},"\n\n",{"type":"[[","value":[["File:Canalside.jpg"],["thumb"],["right"],["300px"],["The Commercial Slip"]]},"\n\nStrictly speaking, the modern Erie Canal doesn't go through ",{"type":"'''","value":[{"type":"[[","value":[["Buffalo"]]}]},".  But it did, once upon a time, and the legacy of that former status remains strong in the Queen City.  Today, you can revisit that legacy in a very small but significant way.  Instead of boating down the Niagara River, head up the Buffalo River for about half a mile.  There, in the shadow of the Buffalo Skyway (New York State Route 5), you'll find the Buffalo ",{"type":"'''","value":["Commercial Slip"]},".  This recently re-excavated and re-watered inlet was once the western terminus of the Erie Canal.  There's not much to do here now than just look around and imagine what it looked like in the 19th century, but the city is working on revitalizing the surrounding area.\n\nWhile you're in Buffalo—whether you've arrived by boat, plane, or car—you'd be remiss not to explore the city and see the sights.  If you've been to the Commercial Slip, you've probably already seen the three historic warships docked on the waterfront near the mouth of the river; that's the Buffalo and Erie County Naval and Military Park and it's well worth checking out.  Other city highlights include the Buffalo Zoo, the Albright-Knox Art Gallery, the Tifft Nature Preserve, and the extensive array of well preserved architectural gems that dot the cityscape.  Buffalo is also home to some great sports teams—the baseball park and hockey arena are within a stone's throw of the Commercial Slip—and a plethora of annual festivals.\n\nOnce you're done exploring what Buffalo has to offer, you're ready to start your canal journey.  If you're boating, head north.  You'll need to take the Black Rock Channel to the east to avoid rapids on the upper Niagara River, and that means going through the Black Rock Lock.  Once you're on the smooth portion of the river, keep going north, taking the eastern branch of the river around ",{"type":"[[","value":[["Grand Island (New York)"],["Grand Island"]]}," to Tonawanda Creek.  If you're driving, take I-190 or I-90 north to I-290, then take exit 1 or 2.\n\n",{"type":"====","value":["North Tonawanda and Tonawanda"]},"\n\n",{"type":"{{","value":[["infobox"],["Upstream, Downstream"],["Tonawanda Creek flows westward into the Niagara River, but the Canal conceptually flows the other way, east from the River and Lake Erie before flowing down over the Escarpment in Lockport.  This apparent contradiction is enabled by the modern canal's use of natural waterways for its channel and as feeder streams.  The waters of the many intersecting waterways feed the Canal, allowing it to avoid being drained and to be quickly filled every spring."]]},"\n\nThe modern canal starts out as ",{"type":"'''","value":["Tonawanda Creek"]},", which constitutes the border between ",{"type":"[[","value":[["Erie County (New York)"],["Erie County"]]}," and ",{"type":"[[","value":[["Niagara County"]]},".  South of the border are the city and town of ",{"type":"'''","value":[{"type":"[[","value":[["Tonawanda"]]}]},", part of Buffalo's ",{"type":"[[","value":[["Northtowns"]]},"; to the north is the appropriately named ",{"type":"'''","value":[{"type":"[[","value":[["North Tonawanda"]]}]},", in Niagara County.  Together, they're ",{"type":"[","value":["http:\/\/www.the-tonawandas.com\/ \"The Tonawandas\""]},".\n\nRight at the mouth of the creek, in North Tonawanda, there's a small island called Tonawanda Island.  (No, not the big one! That's Grand Island. Tonawanda Island is less than a mile long and about 1,000 feet wide.)  There are a number of marinas in the channel that separates the island from the mainland, so this might make a great place to start your boat journey.  If you're hungry, ",{"type":"[","value":["http:\/\/www.shoreswaterfront.com\/ The Shores Waterfront Restaurant and Marina"]}," has pretty good sandwiches and seafood in a cozy but scenic atmosphere—and you can dock your boat right outside.\n\nThere are four boat launches on this section of the creek, extending a bit past the Tonawandas' borders to ",{"type":"[[","value":[["#Amherst"],["Amherst"]]},".  The third of these, a little over five miles in, is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.niagaracounty.com\/Parks\/westcanalmarina.asp West Canal Marina"]}]},"; it's part of a 27-acre park, with tons of parking and four ramps.  The fourth is at the Amherst Veterans Canal Park, and it's the last launch on the canal until you get to Lockport.\n\nIf you have time to explore The Tonawandas, your can't-miss attraction is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carrouselmuseum.org\/ Herschell Carrousel Factory Museum"]}]}," in North Tonawanda.  Almost half of the country's remaining antique hand-carved carousels were built right here.  And if you happen to be passing through in mid-July, you're in luck: the Tonawandas' annual ",{"type":"[","value":["http:\/\/www.canalfest.org\/ ",{"type":"'''","value":["Canal Fest"]}]}," is a weeklong affair and the biggest canal festival in the state.\n\n",{"type":"====","value":["Amherst"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Amherst (New York)"],["Amherst"]]}]}," is Buffalo's largest suburb, but the stretch of canal that separates it from the rural Niagara County town of Pendleton is largely undeveloped.  The Amherst Veterans Canal Park has a boat launch with a fair bit of parking.  It's also in this stretch that the canal deviates from Tonawanda Creek, to head sharply north toward Lockport.  The creek, on the other hand, continues its meandering eastward (upstream) course, continuing to separate Niagara and Erie counties.\n\nCanal travelers, though, might want to take a short detour up the creek's channel to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amherstmuseum.org\/ Buffalo Niagara Heritage Village"]}]},", just a couple hundred feet (less than 100 m) from the split.  Formerly the Amherst Museum, this complex of ten buildings aims to show visitors what life was like when the Niagara Frontier really ",{"type":"''","value":["was"]}," a frontier.  It's not directly accessible from the water, or from the Canalway trail, but it's so close by it's very much worth the brief side trip.\n\n",{"type":"====","value":["Lockport"]},"\n\n",{"type":"[[","value":[["File:Lock at Eire Canal Lockport NY 1399 - Sept 2009.jpg"],["right"],["thumb"],["300px"],["The source of Lockport's name: the old flight of five on the left, and the new double lock on the right."]]},"\n\nSadly, the stretch of canal between the creek split and Lockport is not yet accompanied by a usable off-road trail.  Trail users will find that the off-road trail follows Tonawanda Creek a short distance past the split before terminating at New Road.  The next five miles (8 km) or so must be traversed via surface roads.  The recommended route takes New Road north to cross the creek, where it becomes East Canal Road.  The on-road route follows East Canal north to Fisk Road, where it turns west to cross the canal.  Bear Ridge Road takes travelers north to the Lockport Bypass, which takes them back to the east bank.  Finally, another turn north onto State Street heads into downtown Lockport.  Once downtown, there are any number of routes available to get back to the paved off-road trail, which picks up on the northwest side of the canal at Exchange Street.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Lockport"]]}]}," is a treasure trove for canal travelers—starting from the very name of the city, which commemorates the ten locks that were used to raise (and lower) the original canal up and down the 60 feet of the ",{"type":"'''","value":["Niagara Escarpment"]},".  These two \"Flights of Five\" were among a handful of engineering marvels along the early canal.  The southern flight was removed in the early 20th century to make way for a pair of wider, modern locks (E34 and E35, the westernmost locks on the canal), but the northern flight still exists, and they're being restored to full functionality after decades as nothing more than a set of stepped platforms. When the project is complete at the end of summer 2014, the experience for boaters on the canal will not be much different than it was in the 1860s, when the locks were built.\n\nThe modern locks are the only two on the canal west of the Genesee River (in Rochester), so from Lockport east, you've got a 64-mile (103-km) distance with no locking required.  While you won't find any locks on that stretch, you will encounter a total of fifteen lift bridges, starting with Exchange Street and Adams Street in Lockport.  You can alert the bridge operator to your approach with three horn blasts.\n\nThe locks, both modern and original, mark the center of Lockport canal attractions.  In a building right above the modern locks, on Pine Street, is the headquarters for the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lockportcave.com\/ Lockport Cave & Underground Boat Ride"]}]},".  This excellent tour shows visitors the locks, along with some history of the area's industry, before venturing into an old hydraulic tunnel for a boat ride through this man-made \"cave\".\n\nJust above the locks is a unique bridge; it doesn't lift, but it does carry Main Street across the canal.  And Saxton Street.  And Niagara Street.  Due to the angle at which Main Street intersects the canal, the bridge is just under 400 feet ",{"type":"''","value":["wide"]},"; an entire football field could fit on the surface, aligned parallel to the canal.  Of course, there's no turf, just the three roads and a couple of parking lots in the empty spaces between.  The Big Bridge was once the widest in the world, and is still considered the widest in North America.\n\nTwo boat launches are available in Lockport: the Upper Terminal Launch is above (southwest of) the locks near the Stevens Street bridge, while the Goehle Public Marina (known locally as Widewaters) is a mile and a half (2 km) downstream (northeast).  Widewaters features plenty of parking, a small pier, and a pretty good drive-in restaurant ",{"type":"[","value":["http:\/\/www.widewatersdrive-in.com\/"]},".\n\n",{"type":"====","value":["Orangeport, Gasport, and Middleport"]},"\n\nEast of Lockport, the canal continues tranquilly through rural Western New York, passing by little except the occasional canalside village.  Many of these communities were named in such a way as to ensure that travelers and businesspeople knew they had access to the canal—America's first superhighway.  These three in the town of Royalton are no exception.\n\nOrangeport is included here for completeness, but is really little more than a few houses on the outskirts of Gasport.  ",{"type":"'''","value":[{"type":"[[","value":[["Gasport"]]}]}," is considerably bigger; although not an incorporated village, it has several restaurants and amenities, as well as Royalton-Hartland Elementary School.  A lift bridge carries Main Street over the canal.  Originally called \"Jamesport\", the community was renamed after canal engineers noticed a natural coal gas spring in the area in 1826.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Middleport"]]}]},", so named due to its location between Lockport and ",{"type":"[[","value":[["Albion (New York)"],["Albion"]]},", is an incorporated village right at the western edge of Niagara County.  It's bigger than Gasport, but aside from a few restaurants and the Roy-Hart Middle and High Schools, there's not a lot to speak of here.  The lift bridge on Main Street is claimed to be the widest lift bridge on the canal (though nowhere near as wide as Lockport's stationary Big Bridge).  There's also a grassy park on the north bank of the canal with some picnic tables.\n\nThere is a small marina east of Gasport with a launch ramp and limited docking facilities.  There's also a lone ramp about a mile east of Middleport, but there's no parking or other amenities there.\n\n",{"type":"====","value":["Medina"]},"\n\nContinuing eastward into ",{"type":"[[","value":[["Orleans County (New York)"],["Orleans County"]]},", canal travelers come to ",{"type":"'''","value":[{"type":"[[","value":[["Medina (New York)"],["Medina"]]}]},".  In the middle of the village, the canal takes a U-bend to the south to cross Oak Orchard Creek on an aqueduct.  Just north of the canal, the Medina waterfall spills over the Niagara Escarpment on its trip to Lake Ontario.\n\nThis village has long played second-fiddle to Albion in local prominence, but Medina is starting to come into its own with a revitalized downtown area that still maintains its historic character.  The most significant attraction, beyond simply browsing the downtown storefronts, is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/railroadmuseum.net Medina Railroad Museum"]}]},", one of the largest such museums in the state. If you're visiting in August, Medina's Canal Heritage Day is usually held on the second Saturday at the canal basin near the creek crossing; there's entertainment, historical presentations, and plenty of food.\n\nBoaters can tie up right in the heart of the village at the Medina Canal Basin Park ",{"type":"[","value":["http:\/\/villagemedina.org\/content\/Parks\/View\/1"]},", with all the usual amenities available—except gas.  There's also a boat ramp at the eastern edge of the village, just off Bates Road on the north side of the canal, with a fair bit of parking.\n\nA lift bridge carries State Route 63 over the canal.  The other bridges in the vicinity are stationary.\n\nTwo-and-a-half miles (4 km) east of Medina's canal basin, before you get to Knowlesville, you'll find a unique site.  Here, Culvert Road passes through a tunnel, ",{"type":"''","value":["underneath"]}," the canal and its towpath.  This is the only place on its entire length that the Erie Canal crosses above a road.\n\n",{"type":"====","value":["Albion"]},"\n\nWest of Albion are a couple of small hamlets, each with a lift bridge, called Knowlesville and Eagle Harbor.  Neither has much in the way of amenities... though if you head a mile south from Knowlesville to State Route 31, you'll find yourself at the Orleans County fairgrounds.  Between the two hamlets, near the Presbyterian Road high bridge over the canal, is a small lake that is connected to the canal; boaters can enter it and view some wetlands and assorted wildlife, though there's not much else to do there.\n\n",{"type":"[[","value":[["File:Mount Albion Cemetery Tower.jpg"],["right"],["thumb"],["200px"],["The tower atop Mount Albion."]]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Albion (New York)"],["Albion"]]}]}," itself is the county seat and the largest village in the county.  The historic downtown area is a bit rundown, but improving, as beautification efforts have started to take hold.  The centerpiece of downtown is ",{"type":"'''","value":["Historic Courthouse Square"]},", a grassy hill topped by the striking red walls and silver dome of the county courthouse.  Within a block of Courthouse Square, you can find seven churches of various Christian denominations, each one a fine example of historic religious architecture.  The park-like Mount Albion Cemetery on the east edge of the village along Route 31 is also worth a visit; on a clear day, the view from atop the Civil War memorial tower is unrivaled in the county.\n\nAlbion has plenty of amenities for travelers, including the county's only Wal-Mart Supercenter.  If you're looking for a bite to eat, there are a few fast-food and diner-style restaurants scattered along Routes 98 and 31.  If you want more substantial fare, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thecrookeddoor.com Crooked Door Tavern"]}]}," is quickly becoming ubiquitous among locals, with its mid-scale entrees and neighborhood atmosphere.\n\nThere's a boat launch just west of the village, and a marina at Canal Park near Main Street (State Route 98) with basic amenities (but no gas or pumpout service).  The Park itself is nicely landscaped and is a great place to watch the boat traffic and the Main Street lift bridge.  In addition to Main Street, Ingersoll St. to the east also crosses the canal on a lift bridge.\n\nA few miles north of Albion is ",{"type":"[[","value":[["Childs"]]},", which makes a great detour if you're into historic architecture and have a car or bike handy.  The Cobblestone Museum complex includes eight historic buildings; the three main structures are excellent examples of cobblestone construction, a style that was nearly ubiquitous in this area in the decades after the canal was built.  The Village Inn in Childs is also a great place to grab a bite to eat.\n\n",{"type":"====","value":["Holley"]},"\n\nThe stretch of canal between Albion and Holley is quite rural and sparse.  Or peaceful, depending on your point of view.  Six miles (9 km) east of Albion, you'll pass through the tiny hamlet of Hulberton, but there's not much there beyond a lift bridge.  After that, it's another couple of miles to Holley.\n\nThe smallest of the three Orleans County canal villages was named for Myron Holley, who was a canal commissioner and helped oversee the original construction. ",{"type":"'''","value":[{"type":"[[","value":[["Holley"]]}]}," doesn't have the attractions or amenities of Medina or Albion.  It's got a small downtown business district, and a canal park where you can tie up and pump out your waste, but not much else.  Interestingly, though, the canal park includes a small tents-only campground and access to the ",{"type":"'''","value":["Holley Canal Falls"]},", where overflow from the canal is routed over an old escarpment and into Sandy Creek.  Despite being effectively man-made, the falls are quite picturesque and worth a stop.  As in Albion, you can tie up on either side of the canal, but all of the facilities (including the falls) are on the south bank.\n\nThere's one lift bridge in Holley, on East Avenue east of the downtown area, just northwest of the canal park.\n\n",{"type":"===","value":["Finger Lakes"]},"\n\nThe canal never actually approaches the ",{"type":"'''","value":[{"type":"[[","value":[["Finger Lakes"]]}]}," themselves—the eleven long, thin lakes that define this region sit many miles to the south.  But the canal's presence makes the communities through which it passes similar in many ways to those that sit on the lakes' shores.  The state's third-largest city, Rochester, provides urban amenities and world-class cultural events, but this region is all about the smaller communities and the wide-open spaces between them.\n\nAs the East Coast's answer to California's ",{"type":"[[","value":[["Napa Valley"]]},", there are scores of wineries along the Finger Lakes, and oenophiles traveling the canal would be remiss not to take a detour to visit them.  But even if you stay close to the canal route, there are a number of little gems to discover throughout the region.\n\n",{"type":"====","value":["Brockport"]},"\n\n",{"type":"===","value":["Central New York"]},"\n\n",{"type":"====","value":["Syracuse"]},"\n\t\n",{"type":"====","value":["Rome"]},"\n\t\n",{"type":"====","value":["Utica"]},"\n\t \n",{"type":"====","value":["Little Falls"]},"\n\t\n",{"type":"[[","value":[["Little Falls (New York)"]]}," Little Falls is home to Lock 17, which is the tallest lock on the Erie Canal (40.5 feet). Before the lock, one can stop off at Canal Place for meals and shopping. A few miles after the lock sits the Herkimer Home, home of Nicholas Herkimer, who was a general in the American Revolution.\n\n",{"type":"===","value":["Capital Region"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThis should go without saying, but ",{"type":"'''","value":["always wear a life jacket"]}," while you are boating on the canal.  It may only be 12 feet deep, but that's more than enough depth to drown in.\n\n",{"type":"'''","value":["Swimming"]}," in the canal is not an uncommon pastime for local school kids, but it's not recommended.  In these rural communities, help is rarely close enough to save someone who gets into trouble.  There can be a ",{"type":"'''","value":["surprisingly strong current"]}," in some places, not to mention underwater hazards of various sorts.  And, quite frankly, the water quality is poor.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"{{","value":[["related"],["New York (state)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Erie Canal"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Erie Canal"]]}]