[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]}," \n\n",{"type":"'''","value":["Erlian Grassland Tour Loop"]}," is in ",{"type":"[[","value":[["Inner Mongolia"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Erlian"]]}," can be the first stop on the three day low-budget self-organised grassland tour. Don't expect any luxury or people speaking English in the next two days. \n\n",{"type":"==","value":["Prepare"]}," \n\nAlthough the bus stops for lunch, buy some food and drinks for the bus.  The initial bus from Erlian leaves from the bus station.\n\n",{"type":"==","value":["Get in"]}," \n\nTake the bus or train to ",{"type":"[[","value":[["Erlian"]]},".  The journey to Erlian in itself is beautiful. All the way to Erenhot you can watch the endless green grassland plains stretching till horizon where they meet blue sky dotted with white clouds. \n\n",{"type":"==","value":["Go"]}," \n\nThe first stop is ",{"type":"[[","value":[["Xilinhot"]]},", a bigger city about 12 hours of scenic bus drive over the dirt grassland roads to the East.  There is only one bus departing in the early morning (around 7.00).\n\nIn ",{"type":"[[","value":[["Xilinhot"]]},", buy some food and drink, and walk south to the first small hill outside the city. Sit down and enjoy the magnificent view over the city and the vast green grasslands stretching into the distance. Again, the only bus departs early in the morning.\n\nFrom ",{"type":"[[","value":[["Xining"]]}," it is possible to head south to ",{"type":"[[","value":[["Datong"]]}," or ",{"type":"[[","value":[["Beijing"]]}," or continue heading East towards the city (forgot the name, but I'll check the map). The journey takes about 12 hours. From there it is a half day drive to ",{"type":"[[","value":[["Chengde"]]}," and little bit more to ",{"type":"[[","value":[["Beijing"]]},".\n\n",{"type":"==","value":["Stay safe"]}," \n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["Outlineitinerary"]]}]