[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ermioni"]}," (Ερμιόνη), sometimes ",{"type":"'''","value":["Hermione"]},", is a city in the ",{"type":"[[","value":[["Peloponnese"]]},".\n\nErmioni (pop. 4,554) administratively belongs to the Prefecture of Argolis. Although it is quite popular with Athenians, especially during Easter and summer weekends, it still more peaceful than the nearby more touristed islands of ",{"type":"[[","value":[["Spetses"]]}," and ",{"type":"[[","value":[["Hydra"]]},", and quite cheaper as well. Ermioni is on a very small out-cropping of the land facing the island of ",{"type":"[[","value":[["Hydra"]]},". Because it faces the sea from three sides as well as the architectural style of the buildings, Ermioni gives the impression that you are actually on one of the most beautiful islands of Greece, rather than a town just 2.5 hours away from ",{"type":"[[","value":[["Athens"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\nThe preferred method of travel from Athens to Ermioni, if car is not available, is by sea from the port of ",{"type":"[[","value":[["Piraeus"]]},". In high season several passenger-only hydrofoils and catamarans of ",{"type":"[","value":["http:\/\/www.hellenicseaways.gr"]}," Hellenic Seaways]] depart the port of Piraeus daily, calling at the islands of Poros, Hydra and Spetses, as well as the mainland ports of Ermioni and Porto Heli on the Peloponnese. Depending on the ports of call, trip duration from ",{"type":"[[","value":[["Piraeus"]]}," to Ermioni is between 2 hours and 3 hours. Passenger tickets cost €29,5 one way. \n\nWinter sees a major reduction in service, with only four hydrofoils daily. These are subject to cancellations when the weather turns nasty.\n\n",{"type":"===","value":["By bus"]},"\nThere are daily busses from ",{"type":"[[","value":[["Athens"]]}," and ",{"type":"[[","value":[["Nafplio"]]}," to the nearby town Kranidi(approximately 9 km from Ermioni). The ticket from Athens costs €15,30 one way. The trip takes longer than the car trip because the buss stops to a number of towns along the way. From Kranidi there are daily busses to Ermioni, however the departure times are rarely convenient to people arriving with the buss from ",{"type":"[[","value":[["Athens"]]},". Another way to reach Ermioni is to hire a local taxi but be sure to ask for the price beforehand, as well as a receipt. The cheapest way is, of course, hitch-hiking. \n\n",{"type":"===","value":["By car"]},"\nFrom ",{"type":"[[","value":[["Athens"]]}," the trip is approximately 2 hours and 30 minutes. \nFrom ",{"type":"[[","value":[["Nafplion"]]}," the trip is approximately 1 hour and 45 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["37.3833"],["23.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peloponnese"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Ermioni"]]}]