[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eronga.com.mx\/ Eronga"]}]},", also called Erongarícuaro, is located on ",{"type":"[[","value":[["Lake Patzcuaro"]]}," in the state of ",{"type":"[[","value":[["Michoacan"]]},", ",{"type":"[[","value":[["Mexico"]]},". \n\n",{"type":"[[","value":[["Image:Erongarícuaro látképe.jpg"],["thumb"]]},"\n\n",{"type":"==","value":["Understand"]},"\nErongaricuaro, which means \"place of waiting\" or \"place of the watchtower\" in the Purhépecha language, is a village in the state of Michoacán, Mexico. It is located about an hour and a half drive from Morelia and Uruapan, and just 20 minutes from the famous colonial town of Patzcuaro. The estimated population is 5,000 people. \n\nEronga, lies just across Lake Pátzcuaro from Pátzcuaro. The native Purhépecha from the pueblos near Eronga come to market day on Tuesdays. This ancient town was one of the critical trade points for the Purhepecha empire. Friendly to outsiders, Eronga has hosted artists such as Frida Kahlo and Diego Rivera along with the father of surrealism, Andre Breton, and Russian revolutionary Leon Trotsky. Former president Lazaro Cardenas used it as his hideaway across the lake before the road arrived to Eronga. Today Eronga hosts ex-patriots from Argentina, the United States, France, Germany, Switzerland, and Italy. \n\nThe lively Eronga plaza has many exotic trees displaying the area's tolerant climate. \n\nAltitude above sea level: 2,100 meters\n\nTemperature: Maximum 24°C Minimum 6°C\n\n",{"type":"===","value":["History"]},"\n\nThe pretty colonial-era village of Eronga lies on the west side of the lake about 17km\/11mi from Pátzcuaro. During the Second World War a group of French Surrealists found refuge in Eronga making the village a new Left Bank. Stokely Carmichael hid out here during the dangerous years of the 1960s.\n\nThe original Purhépecha village of Eronga was located up the mountain from the present day village and dates back around two thousand years. See the Web site of Dave Haskell, an archaeologist who has studied the area in depth. (http:\/\/www.davehaskell.com\/index.html). Professor Haskell's studies indicate pretty clearly that although Eronga was a part of the Purhé Empire, it was such an important village that it was relatively independent from the main seat of the empire in Tzintzuntzan, probably due to its ties with the villages on the Meseta Purhépecha to the west.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nBus from ",{"type":"[[","value":[["Morelia"]]}," direct to Eronga.  There are reports that these may no longer run.\n\nCombis run from ",{"type":"[[","value":[["Pátzcuaro"]]}," frequently.  The cost is 10 pesos.\n\nBusses and combis leave from near the statue of Lazaro Cardenas. The Bus station is farther up though that might be the easiest for you. \n\n",{"type":"===","value":["By taxi"]},"\nTaxis from Pátzcuaro to Eronga cost 80 pesos.  \n\n",{"type":"===","value":["By car"]},"\n\nThe roads are safe. In some seasons potholes can pose a serious hazard to unaware drivers in the stretch between Eronga and Patzcuaro. Drive carefully as the roads have many speed bumps, burros, dogs, cows, and horses. \n\nFrom ",{"type":"[[","value":[["Pátzcuaro"]]},", head toward the muelle (dock), and follow the signs to ",{"type":"[[","value":[["Tocuaro"]]}," and ",{"type":"[[","value":[["Erongarícuaro"]]},", where you'll pass through the villages of Huecorio, San Pedro, Tócuaro, Arocutín, San Francisco Uricho, before reaching Erongarícuaro, 17 kilometers from Pátzcuaro.\n\n",{"type":"==","value":["Get around"]},"\n\nVisitors should do most of their exploring by foot in Eronga. Everything is within walking distance.\n\nMaps: http:\/\/www.patzcuaro.com\/amberikua\/mapas.htm\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Plaza"]},". "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The furniture factory"]},". "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Church"]}," The naturalistic crucifix above the altar is known locally as 'El Señor de la Misericordia'. It is an example of 16th century \"Pidgin Plateresque\" architecture, a style unique to highland Michoacán.  The large plaza hosts large Banda concerts. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monastery"]},".  The Church and monastery was founded by the Franciscans. Occasionally the door to the seminary is open and you can see the gardens and views of the lake. Occasional concerts."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Permaculture Farms"]}," Some of the permaculture farms allow visitors. "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Rancho Fresno"]},"  Classes in Composting. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Granja Tierramor"]},"  Workshops and classes in permaculture."]}]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Las Canoas Altas"],["alt="],["url=http:\/\/www.lascanoasaltas.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An anthroposophic initiative farm giving workshops."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=El Molino"],["alt="],["url=http:\/\/www.elmolinomich.com\/index.htm\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Summer Camps for children and high schoolers from Mexico and the US."]]}]}]},"\n",{"type":"===","value":["Tours"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Horsebackriding"]},". Granja Lolita has horses available for riding. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Birdwatching"]},"."]},"\n",{"type":"*","value":[" '''Guided walks on the mountains behind the village and plein air sessions can be arranged through Red Star Café and Gallery."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pitaya Farm Tour"]},".  The Pitaya (dragonfruit) farm is only available for tour by special appointment. "]},{"type":"*","value":[" ",{"type":"'''","value":["Homestay Language Exchange"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=El Molino"],["alt="],["url=http:\/\/www.elmolinomich.com\/about.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kids camp."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=People's Retreat Center"],["alt="],["url=http:\/\/www.patzcuaro.com\/amberikua\/retreat\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=01 434 34 4 0167"],["tollfree="],["fax="],["hours="],["price="],["content=Calle Profesor Urueta Carrillo N° 105 Erongarícuaro, Michoacán, Local call: 34 4 0167. Francisco Castilleja Director of Erongaricuaro Retreat Center. Speaks English, German & French. P´urepecha; The Ones who are on a visit. The name of the last volcanic lake Indians."]]},"  "]},"\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"*","value":[" Reyes Magos, January 6th, is the largest festival in Eronga. The men working in the United States return with their trucks and earnings. The plaza has many rides for children "]},"\n",{"type":"*","value":[" Jaripeos (Bullriding) Best ones are for Reyes Magos. Nearby towns have japipeos. Horse racing in Zincero."]},"\n",{"type":"*","value":[" February 2 Day of the Candlemas"]},"\n",{"type":"*","value":[" Festival in honor of the water spirit. In February."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["No ATM is available though across the lake in Patzcuaro there are several."]},"\n",{"type":"*","value":["Bike shop for bike repairs."]},"\n",{"type":"==","value":["Eat"]},"\nThe nieve (ice cream), sold in shops on the plaza, is a delightful treat. There are many different flavors, made with water or with cream. Combinations of flavors add variety and taste. Popsicles made from exotic fruits make a pleasant taste adventure.\n\nExcept for early evening there is always food on the plaza. Warm atole in the morning and night. Tacos, gorditas, hamburgers and burritos.\n\nThe bread shop at the lower end of the plaza has wholewheat bread. And tortilla shops of all kinds abound. Whole roasted chickens.\n \nSeafood stands. \n\n",{"type":"*","value":[{"type":"'''","value":["Comida Corrida"]}," Located on the lower end of the plaza, the last restaurant as you leave the plaza going toward ",{"type":"[[","value":[["Quiroga"]]},".  Lunch selections vary daily, and include nopales, molé, carne asada, chicken with spices, etc.  Vegetarian selections are often available as a member of the family business is a vegetarian.  $35 pesos for traditional main dish, beans, rice, tortillas, salsa and a soda."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Seafood Place"]},".  Just after down the slight hill out of town on the way to Patzcuaro, there is a seafood restaurant. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lonceria \"El 10\""]},", Lower side of the plaza, Open all day. Tasty simple tortas. $10-$15 pesos."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunday Evenings on the streets"]},".   Each Sunday evening the local matriarchs and those in training sit out and sell their homemade goodies. Head slightly uphill from the plaza or into any back streets and you will likely find them.  Don't ask about the water or food conditions. Buy what they have if it looks good and you are not too sensitive. These ladies have fed generations of Mexican kids. Reasonable prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Campestre Alemán"]},". Just outside of Arocutín is Restaurant Campestre Alemán, serving up trout along with German food amid strains of classical and German pop music. Open daily from noon to 7:30PM.  You can wander among the former fish raising ponds and feed the geese or fish. Trout is brought from the clean waters near Uruapan these days."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Restaurant Japhúndaru"],["alt="],["url=http:\/\/www.patzcuaro.com\/amberikua\/japhundaru\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=01-4431-12-6936"],["tollfree="],["fax="],["hours="],["price="],["content=Familia Mejía Rodríguez. In nearby Oponguio. Exquisite regional dishes. Mexican Antojitos. A beautiful view of the lake. A variety of cold beverages. Excellent service and hygiene."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Restaurante y cabañas Uekápiani"],["alt="],["url=http:\/\/www.patzcuaro.com\/amberikua\/uekapiani\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=01-44-33-93-2945"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=01-44-33-30-4091"],["content=In nearby Oponguio, Tels: y. Owners: Family Ruiz Garnica. Regional dishes, the best view of the lake. Quality in hygiene and service. Whitefish, Tarascan bean soup. Corundus, and cold beverages."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pizza Testarelli"]}," - Baguettes, pizza, and great desserts.  On the plaza with available outdoor and indoor seating in a delightful setting.  Open daily, excepting some Wednesdays. This café is run by the Italian-Argentine grandson of pizza purveyors in Argentina and his wife, and the pizza is authentic Italian style. The baguette sandwiches are stuffed and wonderful.  The couple has opened a traditional ice cream shop which is located just next door to Testarelli's.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ivo's La Sorpresita Bakery"]}," - Pizza made with homemade dough (weekends after noon), as well as great whole wheat and multigrain breads, cookies and other sweet breads.  Swiss baker. On the south side of the plaza inside the \"Centro Comercial.\"  Bakery open mornings or whenever you notice the brilliant aroma of bread baking."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Plaza"]},". The most popular place to drink is on the Plaza on the upper end outside \"El Brazo Fuerte\". Other small grocery stores serve as simple bars for drinking beer. "]},"\nStores on the upper and lower ends of the plaza have a limited selection of overpriced wines.  You would do better to buy your wines direct from Costco which is likely where they buy them. \n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several excellent lodging choices in Eronga.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Jardin"]},", Calles Ignacio Zaragoza 14 (",{"type":"''","value":["At the upper corner of the plaza"]},"), 01-434-34-40168 y 01-44-31-29-3230, ",{"type":"[","value":["http:\/\/www.patzcuaro.com\/amberikua\/jardin\/index.html"]},". Days and times open. , 15 rooms,  $250-$350 pesos. Very clean triples, doubles and singles available. Open 24 hours.  Food is available but perhaps it is best to arrange that ahead of time. Since this hotel is right on the plaza, there is food available nearby from morning till night. Tour groups of all kinds use Hotel Jardin. The hotel has a bathroom which charges $3 pesos for non-guests. More rooms to be added soon. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=La Orilla"],["alt="],["url=http:\/\/www.hotellaorilla.infored.mx\/"],["email=hotel.la.orilla@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Salida a Quiroga, phone number 01 434 34 40106. Open 24 hours. 8 single and 3 double rooms, Meeting area. Secured Parking (not necessary for security in Eronga.) This hotels has its own covered basketball court, handball, and gymnasium. WiFi. Two hundred meters from the plaza, with a peaceful friendly, ambiance. The conference room and dining areas have spectacular views of the lake and Janitizo island and the volcanic mountains which form the Cuenca del Lago de Pátzcuaro. This hotel could be part of your conference rental."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Raul's"]},", Out on the end of Ocampo street. Rustic. Charming handbuilt spaces, including some of the old troje style cabins which are available as well.  Bring a sleeping bag if you have one. A studio with mirror for dance classes. Campfires at night. "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Granja Lolita"],["alt="],["url=http:\/\/www.granjalolita.com.mx"],["email="],["address="],["lat="],["long="],["directions="],["phone=01 434 342 1645"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["phoneextra=01 434 3440183"],["content=Telephones: y. Cel: 01 434 100 2924. This is a great place for families. Has backbacker and regular rooms, and camping. Restaurant. Horsebackriding, and tours of various kinds. Located a short walk downhill from the plaza. Event space and kids areas. RESERVACIONES: Ing. Rafael Arriaga Zaragoza. Cabalgatas guiadas, Country Restaurant, Special events park for rent."]]}," "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Monastery"]}," Maybe be open to conferences sometimes. Performances are held there."]},"\n",{"type":"==","value":["Go next"]},"\nTaxi to Patzcuaro is 80 pesos. Quiroga 90 pesos.  Combis leave frequently to Patzcuaro for 10 pesos.  Bus to Morelia leaves every hour: 25 pesos- get off at Isquina Corona and taxi in to centro.  Does this bus still run?\n\n",{"type":"{{","value":[["geo"],["19.59"],["-101.722"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lake Patzcuaro"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Erongarícuaro"]]}]