[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Essex"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.essexnewyork.com Essex"]}]}," is a city in ",{"type":"[[","value":[["Essex County (New York)"],["Essex County"]]},", where the ",{"type":"[[","value":[["Adirondack"]]}," Park borders ",{"type":"[[","value":[["Lake Champlain"]]},". This charming Federal period town prospered in the 1800s and today has become a somewhat \"sleepier\" rural community home to vacationers and year-round residents with an appreciation for the well preserved architecture and friendly population. Lake frontage, its relatively flat land, and the powerful Bouquet River made the town of Essex readily accessible to settlement, and sped its rate of development. Essex County’s best known early settler, William Gilliland planned a baronial estate for Essex in 1765. His brother-in-law finished the first house the next year, and a lake shore community rapidly developed. But, when English troops passed through the area during the Revolutionary War, most of the settlers fled their homes, returning to their families. Once the trampling feet of the opposing armies were gone, the settlers came back to the land. When the War of 1812 began, Essex was the principle shipbuilding port on this side of the lake. Apple orchards thrived on the plain. By the late 1800’s Canadian merchants would boat along the Champlain shore contracting for the apples grown in adjacent fields. These apples, and grains for distilling, were agricultural cash crops but hay and dairy products were the primary cash products. Boat building, a knitting mill, and a buttery were among the business in the first two decades of the 20th century. Industries fell away as the 20th century progressed. Today tourists are drawn to its quaint shops and restaurants, the ferry service to Vermont and the beauty of the remaining farms.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" Ferry - a car ferry owned by Lake Champlain Transportation (LCT) runs between Essex, NY and Charlotte, VT. "]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Essex Marina"]}," South Main Street 518-963-7222\n\n",{"type":"'''","value":["Essex Theater Company"]}," PO Box 117 518-524-7708\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/essexny.org\/ Historic Essex"]}]}," P.O. Box 250, 518-963-7088 - Formed in December 1969, Historic Essex (aka Essex Community Heritage Organization) works to preserve one of the most intact collections of Federal and Greek Revival architecture in rural New York State. The Heritage Center offers exhibitions, programs and tours of Historic Essex.\n\n",{"type":"'''","value":["Essex Walking Tour"]}," Route 22, Boquet Road 518-963-7088 - The entire village of Essex is on the National Register of Historic Places. Essex is full of well-preserved 19th century brick and stone homes, churches, inns and shops replete with carefully manicured lawns and gardens. The village has one of the finest and most intact collections of Federal and Greek revival architecture in New York State. Founded in 1765, Essex saw substantial growth due to the success of local stone quarries, iron mines, tanneries, and two shipyards. The Walking Tour Map of Essex includes a history of the area and brief details on over 50 structures.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Essex Inn on the Adirondack Coast-- Inn and Restaurant"]}," 2297 Main St 518-963-4400\n\n",{"type":"'''","value":["Portside Restaurant"]}," 963-3354\n\n",{"type":"'''","value":["Shipyard Cafe"]}," 963-4200\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Essex Wine Shop"]}," 2270 Main Street 963-4313\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Cupola House on Lake Champlain"]}," 2278 Main Street 518-963-7494\n\n",{"type":"'''","value":["Essex Inn on the Adirondack Coast"]}," 2297 Main Street 518-963-4400\n\n",{"type":"'''","value":["Cabins by the Lake"]}," Lake Street 518-963-8048\n\n",{"type":"'''","value":["Lakehouse Bed and Breakfast"]}," 2273 South Main St 518-963-8840\n\n",{"type":"'''","value":["Little Brick House"]}," Orchard Street 518-963-4199\n\n",{"type":"'''","value":["The Stonehouse"]}," Corner Church and Elm Streets 518-963-7713\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Essex, New York"]]},"\n\n",{"type":"{{","value":[["geo"],["44.31000"],["-73.35250"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Champlain Valley"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_York\/Localities\/E\/Essex\/"]]}]