[{"type":"{{","value":[["pagebanner"],["Ethiopia banner.jpg"],["caption=Highlands near Lalibela"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Bete Giyorgis Lalibela.jpg"],["caption="],["flag=Flag of Ethiopia.svg"],["location=LocationEthiopia.png"],["capital=",{"type":"[[","value":[["Addis Ababa"]]}],["government=Federal republic; hybrid regime"],["currency=Birr (ETB)"],["area=",{"type":"''","value":["Total:"]}," 1,127,127 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["Water:"]}," 7,444 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["Land:"]}," 1,119,683 km",{"type":"<","value":["sup",["2"]]}],["population=93 million (2013 est.)"],["language=Amharic (official), Oromo, Tigrinya Guaragigna, Somali, Arabic (official), other local languages, English (official, major foreign language taught in schools)"],["religion="],["electricity=220V\/50Hz (European & Italian plugs)"],["callingcode=+251"],["tld=.et"],["timezone=UTC+3"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tourismethiopia.org\/ Ethiopia"]}]}," (",{"type":"[[","value":[["Amharic phrasebook"],["Amharic"]]},": ኢትዮጵያ ",{"type":"''","value":["ʾĪtyōp yā"]},") is the second-most populous country in Africa (after ",{"type":"[[","value":[["Nigeria"]]},") and is the oldest nation within borders bearing some resemblance to those that existed 500 years ago. \n\nLocated in the Horn of Africa region, it is bordered by ",{"type":"[[","value":[["Eritrea"]]}," to the north (which seceded from Ethiopia in 1991 after a long and bloody war of independence), ",{"type":"[[","value":[["Djibouti"]]}," to the northeast, ",{"type":"[[","value":[["Somaliland"]]}," and ",{"type":"[[","value":[["Somalia"]]}," to the east, ",{"type":"[[","value":[["Kenya"]]}," to the south, and ",{"type":"[[","value":[["Sudan"]]}," and ",{"type":"[[","value":[["South Sudan"]]}," to the west. \n\nEthiopia is the oldest independent country in Africa and the second-oldest official Christian nation in the world after ",{"type":"[[","value":[["Armenia"]]},". Ethiopia is also the place of the first Hijra (615 CE) in Islamic history where the Christian king of Ethiopia offered refuge to those fleeing from Mecca and sent by the prophet Mohamed.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nEthiopia is one of the oldest independent nations in the world. It has long been an intersection between the civilizations of North Africa, the Middle East and Sub-Saharan Africa. Unique among African countries, Ethiopia was never colonized, maintaining its independence throughout the Scramble for Africa onward, except for five years (1936–41) when it was under Italian military occupation. During this period, the Italians occupied only a few key cities and major routes, and faced continuing native resistance until they were finally defeated during the Second World War by a joint Ethiopian-British alliance. Ethiopia has long been a member of international organizations: it became a member of the League of Nations, signed the Declaration by United Nations in 1942, founded the UN headquarters in Africa, was one of the 51 original members of the UN, and is the headquarters for, and one of the founding members of, the former Organisation of African Unity and the current African Union.\n\nEthiopia was historically called ",{"type":"'''","value":["Abyssinia"]},", which is related to ",{"type":"''","value":["Habesha"]},", the native name for the inhabitants. In some countries, Ethiopia is still called by names cognate with \"Abyssinia\", eg, Turkish ",{"type":"''","value":["Habesistan"]},", meaning land of the Habesha people. The English name \"Ethiopia\" is thought to be derived from the Greek word Αἰθιοπία Aithiopia, from Αἰθίοψ Aithiops \"an Ethiopian\", derived from Greek terms meaning \"of burnt (αιθ-) visage (ὄψ)\". However, this etymology is disputed, since the Book of Aksum, a Ge'ez chronicle first composed in the 15th century, states that the name is derived from 'Ityopp'is, a son (unmentioned in the Bible) of Cush, son of Ham, who according to legend founded the city of ",{"type":"[[","value":[["Axum"]]},".\n\n",{"type":"===","value":["Climate"]},"\nThe predominant climate type is tropical monsoon, with wide topographic-induced variation. As a highland country, Ethiopia has a climate which is generally considerably cooler than other regions at similar proximity to the Equator. Most of the country's major cities are located at elevations of around 2,000-2,500m (6,600-8,200 ft) above sea level, including historic capitals such as ",{"type":"[[","value":[["Gondar"]]}," and Axum. \n\n",{"type":"[[","value":[["Addis Ababa"]]},", the modern capital, is situated in the foothills of Mount Entoto at an elevation of around 2,400m (8,000 ft), and experiences a healthy and pleasant climate year-round. With fairly uniform year-round temperatures, the seasons in Addis Ababa are largely defined by rainfall, with a dry season Oct-Feb, a light rainy season Mar-May, and a heavy rainy season Jun-Sep. The average annual rainfall is around 1200mm (47 in). There are 7h of sunshine per day on average, 60% of the daytime hours. The dry season is the sunniest time of year, though even at the height of the rainy season in July and August there are usually several hours of bright sunshine a day.\n\nThe average annual temperature in Addis Ababa is 16°C (61°F), with daily highs averaging 20-25°C (68-77°F) throughout the year, and overnight lows averaging 5-10°C (41-50°F). A light jacket is recommended for evenings, though many Ethiopians dress conservatively and wear a light jacket even during the day.  \n\nMost major cities and tourist sites lie at a similar elevation to Addis Ababa and have comparable climates, though in lower lying regions, particularly in the east of the country, the climate can be significantly hotter and drier. The town of Dallol, in the ",{"type":"[[","value":[["Danakil Depression"]]}," in the east, has the world's highest average annual temperature of 34°C (93°F).\n\n",{"type":"===","value":["Terrain"]},"\nMuch of Ethiopia is a high plateau with central mountain ranges divided by the Great Rift Valley but there are low-lying lands in the eastern and westernmost parts with the ",{"type":"''","value":["lowest point"]}," being the ",{"type":"[[","value":[["Danakil Depression"]]},", 125 m (410 ft) below sea level.\n\nThe ",{"type":"''","value":["highest point"]}," is Ras Dejen (Ras Dashen) in the ",{"type":"[[","value":[["Simien National Park"],["Simien Mountains"]]},", 4,620m (15,157 ft) above mean sea level.\n\nThe geologically active Great Rift Valley is susceptible to earthquakes and volcanic eruptions; there are frequent droughts in Ethiopia.\n\nEthiopia is landlocked - entire coastline along the Red Sea was lost with the ",{"type":"''","value":["de jure"]}," independence of Eritrea on 24 May 1993. The Blue Nile, the chief head stream of the Nile, rises in ",{"type":"[[","value":[["Bahir Dar"],["Lake Tana"]]}," in north-west Ethiopia. Three major crops are believed to have originated in Ethiopia: coffee, grain sorghum, and castor bean.\n\n",{"type":"===","value":["Time and calendar"]},"\nEthiopia uses the ",{"type":"'''","value":["Ethiopian calendar"]},", which dates back to the Coptic calendar 25 BC, and never adopted either the Julian or Gregorian calendar reforms. One Ethiopian year consists of twelve months, each lasting thirty days, plus a thirteenth month of five or six days (hence the \"Thirteen Months of Sunshine\" tourism slogan). The Ethiopian new year begins on 10 or 11 September (in the Gregorian calendar), and has accumulated 7–8 years lag behind the Gregorian calendar: thus, for the first nine months of 2007, the year was 1999 according to the Ethiopian calendar. On 11 Sep 2007, Ethiopia celebrated New Year's Day (",{"type":"''","value":["Enkutatesh"]},") for the Julian year of 2000.\n\nIn Ethiopia, the 12-hour clock cycles do not begin at midnight and noon, but instead are offset six hours. Thus, Ethiopians refer to midnight (or noon) as 6 o'clock. Airline timetables are based on the 24-hour clock and use the Gregorian calendar. To avoid confusion, we use the 24-hour format in all our Ethiopian listings.\n\n",{"type":"===","value":["People"]},"\nEthiopia's population is highly diverse, consisting of more than 80 ethnic groups. The largest ethnic groups are the Oromo (34% of the population) and the Amhara (27%). The largest religious affiliations are Christian (63% of the population; 44% Ethiopian Orthodox and 19% other denominations) and Muslim (34%).\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Ethiopia regions map.png"],["regionmaptext="],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Afar"]]}],["region1color=#adce7a"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Amhara"]]}],["region2color=#c9da8b"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Benishangul-Gumaz"]]}],["region3color=#9f98c7"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Gambela"]]}],["region4color=#bd8ab8"],["region4items="],["region4description="],["region6name=",{"type":"[[","value":[["Oromia"]]}],["region6color=#d1c068"],["region6items="],["region6description="],["region7name=",{"type":"[[","value":[["Somali"]]}],["region7color=#c6c79b"],["region7items="],["region7description="],["region8name=",{"type":"[[","value":[["Southern Ethiopia"]]}],["region8color=#89cba2"],["region8items="],["region8description="],["region9name=",{"type":"[[","value":[["Tigray"]]}],["region9color=#c9a882"],["region9items="],["region9description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Addis Ababa"]]}," – capital of Ethiopia and one of the biggest shopping cities in Africa"]},{"type":"*","value":[{"type":"[[","value":[["Adama"]]}," (also known as Nazret or Nazareth) – popular weekend destination near Addis"]},{"type":"*","value":[{"type":"[[","value":[["Axum"]]}," (Aksum) – home of ancient tombs and stelae fields, in the far north"]},{"type":"*","value":[{"type":"[[","value":[["Bahir Dar"]]}," – monasteries on the islands of Lake Tana and the beautiful Blue Nile Falls nearby"]},{"type":"*","value":[{"type":"[[","value":[["Dire Dawa"]]}," – the second largest city; in the east"]},{"type":"*","value":[{"type":"[[","value":[["Gondar"]]}," – some of East Africa's only castles"]},{"type":"*","value":[{"type":"[[","value":[["Harar"]]}," – ancient walled city near Dire Dawa"]},{"type":"*","value":[{"type":"[[","value":[["Lalibela"]]}," – home to 11 astonishing rock-hewn churches"]},{"type":"*","value":[{"type":"[[","value":[["Mekele"]]}," – a town in the Tigrayan Highlands in the north"]},"\n",{"type":"==","value":["Other destinations"]},"\nEthiopia is ranked with the other African countries of Kenya, South Africa, Tanzania and Zambia for preserving and maintaining ",{"type":"[[","value":[["African National Parks"],["national parks"]]}," as tourist attractions. The southern and south-western part of the country has a stunning natural beauty with a huge potential of becoming a unique resort.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Abijatta Shalla Lakes National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Awash National Park"]]},"   "]},{"type":"*","value":[" ",{"type":"[[","value":[["Mago National Park"]]},"  "]},{"type":"*","value":[" ",{"type":"[[","value":[["Omo National Park"]]}]},{"type":"*","value":[" Rift Valley lakes - seven lakes that are a popular weekend getaway for Addis residents, great for birding, water sports or relaxing at the luxury resorts"]},{"type":"*","value":[" ",{"type":"[[","value":[["Simien National Park"]]},"  "]},{"type":"*","value":[" ",{"type":"[[","value":[["Sodere"]]}," - spa resort"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visa requirements"]},"\nAll visitors must obtain an entry visa, except for nationals from Djibouti and Kenya, and foreigners in transit at Addis Ababa Bole International Airport for a few hours to catch a connecting flight and who do not leave the airport or pass the Immigration Desk. Since 2002, tourists from ",{"type":"[","value":["http:\/\/www.ethioembassy.org.uk\/consular_services\/visa.htm#Payment_and_Fees 33 countries"]}," are able to obtain entry visas on arrival at Bole International Airport in Addis Ababa, and at the airport in Dire Dawa. In April 2013, the fees for visa-upon-arrival valid for three months were USD20 or €17 (cash only), regardless of whether one was applying for a Tourist, Business or Transit Visa. The procedure is relatively quick and painless; just look for a door with a sign \"Visa\" on the left hand before the immigration counters. You can get a visa in advance of travel through your local Ethiopian embassy, but the queue at the airport is frequently longer for those who already have visas than it is for those getting the visa at the airport. This is because all Ethiopian passport holders need to go through the same queue as those who have already obtained visas in advance, and the majority of arriving passengers are Ethiopian citizens.\n\nIt seems to be often impossible to obtain a visa at an overseas consulate (e.g. Kampala, Cairo), as there is a backwards policy of not granting visas to non-residents. There seem to be exceptions though. Obtaining a visa at Tel Aviv embassy is very easy: it takes around 15 minutes and costs ₪100 for a 1 month visa and ₪150 for a 3 month visa. You can request a multiple entry visa at the same price if needed. As of July 2012, the Ethiopian visa in Khartoum was also easy to obtain. A completed form, USD20, and two photos delivered in the morning was enough to get the visa on the same afternoon. These are sometimes for one month and sometimes for two, depending on the mood of the consular officials. Extending a visa in Addis Ababa is a day-long tedious process, so bear it in mind if you are planning to stay for more than 4 weeks. For other countries, the only way to gain a visa might be by flying in, or posting your passport back to your home consulate.\n\nYour passport must be valid for at least 6 months from your arrival date and must have at least one blank page.\n\n",{"type":"===","value":["By plane"]},"\nEthiopian Airlines is one of the most successful and reputable airlines in Africa, and offers superior service on international flights to any of the US carrier members of the Star Alliance. Bole International Airport in ",{"type":"[[","value":[["Addis Ababa"]]}," is the main hub for Ethiopian Airlines and also hosts Lufthansa, Sudan Airways, Kenya Airways, British Airways, KLM, Turkish Airways, Emirates, Gulf Air, Egypt Air and fly Dubai. A new runway and international terminal, which was said to be the largest in sub-Saharan Africa, opened in 2003. Terminal 2 services international flights, while Terminal 1 services domestic and some regional (Djibouti, Nairobi, Khartoum, etc.) destinations. \n\nYou'll be bombarded by people wanting to help with your bags, so much so that it can be a bit scary. They're largely harmless and just looking for a tip, but it could be an easy time to lose a bag. If you have one person help you, twenty will ask for a tip. If you have someone help you one Birr is a sufficient tip, but most first time visitors will not have Ethiopian currency and will have to give them foreign currency. If you have a driver pick you up at the airport they will typically take care of any tips for you.\n\n",{"type":"'''","value":["Caution"]},": Arriving in the country without a major currency such as euros or US dollars is not recommended, especially if you've not obtained a visa prior to arrival. Travellers cheques and cash can usually be exchanged at the airport. Upon arrival, foreigners are often greeted by a throng of locals attempting to \"help\" load their luggage into cars. They will expect money afterwards and, if you're confused by your newly obtained Ethiopian currency, you'll likely give them more money than you intended. Generally an appropriate payment for a minor task like loading luggage into the car would be between 5-15 birr (ignore requests for more money because you are a foreigner).\n\nOther international airports are in ",{"type":"[[","value":[["Dire Dawa"]]},", ",{"type":"[[","value":[["Mekele"]]}," and ",{"type":"[[","value":[["Bahir Dar"]]},".\n\n",{"type":"===","value":["By car"]},"\nAlhough more expensive than public transport, this is a good way to explore Ethiopia. There are few rent-a-car services in Ethiopia outside of Addis Ababa so you may prefer to depend on the services of touring companies that offer cars and 4x4s complete with driver.\n\nBorder crossings from neighbouring countries include the border village of ",{"type":"[[","value":[["Metema"]]}," to get in from Sudan. \n\nFrom Kenya the border town is ",{"type":"[[","value":[["Moyale"]]},". The road from Kenya to Ethiopia through the town of Moyale is much better and well maintained. On the Kenyan side of Moyale the road is horrible and is known for banditry so be careful and make sure you have plenty of time, at least 24h, to travel from Moyale to Nairobi. However, the road is currently being rebuilt and paved, with large sections already finished and the remaining sections to be finished around early 2015.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":["Public transport brings you to the border. With the Sudan or Kenya crossings, you just walk to the other side. If you arrive at the border towns late at night, try not to cross the border in the dark. Wait in the town and do your travelling in the morning. "]},"\n",{"type":"*","value":["Buses that cover some distance start in early morning. This implies that if you arrive during the day you would be stuck at least until the next morning."]},"\n",{"type":"*","value":["From Gedaref (Sudan) catch a bumpy bus or truck (SDG700) to the border. The Sudanese side consists of several small villages and a tiny town. In Ethiopia you could find better, but basic, accommodation. Buses leaving for Gonder dry up by mid-afternoon so you must either arrive early at the border or spend the night in Metema (around 50 birr)."]},"\n",{"type":"*","value":["From Djibouti you can take a small bus to the border (2-3h) where you will find buses to Dire Dawa. This road is a dirt track and the trip takes at least half a day, at nightfall the bus uses to stop and you resume travel the next day. From Ethiopia into Djibouti, a bus leaves supposedly around midnight (buy tickets during the day at the office in the centre of Dire Dawa). This arrives at the Djibouti border in the morning where you change onto a different bus to get to Djibouti City. It is a good idea to take a tuk-tuk to the bus station as hyenas wander the streets of Dire Dawa at night."]},"\n",{"type":"===","value":["By train"]},"\nOn 6 Sep 2013 it was announced that first trials had started on restoring train services between ",{"type":"[[","value":[["Djibouti (city)"],["Djibouti City"]]}," and ",{"type":"[[","value":[["Dire Dawa"]]},". \n\nThe dilapidated but historical ",{"type":"''","value":["Chemin de Fer"]}," train station in downtown ",{"type":"[[","value":[["Addis Ababa"]]}," is in the ",{"type":"[[","value":[["Kazanches"]]}," neighbourhood near the \n",{"type":"{{","value":[["marker"],["type=see"],["name=Sheraton Addis"],["url=http:\/\/www.sheratonaddis.com"],["lat="],["long="]]}," and may be of interest as a relic of the Ethio-Djibouti Railway that began service in 1890 during the reign of Emperor Menelik II.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.ethiopianairlines.com Ethiopian Airlines"]}," is reasonably priced and has fairly comprehensive domestic services. Flights are often overbooked, so it is essential to reconfirm your tickets at least a day in advance and show up at the airport on time. If you forget to reconfirm, they may assume you aren't going to show up and give away your seats.\n\n",{"type":"'''","value":["Tip"]},": Booking tickets for Ethiopian Airlines on-line works out ",{"type":"''","value":["very"]}," expensive when compared with booking at their office in Addis Ababa. For example, the route Addis -> Gondar -> Lalibela -> Addis was quoted on-line for USD450 whereas at their booking office (at the Hilton in Addis) the ticket cost only USD150.\n\nChartered flights (both to serviced airfields and \"bush flights\") are available from Abyssinia Flight Services, located on TeleBole road, just down the street from the airport. Helicopter service is available from National Airways, Abyssinia Flight Services, and certain government-owned companies.\n\nParking at Bole airport costs 5 birr (approximately USD0.27) and is payable in cash only to the parking attendants on arrival.\n\n",{"type":"===","value":["By bus"]},"\nEthiopian buses fit into one of three major categories: \"blue donkeys\", the ubiquitous minibuses or ",{"type":"''","value":["matatus"]}," that operate throughout the region; small passenger buses called \"Higer bus\" (named after the manufacturer) that often travel between regions, and the large (often double-jointed) red Addis Ababa city buses.\n\nThere is a comprehensive network of cheap Higer buses along the major roads, although these are slow and basic. Buses travelling shorter distances generally leave whenever they have filled up with passengers (in practice, these means once an hour or so); nearly all long-distance buses leave at dawn (06:00 or twelve on the Ethiopian clock). Buses do not travel at night; they will stop before sundown in a town or village with accommodation for the passengers, or, between Dire Dawa and Djibouti, just in the plain countryside. Between some cities (eg, Adama and Addis Ababa), minibuses will run after the larger buses have stopped for the night. Everyone on the bus must have a seat by law – this prevents overcrowding, but often makes it difficult to catch a bus from an intermediate point on a route. If planning to travel by bus, keep in mind that almost all the vehicles are old and very dusty and most of the roads are bad. Ethiopians do not like opening the bus windows, so it gets hot and stuffy inside by afternoon. If you like fresh air, sit as close to the driver or one of the doors as possible, as the driver keeps his window open and the conductor and his assistant often have the door windows open. It can be risky riding the minibuses and Higer, as they are a leading contributor to Ethiopia's position among the most dangerous places in the world to drive. The drivers often do not use mirrors and simply disregard the possibility of oncoming traffic when changing lanes.\n\nThe bus stations usually open somewhere around 05:00. If you are catching an early morning bus, you should get to the station at 05:00. They are very chaotic first thing in the morning, and many buses will sell out of seats before they leave with the dawn about 06:00. To make things easier and less stressful, you can often buy a ticket in advance. In Addis, find the correct window at the bus station the day before you wish to travel and buy your ticket there. (You will need help finding the window unless you can read Amharic, but there are usually people around who will help if you ask.) The ticket will be in Amharic, but there will be a legible bus number written on it somewhere. Simply find that bus the next morning at the bus station. In smaller cities, you can often buy your ticket from the conductor when the bus arrives from its previous trip the afternoon before you travel. Even if you already have a ticket, arrive early and claim a seat as soon as possible.  If you don't have a ticket, you will have to ask people to show you the correct bus (unless you can read Amharic). In this case, don't waste time trying to buy a ticket from the window or from the bus conductor—push your way on board the bus and claim a seat! The conductor will sell you a ticket later. Medium sized backpacks can usually be squeezed under the seats, but large packs and most luggage will have to go up on the roof. Claim your seat before you worry about your luggage.  Anyone assisting you with your luggage, including the person passing it up to the conductor's assistant on the roof, will expect a small tip (around 2-3 birr).\n\nOn several routes (Addis - Dire Dawa, Bahardar - Addis) you may also find informal traveller cars with no fixed departure; when looking around at a bus station you may be approached by somebody who offers you a faster connection by going with a private car; this is more expensive than the normal bus but also much faster. You'll be handed a cell phone number where to call in order to make an appointment. These cars may leave before sundown or travel even at night.\n\n",{"type":"===","value":["By car"]},"\nA good way to tour Ethiopia is by car. You can take small aircraft to expedite your tour, but you will take in more of the scenery if you travel by car. Reasonable touring companies include ",{"type":"[","value":["http:\/\/www.galaxyexpressethiopia.com Galaxy Express Services"]},", ",{"type":"[","value":["http:\/\/www.south-expedition.com NTO"]},", ",{"type":"[","value":["http:\/\/www.ethiopiatravel.com Dinknesh"]}," and ",{"type":"[","value":["http:\/\/www.focustoursethiopia.com Focus Tours Ethiopia"]},". as well as ",{"type":"[","value":["http:\/\/www.ethiopiatjazz.com Ethiopia Safaris and Journeys Abyssinia with Zawdu."]}," They can take you off the beaten track so you can see the beauty and attractions of Ethiopia.\n\nNevertheless, hiring a car is quite expensive (starting from 600-900 birr depending on the condition and quality; 600 birr for a cheap car with driver). But if you want a car for at least 8 persons is costs from 1,000-3,000 birr per day. Prices will vary at this time due to inflationary pressures inside the country. Drivers pass on their costs for spare parts and need to increase the price if fuel rises. A driver guide's credentials should be checked such as tourism license, insurance, engine (external and internal). Before accepting a contract, it is also a good idea to quiz the driver-guide about tourism routes via a travel guide book (eg: Lonely Planet and Bradt Guide) but you must also accept that this information could be out of date. When driving to the \"deep south\" of Ethiopia also check the licence plates, because the authorities in the south check in and log \"3\" plate tourism cars, take the names of the passengers and passport number. They need a letter from the tour company to show the agent is bona fide on some routes and parks. Petrol costs 21 birr a litre. Make sure to check the pump is zeroed before re-fuelling starts.\n\nThere are a several highways in Ethiopia, some of these are in good condition:\n\n",{"type":"'''","value":["Road 1"]},": Addis Ababa-Asmara via Dessie and Mekelle\n\n",{"type":"'''","value":["Road 3"]},": Addis Ababa-Axum via Bahir Dar and Gonder\n\n",{"type":"'''","value":["Road 4"]},": Addis Ababa-Djibouti via Nazret (Adama), Awash and ",{"type":"[[","value":[["Dire Dawa"]]},"\n\n",{"type":"'''","value":["Road 5"]},": Addis Ababa-Gambela via Alem Zena and Nekemte\n\n",{"type":"'''","value":["Road 6"]},": Addis Ababa-Jimma via Giyon\n\n",{"type":"'''","value":["Road 48"]},": Nekemte-Gambela National Park via Gambela\n\n",{"type":"'''","value":["TAH 4"]}," to the north: ",{"type":"[[","value":[["Cairo"]]}," via ",{"type":"[[","value":[["Khartoum"]]}," and ",{"type":"[[","value":[["Bahir Dar"]]},"\n\n",{"type":"'''","value":["TAH 4"]}," to the south: ",{"type":"[[","value":[["Cape Town"]]}," via ",{"type":"[[","value":[["Gaborone"]]},", ",{"type":"[[","value":[["Lusaka"]]},", ",{"type":"[[","value":[["Dodoma"]]},", ",{"type":"[[","value":[["Nairobi"]]}," and Awasa \n\n",{"type":"'''","value":["TAH 6"]}," to the east: ",{"type":"[[","value":[["Djibouti"]]}," via Dessie  \n\n",{"type":"'''","value":["TAH 6"]}," to the west: Ndjamena via ",{"type":"[[","value":[["Darfur"]]},"\n\n",{"type":"===","value":["By bicycle"]},"\nRoad conditions vary considerably around Ethiopia; some roads are smoothly sealed while others consist mostly of large stones. Accommodation is cheap and available in almost every village (although these \"hotels\" usually double as bars and brothels). Food and drink are also easily available. You will attract considerable attention (it is not uncommon for whole schools to empty out as the children run after you).\n\n",{"type":"===","value":["By train"]},"\nThere are no longer any train services in Ethiopia. \n\nThe Ethiopian Railway Corporation (ERC) is apparently planning a Light Railway Network project in Addis Ababa. The project is expected to transport 20,000 passengers per day and will assist in solving Addis Ababa’s transportation problems.\n\nIn September 2010 construction commenced on a new freight rail network. The project is planned to provide a 5,000km network, radiating from Addis Ababa, with the majority of traffic going to Djibouti.\n\n",{"type":"==","value":["Talk"]},"\n: ",{"type":"''","value":["See also:"]}," ",{"type":"[[","value":[["Amharic phrasebook"]]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Amharic phrasebook"],["Amharic"]]}]}," is the first official language of Ethiopia. The language is a Semitic language related to Hebrew and Arabic, and if you know either one you'll recognize some cognates.  In all parts of the country everyone speaks Amharic to some extent, no matter what their first language may be.  The language is written in the Ge'ez script.\n\nIn big cities, many people under 40 speak some English. (The Commonwealth version of English, as spoken in neighbouring Kenya and Uganda, is the primary foreign language taught in schools and both the British Council and the ",{"type":"<","value":["abbr",{"title":"European Union"},["EU"]]}," have helped in providing textbooks.) In rural areas, find local school children to translate for you for a fee that could be next to nothing. (Ethiopians have a distinct way of speaking English. Because it is heavily accented, it might be a bit difficult to understand it at the beginning. However, when you get used to the way they pronounce some English words, it will become fairly understandable.) Older Ethiopians, especially those from the ",{"type":"[[","value":[["Tigray"]]}," region or Eritrea (which was once a state of Ethiopia), may speak Italian, while other elders may speak Russian or Cuban-accented Spanish due to the influence of the former Derg regime.\n\nIn the north, especially in Tigray, ",{"type":"[[","value":[["Tigrinya phrasebook"],["Tigrinya"]]}," is the primary language, also written in Ge'ez. However, Amharic is widely understood. In the middle highlands regions ",{"type":"[[","value":[["Oromifa phrasebook"],["Oromifa"]]},", or Afaan Oromo is widely spoken. Oromifa uses a Latin alphabet. In the ",{"type":"[[","value":[["Ogaden"]]}," region, located mostly in Somali regional state (near the border with ",{"type":"[[","value":[["Somalia"]]}," and ",{"type":"[[","value":[["Somaliland"]]},"), ",{"type":"[[","value":[["Somali phrasebook"],["Somali"]]}," is common, and is written in a Latin alphabet; ",{"type":"[[","value":[["Arabic"]]}," is also common, with a ",{"type":"[[","value":[["Yemen"]]},"i influence. Towards the border with ",{"type":"[[","value":[["Djibouti"]]},", French becomes slightly more common.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Huge obelisks in ",{"type":"[[","value":[["Axum"]]}]},{"type":"*","value":[{"type":"'''","value":["Historic routes, churches and mosques"]},"  Lalibela, Axum, Gondar, Harar"]},{"type":"*","value":[{"type":"'''","value":["Volcanic lake"]}," ",{"type":"[[","value":[["Danakil Depression"]]}," and Erta Ale"]},{"type":"*","value":[{"type":"'''","value":["Rift Valley lakes"]}," Wonchi crater lake, Langano, Tana"]},{"type":"*","value":[{"type":"'''","value":["National Parks"]}," such as Menengesha"]},{"type":"*","value":["Many beautiful churches in Addis Ababa"]},{"type":"*","value":["Rock-hewn churches in ",{"type":"[[","value":[["Lalibela"]]}]},{"type":"*","value":["Castles in ",{"type":"[[","value":[["Gondar"]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Northern historic circuit"]},". A loop from Addis Ababa to ",{"type":"[[","value":[["Bahir Dar"],["Lake Tana"]]},", to ",{"type":"[[","value":[["Gondar"]]},", then ",{"type":"[[","value":[["Axum"]]},", and ",{"type":"[[","value":[["Lalibela"]]},", and back to Addis, although the circuit can be done in the opposite direction as well. Destinations are affordable and reachable by domestic airlines but you may want to consider taking the long and gruelling bus journey from Addis to Bahir Dar to experience the awe inspiring and switch-backing descent from the highlands deep down into the gorge of the Blue Nile and back up again and for the abundant wildlife you'll see on this stretch of the \"road\", which in many places is unsurfaced and on some stretches is still being bulldozed into shape (Oct 2013) with the route constantly changing and delays while blasting tales place and rock slips are cleared."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tribal region safari"]}," in the Lower Omo Valley"]},{"type":"*","value":["Trekking in Dodolla, Bale Siemien Mountains National Park"]},{"type":"*","value":["Bird watching in Rift Valley lakes"]},{"type":"*","value":["See the gelada (\"baboons\") at Debre Sina near Addis Ababa"]},{"type":"*","value":["White water rafting in the Omo River"]},{"type":"*","value":["Attend a traditional coffee ceremony."]},{"type":"*","value":["Visit an ",{"type":"''","value":["azmari bet"]}," (",{"type":"''","value":["azmari"]}," bar) to listen to ",{"type":"''","value":["azmari"]}," musicians and singers."]},"\n",{"type":"==","value":["Buy"]},"\nLocal currency is the Ethiopian birr (ETB), which is one of the more stable African currencies. In Sep 2013, €1 was 25 birr, GBP1 was 30 birr, and USD1 was 19 birr. There are 100 santim to the birr and coins of 1, 5, 10, 25 and 50 santim circulate, together with a one birr coin. Banknotes come in values of 1, 5, 10, 50 and 100 birr.\n\nYou're not supposed to import nor export more than 100 birr. Usually hotel and car rental bills must be paid in cash.\n\nThere are ATMs in all bigger cities. Dashen Bank is your best bet for finding an ATM; then Commercial Bank of Ethiopia and Wegagan Bank. Visa is the most accepted brand; few places accept other cards such as MasterCard. Don't expect foreign Cirrus or Plus cards to work. The ATMs are not always reliable, so have a back-up plan for cash when away from Addis Ababa.\n\nOpportunities to use credit cards (Visa and MasterCard) are increasing in Addis Ababa, but remain rare elsewhere.\n\n",{"type":"====","value":["Changing cash"]},"\nAny commercial bank in Ethiopia can exchange cash. The rates are the same everywhere and are set by the central bank daily. There are hundreds of commercial bank branches in Addis, including in the Sheraton and Hilton hotels, and in the corner of the baggage claim hall at the airport. Most cities and towns that tourists visit will have at least one commercial bank, except for villages in the Omo valley. Many hotels will convert US dollars to birr at the front desk. Because of forgeries in circulation, banks might not accept US dollar notes printed before 2002, or torn or very worn notes. It is illegal to change money on the black market and the rates aren't much better than what you get from the banks. It is essentially impossible to exchange the birr outside of Ethiopia due to currency controls, and it is illegal to remove more than 200 birr from the country without permission. \n\nUS dollars, euros or pounds sterling are the best currencies to carry, in that order. You may find it best to keep most of your cash in your home currency and take out what you need daily. Additionally, since ATM machines dispense money in birr, it may be easier to simply withdraw money from the ATM as needed. Prices are extremely low in Ethiopia and a US dollar will go a long way. \n\nBanks no longer accept travellers cheques.\n\n",{"type":"====","value":["US dollar"]},"\nIn cities like Addis Ababa and Dire Dawa (little accepted in Dire Dawa, not like Addis) the US dollar is mostly accepted. In some shops in Addis Ababa the prices will be written in birr and USD. Some ATMs in Addis Ababa give out both US dollars and birr. Most hotels in Addis Ababa accept US dollars. All airports in Ethiopia accept US dollars.\n\nYou ",{"type":"'''","value":["cannot obtain US dollars"]}," in Ethiopia through legal means unless you have a flight ticket to leave the country. This means that if you need dollars (e.g. to get a Djibouti visa) and don't have a flight ticket to leave Ethiopia you will need to either change money on the black market or ensure that you have enough US dollars on you.\n\n",{"type":"====","value":["Costs"]},"\nEthiopia is relatively cheap for tourists, compared to other African countries.\n\nTo stay at a 5 star hotel in Addis Ababa, Dire Dawa, Nazret, Bahir Dar, Gondar and Awasa costs on average 1,500 birr per night. \n\nAddis Ababa, Dire Dawa and Adama\/Nazret have the most expensive prices in the country. For example a 32 inch (81cm) LCD TV costs around 15,000 birr. Food is also expensive if you buy it in those city's centres.\n\nYou need about 400 birr per day for hotel, fuel, food, lodging and transport. In Addis Ababa and Dire Dawa you can need 600 birr per day.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["infobox"],["Price guide:"],["*6 birr - Cup of coffee\n",{"type":"*","value":["8-12 birr - Soft drink: Coca Cola, Fanta, Sprite, 7 Up, Mirinda or Pepsi "]},{"type":"*","value":["10-25 birr - Juice"]},{"type":"*","value":["15-20 birr - Dessert pastries"]},{"type":"*","value":["30-50 birr - Breakfast"]},{"type":"*","value":["40-60 birr - Injera with all kinds of ",{"type":"''","value":["wat"]}," (garnishings)"]},{"type":"*","value":["80 birr - Pizza, hamburger, fish 'n chips or spaghetti"]},{"type":"*","value":["80-200 birr - Cake"]},{"type":"*","value":["100 birr - 1 kg coffee"]},{"type":"*","value":["100-150 birr - Asian or African restaurant"]},{"type":"*","value":["250 birr plus - Luxury restaurants, hotels, restaurants catering to expats"]}]]},"\n\n",{"type":"''","value":["Injera"]}," is ubiquitous in Ethiopia. It is a spongy, tangy-tasting bread made from the grain ",{"type":"''","value":["teff"]},", which grows in the highlands of Ethiopia. It looks and feels akin to a crepe or pancake. It's eaten with ",{"type":"''","value":["wot"]}," (or ",{"type":"''","value":["wat"]},"), traditional stews made with spices and meat or legumes. Popular wats are ",{"type":"''","value":["doro"]}," (chicken) wat, ",{"type":"''","value":["yebeg"]}," (lamb) wat and ",{"type":"''","value":["asa"]}," (fish) wat.  \n\nThe injera sits directly on a large round plate or tray and is covered with wat placed symmetrically around a central item. The various wats are eaten with other pieces of injera, which are served on a side plate. Injera is eaten with the right hand - rip a large piece of injera from the side plate and use it to scoop up one of the flavours of wat on the main platter. Eating with the left hand is considered disrespectful, as it is the hand traditionally used for personal hygiene and is thus considered unclean. Another popular injera dish is ",{"type":"''","value":["firfir"]},": fried, shredded injera. It can be served with or without meat or with all sorts of veggies. \n\nIf you prefer vegetarian foods, try the ",{"type":"''","value":["shiro wat"]},", which is an oily bean stew served with injera. Shiro is common on Ethiopian \"fasting days\", in which devout Ethiopians eat an essentially vegetarian diet.\n\nOne of Ethiopia's most famous dishes is ",{"type":"''","value":["tibbs"]}," or ",{"type":"''","value":["tibs"]},", spicy beef or lamb fried in butter (nitre kibbeh). Tibs comes in several styles, most commonly \"chikina tibs\", fried in a sauce with berbere spice, onions, bell peppers, and tomato; and zil-zil tibs, a more deep fried breaded version served with tangy sauces. Equally as famous is ",{"type":"''","value":["kitfo"]},", minced meat spiced with chilli. You can have it raw (the locally preferred way, but there's a risk of getting parasites), ",{"type":"''","value":["leb-leb"]}," (lightly cooked) or fully cooked. It comes with a local cheese ",{"type":"''","value":["ayeb"]}," and a spinach. In the Harar region, you can find kitfo derivatives including camel meat. Many restaurants that serve kitfo include it in their name (e.g. Sami Kitfo, Mesob Kitfo, etc.) but typically serve a wider selection than just raw meat.\n\nFor the pickier visitor, almost every place in Ethiopia also serves spaghetti (thanks to the short lived Italian occupation) - but not as Italians would know it. Italian restaurants are common, as are so-called \"American style pizza and burger\" places that have little in common with American pizzas and burgers. There is continued demand for more American style dining in Ethiopia from, not only expats, but from Ethiopians as well. There are restaurants like the Country Kitchen (not the chain) that serves American style fried chicken and wings run by an American-born-and-raised Ethiopian. Good pizza can be had at Metro Pizza at the Dagim Millenium Hotel. The restaurant at Addis Guest House run by an American raised Ethiopian named Yonas serves a good selection of western foods including great French toast for breakfast. It is worth the trip just to meet Yonas who may be the best tour guide you can find in the city. ",{"type":"[","value":["http:\/\/kaldis-coffee.com\/index.php \"Kaldi's Coffee House\""]}," are all over the city. They are largely Starbucks knockoffs, but they do it well. Great coffee, good pastries, and very good ice cream. You will find westerners or western raised Ethiopians everywhere in the capital and they all are very helpful.\n\nCommon spices include ",{"type":"''","value":["berbere"]},", Ethiopia's natural spice which includes fenugreek; mittmitta, another piquant spice; and rosemary, which is used in almost all meat in the country. Most local meats are of poor quality and are stringy and tough even when cooked perfectly. Luxury hotels and restaurants will often import their meat from Kenya, which is much higher quality.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Caffe macchiato.jpg"],["thumb"],["Ethiopian macchiato, the country's famous coffee drink"]]},"\nEthiopia is the historical origin of the coffee bean, and its coffee is among the best in the world. Coffee is traditionally served in a formal ceremony that involves drinking a minimum of three cups of coffee and eating popcorn. It is a special honour or mark of respect to be invited into somebody's home for the ceremony. Ethiopians tend to drink their coffee either freshly brewed and black, very strong, with the grounds still inside; or as a ",{"type":"[[","value":[["w:Caffè macchiato"],["macchiato"]]},", Ethiopia's popular form of coffee.   \n\nIn preparation for the ceremony the coffee beans are roasted in a flat pan over charcoal. The beans are then ground using pestle and mortar. The coffee is brewed with water in a clay coffee pot and is considered ready when it starts to boil. Coffee in Ethiopia is served black with sugar; some ethnic groups may add butter or salt to the coffee but will generally not do so with foreigners. Beware, after drinking coffee in Ethiopia, you will find yourself always disappointed with the quality of coffee when you return home. In Ethiopia the coffee is so fresh as it is usually roasted the same day as it is consumed. You will dream about coffee for weeks after leaving Ethiopia.\n\n",{"type":"''","value":["Tej"]}," is a honey wine, similar to mead, that is frequently drunk in bars, in particular, in a ",{"type":"''","value":["tej beit"]}," (",{"type":"''","value":["tej"]}," bar). It strongly resembles mead in flavour though it typically has a local leaf added to it during brewing that gives it a strong medicinal flavour that may be off putting. It is considered ",{"type":"''","value":["manly"]}," to consume this beverage. \n\nA variety of Ethiopian beers are available, all of which are quite drinkable. Many breweries that were formerly owned by the Ethiopian government are now owned by Western beverage companies like Heineken (Harar beer) and Diageo (Meta beer). The nationally ubiquitous beer is St. George, or \"Giorgis\" named after the patron saint of Ethiopia, which is a light lager similar to American beers that has been brewed in Addis Ababa since 1922. Ethiopian breweries rival many microbreweries in the west and most beers are sold for under USD1.\n\nEthiopian wines, both red and white, exist but are generally considered undrinkable by foreigners.\n\n",{"type":"==","value":["Sleep"]},"\nThere is a wide range of accommodation in Ethiopia. Staying in tourist areas generally results in a broader range of choices, but watch out for tourist prices.  It is acceptable to bargain with the hotel owner, for they usually tend to charge you \"faranji\" (foreigner) prices at first, which are often twenty times the local rate.  You won't be able to bargain down to local prices (close to nothing) but you can bargain down a lot.  This is not true at the government run \"Ghion\" chain, and the fancier private chains as well, where prices for foreigners are fixed. (Bekale Mola, for example).\n\n",{"type":"[[","value":[["Bed and breakfast"],["Guest houses"]]}," are common in Ethiopia. These vary from large homes with a number of bedrooms to small hotels and essentially operate as a \"Bed and Breakfast\". Some have shared baths, other have private baths. The best ones have generators avaialble to deal with power outages as well as internet service and satellite TV. The good ones tend to be clean and they treat you like family. They are much cheaper than the brand name hotels and you will get more exposure to the local culture. If you tip well you will be treated like royalty.\n\n",{"type":"'''","value":["In the north"]},", in every city (Axum, Lalibela, Bahir Dar, Gondar) one can find hotels, from overpriced ones such as the government-run Ghion chain hotels to cheaper ones. Smaller places on the major roads offer cheap places if you do not mind the most basic rooms. A tourist town like Debark that serves for trekking the Simien Mountains also offers a range of rooms, with the most popular being the Simien Park Hotel (25\/30 birr), where you could also pitch a tent for 20. It meets the normal standards for food, electricity, water, cleanliness and hygiene.\n\n",{"type":"'''","value":["In the south"]},", all the cities (Shashemane, Wondo Genet, Awasa, Arba Minch, Jinka...) have decent, cheap hotels. The most basic rooms start at 15 birr for a single and 20 birr for a double. Many of them don't have hot water and electricity all hours of the day, so you should schedule time for a shower in advance.  There are also three fairly expensive resort hotels on the shore of Lake Langano.  In the smaller villages in and around the Omo valley (Weyto, Turmi, Key Afar,  Dimeka, Konso, etc.) there are usually few (very basic) or no hotels, but if you are travelling through the valley to see the tribes, there is always a campground or a restaurant that offers beds.  If you camp out at one of these villages, you should hire a guard to watch over your stuff overnight.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\nIn the big cities, especially Addis Ababa:\n",{"type":"*","value":["There is a high demand for IT professionals. "]},{"type":"*","value":["Many start-up companies search for individuals with computer networking and consulting backgrounds. "]},{"type":"*","value":["Addis Ababa has the highest number of NGOs in Africa, and possibly among all third world countries. They are reputed for providing generous salaries to their employees. "]},{"type":"*","value":["Many expatriates work in NGOs and small start-up IT companies. "]},{"type":"*","value":["Compared with other African cities, Addis Ababa has a high number of big, medium and small sized computer training schools, and governmental and private learning institutions. Many students who attend hope to obtain an IT or consulting job, in the very scarce job market of the city."]},"\nSome people have a desire to do some sort of charitable work while in Ethiopia. There are many opportunities to volunteer in and around Addis Ababa. Organizations such as ",{"type":"[","value":["http:\/\/lovevolunteers.org\/programs\/medical-volunteers-ethiopia-orphanage-volunteers-ethiopia Love Volunteers"]}," and ",{"type":"[","value":["http:\/\/www.projects-abroad.com.au\/destinations\/ethiopia Projects Abroad"]}," offer a range of volunteer projects including teaching English, caring for children and healthcare. Many non-profit organizations produce goods that they sell to help fund their efforts. Most locals at hotels and guest houses can point you to them.  ",{"type":"[","value":["http:\/\/www.agohelma.org.et\/ Abebech Gobena Yehetsanat Kebekabena Limat Mahber"]}," is a great example.  Abebech Gobena (also known as Mother Teresa of Africa) was interviewed by ",{"type":"[","value":["http:\/\/gadaa.com\/news\/3378\/2010\/06\/23\/africas-mother-teresa-abebech-gobena-on-raising-ethiopias-famine-orphans-cnn\/ CNN"]},". Be warned: you will cry. Missionaries of Charity started by Mother Teresa of Calcutta have a centre near Sidest Kilo in Addis Ababa.  \n\nMany visitors bring donations to Ethiopia. Although most anything is appreciated, there are things very difficult to get in Ethiopia that make great donations. Soy formula for orphanages is a great example as lactose intolerant babies need this to thrive and it is hard to find in-country.  High quality soccer footballs (what would be considered cheap footballs at USD10-15 in Western countries) are hard to find as well. Deflate a football and you can get over 30 in a large bag. You will be seen as a hero when you give them away at orphanages and schools.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["infobox"],[{"type":"[[","value":[["Risks"]]}," in Ethiopia"],["Crime\/violence: ",{"type":"'''","value":["Low"]},{"type":"<","value":["br"]},"\n",{"type":"<","value":["small",["Alcohol-related violence, petty theft"]]},{"type":"<","value":["br"]},"\nHIV\/AIDS: ",{"type":"'''","value":["Low"]},{"type":"<","value":["br"]},"\n",{"type":"<","value":["small",["2-3 % of the adult population or 1 in 50 infected"]]},{"type":"<","value":["br"]},"\nAuthorities\/corruption: ",{"type":"'''","value":["Low - Middle"]},{"type":"<","value":["br"]},"\n",{"type":"<","value":["small",["Security guards might be rude"]]},{"type":"<","value":["br"]},"\nTransportation: ",{"type":"'''","value":["High"]},{"type":"<","value":["br"]},"\n",{"type":"<","value":["small",["Wild animal crossings everywhere; bad roads"]]},{"type":"<","value":["br"]},"\nHealth: ",{"type":"'''","value":["Middle"]},{"type":"<","value":["br"]},"\n",{"type":"<","value":["small",["Flea, tick and mosquito bites"]]},{"type":"<","value":["br"]},"\nNature: ",{"type":"'''","value":["Low"]},{"type":"<","value":["br"]}]]},"\n\n",{"type":"*","value":["Ethiopia is a relatively ",{"type":"'''","value":["low-crime"]}," country compared to ",{"type":"[[","value":[["Kenya"]]},", ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["South Africa"]]},". "]},"\n",{"type":"*","value":["Avoid travelling to the ",{"type":"[[","value":[["Somali"],["eastern part"]]}," of the country beyond the city of Harar. Somali separatist groups occasionally launch guerrilla attacks. Most expats who go there are US military personnel actively training the Ethiopian army's anti-terrorism unit. Many others are Chinese, Indian or Malaysian representatives of oil companies, who have been targeted in major guerrilla attacks resulting in dozens of casualties.  Harar is safe for extended stays, and Jijiga is generally also safe for short trips. "]},"\n",{"type":"*","value":["Armed insurgent groups operate in the Afar region. In 2012 an Afari group attacked tourists in the ",{"type":"[[","value":[["Danakil Depression"]]},", killing five European tourists, and kidnapping two others. The Ethiopian government alleges that this was sponsored by its rival, Eritrea."]},"\n",{"type":"*","value":["In 2008, a hotel in the town of Jijiga and two hotels in the town of Negele Borena were bombed."]},"\n",{"type":"*","value":["Organized crime and gang violence are very unusual in most parts of the country. However, in the border areas of Sudan (Gambella Region) and Kenya, there are reports indicating occurrences of banditry. Avoid these areas."]},"\n",{"type":"*","value":["Though Ethiopia has a secular government, the people are very religious. The two dominant religions (the Ethiopian Orthodox Church and Islam) strongly influence day-to-day life. Due to their influence the government implements certain rules and laws that could appear unsettling to westerners. In particular, homosexuality is illegal and is not tolerated."]},"\n",{"type":"*","value":["Compared to other African countries, robbery is not a major problem in the cities and towns. However, travellers are advised to look after their belongings. Travellers should be cautious at all times when travelling on roads in Ethiopia.  There have been reports of highway robbery, including car-jacking, by armed bandits outside urban areas.  Some incidents have been accompanied by violence. Travellers are cautioned to limit road travel outside major towns or cities to daylight hours and travel in convoys, if possible."]},"\n",{"type":"*","value":["Travellers with vehicles and cyclists may often be the target of stoning by local youths when driving in rural areas."]},"\n",{"type":"*","value":["Traffic accidents, both for pedestrians and vehicle passengers\/drivers are common -- Ethiopia is one of the most dangerous places in the world to drive. These accidents are often fatal. Pedestrians frequently walk into the middle of the road without looking, vehicles do not use mirrors and traffic lanes are more of a guideline than a rule. It is highly advisable to hire a driver and to travel in the largest vehicle reasonably possible, to maximize safety. Always keep doors locked and do not lower windows enough for beggars to put their hands in (distracting a driver while robbing through the passenger side window is a common tactic)."]},"\n",{"type":"*","value":["Most federal police and some private security guards carry Kalashnikov AK-47 assault rifles. This is common, and should not be cause for alarm -- it is simply cheaper for them to purchase and repair these weapons than more \"traditional\" police tools like pistols and pepper spray. The federal police are generally well trained and very effective in their jobs, and can be distinguished by their blue camouflage uniforms. City police wear a solid blue shirt, and are less reliable. Traffic police wear a blue uniform with white hat and sleeves, and are generally the least reliable of the city police."]},"\n",{"type":"==","value":["Stay healthy"]},"\nDon't drink the tap water. It's full of parasites, and hotels generally recommend guests not to drink it, nor to eat salads and uncooked foodstuffs that are usually washed in tap water. This applies to ice as well – unless it is distilled, or you are at a reputable Western hotel like the Sheraton, Radisson Blue, or Hilton. Bottled water for drinking is available almost everywhere in small, medium and big bottles – popular brands are Yes (flat water) and Ambo (sparkling water). Make sure you drink enough, especially when the weather is hot.\n\nConsult a doctor before going to Ethiopia about what vaccinations against ",{"type":"[[","value":[["infectious diseases"]]}," you should consider. The risk of malaria is low to non-existent in the capital and the highlands, but high in the lake regions and lowlands. Doxycycline for malaria prevention is cheap in Addis.\n\nIf you get sick, go to one of the big private hospitals, e.g., Korean, Hayat, St Gabriels.\n\nA large part of Ethiopia is at a high elevation. In those areas, people unaccustomed to breathing in thinner air may have a hard time moving around at first. It is advised to allow yourself a few days to acclimatize to the air.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nEthiopians are very proud of their culture, identity, and country. Avoid criticizing their cultural lifestyle, especially their brand of Christianity (Oriental Orthodox).  Avoid all contentious religious discussion, or you may risk all good will and hospitality you could have been afforded. Rather than argue about the merits of Orthodoxy or Islam, it's best to ask friends to explain their customs, festivals and beliefs and to listen with respect.\n\nThe Ethiopians' relationship with the Westerners is generally free of racial animosity. However, there is considerable suspicion and even xenophobia toward foreigners in the countryside. Ethiopians can be short-fused if they feel they are not treated as equals.\n\nIt is a sign of respect for men to avoid eye contact with women. If you are a foreign man, maintaining a formal distance from women will be seen as good manners. If you meet a woman who is with a man, ask the man's permission before talking to her. Likewise, if you're a foreign woman in public with a man, don't be upset if Ethiopian men address all questions to him. They will do this not to slight you but to show respect. This will be the case on public transport and in restaurants.\n\nIt is very important to ",{"type":"'''","value":["remove your shoes"]}," when entering a home.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nThe country code for calling Ethiopia is ",{"type":"'''","value":["251"]},". The city code for Addis Ababa ",{"type":"'''","value":["011"]}," (or ",{"type":"'''","value":["11"]}," from outside Ethiopia).\n\n",{"type":"===","value":["Mobile"]},"\nEthiopia's connectivity is among the worst in the world. The mobile telecom network uses GSM (as in Europe\/Africa), operated by Ethio Telecom (ETC) and has limited 3G (1x EV-DO service) and 2G (CDMA) service. Currently there is good voice coverage into small cities. \n\nFor all travellers, having a mobile phone is a must. It is cheap and easily available. Satellite phones and VSAT devices are heavily restricted or illegal without hefty fees and licenses.\n\nThere are only a few stores renting SIM cards including ",{"type":"[","value":["http:\/\/arifmobile.com ArifMobile"]},". However, purchasing a SIM is inexpensive, and can be done anywhere that sells phones. You will have to give the seller a copy of your passport personal details page, 1 passport style picture, and between 45 and 100 birr, depending on what kind of card\/service you are getting. You'll have to sign an agreement that you will not commit any crimes with your phone. All local stores will have calling cards you can purchase to call internationally. For domestic calls, phones are topped up with a prepaid card, available in denominations of 2000, 500, 100, 50 and 25 birr and smaller.\n\nRoaming charges are very steep.  While roaming arrangements are said to be in place, in practice you may find it impossible to get a connection that works reliably, or at all.\n\n",{"type":"===","value":["Internet"]},"\nLess than 1 million people in the country have access to internet, and internet service is extremely limited. There are numerous internet cafes in ",{"type":"[[","value":[["Addis Ababa"]]},", ",{"type":"[[","value":[["Dire Dawa"]]},", ",{"type":"[[","value":[["Nazret"]]},", ",{"type":"[[","value":[["Bahir Dar"]]},", ",{"type":"[[","value":[["Gonder"]]},", ",{"type":"[[","value":[["Awasa"]]}," and other cities; however their speeds are often dial-up at best, and some operate illegally. In Addis Ababa, connection speeds are more than adequate for performing tasks such as checking e-mail most of the time. A typical internet cafe will have a dozen computers using one \"broadband\" (actually 3G mobile internet speeds from 128kbit\/s) connection. ADSL is available, but expensive, and reserved for enterprise customers most of the time. At the Addis Sheraton, the internet connection rivals that of most Western hotels, but costs USD30 for a 24 hour connection.  Ethiopia's international connection is unstable: On bad days, even a broadband connection will only deliver dial-up speed, because the whole country's traffic is running via an undersized backup satellite connection. The government has announced plans to rollout 4G LTE service.\n\nTo use the internet costs between 25-35 Ethiopian cents\/min in the bigger cities but outside the cities it usually costs more than 1 birr\/min. Watch out for computer viruses! Most computers or flash disks in use are infected.\n\nOutside of bigger towns, it is harder to find a working Internet connection and the charge per minute is often much higher than in bigger towns.\n\nEthiopia is currently in the process of deploying an internet filter, to access blocked sites, use a VPN or use the free, open-source ",{"type":"[","value":["https:\/\/torproject.org TOR Project"]},".  Personal use of VoIP services such as Skype has been legalized as of July 2012.\n\n",{"type":"===","value":["Mail"]},"\nEthiopia has one of the most efficient postal services in Africa. Many attribute this success to the extensive network of Ethiopian Airlines. However, mail does not get delivered to your address. You are required to buy a post office box. Once you get a post office box, the flow of your mail will be consistent. \n\n",{"type":"===","value":["Newspapers"]},"\nEnglish language papers include ",{"type":"''","value":["Capital"]}," and ",{"type":"''","value":["The Reporter"]}," each costing 5 birr.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["9.47074"],["40.12207"],["zoom=6"]]},"\n",{"type":"{{","value":[["IsPartOf"],["East Africa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ethiopia"]]},"\n",{"type":"[[","value":[["Wikipedia:Ethiopia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Ethiopia\/"]]}]