[{"type":"{{","value":[["pagebanner"],["Europe Wikivoyage banner Strasbourg European Parliament.png"],["European flag"]]},"\n",{"type":"{{","value":[["quickbar"],["image=01-eiffelturm_paris_froschperspektive.JPG"],["flag=Flag of Europe.svg"],["location=EU Globe No Borders.svg"],["capital=",{"type":"[[","value":[["Brussels"]]}," (",{"type":"''","value":["de facto"]},")"],["government=Hybrid system with supranational and intergovernmental elements"],["currency=Euro (€) and 10 others"],["area=4,381,376 km²(1,691,658 mi²)"],["population=507,890,191 (2012 est.)"],["language=24 official languages"],["religion=Roman Catholic, Protestant, Orthodox, Muslim, Jewish"],["electricity=230V \/ 50Hz (plugs vary)"],["callingcode="],["tld=.eu"],["timezone=UTC to UTC +2"]]},"\nThe ",{"type":"[","value":["http:\/\/europa.eu\/ ",{"type":"'''","value":["European Union"]}]}," (abbreviated \"EU\") is an economic and political union of 28 member states that are located primarily in ",{"type":"[[","value":[["Europe"]]},". Some more countries are part of the cooperation in specific areas, such as immigrant controls or currency.\n\nTravelling between the countries involved is generally much easier than crossing other international borders, both for residents and for people from outside the area.\n\n",{"type":"==","value":["Understand"]},"\nThe European Union was in part motivated by the catastrophe of World War II, with the idea that European integration would prevent such a disastrous war from happening again. The idea was first proposed by the French foreign minister Robert Schuman in a speech in 1950, which resulted in the first agreements in 1951 that formed the basis for the European Union.\n\nThere are at least three groups of countries in Europe that overlap but are not identical:\n",{"type":"*","value":[" The ",{"type":"'''","value":["European Union"]}," (EU), a partial political and customs union"]},{"type":"*","value":[" The ",{"type":"'''","value":["Eurozone"]},", countries using the common European currency, the Euro. The euro is also the currency of ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Vatican City"]]}," and ",{"type":"[[","value":[["Andorra"]]}," by agreement with the European Union. ",{"type":"[[","value":[["Kosovo"]]}," and ",{"type":"[[","value":[["Montenegro"]]}," also use the currency, though they are not officially part of the Eurozone."]},{"type":"*","value":[" The ",{"type":"'''","value":["Schengen Agreement"]},", countries using common visas and immigration controls. While primarily composed of EU member states, the Schengen zone also includes ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Norway"]]}," and ",{"type":"[[","value":[["Switzerland"]]},"."]},{"type":"<","value":["br"]},"\n\n",{"type":"{{","value":[["European Union reference table"]]},"\n\nThere are also territories around the world outside of continental Europe that belong formally to the European Union owing to the sovereignty of an EU member and subsequent agreement:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"[[","value":[["Mayotte"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"[[","value":[["French Guiana"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"[[","value":[["Guadeloupe"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"[[","value":[["Martinique"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"[[","value":[["Réunion"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"[[","value":[["Canary Islands"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"[[","value":[["Ceuta"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"[[","value":[["Melilla"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"[[","value":[["Azores"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"[[","value":[["Madeira"]]}," "]},"\nTerritories outside of continental Europe and not included in the list above are ",{"type":"'''","value":["not considered part of the European Union"]},", even if they belong to EU nations. Territories such as ",{"type":"[[","value":[["Bermuda"]]}," (United Kingdom), ",{"type":"[[","value":[["New Caledonia"]]}," (France) and ",{"type":"[[","value":[["Greenland"]]}," (Denmark) have separate entry and travel requirements.\n\n",{"type":"==","value":["Immigration"]},"\n",{"type":"[[","value":[["File:Hungary visa.jpg"],["thumbnail"],["Schengen Visa issued by Hungary"]]},"\nThere are no border controls between countries that have signed the ",{"type":"'''","value":["Schengen Agreement"]},". Likewise, a visa granted for any Schengen Agreement signatory country is valid in all other countries that signed the treaty. Travel between a Schengen Agreement country and any non-Schengen country will result in the normal border checks.\n\nDo note that not all European Union countries are members of the Schengen Agreement or have implemented it, while some countries from outside the Union actually have. For instance, the United Kingdom and Ireland run a separate border control scheme and require passport controls of travellers arriving from other EU countries. Romania, Bulgaria and Cyprus have not adopted Schengen yet either, despite joining the EU. On the other hand, the EEA countries (Switzerland, Liechtenstein, Norway and Iceland) have implemented Schengen, while three European micro-states – Monaco, San Marino, and Vatican City – do not have any immigration controls with the Schengen countries.\n\nCitizens of EU and EEA member countries don't need ",{"type":"'''","value":["visas"]}," to visit other member countries, but non-citizens will have to get a visa from their \"primary destination\" country.\n\nCitizens of some non-EU member countries, such as ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["New Zealand"]]},", and the ",{"type":"[[","value":[["United States of America"]]}," don't need visas if they are travelling for tourist purposes and their stay lasts no longer than 90 days within a 180 day period inside the Schengen area. Citizens of most ",{"type":"[[","value":[["Balkan"]]}," countries also don't need visas, as well as citizens of ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Norway"]]},"  and ",{"type":"[[","value":[["Switzerland"]]},". Citizens of these four countries should use the immigration queue often signed \"",{"type":"[[","value":[["EEA"]]},"\" - even though Switzerland formally left the EEA some years ago.\n\nThe 90 days visa-free stay for non-EU and non-EEA citizens applies for the ",{"type":"''","value":["whole"]}," Schengen area; in other words, it is ",{"type":"'''","value":["not 90 days per country"]},". Those who wish to travel within the Schengen Treaty region for longer than 90 days must apply for a residency permit. This is best done in Germany, as all other Schengen countries require applicants to apply from their home countries. Alternatively, you can sneakily arrange your travel to spend 90 days in the UK or Ireland (or other non-Schengen countries) to satisfy the \"90 days in 180 days\" provision.\n\nNote that while border controls do not exist between Schengen area countries, you can still have your travel documents checked during your journey. For example, a train journey between two Schengen countries may still have immigration spot checks by the authorities en-route.\n\n",{"type":"==","value":["Customs"]},"\n\n",{"type":"===","value":["Animals"]},"\n",{"type":"[[","value":[["File:Eu petpass spain(Katalonien).jpg"],["thumbnail"],["A European Pet Passport from Catalonia (Spain)"]]},"\nFree movement inside the EU does not always apply to your ",{"type":"[[","value":[["Travelling with pets"],["pets"]]},". E.g. the ",{"type":"[","value":["https:\/\/www.gov.uk\/take-pet-abroad\/overview United Kingdom"]}," and ",{"type":"[","value":["http:\/\/www.citizensinformation.ie\/en\/moving_country\/moving_to_ireland\/coming_to_live_in_ireland\/bringing_pets_to_ireland.html Ireland"]}," have strict requirements such as documented vaccinations and ",{"type":"'''","value":["EU Pet Passports"]},".\n\n",{"type":"===","value":["Coming from outside of the EU"]},"\n\nYou're legally allowed to import from outside the EU 1 litre of spirits (above 22% alcohol) or 2 litres of alcohol (e.g. sparkling wine below 22% alcohol) and 4 litres of non-sparkling wine and 16 litres of beer. If you're younger than 17, it's  ",{"type":"[","value":["http:\/\/ec.europa.eu\/taxation_customs\/common\/travellers\/enter_eu\/index_en.htm half these amounts or nothing at all"]},". \n\nAmounts of tobacco allowed depend on your country of arrival.\n\nAge restrictions on handling tobacco and alcohol vary by country.\n\nIf you plan on coming by car or yacht and staying for an extended period, check the rules not to have to register it locally – or how to register it without too many bad surprises. Generally the vehicle has to leave the EU within 18 months (get and keep papers proving entry date). Lending such a vehicle to an EU resident or to a non-relative is usually not allowed.\n\n",{"type":"===","value":["Moving between countries inside the EU"]},"\n\nThere are no restrictions on moving goods between EU states. For certain types of goods, such as alcohol and tobacco, taxes of the country you are entering may have to be paid, unless they are for \"personal use\". Note that the authorities simply have to suspect that the goods are for resale in order for this to apply. For example, bringing 1,000 bottles of red wine from France into the United Kingdom might be regarded by the customs officers as not realistic for personal use only, and they will ask you to pay the appropriate duty or face confiscation of the goods, unless you can give a reasonable explanation.\n\nNote that some areas within EU are not part of the customs union. E.g. alcohol bought on ferries going via the ",{"type":"[[","value":[["Åland"]]}," islands has to be ",{"type":"''","value":["imported"]}," into the EU customs union.\n\n",{"type":"===","value":["Currency"]},"\n\nWhen traveling between EU countries with €10,000 or more in Euros or other currencies, you should check with authorities in each country whether special measures are needed.\n\nYou must declare at customs when leaving the EU with €10,000 or more in Euros or the equivalent in other currencies.\n\n",{"type":"==","value":["Get around"]},"\n\nAlthough the European Union is moving towards the standardization of travel around the EU, national laws do still vary and it is important to refer to the article for each country for planning your trip.\n\n",{"type":"===","value":["EU citizens"]},"\nIf you are an EU citizen then there is no restriction in traveling anywhere in the EU. Note that passports may still be required, since passport free travel (known as the Schengen agreement) is not implemented by all EU countries. Where passports are not required, either that or an official ID card is still usually required.\n\n",{"type":"===","value":["Driving license"]},"\n",{"type":"[[","value":[["File:A Licence 2013 Front.jpg"],["thumbnail"],["An EU driving license issued by Austria"]]},"\nEU drivers are issued with a standard European Union driving license. If you hold an EU driving license then it may be used for driving throughout the EU, provided you stay in another country for for less than a year. One important caveat is that age restrictions are not uniform across the EU, and your license is not valid in any EU country unless you also meet the minimum age requirement.\n\nIf you hold a non-EU driving license then this does not apply. You must still check with each country in order to determine whether it is valid.\n\n",{"type":"===","value":["Customer protection for travel issues"]},"\n\nThe EU is creating a common framework for travel between all the member states. Implications for issues you may face when traveling are cover under the ",{"type":"[[","value":[["European_Union#Cope"],["Cope"]]}," section.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["The euro"]},"\n",{"type":"[[","value":[["File:ECB Headquarters.JPG"],["thumb"],["Upright=0.7"],["European Central Bank, Frankfurt"]]},"\nThe ",{"type":"[","value":["http:\/\/www.euro.ecb.int euro"]}," (€; EUR) is the common currency of many countries of the European Union. One euro equals 100 cents, often referred to as \"eurocents\".\n\nThe euro has ",{"type":"'''","value":["not been adopted by all EU countries"]},". The 18 countries out of the 28 in the EU that have replaced their own national currencies, are commonly called the ",{"type":"'''","value":["Eurozone"]},". The other 10 countries of the EU retain their national currencies. When an EU country decides to adopt the euro, there is a period during which both the local currency being phased out, and euros, remain legal tender. Be aware when this transition period ends so as not to be left with the phased-out currency when it is no longer possible to use it for payment – the last country to adopt the euro, ",{"type":"[[","value":[["Latvia"]]},", had a very short transition period of only two weeks in January 2014. It's not a good idea to accept any of the obsolete currencies. Even when it still can be changed, e.g. in the relevant national bank, this means a lot of hassle for a tourist. As of 2014, no country in the EU is undergoing currency transition. ",{"type":"[[","value":[["Lithuania"]]}," is expected to adopt the euro in January 2015.\n\nEven in EU countries that have not adopted it, the euro is the easiest foreign currency to change and is accepted in some places at the discretion of the shop or restaurant you are visiting; bear in mind that the exchange rate is unlikely to be favourable. For country-specific details see individual articles.\n\nThe euro banknotes are completely generic, having no identifying national features. A €10 note will be exactly the same from Portugal to Finland. Coins, on the other hand, such as the €1 coin, will have a national symbol on one side that identifies them with a country within the Eurozone. Although they look different they can still be used in exactly the same way in any country within the Eurozone, for example a €1 coin with a Greek symbol can be used freely in Spain. There are also ",{"type":"''","value":[" commemorative coins"]},", with the national side looking different than on other coins from the country, also legal tender everywhere.\n\nDo note that low-value eurocent coins are being phased out to varying degrees in several countries. For example, retailers in ",{"type":"[[","value":[["the Netherlands"]]}," and ",{"type":"[[","value":[["Finland"]]}," by law do not have to accept 1 and 2 eurocent coins, and all payments in cash in those countries will be rounded to the nearest 5 eurocents. In other countries, e.g. in ",{"type":"[[","value":[["Germany"]]},", you can always both pay with them and receive them as change – potentially leaving you with a handful of worthless coinage if you visit the Netherlands afterwards!\n\n",{"type":"<","value":["gallery",["\nFile:2EuroDeutschland2011.jpg|A German €2 coin\nFile:EUR_10_obverse_(2002_issue).jpg|A €10 note\n"]]},"\n\n",{"type":"===","value":["Value added tax"]},"\nAll purchases made within the European Union are subject to value added tax (VAT), although non residents can claim this amount back under certain circumstances. The VAT will be refunded for goods that you are taking back to your home country, as long as you produce the goods to customs officers when leaving the EU. \n\nIn many countries, your purchases must be above a minimum value at a single merchant. Therefore, you may benefit from making several purchases in one transaction, instead of visiting multiple stores. Not all merchants participate in the refund program, so check before finalizing the purchase. Present your passport at the register, and the seller will complete the necessary paperwork. Keep these documents, as you will need to present them to customs before leaving the EU. Paying with a non-EU credit card will make this easier.\n\nEU regulations around VAT and Duty do not apply to certain places inside the EU including the ",{"type":"[[","value":[["Canary Islands"]]},", the ",{"type":"[[","value":[["Channel Islands"]]}," and ",{"type":"[[","value":[["Gibraltar"]]},".\n\n",{"type":"===","value":["Debit cards"]},"\nMost EU countries use debit cards as the primary method of payment. If you have a Euro currency debit card then you will not pay any additional charges when using the card in another EU country to:\n\n",{"type":"*","value":[" Withdraw cash from an ATM"]},{"type":"*","value":[" Pay for goods or services"]},"\nIf you are from outside the EU, then many large banks around the world offer Traveler Cards in the Euro currency that have the same benefits. Other debit and credit cards will also work but their use can be subject to fees.\n\nNote that a European EC or Maestro is becoming less accepted in shops and machines while V-Pay, although not universal, is becoming more widespread.\n\n",{"type":"===","value":["Transferring money within the EU"]},"\n\nThe EU has a directive for the 'Free Movement of Capital', and therefore there are no restrictions in transferring funds between banks in different EU member states. In addition, if the Euro currency is used then the transfer will be considered domestic and no additional charges can be applied. This also applies to Euro funds transferred to EU countries not belonging to the Eurozone. (i.e. A transfer of €1,000 from Germany to Sweden will still be treated as a domestic transfer, even though the Euro is not Sweden's currency).\n\nFor travelers this means that you can easily pay for goods and services throughout the Eurozone provided that you have a Euro currency bank account anywhere in the EU.\n\nSee the article on ",{"type":"[[","value":[["Money"]]}," for more information on the topic.\n\n",{"type":"==","value":[" Work "]},"\nAn EU citizen can generally apply for jobs in any EU country under the same conditions as a local citizen. Work permits are not required (but certificates required for some works are not universally accepted). Only ",{"type":"[[","value":[["Croatia"]]},"n citizens still face restrictions in some EU member countries. \nAccessing Social security benefits may depend on the length of time that you have worked in that country.\n\n",{"type":"==","value":[" Stay healthy "]},"\n\n",{"type":"===","value":["Health coverage for EU Residents"]},"\nAll EU countries operate public healthcare services that provide medical treatment for free or low cost to all residents. Non-EU residents can also use these systems, although they may have to pay a fee.\n\nTravelers who live outside the EU and hold citizenship of an EU country may find that it is not possible to access the public health service in the same way as residents. British nationals (for example) must be resident in the United Kingdom for 6 months before they are entitled to take advanced treatment under the British national health service.\n\n",{"type":"[[","value":[["File:Carte Européenne d'Assurance Maladie France.jpg"],["thumbnail"],["European Health Insurance Card issued by France"]]},"\nEU, EEA and Swiss residents can obtain a ",{"type":"'''","value":["European Health Insurance Card"]}," that gives access to public medical care on the same terms as for local residents in any other country. This includes necessary treatment of chronic conditions, but not advanced medical treatment. The specific rules and practices vary quite a lot from country to country, but generally you will get cheap or free medical care. Not all doctors and hospitals operate within the reimbursement system, so check beforehand.\n\nIt is important to carry your Health Insurance Card at all times, since it will simplify greatly getting access to medical treatment abroad in any EU country. You still have the same rights to treatment without it, however you may be asked to pay all costs upfront, and then go through a complex process of reimbursement when you return home.\n\nThere are some restrictions:\n\n",{"type":"*","value":[" The Health Insurance Card cannot be used in ",{"type":"[[","value":[["Denmark"]]}," by holders who are not citizens of an EU country (Residency is not sufficient)."]},{"type":"*","value":[" Croatian citizens cannot use the Health Insurance Card in ",{"type":"[[","value":[["Switzerland"]]}]},{"type":"*","value":[" The Health Insurance Card does not cover rescue and repatriation services"]},{"type":"*","value":[" Health Insurance Card does not cover private healthcare or planned treatment in another EU country"]},"\n",{"type":"===","value":["Health coverage for non-EU Residents"]},"\nAll EU countries have public health services that are available for everyone to use. Non-EU residents may be charged for using these services, and the cost will vary between countries where the health service was used.\n\nNote that being an EU citizen who is resident outside the EU may mean that you fall into this category.\n\nEmergency services are generally available to everyone without having to pay upfront. Nevertheless, private travel insurance should be considered before travel to the EU.\n\n",{"type":"===","value":["Prescriptions"]},"\n\nSince October 2013, anyone visiting a doctor in the EU can request a ",{"type":"'''","value":["cross-border prescription"]},". This means that the prescription is valid and will be honored in any other EU country.\n\nPharmacies may refuse to supply you with medicine without this prescription.\n\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"===","value":["Air passenger rights"]},"\nYou are covered by the same set of passenger rights when flying:\n\n",{"type":"*","value":[" within the EU on any airline"]},{"type":"*","value":[" departing the EU on any airline"]},{"type":"*","value":[" arriving into the EU on an EU airline "]},"\nThese rights include:\n\n",{"type":"*","value":[" Ticket Price: You may not be charged a higher price for you ticket regardless of your nationality and the location of purchase"]},{"type":"*","value":[" Online booking: All websites are legally obliged to clearly display all costs before booking, including  taxes, airport charges, surcharges and other fees"]},{"type":"*","value":[" Financial compensation: You will be compensated a set amount when flight is cancelled, delayed more than three hours (at arrival) or you are denied boarding."]},":* Within the EU: €250 for 1,500 km or less. €400 for over 1,500 km\n:* Between EU and non EU airport: €250 for 1,500 km or less. €400 for 1,500 km to 3,500 km.  €600 for over 3,500 km\n\n",{"type":"===","value":["Rail passenger rights"]},"\n\nYou are covered by the same set of passenger rights when traveling by rail between any two EU countries. These rules do not apply when traveling by rail domestically inside an EU country, or traveling to or from a non-EU country.\n\nIf before your journey you are told that you will experience at least a one hour delay, then you are entitled to:\n\n",{"type":"*","value":[" Cancel your journey with an immediate refund"]},{"type":"*","value":[" Accommodation (if an overnight delay is expected)"]},{"type":"*","value":[" Meals and refreshments"]},{"type":"*","value":[" Refund if you continue your journey:"]},":* 25% of the fare, if delayed between 1 and 2 hours \n:* 50% of the fare, if delayed more than 2 hours late.\n",{"type":"*","value":[" Compensation for lost or damaged registered luggage:"]},":* Up to €1,300 per piece of luggage, if value can be proven\n:* €300 per piece of luggage, if value can not be proven\n\n",{"type":"===","value":["Bus passenger rights"]},"\n\nYou are covered by the same set of passenger rights when traveling by bus between any two EU countries for a distance greater than 250km. These rules do not apply when traveling by bus domestically inside an EU country, or traveling to or from a non-EU country.\n\nIf you experience a two hour delay in your journey, then you are entitled to either:\n\n# Cancel your journey with a refund as well as be provided with a free journey back to your initial departure point\n# Request alternative travel arrangements to your destination\n\nAdditionally you may be entitled to:\n\n",{"type":"*","value":[" Refreshments"]},{"type":"*","value":[" Accommodation overnight to a maximum €80 if required (Except when delay is caused by severe weather)"]},"\n",{"type":"===","value":["Ship passenger rights"]},"\n\nYou are covered by the same set of passenger rights when traveling by ship from or to the EU. These rights generally do not extend to freight ships or small vessels (less than 13 passenger capacity)\n\n# Cancel your journey with a refund as well as be provided with a free journey back to your initial departure point\n# Request alternative travel arrangements to your destination\n\nIf you experience a delay arriving to your destination for more than 1 hour and is not caused by bad weather, then you may be entitled to compensation worth between 25% and 50% of your paid ticket price.\n\n",{"type":"==","value":[" Stay safe "]},"\nDialing ",{"type":"''","value":["112"]}," from any phone will connect you to all emergency services wherever you are in the EU.\n\n",{"type":"==","value":["Connect"]},"\n\nIf your mobile phone operator is based in the European Union, then the ",{"type":"'''","value":["Eurotariff"]}," which dictates the maximum cost applies wherever you travel in the EU (Prices from July 2014):\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Type !! Maximum Cost"],["|-"],["| Outgoing voice calls (every minute) || €0.19"],["|-"],["| Incoming voice calls (every minute) || €0.05"],["|-"],["| Outgoing texts (every SMS message) || €0.06"],["|-"],["| Online (data download, every megabyte) || €0.20"]]},"\n\nIf your mobile phone operator is based outside of the EU, then these maximum tariffs are unfortunately not valid.\n\nNote what network you connect to. By the EU border or in international waters (an intra-ship GSM network can have connections via satellite) your phone can choose a non-EU network, for which the maxima do not apply – the prices can then be outrageous. Where this is likely, be sure to choose network manually or to check the used network before each call.\n\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Preparation"],["Europe"]]},"\n",{"type":"[[","value":[["WikiPedia:European Union"]]},"\n",{"type":"[[","value":[["Dmoz:Europe\/"]]}]