[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.euronat.fr\/en\/region.asp Euronat"]}]}," is at Montalivet Beach in the ",{"type":"[[","value":[["Aquitaine"]]}," region of ",{"type":"[[","value":[["France"]]},". It is one of the most popular ",{"type":"[[","value":[["Naturism"],["naturist"]]}," camps on the Atlantic coast, and covers about one and a half square miles (3.9 km²) at the endless sandy beach of the ",{"type":"[[","value":[["Côte d'Argent"]]}," (silver coast - named according to the glittering fine sand). This resort belongs to the commune of Grayan-L'Hôpital, but is a village by its own, where guests can find everything they need during longer stays.\n\n",{"type":"==","value":["Understand"]},"\n\nEuronat is mostly visited by families, who practice a moderate, non-dogmatic nudism (\"clothes optional\"). Swimsuits are strongly discouraged at the beach and not allowed in the pool, but otherwise clothing is not banned. Infrastructure is adapted to fulfil the needs of families but also of young people. 10,000 guests can live on the spatious area in a pine grove without suffering crowding.\n\n",{"type":"==","value":["Get in"]},"\n\nMost people come by car, either from the south-east via ",{"type":"[[","value":[["Bordeaux"]]}," or from the north via the ferry between Royan and Le Verdon.\n\n",{"type":"==","value":["Get around"]},"\n\nIt is very good to get around in this region by bike.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nMany sports can be practiced free of charge like football, archery, yoga, morning exercises on the beach, running groups, water-polo, and etc. The animation program comprises lots of artistic activities like chamber music, singing, pottery, painting, sculpture, drawing (e.g. nudes), free dance. Courses in building kites and boomerangs, botanic and astronomic excursions, concerts and lectures round out the really superior offerings. There is a spa on the campsite that offers so-called 'thalasso therapy', entry is not free.\n\nAlthough there is enough to view outside the campside, the hinterland will most probably be found uninteresting by culture freaks or action seekers.\nA synopsis of visitable aspects in the surroundings of Euronat:\n",{"type":"*","value":[" Visit the Moulin a Vent (wind mill) near Vensac which is situated in the middle of wine yards."]},{"type":"*","value":[" Make a day-trip to ",{"type":"[[","value":[["Bordeaux"]]}," (appr. 50 mins by car, 1 hour by train (when departing from Soulac)."]},{"type":"*","value":[" Make a tour through the ",{"type":"[[","value":[["Medoc"]]}," wine region."]},{"type":"*","value":[" Visit 'Phare Richard' from which one has a marvelous sight over the ",{"type":"[[","value":[["Gironde"]]}]},{"type":"*","value":[" Visit one of the many wine chateaux."]},{"type":"*","value":[" Visit the fashionable seaside resort ",{"type":"[[","value":[["Soulac-sur-Mer"]]},"."]},{"type":"*","value":[" Eat 'huitres' (oisters) and taste wine at the market in ",{"type":"[[","value":[["Montalivet-les-Bains"]]},"."]},{"type":"*","value":[" Climb the '",{"type":"[[","value":[["Dune du Pyla"]]},"', the highest dune of Europe."]},{"type":"*","value":[" Make a day-trip to ",{"type":"[[","value":[["Royan (France)"],["Royan"]]}," (by ferry from Pointe de Grave)."]},{"type":"*","value":[" Make a day-trip to the 'Lac d'Hourtin-Caracans'"]},"\nExcellent surveillance of the beach guarantees for safe bathing in the sea. If dangerous currents occur, bathing is restricted to narrow areas. The beaches are guarded by qualified bath superintedents and a lifeboat is sailing behind the waves every day in the high season. As an alternative there is a large indoor swimming pool.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" La soupe a l'oignon (situated in l'Hopital)"]},{"type":"*","value":[" La Bresquette (situated adjacent to the D101 road, about 8 kilometres south of Vendays-Montalivet)"]},{"type":"*","value":[" Le Poissonnerie (situated on the campsite itself)"]},{"type":"*","value":[" Chez Nicole (situated in Vensac) Closed since 4 Years."]},"\n",{"type":"==","value":["Drink"]},"\n\nThe neighbouring vineyards of the Medoc produce the famous bordeaux vines.\n\n",{"type":"==","value":["Sleep"]},"\n\nGuests can live in bungalows, mobile homes, caravans or tents.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["45.4163"],["-1.1299"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Aquitaine"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Euronat (naturist resort)"]]}]