[{"type":"{{","value":[["pagebanner"],["Everglades National Park banner Alligator.jpg"],["unesco=yes"]]},"\n\n",{"type":"[[","value":[["Image:Florida Bay looking N into Everglades -gator in water.jpg‎"],["right"],["thumb"],["400px"],["Florida Bay at Flamingo looking North into Everglades"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/nps.gov\/ever\/ Everglades National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," and a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," in ",{"type":"[[","value":[["South Florida"]]}," in the state of ",{"type":"[[","value":[["Florida"]]},".\n\n",{"type":"==","value":["Understand"]},"\nEverglades National Park, protecting more than 1.5 million acres, is the 3rd largest national park in the lower 48 states, behind Yellowstone National Park (2nd) and Death Valley National Park (1st). During the dry season most facilities are open and a full range of tours and programs are available to enjoy. ",{"type":"''","value":["During the wet season of June to October, facilities may have restricted hours or close altogether, and recreational opportunities may be at a minimum."]},"\n\nThe park has four visitor centers:\n",{"type":"*","value":[{"type":"'''","value":["Ernest Coe Visitor Center"]},", ",{"type":"[[","value":[["Homestead"]]},", ",{"type":"''","value":["+1"]}," 305-242-7700. Nov-Apr: 8AM-5PM; May-Oct: 9AM-5PM. Open year round, this center offers educational displays, orientation films, informational brochures and a series of walking trails a short drive away. A bookstore with film, postcards, and insect repellent. Restrooms."]},{"type":"*","value":[{"type":"'''","value":["Flamingo Visitor Center"]},", ",{"type":"[[","value":[["Flamingo"]]},", ",{"type":"''","value":["+1"]}," 239-695-2945. Generally open from 8:30AM-5PM from mid-November to mid-April.  Summer hours are intermittent and subject to change. Educational displays, informational brochures, backcountry permits and restrooms. Public boat ramps are also located nearby. Several hiking and canoeing trails begin nearby.  ",{"type":"'''","value":["No lodging is currently available due to damage sustained by Hurricanes Katrina and Wilma"]},"(2007). "]},{"type":"*","value":[{"type":"'''","value":["Shark Valley Visitor Center"]},", Highway 41 (Tamiami Trail) (25 miles west of the Florida Turnpike exit for S.W. 8th Street), Phone: 305-221-8776. Daily 8:45AM–5:15PM in winter, 9:15AM–5:15PM in summer. Hours subject to change.  In the heart of the \"River of Grass\", with educational displays, informational brochures, and guided tram tours. Bicycles may be rented at the center.  Books, postcards, film, insect repellent, and other items are available for sale.  Vending machines dispense snacks and soft drinks. Restrooms."]},{"type":"*","value":[{"type":"'''","value":["Gulf Coast Visitor Center"]},", ",{"type":"[[","value":[["Everglades City"]]},", ",{"type":"''","value":["+1"]}," 239-695-3311. Daily, 8AM-4:30PM in winter; 9AM-4:30PM in summer. The gateway for exploring the Ten Thousand Islands, a maze of mangrove islands and waterways that extends to Flamingo and Florida Bay. Offers educational displays, orientation films, informational brochures, boat tours and canoe rentals. Backcountry permits available. Restaurants, stores, lodging and campgrounds are nearby. Restrooms."]},"\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"*","value":[{"type":"'''","value":["It's flat"]}," but don't let that fool you into thinking there is no variety. A couple of inches of height brings a marked difference in flora and fauna. The highest ground is populated by Dade County Slash Pine forest, with underbrush that includes saw palmetto. Both plants encourage fire which keeps the hardwoods out. A little lower \"altitude\" brings cypress heads, and lower than that swampland (a river of grass). In the swampland, small hills (a couple of inches higher than water level) are covered with tropical hardwoods with dense foliage below. As you get to the south and southwest part of the 'glades, the tides bring in salt loving plants like mangroves and their kin. There is a lot to see but it takes paying attention to it—and it is well worth the time. Things that may seem small at first may be really big and bring fond memories."]},"\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Mycteria americana -Everglades -Florida -USA-8.jpg"],["thumb"],["right"],["250px"],["Wood stork in the Everglades"]]},"\n\n",{"type":"*","value":["The area is home to rare and endangered species, such as the American crocodile, Florida panther, and West Indian manatee. Over 1,000 species of plants live here."]},{"type":"*","value":["Collecting plants and animals in Everglades National Park is prohibited. This includes such things as orchids, airplants, seahorses, starfish, conch, tropical fish, coral, sponges, and driftwood (except for fuel). One quart of non-occupied sea shells may be collected per person."]},"\n",{"type":"===","value":["Climate"]},"\nWeather is mild and pleasant from December through April, though rare cold fronts may create near-freezing conditions. Average winter temperatures are: High 77°F (25°C); Low 53°F (12°C). Summers are hot and humid, with temperatures around 90°F (32°C) and humidity over 90%. Afternoon thunderstorms are common and mosquitoes are abundant. Hurricane season is June–November. Tropical storms or hurricanes may affect the area. The rainy season is June through October, coinciding with the mosquito season. Average Rainfall: 60 inches (152 cm) per year.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe closest airport to the Everglades is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.miami-airport.com\/ Miami International Airport"]}]},". It is a hub for ",{"type":"'''","value":["American Airlines"]},", which has service within the United States and to the Caribbean, South America, and Europe.\n\n",{"type":"===","value":["By car"]},"\nTwo US Highways serve the Everglades from Miami: ",{"type":"'''","value":["Route 41"]}," which runs west, and ",{"type":"'''","value":["Route 1"]}," which runs south.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"'''","value":["Entrance fees"]},": Vehicles $10 for 7 days. Pedestrian\/bicyclist $5 for 7 days. Everglades National Park Annual Pass $25 is valid for twelve months from the date of purchase. It admits the purchaser and any accompanying persons in a single, private, non-commercial vehicle, or the purchaser and accompanying immediate family (spouse, children, parents) when entry is by other means (bicycle, foot, and boat).\n",{"type":"'''","value":["Activity fees"]},": Camping Fees at park campgrounds: $14 per night. Backcountry Camping Fees (Permit Required): $10 per permit plus $2 per person per night. Maximum 14 days.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Flamingo Florida with gators.jpg‎"],["thumb"],["right"],["Gators in Flamingo, FL"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Florida Bay"]}," Approximately 85% of Florida Bay is inside of Everglades National Park. Access to boats and tours is available at ",{"type":"[[","value":[["Flamingo"]]},", inside of the park. There are over 200 islands referred to as \"keys\". It is a salt water body, at the south end of the Everglades, where fresh water meets salt water. The \"floating logs\" that you likely will see are more likely American Crocodiles or possibly ",{"type":"[[","value":[[":Image:‎American Alligator.jpg‎"],["American Alligators"]]},". They swim Florida Bay and to the islands."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Everglades National Park map 2005.11.png"],["thumb"],["Map of Everglades National Park"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ranger-led tours"],["alt="],["url=http:\/\/www.nps.gov\/ever\/planyourvisit\/rangerprograms.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Visit \"Royal Palm \/ Anhinga Trail\""]}," is the best area for easily viewing wildlife, especially in the dry season. The 'glades are a vast, shallow, slow moving river of grass that extends from Lake Okeechobee in the North to Florida Bay and East to West almost the width of the state. During the dry season (winter through May depending on the year) it dries up except for the deeper places. From the main trail the Anhinga are two very productive wildlife areas as they stay wet all year long. If you bring children and childlike adults, please instruct them to ",{"type":"''","value":["walk quietly and keep their voices down"]}," so they don't scare the more timid animals. You will probably see alligators, great blue herons, anhingas, double-crested cormorants, garfish, bass, talapia (and other fishes), various turtles (hard and softshell), snowy egrets, tri-color herons, greenback herons, -- and you might see one or more of the following: deer, stilts, great white herons, bitterns, limpkins, purple gallinules, avocets, roseate spoonbills, ibis, woodstork, snail kites (Everglades kites), sandhill cranes (along the dry bed before you get to the Anhinga Trail), and many other species—and if you are VERY lucky, a Florida Panther. Take your time, bring your binoculars and camera, and enjoy the wildlife and natural beauty. It is also fascinating to come during the night when the alligators feed. Ranger guided tours of the trail are available frequently and can be very interesting as they are usually very knowledgeable about the local flora and fauna and can help spot more wildlife than you would yourself."]},"\n",{"type":"*","value":[{"type":"'''","value":["Visit \"Eco Pond\" and other trails"]}," Eco Pond used to be one of the best areas for viewing birds and other wildlife. However, the 2005 hurricane season transformed Eco Pond from a freshwater environment to a saltwater environment as well as significantly damaging the area. Thus, there is much less wildlife left. However, it is still possible to see some wildlife there as well as all the other trails found in the park. Wood Storks are often seen at Eco Pond (as of February 2007) and it is possible to see Southern Bald Eagles in the southern areas of the park."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shark Valley Tram Tours"]},", ",{"type":"''","value":["+1"]}," 305-221-8455. A guided two-hour narrated tram tour along a fifteen-mile loop in the heart of the \"River of Grass\".  Tours depart from the Shark Valley Visitor Center and provide a great opportunity to see wildlife, while escaping the heat and bugs of the wet season. Reservations are strongly recommended for the dry season. Bicycle rentals are also available here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Everglades National Park Boat Tours"]},", Gulf Coast Visitor Center. ",{"type":"''","value":["+1"]}," 239-695-2591. A narrated boat tour of the Ten-Thousand Islands. Canoe rentals are also available to explore nearby waterways. Reservations are strongly encouraged during the busy dry season."]},"\n",{"type":"*","value":[{"type":"'''","value":["Flamingo Lodge, Marina, and Outpost Resort"]},", ",{"type":"''","value":["+1"]}," 239-695-3101. Offers boat tours through the Florida Bay and Whitewater Bay areas of the park. Boat tours and canoe rentals are based on a first-come, first-served, basis. Tickets for tours can be purchased at the Flamingo Marina Store while rentals of kayaks and canoes are only done early in the morning on each day. Visitors are strongly encouraged to phone for current schedules and pricing. This is also one of the better areas to see American Crocodiles, which are often found on the canal bank opposite the Marina store."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cypress Airboat Rides"],["alt="],["url=http:\/\/www.cypressairboats.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 305  280-4812"],["tollfree="],["fax="],["hours="],["price="],["content=Open year round. Explore this ecosystem on a heart pounding ride, or a more relaxed airboat tour."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," for tarpon, bonefish, redfish, snook, snapper, and sea trout. Separate Florida licenses are necessary for freshwater and saltwater. There are very few areas where fishing from shore is possible.  If you want to fish, consider hiring a local guide.  There are plenty of great Florida guides that will meet you in the Everglades for a day of amazing saltwater fishing, whether you want use a fly, conventional tackle, or bait.  The back country is word renowned for snook and baby tarpon."]},"\n",{"type":"*","value":[{"type":"'''","value":["Boating"]},". Boat ramps within Everglades National Park are located at Flamingo, Little Blackwater Sound, and West Lake. Several commercial boat ramps are located in Everglades City and Chokoloskee. Note that there are closed areas, motor-restricted areas and no wake zones. See the ",{"type":"[","value":["http:\/\/www.nps.gov\/ever\/planyourvisit\/upload\/boatingregulations.pdf Park's Boating Regulations"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Water skiing and use of personal watercraft such as jet skis is prohibited."]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nEverglades City has a few great seafood restaurants that serve local fare, including fried alligator.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Seafood Depot"],["alt="],["url="],["email="],["address=102 Collier Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Everglades City"]]}," located in a train depot established in 1928. It has wonderful outside dining overlooking the mangroves and water of the backcountry. The food is plentiful and very affordable."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Key West Sunset Ale"]}," from the Florida Brewing Company\n\n",{"type":"'''","value":["Landshark Lager"]}," from Jimmy Buffet's Margaritaville brand of food and drink\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\nTwo drive-in campgrounds are located within the park. Both campgrounds can accommodate tents and RVs.  A limited number of group sites are also available. ",{"type":"[[","value":[["Leave-no-trace camping"]]}," principles apply.\n",{"type":"*","value":[{"type":"'''","value":["Long Pine Key Campground"]}," is located six miles from the Ernest Coe Visitor Center. Sites are available in the Long Pine Key Campground on a first-come, first-serve basis only. Reservations are not accepted. "]},{"type":"*","value":[{"type":"'''","value":["Flamingo Campground"]}," is located near the Flamingo Visitor Center on the shores of Florida Bay. Reservations are accepted at the Flamingo Campground, and are strongly recommended. Reservations can either be made online or by calling 1-800-365-CAMP."]},"\nFees: Nightly fees are $16 per site at either campground (2006). If you have a Golden Age card (U.S. Citizen 62 or over) or a Golden Access Card (permanently disabled), camping is half price. This does not apply to group sites, which are $30 per night. Owing to limited usage and difficult conditions, camping is typically free of charge during the wet season.\n\n",{"type":"===","value":["Backcountry"]},"\nVisitors can select between a variety of ground sites, beach sites and elevated camping platforms (sometimes called chickees). Most sites are accessible by canoe, kayak or motorboat, though a few may be reached by hikers. Visitors should be aware that none of the park's 47 backcountry sites are accessible by car. Backcountry trips here require more planning than most. Reference the Park's Wilderness Trip Planner ",{"type":"[","value":["http:\/\/www.nps.gov\/ever\/planyourvisit\/backcamp.htm"]}," ",{"type":"[","value":["http:\/\/www.nps.gov\/ever\/planyourvisit\/upload\/Wilderness-Trip-Planner-2012.pdf"]},".\n\nA backcountry permit is required for all wilderness campsites. Permits are only issued the day before or the day of the start of your camping trip. Permits are not issued over the telephone. Wilderness permits are written from the Ernest Coe Visitor Center only for two land sites in the Long Pine Key area: Ernest Coe and Ingraham Highway. For all other campsites, permits may be obtained at the Flamingo and Gulf Coast Visitor Centers. Winter wilderness users whose trips originate from the Florida Keys can obtain permits by phone by calling ",{"type":"''","value":["+1"]}," 239-695-2945 for the following locations only: North Nest Key, Little Rabbit Key, Carl Ross Key, and the Cape Sable Beaches. Permit Fees: $10 per permit plus $2 per person per night.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:‎American Alligators at Everglades.jpg‎"],["right"],["thumb"],["250px"],["American Alligators at Everglades"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["American Alligator"]}," CAN be a very dangerous predator but it rarely attacks humans. Avoid interacting with alligators during mating season, and you will be fine.  It is extremely common in the Everglades and it is estimated that more than 1 million alligators reside in Florida alone- that is more than all other populations of crocodillian species combined- so caution should always be taken. Take those numbers and measure them against the amount of people who swim in Florida's rivers each year and you will find that the chance of attack is very low. In contrast, if people swam in northern Australia's rivers as much as they do in Florida's they would have hundreds or thousands of crocodile related fatalities every year. The alligator grows to 14.5 feet, although seeing individuals over 13 feet is extremely rare for this species. "]},{"type":"[[","value":[["Image:American Crocodile.jpg‎"],["right"],["thumb"],["250px"],["American Crocodile"]]},"\n",{"type":"*","value":[{"type":"'''","value":["American Crocodiles"]}," exist in some parts of the Everglades and can grow considerably larger than their alligator relatives. They are, however, very rare and can only be found in considerable numbers in a few isolated pockets along the southern coast. There have been no official documented attacks on humans in Florida by this species, mainly due to its poor distribution (there are estimated to be between 500 and 1000 crocodiles in Florida). They have been known to grow up to 20 feet in length in Costa Rica, but crocodiles of 15 feet are considered large in Florida. This species, like Crocodylus Porosus, can be found out to sea and does occasionally swim between islands in the Caribbean and in Florida."]},{"type":"*","value":[{"type":"'''","value":["Mosquitos"]}," What the species of mosquitos at the Everglades lack in size, they make up for in quantity. The mosquitos are abundant during summer months, descriptions include being dense enough to suffocate cattle and camping lanterns. They can make a visit to ",{"type":"[[","value":[["Flamingo"]]}," unbearable if one is not prepared. There are restrictions on use of insecticides. Mosquito level information is available at ",{"type":"''","value":["+1"]}," 305-242-7700 (8:30AM-4PM), during summer months."]},{"type":"*","value":[{"type":"'''","value":["Raccoons"]}," The Everglades has a species of masked raccoons that grow to be the size of small bears. The mask is very appropriate, as they will quietly burglarize your camp site if given the opportunity. "]},{"type":"*","value":[{"type":"'''","value":["Reptiles"]}," The Everglades are home to an extensive variety of reptiles (alligators, snakes and such), being the cold blooded animals that they are, they are always looking for opportunities to warm up in the Florida sun during the colder months and the heat from the road pavement at night. When driving through the park to ",{"type":"[[","value":[["Flamingo"]]}," at the tip of the Everglades, you may encounter large alligators and snakes basking in the sun in the middle of the road or soaking up the heat from the road at night. Alligators will likely move on, others may not. Avoid touching or hitting any, it will not be a good experience."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Big Cypress National Preserve"]]}," is adjacent to the northern edge of the park. The ",{"type":"[[","value":[["Miami"]]}," area is within reach.\n\n",{"type":"{{","value":[["Usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["25.3167"],["-80.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southwest Florida"]]},"\n\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Everglades National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Everglades National Park"]]}]