[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Evergreen"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.evergreenchamber.org Evergreen"]}]}," is a city in the ",{"type":"[[","value":[["Denver Area"]]}," of ",{"type":"[[","value":[["Colorado"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest commercial is ",{"type":"[[","value":[["Denver"]]}," International Airport, about 55 miles away. \n\n",{"type":"===","value":["By car"]},"\nFrom Denver, take I-70 to CO-74 (Exit 252) and head south.\n\n",{"type":"==","value":["Get around"]},"\nThere is a branch of the RTD bus called Call 'n' Ride, which offers service to most parts of town for 60 cents each way. There are many bike paths connecting parts of town as well.\n\n",{"type":"==","value":["See"]},"\nEvergreen Lake is a popular spot for Denver residents.\n\n",{"type":"==","value":["Do"]},"\nEvergreen Lake has boating, Ice Skating (winter time), and trails. There are several open space parks in the area with miles of trails for hiking and mountain bikes.\n\n",{"type":"==","value":["Buy"]},"\nThere are several small areas to shop and get a feel of the foothills culture.\n\n",{"type":"==","value":["Eat"]},"\nBeauJo's, a branch of the Idaho Springs pizza restaurant is in Downtown. SoHo, a popular Italiamerican restaurant is also located in Downtown. Caffe di Lucca is a local hotspot for coffee and sandwiches with a view of Evergreen Lake. Right next door is the Lakeshore Cafe, a popular breakfast spot. Adjacent to the previous, the Coal Mine Dragon is a popular Chinese restaurant. The Tuscany Tavern, located in Bergen Park is an Italian restaurant. The Whippletree is a popular bar and Mexican restaurant in Bergen Park.\n\n",{"type":"==","value":["Drink"]},"\nThe famous Little Bear is a historic bar located in Downtown with live music every night. The SoHo restaurant also has a large bar. Other restaurants that have full bars include BeauJo's, Tuscany Tavern, and the Whippletree.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Country Road Cafe"],["url="],["email="],["address=Kittredge"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open for breakfast and lunch.  Hearty huge portions, delicious, unusual combinations of delicious food."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThe Quality Suites at Evergreen Parkway is an all-suites hotel offering spacious suites, complimentary breakfast, free Internet, a swimming pool, wedding event facilities, superior amenities, and a location near Denver area attractions.",{"type":"[","value":["http:\/\/www.goldenevergreenhotel.com"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe mountains surrounding the town offer many things to do, like hiking, biking, or just gazing at the scenery.\n\n",{"type":"{{","value":[["geo"],["39.638889"],["-105.336389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Denver Area"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Evergreen, Colorado"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Colorado\/Localities\/E\/Evergreen\/"]]}]