[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Evesham"]}," is a town in ",{"type":"[[","value":[["Worcestershire"]]},". Famous for its fruit and veg, particularly its asparagus, known by the locals as 'gras'.\n\n",{"type":"==","value":["Get in"]},"\nTrain: Evesham has a train station, which provides direct services to\/from London Paddington, Oxford and Worcester.\n\nRoad: The town lies alongside the A44 and A46, and is within easy reach of Stratford, Worcester and Cheltenham in addition to the Northern Cotswolds.\n\nBus: Local bus services serve a small interchange upon the town's High Street.\n\nRiver: The River Avon is navigable, and is used by narrow boats between the River Severn at Tewkesbury and the canal network at Stratford.\n\n",{"type":"==","value":["Get around"]},"\nEvesham is a compact town, and one can easily walk around the town centre.  Outside the town, a car is likely to be necessary as bus services can be limited in some areas.\n\n",{"type":"==","value":["See"]},"\nAbbey Remains: Once home to the 6th largest monastery in England, the Abbey was subject to dissolution during the reign of Henry VIII, resulting in its substantial destruction.  The only significant remains that stand today are the 15th Century Bell Tower, the entrance arch to the old Chapter House, and the Almonary.  The marked grave of Simon de Montfort, who dies at the Battle of Evesham in 1265, lies close to the Bell Tower.  The remains are located within the abtly named Abbey Park, which lies next to the River Avon.  During summer, this can be a pleasant spot, and is sometimes host to events such as small funfairs on the neighbouring Crown Meadow ('Party in the Park'), and music at the park's bandstand.\n\nAlmonry Museum: Located within the surviving Abbey Almonry building, this museum chronicles the town's history.  The museum also houses the town's Tourist Information Centre.\n\nRiverside: The navigable River Avon runs through the town, and the town is a popular stop off point for narrowboats.  Riverside walks are possible alongside Abbey Park and Workman Gardens, located on either side of the River.\n\nBlossom Trail:  The surrounding Vale of Evesham is home to many orchards, which give their name to the 40 mile AA sign posted walking route that runs close to the town.  Between March and May, cherry and apple blossom can be often seen.\n\nEvesham Country Park: A garden centre located to the North of the town, comprising of associated shops, countryside walks and a miniature railway.\n\nNearby Places: The town is well sited for visits into the Cotswolds - both Broadway and Chipping Campden are within a 10 minute drive of the town.  Within a 25 minute drive lie Stratford upon Avon, famous for Shakespere, Worcester, famous for its Pottery and Cathedral, and Cheltenham, famous for its Spa and Pump Room as well as the annual races.\n\n",{"type":"==","value":["Do"]},"\nHire a boat and paddle around the river in the centre of the town, or take a visit to the Almonry, a museum dedicated to Evesham's colourful history, including the Battle of Evesham.\n\nVisit the Regal Cinema (Port Street), a two-storey art deco single screen cinema currently under refurbishment, dueto reopen in 2011\/12.\n\n",{"type":"==","value":["Buy"]},"\nEvesham is not famous for its shopping, but there is still a range of shops entred on Bridge Street and High Street.  The town benefits from several nice little independent shops, the largest of which being Magpie Antiques, which despite the name also sells toys and collectables and is great for souvenirs and random gift ideas.\n\nThe town has two markets, one indoor which is open most days, but is sadly in terminal decline.  The outdoor market, which is held on the High Street on Saturdays is amore lively affair, and offers a range of goods.\n\n",{"type":"==","value":["Eat"]},"\n\nEvesham has a range of restaurants.  The majority are centred around Waterside and Port Street, near to the River, whilst some others are located upon the High Street\/Vine Street.\n\nPort Street\/Waterside:\nThe most common types of restaurants here are Indian\/Bangladeshi restaurants.  Evesham does not have a large Asian community, and the majority of workers commute daily from Birmingham.  The best Indian restaurants found here are the Blue Lagoon, Rilys (both on Waterside) and Maheens (Bridge Street).\n\nOther recommended restaurants in this area include Olivino (Italian) and via Cracow (Polish).\n\nThe Evesham Hotel is located behind Waterside, and offers a good quality English restaurant, complete with eccentric owner and one of the most extensive wine lists in the UK.  The Northwick Hotel on Waterside also offers a good quality restaurant.\n\nHigh Street\/Vine Street\nThe River Avon Chinese restaurant hidden away on the first floor above the shops on High Street offers good quality food, and is reasonably prices.\n\nThe somewhat pricy, but good quality, Thai Emerald is located to the North of the High Street, and is easy to find due to the two small elephant staues located outside.\n\nElsewhere, the town offers several fast food outlets and some chain firms, including Weatherspoons upon the High Street.\n\nOutside the Town:\nMany surrounding villages have country pubs that offer good food.  Key examples worth trying include the Fleece Inn at Bretforton, Checkers at Fladbury, and the Beckford Inn at Beckford.\n\n",{"type":"==","value":["Drink"]},"\nEvesham has many pubs for a town its size, and they are a great way to meet the locals.  Pubs are dotted around the Town Centre, a single Weatherspoons is located on the High Street.  There is one small night club, Innuendo, situated behind Bridge Street.\n\n",{"type":"==","value":["Sleep"]},"\nEvesham Hotel: ",{"type":"[","value":["http:\/\/www.zen37209.zen.co.uk\/"]}," Fine if not cheap hotel in centre of town. Run by an eccentric owner, it has won awards for its toilets. It is also known as the teddy bear hotel, caters primarily for families, and offers several themed rooms.  The wine list has hundreds of entries, but none from France or Germany.\n\nNorthwick Hotel: Located alongside the river, the hotel has benefited from a recent refurbishment (following the 2007 floods), and offers good quality accommodation.\n\nPremier Inn: Located outside the town next to Evesham Country Park, this is a standard inn.  It is located next door to the Orchard, an out of town pub\/restaurant.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Worcestershire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\nWorcester is only 20 minutes away by train and is a friendly, compact city with plenty of shops, sightseeing, restaurants;etc.\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Worcestershire\/Evesham\/"]]},"\n",{"type":"[[","value":[["wikipedia:Evesham"]]},"\n",{"type":"{{","value":[["geo"],["52.09"],["-1.95"]]}]