[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Evvia"]}," (Greek: Εύβοια), also ",{"type":"'''","value":["Euboea"]},", is in ",{"type":"[[","value":[["Central and Northern Greece"]]},".  Though an island, it's so large and so close to the mainland that it has more of a mainland atmosphere than an island one.  Tourism is not much developed.  Its main attractions for the visitor are the landscape and traditional villages.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Halkida"]]}," (Χαλκίδα) or ",{"type":"'''","value":["Chalkis"]}," — the capital of the island, a lively city of more than 50.000 citizens with a mainly urban look, not very touristic except for its coastline area"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aedipsos"]]}," (Αιδηψός) — famous for its natural spas and hot springs "]},{"type":"*","value":[" ",{"type":"[[","value":[["Karystos"]]}," (Κάρυστος) — more tourist-oriented city in the south."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nEvvia is one of Greece's biggest islands, but ever since it was connected to the Greek mainland by bridge, it has lost its island feeling, especially around the area of Chalkis, the capital. Do not expect to see the most picturesque places of the island before reaching the northern and southern tips, where you will definitely see much more from what it has to offer.\n\n",{"type":"==","value":["Get in"]},"\nEvvia is linked to mainland by one suspension bridge and one old lifting bridge. This connection is next to the main Evvia town of Halkida. You can get also by a number of ferry connections between maniland and the island.\nFrom Thessaloniki - Athens highway, past Volos, exit near Glifa. Every 30 min ferry to Agiokambos (last about 8 pm), 30 min ride. If you are getting there from Athens, ferries from Arkitsa to Loutra Edipsou. There are also ferries connecting Southern Evvia with Atika if you want to get there from Athens.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nEvvia is a generally very safe island, with the only problem of dangerous driving. Be aware in case you have rented a car, because its streets are narrow with sudden twists that need driving experience and extra care.\n\n",{"type":"==","value":["Go next"]},"\nIn your free time, try to get the ferry to ",{"type":"[[","value":[["Skyros"]]},", one of the Sporades islands and the closest one to the island of Evvia.\n\n",{"type":"{{","value":[["geo"],["38.5000"],["24.0000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central and Northern Greece"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Euboea"]]}]