[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["CompletedEvent"],["2010"],["The next World's Fairs is ",{"type":"'''","value":["Expo 2012"]}," in ",{"type":"[[","value":[["Yeosu"]]},", ",{"type":"[[","value":[["South Korea"]]},"."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/en.expo2010.cn\/ Expo 2010"]}]}," (上海世博会 ",{"type":"''","value":["Shanghai Shibohui"]},") is a World's Fair scheduled to be held in ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["China"]]}," from 1 May to 31 October 2010. \n\n",{"type":"==","value":["Understand"]},"\nExpo 2010 will be China's first full-scale World's Fair. The theme of the exhibit will be \"Better City – Better Life\". \n\n",{"type":"==","value":["Get in"]},"\nExpo 2010 will be held in the Nanpu Bridge-Lupu Bridge region in the center of Shanghai along both sides of the Huangpu River. The area of the Expo 2010 covers 5.28 km². There are plans to extend the airport maglev line by 8km to reach the site.\n\n",{"type":"===","value":["By long distance bus"]},"\nThe Expo site is served by a new long-distance bus station (上海长途东站)just outside gate 5, which enters Zone A next to the China Pavilion. Services run from 6am to around 11pm for popular destinations such as Hangzhou and Ningbo, but cities across the region are also connected.\n\n",{"type":"===","value":["By subway"]},"\n",{"type":"'''","value":["Line 7"]},"'s newly built ",{"type":"''","value":["Expo Zone"]}," station connects the Expo area with the rest of the ",{"type":"[[","value":[["Shanghai#Get around"],["subway system"]]},". ",{"type":"'''","value":["Line 8"]}," runs along the south of the expo site and four stations correspond to four of the south entrances (5-8).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["On foot"]},"\nAlthough the site is quite large, most visitors to the site make their way around on foot for most of the time.　There are no bicycles for rent, nor is there any way of storing bicycles safely while you queue for a pavilion.\n\n",{"type":"'''","value":["By Bus"]},"\nA number of free buses run from Zone to Zone, and it is possible to catch a bus that goes under the river from Zone A through to Zone E.\n\n",{"type":"'''","value":["Metro"]},"\nThe Expo metro line (Line 7) is free to Expo ticket holders and is useful for getting from Zone A or B (the station is between the two) across to Zone D, or off-site to transfer to the wider Metro network.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Danish Pavilion"]}," "]},"The Danish Pavilion is attractive from the outside and has long queues, it's a shame that visitors may be disappointed. Apart from the real Little Mermaid statue occupying the centre of the pavilion, visitors can push bicycles to the top of the sloping spiral structure and walk past videos and pictures of how Denmark has solved problems in it's cities. Go after 9pm and the queue will be shorter and you won't feel cheated.\n\n",{"type":"*","value":[{"type":"'''","value":["UK Pavilion"]}," "]},"The UK Pavilion is one of the big attractions of Zone C, and is a surprisingly good exhibit of seed samples from Kew Gardens in London, arranged in a seed cathedral. The pavilion is particularly special at night.\n\n",{"type":"*","value":[{"type":"'''","value":["Canada Pavilion"]}," "]},"A popular pavilion which is an interactive treat, with music, video, games and light shows. The Cirque-Du-Soleil are on hand to greet visitors as well as the occasional mountie.\n\n",{"type":"*","value":[{"type":"'''","value":["Turkey Pavilion"]}," "]},"Turkey's exhibit is an exploration of ancient cultures that previously occupied the country's territory from Prehistoric to Modern Times. The exhibition is rounded off (quite literally) with a 360 degree video exploring Istanbul through 24 hours.   \n\n",{"type":"*","value":[{"type":"'''","value":["Bosnia and Herzegovina Pavilion"]}]},"Experience Bosnian culture and natural beauties, explore Bosnian economic potentials and taste delicious food. Visit Pavilion and enjoy the place where the cultures of Western Europe and Eastern Europe are merged.\n\n",{"type":"==","value":["Do"]},"\nShanghai Top Attractions:\nThe Bund,Shanghai Museum,Yuyuan Garden (Yu Garden),Jade Buddha Temple,Xintiandi,Oriental Pearl TV Tower,Nanjing Road\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is plenty of food available at the Expo site, but prices can burn a hole in your pocket. Expect to pay over 30% more for food than you would off-site. There are KFCs in every zone, a Burger King in Zone C, a Pizza Hut in Zone E, and plenty of Chinese food.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Water"]}]},"During the summer months, the Expo is bound to get hot, and dehydration is a major worry for visitors. You CANNOT BRING LIQUIDS ON TO THE SITE. For this reason, drinking fountains are scattered across the site where you can fill your canteen or drinks canister, or otherwise use it to get a quick refresh. \n",{"type":"*","value":[{"type":"'''","value":["Soft-Drinks"]}]},"Coca Cola stores across the site sell drinks, expect to pay 4元 for an average bottle of Coke.\n\n",{"type":"==","value":["Sleep"]},"\nHotels and Hostels across Shanghai have raised their prices to take advantage of the influx of visitors, and beds are quickly booked out so it is best to book early!\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Expo 2010"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shanghai"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["31.194118"],["121.486387"]]}]