[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Position of Eysturoy on Faroe map.png"],["thumb"],["right"],["220px"],["The location of Eysturoy."]]},"\n\n",{"type":"'''","value":["Eysturoy"]}," is part of the ",{"type":"[[","value":[["Faroe Islands"]]}," in the North Atlantic. Eysturoy, meaning East island (pronounced ['estroi], is the second-largest island in the Faroe Islands, both in size (286.3 km²) and population (10,586). The population is spread over 38 towns and villages. It is separated by a narrow sound from the main island of Streymoy. Eysturoy is extremely rugged, with some 66 separate mountain peaks, including Slættaratindur, the highest peak in the archipelago. Important towns on Eysturoy are Fuglafjørður in the north and the densely populated area of the municipalities of Runavík and Nes in the south.\n\nThere are tourist information offices in Runavík and Fuglafjørður.\n\n",{"type":"==","value":["Towns and Villages"]},"\n",{"type":"[[","value":[["Image:Gjogv.jpg"],["thumb"],["right"],["250px"],["The idyllic village ",{"type":"[[","value":[["Gjógv"]]}," in Eysturoy."]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gjógv"]]}]},{"type":"*","value":[{"type":"[[","value":[["Eiði"]]}]},{"type":"*","value":[{"type":"[[","value":[["Funningur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Elduvík"]]}]},{"type":"*","value":[{"type":"[[","value":[["Æðuvík"]]}]},{"type":"*","value":[{"type":"[[","value":[["Oyndarfjøðrur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fuglafjørður"]]}]},{"type":"*","value":[{"type":"[[","value":[["Leirvík"]]}]},{"type":"*","value":[{"type":"[[","value":[["Syðrugøta"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gøtugjógv"]]}]},{"type":"*","value":[{"type":"[[","value":[["Norðagøta"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nes"]]}]},{"type":"*","value":[{"type":"[[","value":[["Runavík"]]}]},{"type":"*","value":[{"type":"[[","value":[["Toftir"]]}]},{"type":"*","value":[{"type":"[[","value":[["Strendur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Selatrað"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe island has a stunning landscape. Eysturoy is extremely rugged, with some 66 separate mountain peaks, including Slættaratindur, the highest peak in the archipelago. The region up north is both steep and high. In this area you will find the highest mountains in the Faroes, as well as a number of steep headlands, high vertical sea cliffs, narrow clefts, and green fertile valleys. Visitors in this part of Eysturoy will be rewarded with numerous breath-taking views. The two tourist offices in Eysturoy have several guided hikes on their programme. Meanwhile, the landscape in the southern region is rather flat and smooth.\n\n",{"type":"===","value":["Population"]},"\nThe population counts 10,586. There are 9 municipalities and 38 villages.\n\n",{"type":"===","value":["Industry"]},"\nFishery is the main industry in the Faroe islands, with 97% of the export value coming from fish and fish products. And Eysturoy certaintly isn't an exception in this area, with people mainly making a living from the sea, fx from pelagic fish and saltfish production, salmon slaughtering, fish factories, fish auctions, landing stations and engineering industry amongst others. However, there are many other industrial activities on Eysturoy, as well as large trade and service industries on the eastern arm of Skálafjørður.\n\n",{"type":"==","value":["Get in"]},"\nEysturoy is in the center of the Faroes, and is connected with Streymoy via a road bridge over the sound. It is possible to reach the island with either public bus or ferry. The inter-town bus system (Bygdaleiðir), takes in all settlements. For information about public transport get a schedule (Ferðaætlan) listing the various timetables for the inter-town buses (and ferries) from the tourist office, as well as the central bus station near the harbour in Tórshavn. The southern towns are more quickly reached from the capital Tórshavn via car ferry.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Slættaratindur"]},"  (882 m) - the highest mouantain in the Faroe Islands. It is well worth climbing, the only downside is that the summit is often wrapped in fog."]},{"type":"*","value":[" ",{"type":"'''","value":["The Lake of Toftavatn"]}," - the lake is in the south of Eysturoy, situated on the east coast of the fjord, Skálafjørður. The low rolling hills around the idyllic lake, have the widest streches of heather on the islands. They are considered unique in the Faroes. Furthermore, the terrain is a splendid choice for an outing."]},{"type":"*","value":[" ",{"type":"'''","value":["Rinkusteinar"]}," (the rocking stones) - a strange natural phenomenon at Oyndarfjørður, two very large boulders which permenantly stand rocking in the ocean, just a few metres from the shore. The stones have been rocking as far back as anyone can tell. "]},{"type":"*","value":[" ",{"type":"'''","value":["The Gorge"]},"  - a small beautiful natural port in a rock column at Gjógv. Gjógv has become vey popular with tourists in recent years. The port was the centre of a royal visit to Eysturoy by the Danish royals Crown prince Frederik and his wife Crown princess Mary in June 2006."]},{"type":"*","value":[" ",{"type":"'''","value":["The Varmakelda"]}," - The thermal springs south of Fuglafjørður, an indication of the volcanic origin of the archipelago."]},{"type":"*","value":[" ",{"type":"'''","value":["Risin og Kellingin"]}," (The Giant and his Wife) - Two magnificant basalt sea stacks off the northern tip of the island, close to the village of Eiði. Legend has it that the two giants had come to tow the Faroes back with them to Iceland, However, the sun rose and they where both turned into stone. They both stand looking towards Iceland which they will never reach.   "]},"\n",{"type":"===","value":[" Village Museums "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boat museum & Art Gallery"]}," - in Leirvík"]},{"type":"*","value":[" ",{"type":"'''","value":["Blásastova"]}," - historical museum in Norðragøta"]},{"type":"*","value":[" ",{"type":"'''","value":["Látrið"]}," - a heritage museum in Eiði, which is a renovated farmhouse that features many curiosities from the old days in the Faroes. "]},"\n",{"type":"===","value":[" Churches "]},"\n",{"type":"*","value":[" The parish church in Nes from 1843."]},{"type":"*","value":[" The New Church in Toftir"]},{"type":"*","value":[" The New Church in Gøta"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]}," - The two tourist offices in Eysturoy have several guided hikes on their programme, fx. climb the highest mountain."]},{"type":"*","value":[" ",{"type":"'''","value":["Scuba-Diving"]}," - The company Faroe Dive arranges diving trips and diving training on Eysturoy. There are trips for both experienced and non-experienced divers."]},{"type":"*","value":[" ",{"type":"'''","value":["Rowing"]}," - canoeing or boat race"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boat Trip"]}," - a boat trip from Vestmanna to Eiði"]},{"type":"*","value":[" ",{"type":"'''","value":["Bus Trips"]}," - a drive to Æðuvík or sightseeing in south Eysturoy."]},{"type":"*","value":[" ",{"type":"'''","value":["Faroese Evening"]}," - with traditional food and culture. You should contact the tourist information in Eysturoy."]},"\nContact the loal tourist information for more information\n\n",{"type":"==","value":["Buy"]},"\nIn Syðrugøta you will find the spinning mill, Tøting, it has a very cosy coffee shop and the display area affords a pleasant opportunity to shop for a genuine Faroese sweater. You can also visit their factory and shop.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public Transport"]},"\nThere are bus services to all places on Eysuroy every day. For information about public transport get a schedule (Ferðaætlan) listing the various timetables for the inter-town buses (and ferries) from the tourist office, as well as the central bus station near the harbour in Tórshavn. Transport is quite expensive, so check for student discount or multiple-ride-cards. Students as well as children and pensioners are eligible for discounts on fares provided they show a student or pensioner identity card.\n\n",{"type":"===","value":["Car Rental"]},"\n",{"type":"*","value":[" BBR-Service FO-620 Runavík +298 449111 "]},"\n",{"type":"===","value":["Bus rental"]},"\n",{"type":"*","value":[" AP Buses á Tungu 22"]},"FO-513 Syðrugøta +298 441720\n+298 505220\n",{"type":"*","value":[" Bus Transport Henry Jarnskor"]},"á Byrgi\nFO-490 Strendur +298 449626\n+298 218026  \n",{"type":"*","value":[" Christian Høgagarð FO-650 Toftir +298 447290"]},"+298 226127  \n",{"type":"*","value":[" Høj Bilar FO-490 Strendur +298 284322"]},"+298 218327   \n",{"type":"*","value":[" Jóhan Sigurd Weihe Berjarbrekka"]},"FO-620 Runaví­k +298 448020\n+298 218010  \n",{"type":"*","value":[" JPJ Buses FO-480 Skála +298 441305"]},"+298 287491  \n",{"type":"*","value":[" Langgaards' Buses Leitisvegur 34"]},"FO-600 Saltangará +298 585821\n+298 585858  \n",{"type":"*","value":[" Pauli Nónklett Geilarvegur 8"]},"FO-625 Glyvrar +298 448073\n+298 222025\n\n",{"type":"===","value":["Taxi"]},"   \n",{"type":"*","value":[" Andrias Danielsen FO-620 Runavík +298 218614"]},"+298 248614 \n",{"type":"*","value":[" Eysturoyar Taxa v\/Charles Jacobsen Fa. Heiðavegur 42"]},"FO-600 Saltangará +298 215400 \n",{"type":"*","value":[" Joma Taxa FO-480 Skála +298 250793 "]},{"type":"*","value":[" M Taxi FO-690 Oyndarfjørður +298 224106 "]},{"type":"*","value":[" OC Taxa FO-620 Runavík +298 213444"]},"\n",{"type":"==","value":["Eat"]},"\nYou will find several restaurants and cafeterias in the larger villages in Eysturoy, which are scattered all over the island. However, the quality isn´t as good as in the capital Tórshavn\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation is possible in almost every town and village in the island, ranging from 3-star hotels to guesthouses, youth hostels, and camping sites.\n\n",{"type":"===","value":["Hotels"]},"\n",{"type":"*","value":["Hotel Eiði"]},{"type":"*","value":["Hotel Runavík"]},"\n",{"type":"===","value":["Youth Hostels in Eysturoy"]},"\n",{"type":"*","value":[" Gjáðargarður ",{"type":"[","value":["http:\/\/www.gjaargardur.fo\/"]},", Fo-476 Gjógv, Eysturoy. E-mail: mail@gjaarhostel.dk"]},{"type":"*","value":[" Scout Centre Selatrað ",{"type":"[","value":["http:\/\/www.farhostel.fo\/"]},", FO-497 Selatrað, Eysturoy. E-mail: kjartand@post.olivant.fo"]},"\n",{"type":"==","value":[" Regional Festivals"]},"\nEysturoy has its fair share of summer festivals, such as Eystanstevna, Fjarðastevna and Varmakelda, held in the middle of June and the beginning of July:\n\n",{"type":"*","value":[" 15-17 June 2007: Eystanstevna, Runavík, Eysturoy´s Annual Festival "]}," \n",{"type":"*","value":[" 29-01 July 2007: Varmakelda, Fuglafjørður"]},"\nAs with the other festivals around the country, the festivities make their mark on the towns with flags, music, speeches and finely dressed people. There are concerts and sporting events including boat races, which are a part of the annual competition to find the Faroese rowing champions.\n\n",{"type":"==","value":[" Music Festivals "]},"\nThe village of Gøta is home to an incredibly popular music event called the G! Festival. It is the largest open air music festival on the Faroes. The entire village and beach become a part of the arrangement. The organisers of the event have been successful in attracting several exciting international artists over the years.\n\n",{"type":"*","value":[" G! Festival - 19-21 Juli 2007"]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Generally Eysturoy is very safe"]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Faroe_Islands"]]},"\n",{"type":"{{","value":[["Geo"],["62.216667"],["-6.883333"],["zoom=9"]]},"\n",{"type":"[[","value":[["wikipedia:Eysturoy"]]}]