[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Fairlee"]]},"\n",{"type":"'''","value":["Fairlee"]}," is a city in ",{"type":"[[","value":[["Vermont"]]},".\n\n",{"type":"[[","value":[["Image:Fairlee vt highlight.png"],["right"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By Car "]},"\nGetting into Fairlee by car is the best option.  It is right of Interstate 91 on exit 15.  The travel on I-95 is usually pretty minimal in Vermont, although it can get a bit crowded when coming through Connecticut and Massachusetts.\n",{"type":"===","value":[" By Plane "]},"\nVermont's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.burlingtonintlairport.com\/ Burlington Internation Airport"]}]}," (",{"type":"{{","value":[["IATA"],["BTV"]]},") on, is the hub for Vermont's incoming and outgoing traffic. There are several main service providers, including: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetblue.com JetBlue"]}]},"; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.continental.com Continental"]}]},"; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.delta.com Delta"]}]},"; and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.usairways.com US Airways"]}]}," are just a few.\nFrom the airport, travellers have the option of taking a taxi, bus, or car rental to Fairlee.  Considering the hour and 40 minutes drive, the best optino would mostly likely be renting a car.  See BTV's car rental options here: ",{"type":"[","value":["http:\/\/www.burlingtonintlairport.com\/about_us\/flightinfo\/AutoRentals.html"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":[" By bicycle"]},"\nThe most fun and most approved by conservationists method to travel around Fairlee is by bicycle.  Unfortunately, there are no renting shops near-by, so you'll have to supply your own.  The circumference of the lake is roughly 5 miles, so a morning bike around the hilly mountainside is just the thing to get your blood pumping.  Within a few miles from anywhere around the lake is the town making the bike a viable option for travel.\n",{"type":"===","value":[" By car"]},"\nTraveling by car is probably the most popular way to get around in Fairlee.  The drives are short but a car also provides you with an option to hop onto Interstate 95 and go to any number of activities in the surrounding area.  All in all, this is probably your best bet to survive all weather and all distances.\n",{"type":"===","value":[" By snowmobile"]},"\nFairlee is a fairly rural town, so when the heart of winter hits central Vermont, sometimes the only option is to go over the snow, rather than through it.  Once again, there's no renting available, but a snowmobile is the best way to beat the difficult winter roads, and is considered completely acceptable by locals.  Beware exiting the frozen lake through resident's beach fronts, though, some residents take trespassing matters into their gun-owning hands.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Lake Morey"]},{"type":"*","value":[" Camp Billings"]},{"type":"*","value":[" Fairlee Railroad Depot"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fairlee Motel and Drive-in Theater"],["alt="],["url=http:\/\/www.fairleedrivein.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 802 333-9192"],["tollfree="],["fax="],["hours="],["price="],["content=1809 Rt. 5 North. The drive-in is very old fashioned and charges for individuals, not by car. Movies start at sundown and Friday\/Saturday has double features. Some speakers don't work, but the movie audio plays on a radio station. There is a snack-bar and bathrooms, although travellers might be better off bringing their own food and going in the woods. Bring bugspray and warm clothes if you intend to sit in a lawn chair and watch. Open seasonally, from the end of April to mid-September."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fairlee Town Beach"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 802 333-9416"],["tollfree="],["fax="],["hours="],["price="],["content=Lake Morey Rd. Free! This is the town beach. It's modest, boasting two long docks and sectioned off lanes in between, a small beach area, a picnic area, and swing sets. There is a clubhouse and often cookouts and general activities going on here. A simple way to occupy your family for the day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lake Morey Country Club"],["alt="],["url=http:\/\/www.lakemoreyresort.com\/golf\/home.html"],["email="],["address=2 Clubhouse Rd"],["lat="],["long="],["directions="],["phone =+1 802 333-4800"],["tollfree="],["fax="],["hours="],["price="],["content=This golf course is where the Vermont Open is held every year. Despite it's reknown status, the course is only moderately difficult and beginners will only need a few mulligans. Townies know that it is least crowded in the evenings, but its best to get a tee-time the day before. Carts available. rates for 18 holes: $34-$43; 9 holes: $16-$23"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chapman's General Store (aka Will's)"],["alt="],["url=http:\/\/www.chapmansstore.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 802 333-9709"],["tollfree="],["fax="],["hours="],["price="],["content=Main St. Box 25. M-Sa 10AM-6PM, Su 12PM-5PM. Will's is a toy store with much more. There are (rather pricey) toys in one section of the front room, while the other half holds handmade jewelry and a large assortment of wines. On either side of this main room there is a mini-library of various used books and fishing equipment, along with a gift store with cards, candles, and other Hallmark-esque knick-knacks."]]}]},{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fairlee Diner"]},", Rt. 5,  +1 802 333-3569.  Serves breakfast and lunch.  Breakfast is probably their specialty, with everything tasting like a country cooked meal, although the club sandwiches are good, too.  Weekends are especially busy.  Open every day except Tuesday."]},{"type":"*","value":[{"type":"'''","value":["Leda's Pizza"]},", Rt. 5.  +1 802 333-4773.  Leda's serves greek style pizza.  There is a menu of all the different specialties, including an interesting take on Hawaiian pizza.  Sit to eat in the cozy back rooms by your lonesome or with family, or pick up your pizza to take home, no delivery though.  The cheesy\/garlic bread is worth trying."]},{"type":"*","value":[{"type":"'''","value":["The Third Rail Restaurant"]},", Rt. 5.  +1 802 333-9126.  The food served is rather eclectic, with some bar and grill type items as well as some attempts at classier items.  While dress is casual, this is probably the most formal place in town to eat.  There is a bar, but it has gone downhill since ownership has changed hands several times.  Food quality is sometimes questionable."]},{"type":"*","value":[{"type":"'''","value":["The Whippi-Dip"]},", Rt. 5.  +1 802 333-9797.  Recently expanded ice cream shop now serves burgers and fries, as well as an assortment of other snack foods.  Ice cream is decent, soft and hard serve.  Dole Flavor of the week is what to look out for.  Regular brownie sundae: $3.75"]},{"type":"*","value":[{"type":"'''","value":["Your Place Restaurant"]},", Rt. 5,  +1 802 333-9050.  Your Place has a very family oriented atmosphere, and there are specials offered every day.  It was just renovated and is under new ownership (2009) but the general feel is the same.  Odd hours are in place though, so call in advance."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake Morey Resort (aka the Inn)"],["alt="],["url=http:\/\/lakemoreyresort.com\/"],["email="],["address=1 Clubhouse Rd"],["lat="],["long="],["directions="],["phone =+1 802 333-4311"],["tollfree=+1-800-423-1211"],["fax="],["price="],["checkin="],["checkout="],["content=Turn left off exit ramp. Take first right (granite Lake Morey Resort sign on corner). Follow the golf course (on left) and take your first left onto Clubhouse Rd. Resort is on the right. This is the best (and only) place to stay in the area. Despite the monopoly, the Inn actually has a great atmosphere. Pool and hot tub are superfluous with the lake and all the activities it offers, and the accompanying golf course is where the Vermont Open takes place. Standard room: Summer $124-$170; Winter: $109"]]}]},{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-91.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Saint Johnsbury"]]}],["minorl1=",{"type":"[[","value":[["Bradford (Vermont)"],["Bradford"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["White River Junction"]]}],["minorr1=",{"type":"[[","value":[["Norwich (Vermont)"],["Norwich"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["43.90750"],["-72.14333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central_Vermont"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Fairlee, Vermont"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Vermont\/Localities\/F\/Fairlee\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Fairlee, Vermont"]]}]