[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Faisalabad"]}," (Urdu: فيصل آباد‎) is the third largest city of ",{"type":"[[","value":[["Pakistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are international flights to Faisalabad from:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jeddah"]]},"   ( Saudi Arabia) - suspended"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dubai"]]},"    ( U.A.E)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Glasgow"]]},"  ( U.K) - PIA"]},"\nIt is  used occasionally:\n\n",{"type":"*","value":["via ",{"type":"[[","value":[["Lahore"]]}," airport."]},"\n",{"type":"*","value":["via ",{"type":"[[","value":[["Karachi"]]}," airport."]},"\n",{"type":"*","value":["Via ",{"type":"[[","value":[["Islamabad"]]}," airport."]},"\n",{"type":"===","value":["By bus"]},"\nFaisalabad is connected with Islamabad (the national capital), Lahore (the provincial capital) and other big cities by motorway and National Highway. You can easily catch a comfortable bus from these cities for Faisalabad, like Daewoo Express, Khan brothers, Nadir coach, Ravi Express, Kohistan,Niazi Express, New Subhan, New Khan etc...\n\n",{"type":"===","value":["By train"]},"\n\nFaisalabad is connected with all big cities of the country by rail. The most comfortable and affordable trains connects Faisalabad with Lahore and Karachi.\n\nWhile in the city, you can hire a local cab or an auto rickshaw. There is a franchised bus service called \"METRO\"; it is also operated within the city. However, auto rickshaws stay out to be the favorite means of travel.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["By Rickshaws"]}," - Rickshaws are by far a unique Faisalabad experience. They are often quite covered and form the most widely used and economical means of quick travel around the city."]},"\nThere're buses and rented cars.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ghanta Ghar"]}," (clock tower) - This is the main market of Faisalabad and it is also the oldest area of the city. Here you can also find the remains of buildings which mainly belonged to the British Raj before Pakistan came into being. Interestingly, this market has eight bazaars (markets) which together form a \"Union Jack\" (British flag), being a part of the construction work under the British Raj."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gatwala Park"]}," - is situated on the Faisalabad-Shekhupura Road. It is a common picnic spot for schools and occasionally families. "]},"\n",{"type":"*","value":[{"type":"'''","value":["D ground"]}," - is the second most important market after Ghanta Gghar. This is also the busiest area in the evening. Here local people usually come out in the evening just for an outing, or for shopping. You will also find a lot of restaurants here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Happy Land Water Park"]}," - is a beautiful park built up on international level. It is a complete entertainment centre for families. It has the biggest water slides in Pakistan. It is also equipped with amazing swings for both children and adults."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jinnah Garden"]}," - is also a beautiful park in the city commonly known as \"Company Bagh\".  The tomb of H.E SIR CHARLES JAMES LYALL, is situated here. He was the founder of this city and the city was first named LYALL PUR in his honor."]},"\n",{"type":"*","value":[{"type":"'''","value":["Am Tex Waterfall"]}," - is located at Am Tex Squire, Abdullah Pur."]},"\n",{"type":"*","value":[{"type":"'''","value":["Canal Park"]}," - is located at the west bank of Rakh Branch Canal. It is also a good outing place for families."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Chenab_Club"]}," - The majestic Chenab Club standing in the shades of trees and complemented by vast lush green lawns, is located in the beautiful surroundings of \"Jinnah Garden\". The club is in the heart of the city, just a short walk from Railway Station and within walking distance of Clock Tower."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Curtain & Sofa Fabric"]}," - You can buy excellent quality Jacquard and Plain Fabric for your home Decoration.'''"]},"\n",{"type":"*","value":[{"type":"'''","value":["Clothing"]}," - Faisalabad is famous for its cloth and cloth related items throughout the world. It is the best market to buy home furnishings (bedsheets, curtains, towels etc.), personal clothing, and hosiery wear. "]},{"type":"*","value":["Metro cash and carry:Wholesale shopping centre."]},{"type":"*","value":["Hassan shopping mall."]},{"type":"*","value":["AL Fatah shopping mall."]},{"type":"*","value":["University shopping mall,"]},{"type":"*","value":[{"type":"'''","value":["Rex City"]}," - is a big computer market. Here you can find computer sales and service shop easily, as well as CD and mobile shops and computer software and hardware experts."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cock'N'Bull"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+92-41-8738787"],["tollfree="],["fax="],["hours="],["price="],["content=Fast food, chinese, shawarmas, steaks, d-ground"]]}]},{"type":"*","value":[{"type":"'''","value":["Samosa"]}," - the samosas of Faisalabad are the best in Pakistan. A chock is dedicated to them, named ",{"type":"'''","value":["Samosa chock"]},". These samosas are different from any others because here you can get the ",{"type":"'''","value":["chatani"]}," variety. The very famous name ",{"type":"'''","value":["Chacha Samosay Wala"]}," is also in the D - Ground Market."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tea"]}," - One of the very famous tea spots in Faisalabad is located in Madan Pura. The tea keeps cooking all the time and is really delicious here. Sweet rusks make a nice company alongside."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dahi Bhale"]}," - these are also delicious. The best Dahi Bhale is being prepared by a Thele Wala at Jinnah Coloney, near Chatri Wala Ground. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Gol Gappe"]}," - these are really tasty. They are basically made with flour into a ball shape, and they are filled with black grams, onions, potatoes and other supplements. The most famous is a person who sells gole gappe on tehla in the start of the AminPur bazaar. A sour drink called \"khatta\" is served with them. A number of gol gappay carts can be found, lined outside Cricket Stadium. Their dahi bhala fillings and dippings are unique and not worth missing."]},"\n",{"type":"*","value":[{"type":"'''","value":["Biryani & Pulao"]}," - Biryani & pulao (special cooked rice) are also very popular. Jehangir's Murgh Pulao is most popular in the country. It was first started by Mr. Fatah about 60 years ago on the name of his younger brother Mr. Jehangir, Tabish biryani."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dal Chawal"]}," - No city can boast of a better Dal Chawal serving than Faisalabad. Its one of the favorite foods here, popular outlets are located near Ghanta Ghar like Chamma Dal Chawal and Munna Dal Chawal."]},"\n",{"type":"*","value":[{"type":"'''","value":["Parathay"]}," - The ghanta ghar parathas are very famous and a large crowd comes to attend all night long. They come in different fillings as potatoes, mixed vegetable, chicken etc... A hot late night discussion culminated at Ghanta Ghar for Parathas is always an ever youthful experience."]},"\n",{"type":"*","value":[" English and Continental Foods",{"type":"'''","value":[" - are also easily available in Faisalabad. You can access Fri Chiks, Mcdonald's, KFC, Samarkend, Pizza Hut, Dynasty, Lasania, Shehryar's, Silver spoon plus, Usmania, "]},"Exotica Cafe''', Hameed's, Sam's, Al-Aziz, Al hamd, Khyaum restaurant, Lahore chatkhara, Hawali restaurant, and some other fast food restaurants."]},{"type":"*","value":[{"type":"'''","value":["Quilium restaurant"]},":Chinese restaurant with a little Chinese style garden."]},{"type":"*","value":["Sizzle and spice:BBQ restaurant.open air"]},"\n",{"type":"*","value":[" Pakistani fast foods & BBQ - is also hot favourite here. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Chinese Food"]}," -  also popular among the people. The best Chinese restaurants are QULIM, EXOTICA CAFE, NAMWAH, PEARL GARDEN & China City. All are operated by Chinese persons."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bar Be Que"]}," - of best quality. Karachi's famous BBQ \"Bundu Khan\" has also opened an outlet and one may find that at 'D' Ground in People's Colony. and Imran BBQ is also famous for all type of BBQ like KABAAB, TIKA, PAIS, and TIKI. they are in MUHAMMADI CHOWK in People's Colony #2."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rabri"]}," - this is the most favourite drink of the people of Faisalabad. It is made by mixing peanuts, almonds & many other dry fruits in milk and is very delicious."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sugar cane rusk"]}," - is also very delicious."]},"\n",{"type":"*","value":[{"type":"'''","value":["Limo pani"]}," - is very tasty. It is made up with lemon juice & water."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lassi"]}," - Lassi is the traditional Punjabi drink.  Lassi is available in all parts of the city easily.  It is made using yogurt. The price of one glass or a ",{"type":"''","value":["Piala"]}," of Lassi is about Rs.20"]},"Bangali Milk Shop at Clock Tower chowk is the famous one for Lassi.\n",{"type":"*","value":[" Nirala sweets also very famous in the city."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Grand"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Faisalabad Serena Hotel"],["alt="],["url=http:\/\/www.serenahotels.com\/pakistan\/faisalabad\/home.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The only five star hotel in the city."]]}," "]},"\nSome other hotels are: \n\n",{"type":"*","value":["Rays "]},{"type":"*","value":["Prime"]},{"type":"*","value":["PC (Pearl Continental )"]},{"type":"*","value":["National"]},{"type":"*","value":["Rex"]},{"type":"*","value":["East Inn"]},{"type":"*","value":["Sandalbar"]},{"type":"*","value":["Grace"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.royaltonhotelpk.com Royalton Hotel"]},", Canal road — One of the best place to stay in town."]},{"type":"*","value":["Rizak Hotel (Railway station)"]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIn the case of an emergency, call police by ",{"type":"'''","value":["15"]}," from any landline phone. If you are using a cellphone, dial 911 for police rescue.\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance Access"]}," To get an ambulance in case of an emergency, dial 115 from any landline or cellphone."]},"If you found yourself in serious trouble and need any type of emergency rescue or help then feel free to dial ",{"type":"'''","value":["1122"]},". The name of the  emergency service is \"Rescue 1122\".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Khurrianwala"]]}]},"\n",{"type":"{{","value":[["Geo"],["31.418"],["73.079"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Punjab"]]},"\n\n",{"type":"[[","value":[["commons:Category:Faisalabad"]]},"\n",{"type":"[[","value":[["WikiPedia:Faisalabad"]]}]