[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Falkirk"]}," is in ",{"type":"[[","value":[["Stirlingshire"]]},", ",{"type":"[[","value":[["Scotland"]]},".\n\n",{"type":"[[","value":[["Image:Falkirk Wheel.JPG"],["thumb"],["300px"],["The Falkirk Wheel"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"==","value":["Get In"]},"\n",{"type":"===","value":["By plane"]},"\nFalkirk has no airport, but the nearest are the following:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.edinburghairport.com\/ Edinburgh International Airport"]}]},". (EDI) (19 mi\/31 km). Most overseas travellers will fly in via transfers at ",{"type":"[[","value":[["London"]]},"'s Heathrow or Gatwick Airports although you can now fly direct to Edinburgh from ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"[[","value":[["Atlanta"]]}," and from major European hubs such as ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Paris"]]}," and ",{"type":"[[","value":[["Frankfurt"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.glasgowairport.com\/ Glasgow International Airport"]}]}," (GLA) (34 mi\/55 km) is an alternative airport for domestic and European flights, as well as a few transatlantic routes. There's a frequent shuttle bus from outside the terminal building to the city center, dropping off near both main railway stations (£3.30 single, £5.00 return; the journey takes about 20 minutes)."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[{"type":"'''","value":["Falkirk High Station"]}," on the main ",{"type":"[[","value":[["Glasgow"]]}," to ",{"type":"[[","value":[["Edinburgh"]]}," line, also stop at ",{"type":"[[","value":[["Linlithgow"]]},". 10 minutes walk from the town centre."]},{"type":"*","value":[{"type":"'''","value":["Falkirk Grahamston Station"]}," which is on the Falkirk, ",{"type":"[[","value":[["Carronshore"]]}," loop. This line also branches to ",{"type":"[[","value":[["Dunblane"]]}," and ",{"type":"[[","value":[["Stirling"]]},". Less frequent trains also run to ",{"type":"[[","value":[["Edinburgh"]]}," and ",{"type":"[[","value":[["Glasgow"]]},". 5 minutes from the city centre."]},{"type":"*","value":[{"type":"'''","value":["Camelon Station"]}," is a minor station which lies on the same line as Falkirk Grahamston. Unlike the other Falkirk stations, trains don't stop as often here as they do at the other two stations. Trains go to Stirling and Edinburgh."]},"\n",{"type":"===","value":["By car"]},"\nFalkirk is mid way between ",{"type":"[[","value":[["Glasgow"]]}," and ",{"type":"[[","value":[["Edinburgh"]]}," and sits between the M8 motorway and the M9 motorway\n",{"type":"===","value":["By bus"]},"\nThere are regular bus services to Glasgow, Stirling and Edinburgh, all provided by First.\n\n",{"type":"===","value":["By boat"]},"\n\nFalkirk is serviced by the ",{"type":"'''","value":["Grangemouth Docks"]}," on the Forth River where light cargo ships and coastal tankers call. No ferry or passenger-only services are available.\n\nThe Forth and Clyde canal and Union Canals both pass through Falkirk and have been opened to small boat traffic. It is possible to travel from the river Forth to the river Clyde via the canal.Canal boats can travel fron one side of Scotland to the other via the Falkirk Wheel.This is a boat lift which transfers boats from one level to the other i.e. from the Union Canal to the Forth and Clyde Canal\n\n",{"type":"==","value":["Get around"]},"\nFalkirk town centre is fairly small so most of the main shops are within walking distance of the High Street. The bus service covers most of Falkirk . Most buses leave from Newmarket Street or the main bus station in Meadow Street.There are many taxi firms in Falkirk . The main taxi rank is in Lower Newmarket Street.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Falkirk Wheel Operation.JPG"],["thumb"],["250px"],["Falkirk Wheel in Operation"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Falkirk Wheel"],["alt="],["url=http:\/\/www.thefalkirkwheel.co.uk\/"],["email="],["address="],["lat=56.0004"],["long=-3.8417"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 2001 to reconnect the Forth and Clyde Canal with the Union Canal, it is the world's only rotating boat lift. Free entry to the visitor centre \/ cafe \/ gift shop. Boat trips up on the Wheel take about an hour, and cost £8 adults, £4.25 children, £6.50 concessions. Half hourly buses from the town centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Antonine Wall"],["alt="],["url=http:\/\/www.antoninewall.org\/visiting.php"],["email="],["address="],["lat=55.99648"],["long=-3.77873"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Constructed during the reign of the Roman Emperor Antonius Pius  (138 AD - 161 AD) the wall runs across Scotland at its narrowest point between the Firth of Forth in the east and the River Clyde in the west. Although built to rival Hadrian's Wall, the emperor Antonius Pius succeeded, the wall was far less elaborate. Unlike its more solid southern counterpart, the Antonine Wall was built of turf fronted by a ditch 12 feet deep. The wall was 10 feet high and 14 feet wide and dotted with 29 small military forts linked by a road.As a defensive barrier the Antonine Wall did not fulfill its role for long. In 181 the northern tribes poured over the wall and pushed the Romans back to Hadrian's Wall. The Romans finally abandoned any hope of regaining the territory between the two walls in 196 AD. Antonine Wall facts:Length 37 miles (59 km)Built 140-142 AD. You can see the site of the wall in the Kemper Avenue car park at the foot of the High St, just next to the ALDI supermarket and Callender park. The wall runs right through the middle of the town centre or more accurately underneath the town centre and several Roman forts are dotted about the outskirts of the town."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Battle of Falkirk"]},". Due to its location on one of the main routes north into the Highlands, Falkirk and ",{"type":"[[","value":[["Stirlingshire"]]}," have been the site of many battles between the Scots and the English. Perhaps the most famous battle after Culloden and Bannockburn (just to the north of Falkirk) is the (first) Battle of Falkirk, 1298, where an English army commanded by Edward I defeated the Scots under William Wallace."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Shortest street in the UK"]},", Tolbooth Street (spelled with one 'l'), is just off the High St just behind the Steeple. See ",{"type":"[[","value":[["Wick (Scotland)"],["Wick"]]}," for an alternative claim."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Steeple"],["alt="],["url="],["email="],["address="],["lat=55.99922"],["long=-3.78434"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Steeple is a clock tower the forms the center piece of the High St and is said to be the site of public hangings and floggings, although these take place somewhat infrequently these days."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Falkirk Football Club"]},", one of the largest draws to the Falkirk area is their SPL football team. Historically Falkirk FC played their home games at Brockville, which proved a stumbling block to SPL entry and was sold to the Morrison's supermarket chain, and have now moved to a purpose built stadium on the outskirts of town."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe main shopping area is around the High St. Three mini malls or shopping centers are available plus most of the major UK stores. The most popular being the Howgate Shopping Centre with shops such as Internacionale, HMV, New Look and GAME.\n\nFor food shopping or groceries, there are two Tescos, one Asda and a Morissons near the town centre.\n\n",{"type":"==","value":["Eat"]},"\nFalkirk has several hotels that do typical restaurant fayre; plus there are many other restaurants and pubs that serve excellent grub, in and around the town centre.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Benny T's"],["url="],["email="],["address="],["lat="],["long="],["directions=between Falkirk Town Centre and Laurieston"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent fish and chips."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sanam"],["url="],["email="],["address=Callendar Road"],["lat="],["long="],["directions=at the bottom end of the High Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Decent Indian fare."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThere are a few rundown areas in Falkirk that one should be aware of before visiting. Although Falkirk is generally safe there are a few places that can be unsafe, especially at night.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Linlithgow"]]}," - attractive town and castle on the way to Edinburgh, the train station, reached from either High Station or Grahamston is at the east end of the town."]},{"type":"*","value":[{"type":"[[","value":[["Bo'ness"]]}," - Small town in the district, home to the Scottish Railway Preservation society, and the Bo'ness and Kinneil Steam Railway."]},{"type":"*","value":[{"type":"[[","value":[["Edinburgh"]]}," - the capital city of Scotland, about 15 to 20 minutes away from Falkirk by train or by car."]},{"type":"*","value":[{"type":"[[","value":[["Stirling"]]}," - a small city to the north of Falkirk. Has a large castle in its center."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["55.999"],["-03.785"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Stirlingshire"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Falkirk"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Scotland\/Falkirk District\/Falkirk"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Falkirk"]]}]