[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Falls_Creek.JPG"],["thumb"],["400px"],["View from ski lift, with Rocky Valley Reservoir in background"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fallscreek.com.au Falls Creek"]}]}," is a ski resort in North-East Victoria. It's one of six ski resorts in Victoria and ten in ",{"type":"[[","value":[["Australia"]]},". It boasts a charming ski in ski out alpine village nestled in snowgums and 450 ha of skiable terrain served by 14 state-of-the-art lifts, and a 280 m vertical drop. It has the best snowmaking system in Victoria, covering most beginner and intermediate terrain, served by Australia's highest significant body of water, the Rocky Valley Reservoir.\n\n",{"type":"==","value":["Get In"]},"\n",{"type":"===","value":["By car"]},"\nFalls Creek is 388 km from Melbourne, approximately a 4.5 hour drive. It is reached via the Hume Highway, Great Alpine Road and Kiewa Valley Highway to Mt. Beauty, followed by a 30km drive up the Bogong High Plains Road. Chains are compulsory at all times during the nominated ski season (June-October), and the road is listed as a hazadrous road.\n\n",{"type":"===","value":["By bus"]},"\nFalls Creek Coaches operate bus services from ",{"type":"'''","value":["Southern Cross Train Station"]},", in ",{"type":"[[","value":[["Melbourne"]]},", as well as a bus from ",{"type":"[[","value":[["Albury"]]},", NSW, which connects with Qantaslink plane services from Melbourne and Sydney, as well as train services. Another option is to park at the secure carpark in Mt. Beauty, then take the bus up in safety.\n\n",{"type":"===","value":["Oversnow"]},"\nAs the village streets aren't cleared it is sometimes necessary to take the Village Oversnow, a taxi service which delivers you and your bags to your lodge, hotel or apartment. Keep in mind that it can be very expensive (>100) for a large family, and it is worth considering booking accommodation closer to the road so that you can walk up.\n\n",{"type":"==","value":["Get around"]},"\nFalls Creek is Australia's only entirely ski in, ski out village. It is located between 1600 and 1520m, and has nine streets, the main ones being Falls Creek Road and Slalom Street. The main buildings include the Falls Creek Hotel, Freauf Village, Huski, the Hub and Saint Falls.\n\nA free village shuttle service also operates, as well as a taxi which is able to take you to and from restaurants to your lodge. The village has a year round speed limit of 30km\/h, which is expected to be observed by skiers, but often isn't. \n\n",{"type":"==","value":["Drink"]},"\nThe Man is the main party venue.\n\n",{"type":"==","value":["Buy"]},"\nNumerous ski hire outlets are located in the village, among them Falls Creek Sports and the Village Ski Hire. \n\n",{"type":"==","value":["Sleep"]},"\nMany lodges offer a Ski Guarantee, which means that a partial or full refund will be given if less than three lifts are operating.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quay West Resort & Spa Falls Creek"],["url=http:\/\/www.mirvachotels.com\/quay-west-resort-spa-falls-creek"],["email="],["address=17 Bogong High Plains Road"],["lat="],["long="],["directions="],["phone=+61 3 5732-8000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A magnificent fully self contained apartment-style resort hotel, offering contemporary Falls Creek accommodation, a luxurious day spa, restaurant, bar and picturesque event venue."]]}]},"\n",{"type":"==","value":["To Do"]},"\nSnowsports are the main attractions, but in winter and summer there are a range of activities. Snow biking, snow tubing and tobogganing are popular, as well as snow bocce, a kid's show, a night show, and bungy trampolining.\n\n",{"type":"===","value":["Skiing"]},"\nFalls Creek has the largest amount of skiable terrain in Victoria, at 450 ha, as well as 200 ha of advanced and expert terrain accessed by a snowcat. \n17% of resort terrain is beginner, 60% is intermediate, and 23% is rated as advanced. The resort is divided into 2 sides, the Sun Valley side and the Village Side. The Sunvalley side is colder, as it faces south, and needs less snow to open, and thus is normally the first part of the mountain to open at the beginning of the season, due to the extensive snowmaking coverage. Half of the village side consists of gentle runs, including gently sloping roads which serve as 'home trails'. The other half is covered by three lifts, and contains the resorts black terrain, including the 'Summit', 'The Maze', and the 'International' run. \n\nThe resort rises from a base of 1500 m below the village to 1780 metres above it, with all the runs on the back side being above 1600 m, meaning that can be raining down below but nice snow on over the back. The ski school is located at Cloud Nine, at the top of a quad detatchable chairlift. It has a fenced off beginners area, and is near to Australia's first covered lift, Mousetrap, a moving carpet.\n\n",{"type":"===","value":["Lift Tickets"]},"\nLift tickets start at $94 for a single day adult ticket, which is similar to other Australian resorts. It is one of the most expensive lift tickets in the world due to numerous factors including the need for snowmaking, the high cost of labour, and the short season. However, better value can be obtained by purchasing a multi day ticket or combining your ticket with gear rental and ski lessons.\n\n",{"type":"===","value":["Summer"]},"\nFalls Creek is also popular in summer, offering outstanding walking, cycling, canoeing, photography, and sightseeing opportunities, as well as festivals.\n\n",{"type":"==","value":["Getting Out"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["High_Country_(Victoria)"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/F\/Falls_Creek\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["-36.983333"],["147.266667"]]},"\n",{"type":"[[","value":[["wikipedia:Falls Creek, Victoria"]]}]