[{"type":"{{","value":[["pagebanner"],["Famagusta banner.jpg"]]},"\n",{"type":"[[","value":[["File:Camii 00.jpg"],["250px"],["thumb"],["Gate of St Nicholas Cathedral at night"]]},"\n\n",{"type":"'''","value":["Famagusta"]}," (Turkish: ",{"type":"''","value":["Gazimağusa"]}," or ",{"type":"''","value":["Mağusa"]},", Greek: Αμμόχωστος ",{"type":"''","value":["Ammochostos"]},", ",{"type":"[","value":["http:\/\/www.famagusta.com"]},") is a city in ",{"type":"[[","value":[["Northern Cyprus"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou cannot cross directly into Famagusta from the southern part of Cyprus. Instead, you must cross the Green Line into the north (known as the Turkish Republic of Northern Cyprus). The nearest place to do this is from the Strovilia crossing near Agios Nikolaos, which is located inside the British sovereign military base area.\n\nAnother option is to cross the border in ",{"type":"[[","value":[["Nicosia"]]}," and then take a bus to Famagusta. They are operated by Itimat and leave every half hour.\n\n",{"type":"==","value":["Get around"]},"\nSelf-drive is the most common way of visiting Famagusta, whether in your own vehicle or a rental car. Bicycle rentals are not available. It's possible to travel on foot, as the town is small. If on foot, be very careful not to accidentally cross into areas quarantined by the Turkish army and\/or the UN, as doing so risks arrest (they are all clearly signed). Taxis are a better (and safer) option for the independent traveler without a car. These are widely available and generally inexpensive for either point-to-point trips or local tours.\n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":["old city"]}," is surrounded by one of the best preserved Venetian fortifications in the Eastern Mediterranean. There are plenty of medieval\/renaissance buildings that can be visited. Unfortunately most of them were severely damaged during the Turkish siege of the city in 1571. Many cannonballs can still be seen in the fortification walls as well as in the walls of these buildings. Specially noteworthy are the ",{"type":"'''","value":["Cathedral of St. Nicholas"]}," (converted to a mosque after the Ottoman conquest and renamed ",{"type":"'''","value":["Lala Mustafa Paşa Mosque"]},") and ",{"type":"'''","value":["St. George"]}," of the Greeks church with its frescoes. There is plenty more to see if you stroll around the old town, where there is something of interest in almost every corner. The southern part of the modern city (internationally known as ",{"type":"'''","value":["Varosha"]},", Tr. ",{"type":"''","value":["Maraş"]},", Greek ",{"type":"''","value":["Varosia"]},") has been closed to public and is controlled by the Turkish military. You can see the now ruined area from the beach at Palm Beach Hotel, but be careful not to take photographs or get too close to the fenced area. There are also classical remains at the site of Salamis, located to the north of Famagusta as you travel towards İskele (Gr. ",{"type":"''","value":["Trikomo"]},").  The Late Bronze Age city of Enkomi (Tr. ",{"type":"''","value":["Tuzla"]},") is also worth seeing.\n\n",{"type":"[[","value":[["File:Bombed-out hotel, Famagusta, Cyprus.jpg"],["thumb"],["Bombed out building in Varosha"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Clothing and Souvenir"]},"\n\nFamagusta offers a variety of shops from clothing and gifts to home stores. Most of the shops can be found along Salamis Road. Alternatively, the Old Town (inside the walls) have a number of specialised souvenir shops for those looking for handcrafted items or Cypriot lacework namely ",{"type":"''","value":["Lefkara"]}," to give away as gifts.\n\nAlthough bargaining is not common, shoppers can get away with trying their luck with counter offers at the smaller souvenir shops. Cypriot hospitality means that they might even give you freebies.\n\n",{"type":"===","value":["Food and Grocery"]},"\n\nSimilar to rest of Cyprus, there are supermarkets \/ grocery shops selling fresh produce vegetables and fruit. In the city centre there are two supermarket chains offering wider selection of products to shoppers.\n\n",{"type":"==","value":["Eat"]},"\nThere is a wide variety of restaurants both in the old city as well as in the modern city. Those in the old city are mostly located around the Namık Kemal Square. D&B Cafe offers decent pizzas as well as kebabs. If you are a kebab fan visit Aspava located across the street.  Newly opened Ginko Restaurant (in the now restored Medrese, or Ottoman religious school), offers a more varied menu. Monk's Inn Bistro & Bar is delightful and offer a limited but well-prepared menu including hot and cold sandwiches if you just want something lighter.\n\nIn the modern town, most restaurants and bars are located on the \"Salamis Road\", heading from the monument at the entrance to the city towards Salamis.\n\n",{"type":"==","value":["Drink"]},"\nMany bars are also located on ",{"type":"'''","value":["Salamis Road"]},". These bars on the main road are busy on summer nights with local people. Students take over the main bars and pubs during university term times.\n\nIn the ",{"type":"'''","value":["Old Town of Famagusta"]},", many people prefer Monk's Inn Bistro and Bar, which gets very busy especially on the weekends. On the other side of the Namık Kemal Square are Hamam Inn which has a good view of the medieval cathedral, Es Café where you can enjoy nice chat with friends over refreshing Cypriot lemonade.\n\n",{"type":"'''","value":["Famagusta Quayside"]}," (locally known as Palm Beach) has become very popular over the years since the restoration of the area. There are a number of cafés and restaurants to choose from offering alcoholic and non-alcoholic drinks.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Salamis Bay Conti Resort Hotel"],["alt="],["url=http:\/\/www.salamisbay-conti.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Famagusta 5-star beachfront hotel."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bogaz Hotel"],["alt="],["url=http:\/\/www.bogazhotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Famagusta 3-star hotel in Famagusta Cyprus."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Salamis"]]}," an ancient Greek town."]},{"type":"*","value":[{"type":"[[","value":[["St. Barnabas"]]}," monastery. One of the holiest in the entire island. It exhibits a museum of icons."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Famagusta district (North)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Famagusta"]]},"\n",{"type":"{{","value":[["geo"],["35.116666666667"],["33.95"]]}]