[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Butterflyvalley.jpg"],["thumb"],["230px"],["Butterfly Valley when approaching by boat. The village of Faralya is at the far top of the canyon, invisible in this angle."]]},"\n\n",{"type":"'''","value":["Faralya"]}," is a village in ",{"type":"[[","value":[["Lycia"]]},", ",{"type":"[[","value":[["Turkey"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAbout 15 km south of ",{"type":"[[","value":[["Ölüdeniz"]]}," (and 30 km south of ",{"type":"[[","value":[["Fethiye"]]},"), Faralya was known simply as the \"village on the cliffs of the ",{"type":"'''","value":["Butterfly Valley"]},"\" until recently, when travellers start to take a deeper look to the village. The village itself is quite a pleasant sight to see, with its houses and gardens cascading towards the cliffs of the Valley.\n\nFaralya is officially a quarter (",{"type":"''","value":["Hisar Mahallesi"]},") of the village of ",{"type":"'''","value":["Uzunyurt"]}," (literally \"long country\"), which is made up of separate hamlets (from north to south: Kozağaç and Kirme on the ",{"type":"[[","value":[["Lycian Way"]]}," to ",{"type":"[[","value":[["Ölüdeniz"]]},", Faralya\/Hisar, Kızılcakaya, and ",{"type":"[[","value":[["Kabak"]]},") as these hamlets don't have enough population to make them officially declared to be villages. However, almost nobody but the officials use this name and the village is always referred to by its ancient name of Faralya whether it be by the minibus signs or travel agencies. And as Faralya is (relatively speaking) the biggest one of these hamlets, when someone speaks about Uzunyurt, you may assume he\/she refers to Faralya.\n\n",{"type":"==","value":["Get in"]},"\nThere are ",{"type":"'''","value":["minibus"]},"es (",{"type":"''","value":["dolmuş"]},") to the village from ",{"type":"[[","value":[["Ölüdeniz"]]},", continuing on to ",{"type":"[[","value":[["Kabak"]]},".\n\nA narrow and winding, but tarmac (and sectionally potholed) ",{"type":"'''","value":["road"]}," connects the village to Ölüdeniz, where it joins the main highway towards ",{"type":"[[","value":[["Fethiye"]]}," near the Blue Lagoon. Though the distance is not that huge, it takes about 30 minutes to drive this road because of the conditions.\n\nDuring high season (June–August) there are ",{"type":"'''","value":["boats"]}," three times a day (11AM\/2PM\/4PM) from Ölüdeniz to the Butterfly Valley. They cost 15 TL pp return. Keep the ticket you'll be given upon getting on the boat in Ölüdeniz, it'll be asked for when getting on the boat that will take you back at the Butterfly Valley.\n\n",{"type":"'''","value":["Hiking"]}," from ",{"type":"[[","value":[["Ölüdeniz"],["Ovacık"]]},", 2 km north of Ölüdeniz, is also an option thanks to the ",{"type":"[[","value":[["Lycian Way"]]}," which passes through the main road of the village. Most hikers do this 16-km section in one day, however two days combined with camping a night up in the mountains is much more comfortable, especially in summer.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Hitchhiking"]]}]}," the road between Ölüdeniz and Faralya is super-easy, at least in summer when there are lots of holiday-makers travelling with their cars.\n\n",{"type":"==","value":["Get around"]},"\nThe village and the Butterfly Valley are connected by a very steep (dropping from the village's elevation of 350 mt to sea level at canyon bottom) and somewhat dangerous path, some sections of which require a little bit of mountaneering skills. It usually takes around 45 minutes to one hour to do the entire path—climbing up of which is unusually said to be easier than climbing down—but there are some fit travellers who are reported to do it in a little more than 20 minutes. The path starts from in front of the guesthouse ",{"type":"''","value":["George House"]}," up in the village and marked with red dots all along it.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Butterflyvalleytop.jpg"],["thumb"],["250px"],["Butterfly Valley as seen from the village"]]},"\n",{"type":"[[","value":[["Image:Faralyatomb1.jpg"],["thumb"],["250px"],["\"King's Tomb\""]]},"\n",{"type":"[[","value":[["Image:Faralyatomb2.jpg"],["thumb"],["250px"],["Near yellow\/red waymarked coastal trail"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Butterfly Valley"],["alt=Kelebekler Vadisi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=An entrance fee of 5 TL may be charged when arriving by boat"],["content=\"Discovered\" by hippies in 1990s when their much beloved ",{"type":"[[","value":[["Ölüdeniz"],["Blue Lagoon"]]}," was lost to mass tourism, this 250 metres to 1 km canyon itself is following the steps of the Lagoon nowadays with much more day-trippers than it was a decade ago. Its name comes from a large swarm of endemic butterflies, the habitat of which is near the ",{"type":"'''","value":["waterfalls"]}," on the canyon wall furthest from the sea. The view of the canyon from the village above is just as—if not more—beautiful as the view it has when you are in. Locals used to know this place by the name ",{"type":"''","value":["Güdürümsü"]}," before the valley was re-christened with the rather romantic current name."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lycian sarcophagii"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since you are in Lycia, there are a few to be seen here. The nearest one to the village is at the exit of the village towards Kabak, on the gentle slope on the left side of the road. The largest one is near Aktaş beach in middle Kızılcakaya hamlet of Faralya, accessible by the yellow and red waymarked coastal trail. There are two more hidden in the forest between Kabak and Aktaş off of the waymarked trail."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere are no ATMs in the village and almost no establishments accept credit cards, the one down at the Butterfly Valley being an exception. Nearest ATMs are located in ",{"type":"[[","value":[["Ölüdeniz"]]}," and further away in ",{"type":"[[","value":[["Fethiye"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Faralya Market"],["url="],["email="],["address="],["lat="],["long="],["directions=on the road to Kabak, about 2-3 km from village"],["phone="],["tollfree="],["fax="],["hours="],["price=No credit cards"],["content=The only grocery store of the village which offers a very meager selection of vegetables, snacks, and drinks."]]}]},"\n",{"type":"*","value":[" There is also a small ",{"type":"'''","value":["kiosk"]}," offering prepackaged snacks, drinks, and cigarettes down at the Butterfly Valley. However, be ready for paying twice or even three times more than elsewhere for anything you buy there. For short trips, it is best to bring your supplies from elsewhere with you."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nInside the ",{"type":"'''","value":["Butterfly Valley"]},", you have two options to overnight, the bungalows or camping in a tent, both of which are rented by the same establishment. While you don't have to carry your tent, the tents offered by the establishment there fills out quickly in high season, so you may have to bring your own...although this won't make any difference at the fee you'll be paying. During the high season (June-Sept), staying in a bungalow costs 45 TL\/night pp, while overnighting in a tent costs 35 TL\/night pp. The prices gradually fall towards winter, with the lowest being 22 TL\/night pp between November and March. All prices are half-board, i.e. include breakfast and dinner.\n\nIf you choose to stay up ",{"type":"'''","value":["in the village"]}," itself, you have a number of guesthouses and hotels to choose from:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Die Wassermühle"],["url=http:\/\/www.natur-reisen.de\/"],["email=info@natur-reisen.de"],["address="],["lat="],["long="],["directions=on the main road, at the entrance of the village from Ölüdeniz"],["phone=+90 252 642-12-45"],["tollfree="],["fax=+90 252 642-11-79"],["hours="],["price=Starts from € 53 double"],["checkin="],["checkout="],["content=A nicely decorated hotel housed in the former watermill of the village located next to a little creek and waterfall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=George House"],["alt="],["url=http:\/\/www.georgehousefaralya.com\/"],["email=faralya17@hotmail.com"],["address="],["lat="],["long="],["directions=on the slope towards the Butterfly Valley, follow the sign on the main road"],["phone=+90 252 642-11-02, +90-535-793-21-12 (mobile)"],["tollfree="],["fax="],["checkin="],["checkout="],["price=starting from 35 TL pp half-board (including breakfast & dinner). Check their website for details"],["content=Immediately on the cliffs of the Butterfly Valley, this family-run guesthouse is reported to be one of the most pleasant places to stay in Faralya. You can pitch a tent, stay in a wooden bungalow or an open (i.e. curtains instead of windows) wooden ",{"type":"''","value":["tree-house"]},". Turkish tea is available for free all day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mandarin Boutique Hotel"],["url=http:\/\/www.villamandarin.com"],["email=mail@villamandarin.com"],["address=Faralya"],["lat="],["long="],["directions=behind the market"],["phone=+90 252 642-10-02"],["tollfree="],["fax="],["hours="],["price=Standard double rooms € 245 in season (Jul-Sep), cheaper in other months"],["checkin="],["checkout="],["content=Hotel with sea and mountain views; offering 8 stunning rooms, with 4 poster super kingsize beds, double size jacuzzi, delicious homemade organic food and wines. Outdoor pool with separate outdoor jacuzzi. Adult only, ideal for couples, and honeymooners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Onur Motel Faralya"],["url=http:\/\/www.onurmotelfaralya.com"],["email=info@onurmotelfaralya.com"],["address=Faralya Village"],["lat="],["long="],["directions=hills of Butterfly Valley"],["phone=+90 252 642 11 62"],["tollfree="],["fax="],["hours="],["price=Double room about TL55 per person per night, which includes breakfast and home-cooked dinner."],["checkin="],["checkout="],["content= Run by a Turkish family Onur Motel is a great place to stay, with a view of Babadag. The rooms are bungalows made of natural materials and built in traditional style: exterior is covered with stone work and the interior is covered with natural wood work. They also provide services for campers."]]}]},"\nIf you are short on cash, you can also ",{"type":"'''","value":["wild camp"]}," safely around the village, even near the cliffs of the Butterfly Valley - the focus of the attention around there, given that you have camping gear. Just be discreet -away from the sight of houses and the road, there are many bushes there that can hide you, and erect your tent at about the night starts to fall.\n\n",{"type":"==","value":["Stay safe"]},"\nThe path between the village and the Valley is a dangerous one, with two young backpackers having died when attempting the route in the last decade. Never ever take shortcuts and always stick to the route marked with red dots - taking a shortcut was the reason of death of one of the backpackers. Make sure you know what you are doing at every step - no dreams about taking a seabath on that azure coast! Attempting the route with a heavy backpack is almost suicidal so leave anything you won't need at which side (up or down) you're staying at. The path from beach to the waterfalls inside the Valley also requires some attention.\n\n",{"type":"==","value":["Connect"]},"\nFaralya's telephone code is (+90) ",{"type":"'''","value":["252"]},".\n\nThe area is within the coverage of ",{"type":"'''","value":["GSM"]}," networks.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kabak"]]}]}," is a village 8 km further to the south, which also has a canyon (called ",{"type":"''","value":["Kabak Koyu"]},") similar to the Butterfly Valley (with cliffs opening to the sea at one side, with waterfalls and so on...), though Kabak's canyon is more accessible than the Butterfly Valley: a dirt road connects the village with the canyon. In both the canyon's beach and upper village of Kabak, a number of guesthouses can be found."]},"\n",{"type":"*","value":[" If you are in for a little bit of adventure, you may return to ",{"type":"[[","value":[["Ölüdeniz"]]}," by hiking the ",{"type":"[[","value":[["Lycian Way"]]}," instead of taking the minibus. When hiking in this direction (i.e. Faralya to Ölüdeniz, or south to north), there is only a short (albeit, steep) ascending section right at the beginning of the trail just out of Faralya, then it's almost always gently descending all the way to Ölüdeniz through a beautiful pine forest, along some amazing cliffs, and with unforgettable views over Blue Lagoon. Remember that the last 8-km towards Ölüdeniz (the section after the mountain hamlet of Kozağaç) has no water source along the path, though."]},"\n",{"type":"{{","value":[["IsPartOf"],["Lycia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]