[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fareham.gov.uk\/ Fareham"]}]}," is a town in ",{"type":"[[","value":[["Hampshire"]]},", approximately half-way between the cities of ",{"type":"[[","value":[["Portsmouth"]]}," and ",{"type":"[[","value":[["Southampton"]]},", The town has been linked with brick making, notably, the production of the 'Fareham Reds', examples of the bricks in use on the Royal Albert Hall, in ",{"type":"[[","value":[["London"]]}," and iron forging from the ironmaster, named \"Henry Cort\". \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nFareham is well served by the major road and rail networks. The M27 motorway passes around the northern edge of Fareham, and is the main traffic artery into and out of the area. It provides easy access to both Portsmouth and Southampton, and from there to London via the M3 and A3(M).\n\nThe A27 is a route that passes through the centre of Fareham, from West to East, with good connections to ",{"type":"[[","value":[["Southampton"]]}," and ",{"type":"[[","value":[["Portsmouth"]]},". The A32 passes through Fareham at the Quay Street roundabout, it runs North to South, on its way from ",{"type":"[[","value":[["Gosport"]]}," in the south, with the north passing through the picturesque Meon Valley to Alton.\n\nFareham railway station is on the West Coastway Line, with regular services to Portsmouth, Southampton, Cardiff and London. Until 1953, passenger services also ran south to Gosport.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By foot"]},"\nIt is possible to walk around Fareham, either by walking in urban areas and rural areas, with a relatively-flat terrain.\n\n",{"type":"===","value":["By bike"]},"\nFareham has a few dedicated cycle routes; they are not particularly well linked but cyclists should not have a problem navigating the town centre. The town itself is mostly flat but some terrain involved, especially in the north of the town; Hampshire tends to undulate.\n\n",{"type":"===","value":["By bus"]},"\nBus transport in the town is provided by First Hampshire & Dorset, which runs nearly all bus routes in the area. Services run as far as Winchester. The main bus station is adjacent to the Market Quay development, and replaced an older station that was demolished in the late 1980s.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Fort Fareham"]},{"type":"*","value":[" Fort Nelson"]},{"type":"*","value":[" Titchfield Abbey"]},{"type":"*","value":[" Tithe Barn"]},{"type":"*","value":[" Portchester Castle"]},{"type":"*","value":[" Hovercraft Museum"]},{"type":"*","value":[" Royal Armories Museum"]},"\n",{"type":"==","value":["Do"]},"\nFareham has in recent years developed several attractions to draw visitors to the town. The historic High Street features a fine collection of Georgian buildings, home to many of the town's restaurants. The town centre has been improved to bring it up to modern standards, and the opening of the Market Quay development has added a cinema; Apollo originally then sold to Reel Cinemas, and another nightclub (party venue Chicago Rock) to the area, after the troublesome Prague Junction was knocked down. New to Fareham traders Next and Top Shop have opened stores to try to attract a wider range of shoppers, and Tesco and Debenhams have expressed interest in the town too - Debenhams having opened a small store in the shopping centre and Tesco a large supermarket on the edge of the busy Market Quay roundabout. A theatre, Ferneham Hall, is located in the town centre, though it was announced in November 2010 that the venue had yet to make any profit whatsoever during its 28 year history. A council report suggested a complete overhaul of its entertainments programme to bring it into the 21st century.",{"type":"<","value":["ref",[{"type":"[","value":["http:\/\/www.portsmouth.co.uk\/fareham-and-meon\/Talks-to-turn-around-lossmaking.6619937.jp"]}," ",{"type":"''","value":["Talks to turn around loss-making Ferneham Hall"]}]]}," The Ashcroft Centre specialises in amateur theatre productions.\n\nIn the surrounding area, there are several attractions of national interest:\n\n",{"type":"[[","value":[["File:Portchester castle 04.jpg"],["thumb"],["300px"],["Portchester Castle Keep"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Royal Armouries Museum"],["alt=Fort Nelson"],["url=http:\/\/www.royalarmouries.org\/visit-us\/fort-nelson"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Portchester Castle"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/portchester-castle\/"],["email="],["address=Church Road, PO16 9QW"],["lat=50.837415"],["long=-1.114906"],["directions="],["phone=+44 2392 378291"],["tollfree="],["fax="],["hours="],["price=adults £5.00, children £3.00, concessions £4.50"],["content=The castle's keep was built in Norman times (largely from recycled Roman brick) and extensive late Roman structures remain although ruinous. The castle is well sign posted, and served by regular buses, Portchester rail station is only a 10 min walk north."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Titchfield Abbey"]}," & The Tithe Barn"]},{"type":"*","value":[" ",{"type":"'''","value":["Westbury Manor Museum"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bursledon Brickworks"]}]},"\n",{"type":"==","value":["Buy"]},"\nThe town centre is reasonably well-equipped with high street chains and supermarkets, but it has a smaller range of shops than might be expected for a town its size, it has a small Shopping Centre, Also the town has High Street Banks and other amenities, like Libraries and entertainment facilities, as well as High Street Retailers. For a larger range of shops, the nearby town of ",{"type":"[[","value":[["Portsmouth"]]}," is more promising, and slightly further afield ",{"type":"[[","value":[["Southampton"]]},", with a good selection at the north of the county at ",{"type":"[[","value":[["Basingstoke"]]}," are the leading regional shopping centres. Also the town has a good selection of independent traders in West Street and High Street, this includes Appliance Shops, Eateries, Sewing Machines, Computer Shops, Bakeries and a Sweet Shop, plus, a lot more to offer.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nThe town has a tourist information office in Westbury Manor Museum. Fareham Borough Council also has some tourist information on its website",{"type":"[","value":["http:\/\/www.fareham.gov.uk\/"]},".\n\n",{"type":"==","value":["References"]},"\n<references\/>\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hampshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Fareham"]]},"\n",{"type":"{{","value":[["geo"],["50.85364"],["-1.18429"],["zoom=13"]]}]