[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/faridabad.nic.in Faridabad"]}]}," is a city in ",{"type":"[[","value":[["Haryana"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFaridabad is in the Southern National Capital region just 25 km south of ",{"type":"[[","value":[["Delhi"]]},".\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is the Indira Gandhi International Airport in New Delhi.\n\n",{"type":"===","value":["By road"]},"\nThere are various road links from Faridabad to Delhi, ",{"type":"[[","value":[["Agra"]]},", ",{"type":"[[","value":[["Mathura"]]}," and other parts of North India. With it being one of the most developed parts of Haryana.\n\nVarious bus services ply from New Delhi to Faridabad. Beware of the ones that drop you off at the border of Faridabad and Delhi because bus or auto rides from the border to the main city area tend to be overcrowded.\n\nTaking a taxi is a faster and more comfortable way to reach the city but it can costlier by many times. Prices may range from Rs. 300-500 for one-way travel from Delhi to Faridabad.\n\n",{"type":"===","value":["By train"]},"\nDue to its nearness to Delhi, Faridabad has excellent railway connectivity with trains from various parts of India. Trains ply from the Old Faridabad railway station for most of the other important cities in India. For local commuters, there are EMU train services to New Delhi, Mathura, Agra, and Ghaziabad which ply at frequent intervals. Price ranges from Rs. 10 - 15.\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transport is mainly restricted to rickshaws and auto-rickshaws(Highly polluted and dangerous). Initial prices quoted are hugely exaggerated, so you are up for heavy bargaining. Enquire from some local about the prevailing prices from one point of the city to the other.\n\nHaryana Roadways (Haryana Govt. State Roadways) runs local buses throughout the city. This is very comfortable and non-polluting. This buses runs very frequently.\n\nEMU train timings from Faridabad towards New Delhi: 7:30AM, 8:00AM, 8:20AM, 8:29AM, 9:21AM, 11:31AM, 01:02PM.\n\n",{"type":"==","value":["See"]},"\nAvoid ",{"type":"'''","value":["Bhadkal Jheel"]},": This so-called 'lake' is totally dry and grazing ground for local cattle, and cricket ground for nearby people. Even locals avoid it. A better option is close to New Delhi and Haryana border in Faridabad. Instead, visit Surajkund Lake Tourist Complex with comfortable range of Hotels from Haryana Tourism, boating, huts etc.\n",{"type":"*","value":[" ",{"type":"'''","value":["Siddhadata Temple"]}," complex situated on Badhkal-Surajkund road. A very peaceful place."]},{"type":"*","value":[" ",{"type":"'''","value":["Shiva temple"]}," in Sainik Colony Sec-49 is also a must see, with 22Ft high Siva-ling."]},{"type":"*","value":[" ",{"type":"'''","value":["Town Park"]}," is a beautiful park located in sector-12.. easy to enjoy and relax with family. while the children can njoy various rides."]},{"type":"*","value":[" ",{"type":"'''","value":["Malls"]}," Crown Plaza, SRS Mall, Pristine Mall, Crown Interiorz, Parsvnath City mall, Parsvnath Mall Manhattan, Destination Point, Eldeco Station 1, SRS Shubham."]},{"type":"*","value":[" ",{"type":"'''","value":["Sector 15 Market"]}," A good place for youngsters to hang out with friends and enjoy delicious food. Chickenette, Perfect Bake, Subway, Sethi's Delicacy, Choudhary Dhaba & Anupam Sweets all provide finger licking good options."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kranti Sharma"],["url=http:\/\/www.aimabroad.org"],["email="],["address=G169. Sector 10, DLF"],["lat="],["long="],["directions=nearby SRS Mall"],["phone = +91 9717887102"],["tollfree="],["fax="],["hours="],["price=Rs. 500\/day ($10)"],["content=We are open to people who are looking for volunteering opportunities in this area. Are able to arrange projects such as orphanages with street children, medical projects, teaching English, and others can be arranged to fit the desire of volunteers.  We have low-cost volunteering in India for international volunteers."]]}]},"\n\n",{"type":"==","value":["Buy"]},"\nFaridabad is famous for Henna production. Henna is also called Mehendi and is a vegetable dye used in Indian weddings to decorate the hands and legs of the brides.\n\n\n",{"type":"==","value":["Eat"]},"\n\nVarious food outlets are spread throughout the city and you will find cheap as well as splurge eating joints and restaurants in the markets of every sector.\n\nBig chains like McDonalds, Subways, Pizza Hut, Sagar Ratna, Haldirams, Cafe Coffee Day,KFC also have their outlets in various malls across the city.\n\n",{"type":"*","value":["A Noted Chinese Fast Food Joint, ",{"type":"'''","value":["Red Chillie's"]},"  in Sec 17 provides exceptionally tasty fast foods like Momos, Crispy Chilli Chicken, Honk Kong Noodles, etc. The Chicken Momos is a speciality."]},"\n",{"type":"*","value":["If you are looking for some exotic varieties of Parathas, \"More Than Paranthas\" at Crowne Plaza Mall has over 200 finger licking varieties and the menu also includes kebabs and biryanis."]},"\n",{"type":"*","value":["Pind-Balluchi is a cool place for ok food, a village-scene-ambience, a Dance floor in\"Mudra\" the \"discotheque\", and party place. The Ice-Cream counter stocks some specialities hitherto unheard of, such as a \"Paan-Flavoured-Ice-Cream\"."]},"\nJump to the unbeatable \"Sethi's\" for lip-smacking cakes and pastries baked in-house. Chickenette Next door is faridabad's best kept secret. A foodie's paradise, it has some of the hottest, literally, dishes ever that goes by the name \"Banzaara Tikka\". Try it and everything else will pale, nee bland, in comparison. Their Paneer Tikka (not only for vegetarians) is legendary.\nSethi's And Chickenette are located in the \"Sector-15 Market\", opposite to the Mother Dairy kiosk.\n\nGet some whacky \"paans\" (assorted spices, condiments etc. wrapped in betel leaves) at \"SRS Mall, Sec 12\". Varieties range from Chocolate Paan to Rose-Paan to the winter favourite Kesar-Badaam Paan. For the unadventurous, the simple meetha-paan will suffice.\n\nCoffee: Cafe Coffee Day at Suraj Kund;  Nescafe at SRS-Sec12-Mall; Cafe L'Affaire at Charmswood Plaza.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Subway"],["url="],["email="],["address=Sec-15 market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Vegas Dreams"],["url="],["email="],["address=Sector 11 market near Milan sweets"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11a.m.-11p.m."],["price=600 for 2 people"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Moksh"],["url="],["email="],["address=Parsvnath Mall sector 12"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11 am-11p.m."],["price=1500 for 2"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hotel Delite,Millenium,Rajmandir,Mahalakshmi"],["url="],["email="],["address=Neelam Bata Road NIT faridabad"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=11 am -11pm"],["price=600-1500 for 2"],["content="]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel delite"],["url=http:\/\/www.hoteldelite.com\/"],["email="],["address=Neelam Bata Road"],["lat="],["long="],["directions="],["phone = +91 4021075"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel houses a total of 70 air-conditioned rooms and suites, attached bathrooms with separate shower cubicles, color TV with satellite channels, international direct dial telephone, in-house laundry and dry cleaning and 24-hr room service"]]}]},{"type":"<","value":["big",["K Hotel"]]}," address=Sector 31, Faridabad phone = 4292777\" url=\"http:\/\/khotel.in\/\"\nThe hotel offers tastefully appointed rooms and suites, fully furnished ready to move in serviced apartments and extensive conferencing & banqueting facilities. Service Apartment\nThe hotel offers tastefully appointed rooms and suites, fully furnished ready to move in serviced apartments and extensive conferencing & banqueting facilities.\nCafe 31 – Coffee Shop\nCafe 31 reflects the exuberance and lively hues of spices. Its décor is further revealed in its varied menus and diversity of dishes. The coffee shop serves multi-cuisine Indian and Continental meals\n\n\n",{"type":"===","value":["Hospitals"]},"\n",{"type":"'''","value":["Manav Rachna Dental College & Hospital"]},", Sector- 43, Surajkund road, Aravalli hills, Faridabad. Phone no- 0129 4268800\n",{"type":"*","value":[{"type":"'''","value":["Perfect Wellness Eye & Dental Care Hospitals"]},", Plot No 7 Sector 27-A Near Badkhal Road, Main Mathura-Delhi Road, Faridabad, Tel - +91-129-4047501, ",{"type":"[","value":["http:\/\/www.perfectwellness.co.in\/"]}]},{"type":"*","value":[{"type":"'''","value":["Sarvodaya Hospital"]},", Gopi Colony, Old Faridabad, Opposite Sector 19 Market-1, Faridabad, Tel - +91-129-2260641, ",{"type":"[","value":["http:\/\/www.sarvodayahospital.com\/"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Asian Institute of Medical Sciences"],["alt="],["url=http:\/\/www.aimsindia.co.in\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sector 21A, New Industrial Township, Faridabad, Tel - +91-129-4253000,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=QRG Central Hospital"],["alt="],["url=http:\/\/www.qrghealthcare.in\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=New Industrial Township, Faridabad, Tel - +91-129-4090300,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fortis Escorts Hospital"],["alt="],["url=http:\/\/www.fortishealthcare.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Neelam Bata Road, Faridabad, Tel - +91-129-2466179,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Metro Heart Institute"],["alt="],["url=http:\/\/www.metrohospitals.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91-129-4277777"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sector-16 A, Faridabad, Tel -,"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ballabgarh"]]}," - a town nearby to the south."]},"\n",{"type":"{{","value":[["Style"]]},"\nBuses ply from the various bus stands to other parts of North India including Delhi, ",{"type":"[[","value":[["Chandigarh"]]},", ",{"type":"[[","value":[["Mathura"]]},", ",{"type":"[[","value":[["Agra"]]}," and various other cities in Haryana.\n\nIf you intend to go to ",{"type":"[[","value":[["Gurgaon"]]},", do not opt for public transport.There are two options, both equally bad and time consuming. \n\nOne option is to catch a long distance Haryana state transport bus coming from ",{"type":"[[","value":[["Ballabhgarh"]]}," and going to ",{"type":"[[","value":[["Gurgaon"]]}," via Faridabad. This bus takes an all Haryana route, by-passing Delhi, and croses a hill terrain stretching for more than 25 km. The frequency of buses on this route is one in every 30 minutes or so, but they are seldom on time. Also these buses do not come to the main Faridabad bus stand but take passengers from a nearby crossing. These buses are filled up to 5 times their capacity and the hill ride in such a crowded environment should be best avoided. En route, the buses also break down, off and on, in the middle of nowhere.\n\nAn alternative to buses on this route is to take a 'paid - lift' with the hundreds of cabs and private cars travelling on this route every hour. This hill route is not considered safe at night and should be best avoided. In spite of good police patrolling on this route, neither of the above two options can be recommended for tourists and infrequent travellers.\n\nThe other option is to take a public transport, come down to Badarpur (Delhi)Border, then to take a DTC bus to Gurgaon. These buses start from here, get equally crowded enroute and easily take double the time for a shorter distance than the other route, but take you through parts of south Delhi, giving you a glimpse of the 'Qutab Minar', which is a renowned historical monument. \n\nThe best option for travel to Gurgaon,thus, is to hire an independent taxi\/cab from some good tourist travel services provider.\n \n",{"type":"{{","value":[["IsPartOf"],["Gurgaon Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Faridabad"]]},"\n",{"type":"[[","value":[["Commons:Category:Faridabad"]]},"\n",{"type":"{{","value":[["geo"],["28.416666666667"],["77.3"]]}]