[{"type":"{{","value":[["pagebanner"],["Faroe Islands banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["location=LocationFaroeIslands.png"],["image=West coast Suðuroy.1.jpg"],["caption=Risin og Kellingin"],["flag=Flag of the Faroe Islands.svg"],["capital=",{"type":"[[","value":[["Tórshavn"]]},", one of the smallest capitals in the world"],["government=Self governing region of the Kingdom of ",{"type":"[[","value":[["Denmark"]]}],["currency=Danish krone (DKK), Faroese króna at par"],["area=1,399 sq km"],["population=48,551 (November 2010 est.)"],["language=Faroese (derived from Old Norse), Danish. English; Nordic; widely spoken"],["religion=Evangelical Lutheran"],["electricity=230V\/50Hz (European plug)"],["callingcode=+298"],["tld=.fo"],["timezone=UTC"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitfaroeislands.com\/ Faroe or Faeroe Islands"]}]}," (in Faroese ",{"type":"''","value":["Føroyar"]},") are 18 islands in the middle of the North Atlantic Ocean, northwest of ",{"type":"[[","value":[["Scotland"]]}," and halfway between ",{"type":"[[","value":[["Iceland"]]}," and ",{"type":"[[","value":[["Norway"]]},". The Islands are a self-governing island territory of ",{"type":"[[","value":[["Denmark"]]},", although they aim politically for greater independence. \n\nThe Islands have a population of nearly 50,000 (48,511 Nov 2010), and a language and culture of their own. When visiting the Faroes you are never more than 5 km (3 mi) away from the ocean. The countryside is dominated by steep mountains and there are about 70,000 sheep and some 2 million pairs of sea birds, including the largest colony of storm petrels in the world. The Faroe Islands are undeniably beautiful: green, rugged and wind-swept. Most visitors to the islands come between early July and late August. In 2007, ",{"type":"''","value":["National Geographic Traveler"]}," named the Faroe Islands the most appealing island destination in the world.\n\n",{"type":"==","value":["Understand"]},"\nThe Faroese tourist season is very short. It begins in May and ends by September. Most visitors come between July and August by far. If you would like to avoid the busiest season, it is best to visit the Faroes in late May or early June. The Faroese weather has its own temperament and is a lot like the weather in neighbouring regions, just more unpredictable. \n\nOne of the main reasons that people visit the Faroe Islands is the incredible nature and scenery. The Faroe Islands turn extraordinarily green during the summertime. The fresh air, the deep blue ocean, the vertical sea cliffs and the green mountains with their picturesque valleys, is something which would amaze anyone who enjoys being surrounded by nature.\n \nThere are bus rides, horse trekking, mountain hikes and boat trips which allow you to enjoy the magnificent wild green landscape. \nSometimes the summer fog creates a mystical landscape, in which you may vividly imagine the great history and mystical stories belonging to the islands. Some have said that when the landscape is surrounded by this sort of weather it reminds them of the landscape in J.R.R Tolkien's ",{"type":"''","value":["The Lord of the Rings"]}," trilogy. \n\nThe tranquillity of the islands are great if you want to escape from big city madness. The Faroese love to take things easy and are not at all worried about arriving on time. But if you ever find yourself in the mood for a night out in town, you will find that Tórshavn caters for your every need with its great shops, bars, cafés and restaurants. \n\nBecause the islands are so close to the Arctic Circle, the amount of daylight varies by season. The sun sets briefly each night in June, so there are several hours of twilight, before the sun comes back up again. During the winter there are no days of complete darkness, but about five hours of daylight.\n\nThe Faroe Islands' primary industry is the fishing industry and the islands have one of the smallest independent economic entities in the world. The fishing industry accounts for over 80% of the total export value of goods, which are mainly processed fish products and fish farming. Tourism is the second largest industry, followed by woollen and other manufactured products. The unemployment rate in the Faroes is extremely low. The Faroese are trying to diversify their economy, but are divided about how to go about it. At present time most Faroese people work at the public sector as teachers, caretakers or having office jobs etc. The rise in the public sector workforce is highlighted by the fact that it is getting less and less popular to work at the fishing industry, and the private sector isn't big enough to support an educated and more demanding workforce. \n\n",{"type":"===","value":["People"]},"\nThe Faroes were colonized by Norwegians in the 9th century - according to history the first settler was Grímur Kamban, a Norwegian Viking who made his home in ",{"type":"[[","value":[["Funningur"]]}," on ",{"type":"[[","value":[["Eysturoy"]]}," in 825. The Faroese population has largely descended from these settlers. Recent DNA analyses have revealed that Y chromosomes, tracing male descent, are 87% Scandinavian. However, the studies also show that mitochondrial DNA, tracing female descent, is 84% Celtic.\n \nToday the population is 48,511 (Nov 2010). About 19,870 people live in the metropolitan area which comprises Tórshavn, Kirkjubøur, Velbastaður, Nólsoy, Hestur, Koltur, Hoyvík, Argir, Kaldbak, Kaldbaksbotnur, Kollafjørður, Signabøur and Oyrareingir (Tórshavn Municipality). About 4,700 people live in Klaksvík, the second largest town in the islands. 4,750 people live in ",{"type":"[[","value":[["Suðuroy"]]},", the southernmost islands (2010) and 1330 people live on Sandoy island (2010).\n\nFaroese is the national language, it is rooted in Old Norse.\n\n",{"type":"===","value":["Politics"]},"\nThe Viking settlers established their own parliament called \"ting\" around 800. Local tings were established in different parts of the islands. The main ting was established on Tinganes in Tórshavn. About the turn of the millennium the Faroes came under control of the Norwegian king. In 1380 the Faroes, along with ",{"type":"[[","value":[["Orkney"]]},", ",{"type":"[[","value":[["Shetland"]]},", ",{"type":"[[","value":[["Iceland"]]}," and ",{"type":"[[","value":[["Greenland"]]},", came with ",{"type":"[[","value":[["Norway"]]}," into a union with ",{"type":"[[","value":[["Denmark"]]},". At the end of the Napoleonic wars, by the Treaty of Kiel in 1814, Denmark was forced to cede Norway to ",{"type":"[[","value":[["Sweden"]]},", but kept the Faroes, Iceland, and Greenland. In 1816, two years later, the Faroes were made into a Danish County and the old parliament was abolished. The Danish Governor became the highest authority in the Faroes. \n\nIn 1849 the Danish parliamentary constitution was made to apply in the Faroe Islands. In 1852 the Faroese parliament was reinstated as a county council, but served mainly as an advisory power. The Danish governor presided at all meetings and was a co-opted member. At the same time the Faroes came to be represented at the Danish parliament. It should be stated that, although the Faroe Islands have recognised the Royal powers, they have never been a part of Denmark, only the Danish kingdom.\n\nDuring World War II, Denmark was being occupied by the Germans, while the Faroes had a friendly occupation by the British. During this time the Faroese parliament carried both the legislative and the fiscal responsibility. The Faroese people had a taste of self-government and a return to the status quo seemed impossible. \n\nAfter a referendum, which led to a very small majority voting for independence, in 1946 negotiations took place between the two countries and the outcome was the Home Rule Act in 1948. The Faroese were from then on responsible for most matters of government. The parliament can legislate on matters of local importance, and Danish laws can be rejected. The parliament has between twenty-seven and thirty-two members. The leader of the cabinet has the status of prime minister. The Faroes are still represented in the Danish parliament by two representatives. Also, since 1970 the Faroes have had independent status in the Nordic Council. Furthermore, the Faroes have their own flag (Merkið). And unlike Denmark the islands are not a member of the EU and all trade is governed by special treaties.\n\n",{"type":"===","value":["Climate"]},"\nThe weather is maritime and quite unpredictable. It can change quickly and it varies extremely, from moments of brilliant sunshine to misty hill fog, to showers -  there can be sunshine on one side of the mountain range, while it's raining on the other side. During the summer the islands are often overcast by summer fog. The Gulf Stream south of the islands tempers the climate. The harbours never freeze and the temperature in winter time is very moderate considering the high latitude. Snowfall occurs, but it is short-lived. The average temperature ranges from 3°C in the wintertime to 11°C during the summer. The temperature can be much higher, but the air is always fresh and clean no matter the season.\n\n",{"type":"===","value":["Landscape"]},"\nWith their volcanic origin the 18 islands are rugged and rocky. The average height above sea level for the country is 300 m (982 ft). The highest peak, Slættaratindur, is 882 m (2883 ft) above sea level. There are 1,100 km (687 mi) of coastline and at no time is one more than 5 km (3 mi) away from the ocean. Mountains and valleys mostly characterize the inner landscape. The Faroese west coast is characterized by steep slopes and bird cliffs, that in the summertime are full of nesting seabirds such as puffins. Something that first meets the eye of a traveller is the lack of trees in the Faroes. The reason for this are the thousands of sheep that occupy the islands.\n\n",{"type":"==","value":[" Regions "]},"\nThe archipelago is composed of 18 islands covering 1,399 km² (545.3 sq mi) and is 113 km (70 mi) long and 75 km (47 mi) wide. 17 islands are inhabited, leaving just one uninhabited island, the smallest island, Lítla Dímum. There are a lot of smaller islets and skerries around the Faroe Islands. Including the 18 islands there are 779 islands, islets and skerries in the Faroe Islands. A large part of these are around the island Suðuroy, which consists of 263 islets and skerries, including the island itself. The precipitous terrain limits habitation to small coastal lowlands. The islands are connected by tunnels, causeways and a regular public ferry service.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Faeroe Islands Regions map.png"],["regionmaptext=Map of the Faeroe Islands"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Northern Islands"]]}],["region1color=#ABC09B"],["region1items="],["region1description=The six Northern islands (Borðoy, Kunoy, Kalsoy, Viðoy, Svínoy and Fugloy) have made up one administrative area since Norse times. The volcanic origin of the Faroe Islands is more pronounced here than anywhere else. The landscape is very dramatic."],["region2name=",{"type":"[[","value":[["Eysturoy"]]}],["region2color=#9C759C"],["region2items="],["region2description=The second largest island. The landscape in the north is very steep."],["region3name=",{"type":"[[","value":[["Northern Streymoy"]]}],["region3color=#4F93C0"],["region3items="],["region3description=Streymoy is the largest and main island. The north is less densely populated but there are some wonderful villages."],["region4name=",{"type":"[[","value":[["Southern Streymoy"]]}],["region4color=#928C72"],["region4items="],["region4description=Here the capital ",{"type":"[[","value":[["Tórshavn"]]}," is situated and the area surrounding the capital is where the largest number of people live."],["region5name=",{"type":"[[","value":[["Vágar"]]}],["region5color=#C8B7B7"],["region5items="],["region5description=",{"type":"[[","value":[["Vágar"]]}," is the third largest island and is where the airport is situated. ",{"type":"[[","value":[["Mykines"]]},", the small island to the west, is well known for its bird life and remote location."],["region6name= ",{"type":"[[","value":[["Sandoy"]]}],["region6color=#578E86"],["region6items="],["region6description=The region is made up of three islands with the largest being Sandoy, the other two are Skúvoy and Stóra Dímun."],["region7name=",{"type":"[[","value":[["Suðuroy"]]}],["region7color=#6D926D"],["region7items="],["region7description=The most southerly island and ",{"type":"[[","value":[["Lítla Dímun"]]}," - the smallest island, which is uninhabited."]]},"\n\n",{"type":"==","value":["Towns and villages"]},"\n",{"type":"[[","value":[["Image:Sumba, Faroe Islands.JPG"],["thumb"],["The village Sumba in ",{"type":"[[","value":[["Suðuroy"]]},"."]]},"\nRight until the late 19th century, people spent most of their lives in the same village. Towns didn’t start to appear until very late. For instance, the capital, Tórshavn, only counted about 100 inhabitants in 1900, whereas today the number has escalated into nearly 20,000. In the Faroe Islands the traditional village was to a certain extent self-sufficient. Historically there was a limit to how many families it could support. When the fishing industry took off in 1872, it was the beginning of the end for the traditional way of life in the small villages as fishing replaced farming and the growing population chose to settle in the fast growing towns instead. \n\nEven so, today there are still over a hundred villages in the Faroe Islands. Nearly every single one of them is situated near the ocean, and to new visitors they may all seem to be very much alike. The houses are either painted in bright colours or the traditional black, whilst the roofs are often turf covered. The buildings are usually built very close to each other, which is very cosy. Every village is surrounded by a cultivated infield, and surrounding it is the uncultivated outfield. In most places the sheep occupy the outfield throughout the whole year. \n\n",{"type":"===","value":["Towns"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tórshavn"]]}," - The capital and largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Klaksvík"]]}," - The main industrial city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hoyvík"]]}," - Located north from Tórshavn and now effectively a suburb."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tvøroyri"]]}," - The second largest city on Suðuroy"]},{"type":"*","value":[" ",{"type":"[[","value":[["Vágur"]]}," - The largest town on Suðuroy"]},{"type":"*","value":[" ",{"type":"[[","value":[["Runavík"]]}," - The largest village in Eysturoy, kind of an agglomeration together with ",{"type":"[[","value":[["Toftir"]]}," and ",{"type":"[[","value":[["Saltangrá"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fuglafjørður"]]}," - Has a cultural centre that has become one of the main cultural attractions in Eysturoy"]},"\n",{"type":"===","value":["Villages"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kirkjubøur"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gjógv"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Eiði"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saksun"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Oyndarfjørður"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gásadalur"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bøur"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nólsoy"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Viðareiði"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Porkeri"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fámjin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hvalba"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vestmanna"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vestmannabjørgini"]}," (Vestmanna Birdcliffs) - The bird cliffs are situated north of Vestmanna. The half of a kilometre high cliffs are one of the high points of a trip to the Faroes. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mjørkadalur"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tinganes"]}," - The old town of ",{"type":"[[","value":[["Tórshavn"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coal Mines"]}," in ",{"type":"[[","value":[["Hvalba"]]},", ",{"type":"[[","value":[["Suðuroy"]]},"."]},"\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" Visas "]},"\nIf you do not normally need a visa for Denmark, you can visit the Faroe Islands visa-free under the same rules (90 days in a half year). If you do need a visa for Denmark, be sure to inform the embassy when you apply that you'll be visiting the Faroe Islands, as Schengen-area visas issued for the mainland do not apply to the Faroe Islands (or Greenland).\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.floghavn.fo\/Default.aspx?Id=adce57ed-8e29-4b63-8162-00e27691a5fc  Vága Airport (",{"type":"''","value":["floghavn"]},")"]},". The Faroe Islands are served by one airport. The airport is on the island of Vágar and the location was chosen by the British during their occupation of the islands during World War II. About 180,000 passengers fly to and from the airport every year. Vágar is connected to the largest island Streymoy (on which the capital Tórshavn is situated) by a sub-sea tunnel. A bridge connects Eysturoy to Streymoy. There are buses to Torshavn and other major cities; the schedules are aligned (more or less) with the arrival of all flights. The price to Tórshavn is (summer 2006) around €14. You might need to change buses if you are going to Klaksvik. Check the schedule with the driver, there might be a lot of waiting time."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.atlantic.fo\/ ",{"type":"'''","value":["Atlantic Airways"]}]},", connects the Faroes with several places in Scandinavia and continental Europe. The Faroes are accessible by regular commercial air service from Copenhagen (3 times a day), as well as Billund and Aalborg in Denmark. From Norway there are direct flights from Stavanger (twice a week in the summer time), and Bergen (1-2 times a week). From Iceland there are direct flights from Reykjavík (twice a week). From England there are direct flights from London. From Italy there are direct flights from Milan. From. From Spain there are direct flights from Barcelona. Atlantic Airways is the only airline with a scheduled service to the Faroes."]},"\nBe aware that summer fog is a problem when flying to the Faroes in the summer months. The planes cannot land in this weather and will often divert to Iceland where you will stay until the weather clears. This also means that flights out of the Faroes can be disrupted too. Allow yourself a few days either side of your visit to the Faroes in case of flight delays.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" Smyril Line ",{"type":"[","value":["http:\/\/www.smyril-line.com\/"]}," operates an all year cruise and car ferry service by the big car ferry, Norröna, with regular sailings to the Faroe Islands. In the summer time there is service twice a week. The Ferry continues onwards to ",{"type":"[[","value":[["Denmark"]]}," (",{"type":"[[","value":[["Hirtshals"]]},") from the Faroe Islands. On Iceland the ferry departs from ",{"type":"[[","value":[["Seyðisfjörður"]]}," on the east coast. It is the only ferry service with scheduled services to Iceland."]},"\nDue to the recession, Smyril Line will ",{"type":"'''","value":["not"]}," be operating to ",{"type":"[[","value":[["Scrabster"]]}," or ",{"type":"[[","value":[["Bergen"]]}," in 2009, 2010 or 2011. All passengers to\/from the UK and Norway must now go via Denmark. Also the passage from\/to ",{"type":"[[","value":[["Iceland"]]}," is cancelled during winter season.\n\nGetting to the Faroes by boat takes longer than by plane but has the advantage of allowing you to take your own vehicle. Single passage is priced between €54 in off-season and €78 in high season (2011).\n\nFor people arriving by yachts, there are several harbours around the islands. The best are found in the capital Tórshavn, Klaksvík, Tvøroyri, Vágur, Vestmanna, Sørvágur, Miðvágur, Runavík, and Fuglafjørður.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Krambatangi ferry port and Tvoroyri.JPG"],["thumb"],["The ferry Smyril M\/F, here leaving Krambatangi ferry port in Suðuroy, heading for Tórshavn, the capital."]]},"\nThe Faroe Islands are a small country and getting around is easy. All of the Islands are connected by a public transport system.\n\n",{"type":"===","value":[" Travelling between Islands "]},"\nThe two largest islands, Streymoy and Eysturoy, are connected by a bridge, Sundabrúgvin, or the Channel Bridge. Since 2002 a sub-sea tunnel connects the island of Vágar with Streymoy and since 2006 a sub-sea tunnel connects Borðoy to Eysturoy. These are toll tunnels and you have to pay when driving from Vágar to Streymoy and from Borðoy to Eysturoy. Road causeways connect Borðoy with Viðoy and Kunoy. The other main Islands ",{"type":"[[","value":[["Sandoy"]]}," and ",{"type":"[[","value":[["Suðuroy"]]}," have excellent car-ferry connections to Streymoy, making motoring in the Faroes easy and pleasant. The ferry Smyril M\/F has 2-3 daily departures from Tórshavn, sailing to Krambatangi ferry port in Suðuroy. The ferry Teistin M\/F has around 8 daily departures from Gamlarætt ferry port to Skopun on Sandoy island. Teistin has also a few departures to Hestur island, but only on request. Gamlarætt is located on the west coast of Streymoy, not far from Tórshavn and near the villages Kirkjubøur and Velbastaður. Ritan M\/F has 5-7 daily departures from Tórshavn to Nólsoy. M\/F Sam has up to 7 daily departures from Klaksvík to Syðradalur on Kalsoy island. M\/F Ritan has 3 daily departures from Hvannasund on Viðoy island to the islands Svínoy and Fugloy in summertime, less in wintertime. The ship Brynhild has 2 daily departures in summertime from Sørvágur on Vágar island to Mykines island. Strandfaraskip Landsins, the Faroese public transport service, publishes an annual timetable (",{"type":"[","value":["http:\/\/www.ssl.fo\/Default.asp?sida=2875 Ferðaætlan"]},") containing details of all ferry and bus schedules. It is available from the Passenger Terminal in Tórshavn, and all tourist information centres. When using a car ferry please note that it is not possible to make advance bookings. You should be at the pier no later than 20 minutes before scheduled departure, and on Friday and Sunday evenings it is advisable to be ahead of time if you want to secure a place for the car.\n\n",{"type":"===","value":["Sub-sea tunnel fares"]},"\nVehicles up to 3500 kg and up to 6 m, DKK 130. Vehicles between 6 and 12.5 m, DKK 350.\nYou shouldn´t pay your fare any later than three days after using the sub-sea tunnel. You may pay at any petrol station on the islands. Otherwise an invoice will be sent to the car owner.\n\n",{"type":"===","value":["By car"]},"\nThe first motor road connecting two villages wasn’t built until 1916, and travellers were limited to mountain paths and rowing boats. Nevertheless, today driving is easy with an excellent 600 km network of well maintained tarmaced roads and tunnels. The density of cars is one of the highest in Europe. \n\nThe numerous road tunnels in the Faroe Islands mean that drivers of large vehicles must plan their routes by finding out in advance which tunnel they can enter. Driving is on the right and most road signs follow international standards. Headlights must be on when driving and the use of seat belts is required. The speed limit is 80 kph (50 mph) outside towns and villages, and 50 kph (30 mph) in the towns and villages. For cars with trailers, the speed limit is 50 kph and for caravans the speed limit is 60 kph. The consequences for speeding are severe. Sheep graze freely on both sides of the main roads, so they will cross at their own will. Also they may hide from bad weather just inside the tunnels, which causes many collisions each year.\n\nParking in the towns of Tórshavn, Klaksvík and Runavík is restricted. Parking discs must be displayed in the lower right hand corner of the front windscreen showing the time you parked your car. These display discs are available at no charge from banks and the tourist offices. There is a fine of DKK 200 for parking violations.\n\n",{"type":"===","value":[" Car Rental "]},"\n",{"type":"'''","value":[" Tórshavn "]},"\n\n",{"type":"*","value":[" BVK ",{"type":"[","value":["http:\/\/www.bvk.fo"]},", Frúutrøð 6, FO-100 Tórshavn. Tel: 283310, ",{"type":"[","value":["mailto:bvk@epost.fo bvk@epost.fo"]},"."]},"\n",{"type":"'''","value":[" Vágar "]},"\n\n",{"type":"*","value":[" AVIS Føroyar, Vágar airport, FO-380 Sørvágur. Tel: 358800\/212765."]},"\n",{"type":"*","value":[" HERTZ - 62N.fo NEW NAME, Vágar airport\/Hotel Vágar, FO-380 Sørvágur. Tel: 340036\/213546, ",{"type":"[","value":["mailto:hertzl@ff.fo hertzl@ff.fo"]}]},"\n",{"type":"*","value":[" Unicar ",{"type":"[","value":["http:\/\/www.uni-cars.com"]},", FO-360 Sandavágur. Tel: 332527, ",{"type":"[","value":["mailto:unicar@olivant.fo unicar@olivant.fo"]}]},"\n",{"type":"===","value":["By bus"]},"\nPassenger road transport is run by private companies, but is coordinated by a public body.\n\nThe inter-town bus system (Bygdaleiðir), has together with the public ferry company  established a coherent and well-developed public transport system which takes in all settlements on the islands. This means that there are bus services to all places - maybe not often, but every day!\n\nBygdaleiðir´s buses are in the colour of blue. A schedule (Ferðaætlan) listing the various timetables for the inter-town buses (and ferries) may be purchased from the tourist office, as well as the central bus station near the harbour in Tórshavn. Transport is quite expensive, so check for student discount or multiple-ride-cards. Students as well as children and pensioners are eligible for discounts on fares provided they show a student or pensioner identity card. There is a four day travel card meant for tourists which is valid for all buses and ferries. It is well worth its price if you are planning to get around the islands by public transport.\n\nThe buses are equipped with radios. If you are planning to change buses, do tell the driver in advance, as he will make sure the other bus waits for you.\n\nThe capital Tórshavn offers a local bus service (Bussleiðin) with four routes that reach most area of the town which is free. The red coloured-buses operate every half-hour during the day throughout the week and hourly on weekday evenings. The buses don´t operate on Saturday or on Sunday evening which can be inconvenient for tourists. Route maps and schedules may be obtained on the buses, at Kiosk Steinatún in the centre of town, or at Kunningarstovan, the local tourist information in Tórshavn.\n\n",{"type":"===","value":["By helicopter"]},"\nYou can splurge, and take a helicopter (or a cheaper ferry) to all the faraway places. - for example to Mykines, the picturesque island far west.\nAtlantic Airways offers a helicopter service to selected towns and villages throughout the Faroes. Contact Atlantic Airways directly at phone no. 341060. Booking is required. The service is intended for locals and as such tourists can only book one way of a journey but you can use the ferry and bus services to make the return journey.\n\nThe service may be affected by the weather—a heavy overcast with low clouds, for example may cause the flights to be cancelled.\n\n",{"type":"==","value":["Talk"]},"\nThe native and official language of the Faroes is ",{"type":"'''","value":[{"type":"[[","value":[["Faroese phrasebook"],["Faroese"]]}]},", which like the other Scandinavian languages, Danish, Swedish, Norwegian and Icelandic, is a North Germanic language. Speakers of these languages will be able to recognise many cognates in the written language, though spoken Faroese is generally not mutually intelligible with these languages.\n\nMost locals are also able to speak ",{"type":"'''","value":[{"type":"[[","value":[["Danish phrasebook"],["Danish"]]}]}," and ",{"type":"'''","value":["English"]},", both of which are compulsory in all schools, and through their knowledge of Danish are also able to understand Swedish and Norwegian. While most Faroese people are competent in English, it goes without saying that learning some basic Faroese greetings will help to endear you to the locals and make your trip much smoother.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["Image:Hesturin and Beinisvord, Vertical Cliffs of Suduroy, Faroe Islands.JPG"],["thumb"],["Beinisvørð in ",{"type":"[[","value":[["Suðuroy"]]}," is a 470 m high sea cliff."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Slættaratindur"]},"  (882 m) - the highest mountain in the Faroe Islands. It is well worth climbing, the only downside is that the summit is often wrapped in fog."]},{"type":"*","value":[" ",{"type":"'''","value":["Beinisvord"]}," or Beinisvørð is the highest sea cliff in Suduroy and the second highest in the Faroe Islands with its 470 metres. The view down to the sea and towards north to the west coast of Suduroy is breathtaking. You can see or climb  Beinisvørð from a place called Hesturin, which is between the villages Lopra and Sumba. You can drive to Sumba through the tunnel and then follow the old road to the highest point, from there the edge is only a few metres away. Be careful not to walk too far out on the edge, the cliff end all of a sudden."]},{"type":"*","value":[" ",{"type":"'''","value":["The Lake of Toftavatn"]}," - the lake is in the south of Eysturoy, situated on the east coast of the fjord, Skálafjørður. The low rolling hills around the idyllic lake, have the widest stretches of heather on the islands. They are considered unique in the Faroes. Furthermore, the terrain is a splendid choice for an outing."]},{"type":"*","value":[" ",{"type":"'''","value":["Rinkusteinar"]}," (the rocking stones) - a strange natural phenomenon at Oyndarfjørður, two very large boulders which permanently stand rocking in the ocean, just a few metres from the shore. The stones have been rocking as far back as anyone can tell. "]},{"type":"*","value":[" ",{"type":"'''","value":["Risin og Kellingin"]}," (The Giant and his Wife) - Two magnificent basalt sea stacks off the northern tip of the island, close to the village of Eiði. Legend has it that the two giants had come to tow the Faroes back with them to Iceland, However, the sun rose and they where both turned into stone. They both stand looking towards Iceland which they will never reach."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Currency"]},"\nThe Faroese currency is ",{"type":"'''","value":["the Danish krone"]}," (in Danish: den danske krone), abbreviated ",{"type":"''","value":["kr"]},". But since the Faroe Islands are a self-governing region of the Kingdom of Denmark, the Faroese government prints its own currency, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationalbanken.dk\/DNUK\/NotesAndCoins.nsf\/side\/The_new_Faroese_banknote_series?OpenDocument the Króna"]}]},", although Danish coins are used. The coins come in 50 oyra (one half of a Króna), 1, 2, 5, 10, and 20 króna. Paper notes come in 50, 100, 200, 500, and 1000 króna. The exchange value on notes is equivalent to the Danish crown, and there is no service charge on exchange, as Danish notes are equally acceptable as the Faroese króna throughout the country. Before leaving Faroe Islands you should exchange the Faroese notes to either Danish notes or other foreign currency since Faroese notes are usually not known by banks outside Denmark.\n\n",{"type":"===","value":["Costs"]},"\nYou should note that almost everything in the Faroe Islands is expensive. All consumer sales include 25% VAT (sales tax) but displayed prices are legally required to include this, so they are always exact. If you are from outside the EU\/Scandinavia you can have some of your VAT refunded ",{"type":"[","value":["http:\/\/www.woco.dk\/composite-294.htm"]}," when leaving the country.\n\n",{"type":"===","value":["Shopping"]},"\nOpening hours in the Faroes are longer than they used to be, but many smaller stores still close early on Saturday (usually at 14:00) and nearly everything is closed on Sundays. \n\nTórshavn is the obvious choice for shopping. But both Runavík and especially Klaksvik have some nice stores where you can buy clothes and other nick nacks.\n\nIt is very modern to wear wool and woollen clothing on the Faroe Islands. You definitely will find trendy sweaters, jackets and (cheaper) hats, shawls and gloves. Check out the shops \"Sirri\" and \"Guðrun og Guðrun\".\nThere is only one proper shopping centre - SMS (Sølumiðstøð). Here is the largest supermarket, Miklagarður. There are different shops and a couple of chains - Burger King, Bath and Body Works, Vero Moda etc. For women's clothing Yasmin is a great shop to check out. The Shopping Center has glass art-work by artist Tróndur Patursson, who is very popular both in the Faroes and abroad. \n\nThere are a few second hand shops in Tórshavn. Circus down by the harbour sells cool clothing from Iceland - a bit pricy, but worth checking out.\n\nRemember to ask for tax free and get 15% back when you leave Faroe Islands.\n\n",{"type":"==","value":["Eat"]},"\nMost traditional Faroese cuisine involves meat, either lamb or fish. The traditional Faroese kitchen mainly owes its food traditions to the archipelago´s harsh climate. This is because in earlier days the food culture on the islands was not very extensive. It is hard to find a Faroese dish on the menu of a restaurant, but it is possible at certain restaurants and hotels.\n\nDistinctive Faroese foods include: \n",{"type":"*","value":["\tWild seabirds fx puffins. The puffins are stuffed with cake and served with potatoes and wild berries "]},{"type":"*","value":["\t",{"type":"''","value":["Skerpikjøt"]},", dried mutton that has been hung for over a year and is eaten raw"]},{"type":"*","value":["       ",{"type":"''","value":["Ræst kjøt"]},", meat that has been hung for a couple of months to mature before cooking "]},{"type":"*","value":["\t",{"type":"''","value":["Ræstur fiskur"]},", dried fish that has been hung in the same way as ræstkjøt"]},{"type":"*","value":["       ",{"type":"''","value":["Turrur fiskur"]},", dried fish "]},{"type":"*","value":["\t",{"type":"''","value":["Tvøst og spik"]},", whale meat and blubber"]},{"type":"*","value":["       Rhubarb since it is easy to cultivate"]},"\n",{"type":"===","value":[" Restaurants "]},"\nThere is an increased number of restaurants in Tórshavn (the capital), a few good ones are mentioned below. In general, though, there are very limited dining selections in Tórshavn.  Outside Tórshavn, the quality and quantity of the restaurants declines greatly.\n\nThere is no McDonalds on the Faroes, but Burger King has arrived. In Tórshavn you can find fast food restaurants at the shopping centre SMS and City Burger is situated in the Town center.\n\nAll over the Faroes you will find gas-stations, ",{"type":"'''","value":["Effo"]}," and  ",{"type":"'''","value":["Magn"]},". Nearly every gas-station will serve fast-food, espescially sausages. \n\n",{"type":"*","value":[{"type":"'''","value":["KOKS"]}," at Hotel Føroyar. From the restaurant there is an excellent view over Tórshavn. Their cuisine offers Faroese specialities as well as international cuisine. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Áarstova"]}," down by the harbour, right next to Café Natúr. Áarstova serves some traditional Faroese food."]},"\n",{"type":"*","value":[{"type":"'''","value":["Toscana"]}," nice and small Italian restaurant downtown."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nan tong"]}," in the town centre. The only Chinese restaurant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Etika"]}," is a delicatessen and take-away. It has great sushi on account of the splendid local fish."]},"\n",{"type":"==","value":[" Drink "]},"\nThe legal drinking age in the Faroes is eighteen. The Faroese love to party, and drinking is much more popular than doing drugs. There are two brands of Faroese beer: Føroya Bjór and Okkara. Føroya Bjór is well established and is the oldest of the two breweries. It has picked up occasional awards abroad. Okkara was recently established and can only be bought in cans.\n\nAlcoholic drinks are very expensive. Light beer may be purchased in shops and unlicensed restaurants and cafés. Stronger beer, wine and spirits can only be purchased in the Government Monopoly stores in major towns and in licensed restaurants, cafés and bars etc. \n\n",{"type":"===","value":[" Government Monopoly Stores "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Streymoy"]}]},"Rúsdrekkasøla Landsins,\nHoyvíksvegur 51, FO-100 Tórshavn\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Eysturoy"]}]},"Rúsdrekkasøla Landsins \nHeiðavegur,\nFO-600 Saltangará \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Norðoyggjar"]}]},"Rúsdrekkasøla Landsins\nBøgøta 38, FO-700 Klaksvík\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sandoy"]}]},"Rúsdrekkasøla Landsins\ná Mølini, \nFO-220 Skálavík \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Suðuroy"]}]},"Rúsdrekkasøla Landsins\nDrelnes, FO-800 Tvøroyri \n\n",{"type":"*","value":[{"type":"'''","value":["Vágar"]}]},"Rúsdrekkasøla Landsins\nNorðuri á heiðum,\nFO-370 Miðvágur\n\n",{"type":"===","value":[" Nightlife "]},"\nThere are few bars and nightclubs outside of the capital. In Tórshavn the real Nightlife is down by the harbour. Here you can find the bar Cirkus Føroyar, where musicians hang out. Hvonn is at Hotel Tórshavn again situated by the harbour, across the street from Cirkus. Most young people come here during the Weekends.  \n\nThe bar Café Natúr is close by. Every Wednesday there is a pub quiz at Café Natúr. The wooden interiors are similar to English \/ Irish pubs, and have live music (usually in the form of a singer \/ guitarist). \n\nAnother place is Cleopatra right in the town centre which has a restaurant on the lower floor, with the main bar on the next floor up. The entrance to the bar is up some green felt stairs. \n\nA nightclub is Rex, on the third floor in the same building as \"Havnar Bio\", the cinema. You need to be 21 to get in. \n\nFor young people the nightclub Deep is a place to visit. It is the same as in most European cities. You have to be eighteen to get in.\n\n",{"type":"===","value":["Cafés"]},"\nFor a coffee go to the Western harbour \"Vágsbotn\" - just below Tórshavn Dome and have a cup of coffee at café Kaffihúsið. Kaffihúsi is located down by the sea and has a very nice atmosphere. \n\nThe Café Dugni is located in the middle of town. Bill Clinton had a cup of coffee there when he visited the islands a few years back. At dugni you can buy Faroes handicrafts while having coffee and home made faroese cookies at the same time. \n\nOther Cafés include Café Kaspar at hotel Hafnia, and Baresso at the shopping centre SMS. Hvonn is one of the most popular places at night, keeping it sophisticated and clean, and also includes a brasserie.\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":[" Youth Hostels "]},"\nThe Youth Hostels of the Faroes are spread across the islands. The limited geographical size of the Faroes ensures that the next Youth Hostel is always well within one day’s walking distance allowing visitors to travel from one Youth Hostel to the next one at will. \n\nAccommodation is mostly in 2 to 6 rooms of limited size but of good standard. There are few dormitory accommodations at the Faroese Youth Hostels, with one exception being at Bládýpi which has 2 dorms, as well as apartments. Most of the Youth Hostels don´t have a regular reception with daily opening hours, so be sure to make arrangements with your host by e-mail or phone before arriving at the hostel. \n\nPrices vary slightly with the cheapest being around 200 DKK per night\/person for adults. Variable discounts for children 2–11 years old. YHF members get a 20 DKK discount while groups get special discounts. Two of the most popular hostels here are Bládýpi and Skansin, and they can be reached at their website ",{"type":"[","value":["http:\/\/www.hostel.fo\/"]},"\n\n",{"type":"==","value":[" Learn "]},"\n\n",{"type":"==","value":[" Work "]},"\nUnemployment is the lowest in Scandinavia.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Generally: The Faroe Islands are very safe. "]},{"type":"*","value":[" No risk of natural disaster or animal attack. "]},{"type":"*","value":[" Crime and traffic are minor risks."]},{"type":"*","value":[" As you drive along, please be aware that the sheep may be startled and leap out in front of you. If you happen to collide with a sheep, you should immediately contact the police in Tórshavn at telephone number 351448 for assistance."]},{"type":"*","value":[" Always be aware of fog if you go hiking."]},"\n",{"type":"==","value":[" Stay healthy "]},"\nThere are emergency wards at the hospital in Tórshavn, Klaksvík on Borðoy and Tvøroyri on Suðuroy. Doctors around the islands provide emergency assistance. A lot of hospital staff are residents of Denmark who spend periods on the Faroes to supplement the local health staff. The coast guard and Atlantic Airways have helicopters that may be used in emergencies. Police stations are found in most parts of the Country.\n\n",{"type":"===","value":[" Health Insurance "]},"\nCitizens of the Nordic countries and the UK are covered by their own national health insurance. It is advisable for citizens of other countries to take out travel health insurance.\n\n",{"type":"===","value":[" Emergency or Fire "]},"\n",{"type":"*","value":[" Dial 112"]},"\n",{"type":"===","value":[" Pharmacies "]},"\n",{"type":"*","value":[" Tórshavn (by the SMS shopping centre) on Streymoy. Tel 341100"]},{"type":"*","value":[" Klaksvík on Borðoy. Tel 455055"]},{"type":"*","value":[" Runavík on Eysturoy. Tel 471200"]},{"type":"*","value":[" Tvøroyri on Suðuroy. Tel 371076"]},"\n",{"type":"===","value":[" Car Problems "]},"\nFor breakdown and immediate help on the two larger islands Streymoy and Eysturoy, contact the Fire Station in Tórshavn, telephone number 302100. It is advisable to arrange for insurance coverage for your car to save you the worry of a spoilt holiday due to unexpected garage bills.\n\n",{"type":"==","value":[" Respect "]},"\n",{"type":"*","value":[" Never say that you are in Denmark when visiting the Faroe Islands. The Faroese do not identify themselves as Danes. The general view in the Faroes is that the Faroe Islands are undisputedly a separate  nation but are, alas, a part of the Danish Kingdom - Danes are automatically looked upon as foreign nationals. In Denmark the Faroe Islands are a part of the Denmark - and the Faroese do not represent any nation different from the Danish one. "]},{"type":"*","value":[" Danish and Faroese people do not understand each other. There are many stereotypes in Denmark, which portray Faroese people as being less civilized and extremely conservative - Supporting this view are Danish newspapers who thrive on extreme cases. Faroese people can’t bear these clichés. So, if you are from Denmark don’t come to the Faroes and think you are flattering people by telling them how everyone must love sheep rearing and how proud they all must feel about their rural existence. It’s a no go. Faroese people live ordinary suburban lives and don’t know what on earth you are talking about, and only find you weird, insulting and embarrassing.   "]},{"type":"*","value":[" Most Faroese people are very proud of their national heritage, so avoid criticizing Faroese traditions. You may have heard of the ",{"type":"''","value":["grindadráp"]}," whale hunts and dolphin kills; most Faroese regard these hunts as an important part of their culture, so it is best to avoid strongly criticizing the hunts as there is likely to be a sharp retort."]},{"type":"*","value":[" Faroese people are known to be very helpful, friendly and hospitable and expect you to be the same way."]},{"type":"*","value":[" If you go and visit the old part of Tórshavn around Tinganes - don´t bother the people who live there (like peering in through people's windows or ask if you can use the toilet) - the old wooden houses are not a tourist display, and their inhabitants are getting increasingly tired of visitors who fail to understand this."]},"\n",{"type":"==","value":[" Connect "]},"\nThere is widespread cellular phone and Internet access. Many tourists use the Town library or the National library to go on-line. They are both in Tórshavn.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["geo"],["62.0000"],["-6.7833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Scandinavia"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Faroe Islands"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Faroe Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Faroe Islands\/"]]}]