[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ferapontovo"]}," is a city in ",{"type":"[[","value":[["Vologda Oblast"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nFerapontovo is situated on R-5 highway about 115km to north-west from Vologda - it's the easiest way to get there by car or by hitchhike. You can also go there from Cherepovets via Kirillov. Note, that buses from Vologda to Kirillov (several a day) turn from R-5 to Kirillov about 4km before Ferapontovo, so you'll need to not miss the turn (better ask driver beforehand), and then either hitchhike or walk, as buses further are very seldom. There's nothing at the turn to Kirillov except forest and a bus stop (possibly not even mobile carrier), nearest shops and other facilities are in Ferapontovo. \n\nTo reach Ferapontovo directly you'll need buses, going to Lipin Bor and further - to Vytegra and even further to Petrozavodsk from Vologda or Cherepovets (buses from Cherepovets can be catched on in Kirillov or aforementioned turn). The only daily buses of those are Vologda-Vytegra in the morning and Cherepovets-Lipin Bor in the evening, also there's evening bus Vologda-Lipin Bor with different schedule on Sunday, others are going only on selected days of week (including 2 buses Kirillov-Ferapontovo only on Tuesdays and Thursdays). Better check timetable beforehand and note that further from their starting point buses can be not only late, but ahead of schedule as well, as well as get canceled, so it's better to check that the bus is on via a call to departing bus station.\n\nFor hitchhiking from Vologda you may want to reach first Molochnoe via a suburb bus (goes rather often from central postoffice).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Vologda Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]