[{"type":"{{","value":[["pagebanner"],["Ferrara banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Ferrara"]}," is a city in ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAlthough it certainly has a thriving tourism industry, Ferrara is not on the typical foreign tourist's itinerary, which makes it perfect for those tourists who want to get off the beaten path of Venice-Florence-Rome and soak in some authentic northern Italian culture.  It's characterized by twisting medieval cobblestoned streets, a Duomo (cathedral) with a looming Gothic façade, and—best of all—a castle straight out of storybooks, complete with towers, moat, and drawbridges (that you can cross during the day).  \n\nThanks to the d'Este family of astute art patrons, Ferrara contains many beautiful objects de arte, but the genuine masterpiece is the city itself. Half medieval, half Renaissance, the dual cityscape was the vision of oligarch Ercole d'Este, who hired architect Biagio Rossetti to seamlessly meld the newer section to the old. This careful planning earned Ferrara the title of Italy's first \"modern city.\" Today, its captivating, anachronistic ambience is best explored on foot or by bicycle.\n\nTouring the sites will occupy a day, but after that the best way to experience Ferrara is to relax at one (or several) of its cafes and enjoy ",{"type":"''","value":["la vita italiana"]}," going on around you.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["By train"]}," The easiest option.  Ferrara is on the line that runs from Florence to Bologna to Venice, and thus makes an easy day trip on your travels to the more heavily touristy sites.  -",{"type":"''","value":["From Bologna"]},": 0.5-1 hr, €3-€7.  -",{"type":"''","value":["From Florence"]},": 2-3 hr, €8-€20.  -",{"type":"''","value":["From Venice"]},": 1.5-2.5 hr, €6-€12"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["Take your cue from the locals and rent a bike (at the train station, near the Duomo or interurban companies).  Everyone bikes in Ferrara—old ladies in fur coats,  mothers and fathers each with a babyseat on the back, studentessas in skirts and stillettos, even the police officers themselves.  It's really the most convenient way to get around this city made up of a twisting maze of cobblestone streets."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palazzo dei Diamanti"],["url=http:\/\/www.palazzodiamanti.it\/"],["email=diamanti@comune.fe.it"],["address=21 Corso Ercole d'Este, 44100 Ferrara"],["lat="],["long="],["directions="],["phone=+39 0532 205844"],["tollfree="],["fax="],["hours=open Tue, Wed, Fri-Sun, 09:00-14:00, Thurs, 09:00-19:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Il Castello Estense"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=open Tues-Sun, 09:30-17:30, closed Mon"],["price=€ 7.00, plus € 1.00 for the Lion's Tower url="],["content= Don't miss the delightfully medieval dungeons."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Take a stroll or a bike ride around the walls, either on the path that runs on top, or on the sidewalks in the park that runs around nearly the entire circumference.  Good access at the end of Corso Ercole d'Este or of Via Quartieri."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["Ferrara is a fairly well-to-do northern Italian city and predictably has a good number of clothing shops, ranging from budget-fashion Zara to small, expensive boutiques.  The main shopping districts are Via Mazzini (the street leading from Piazza Trento-Trieste where the campanile and Mel Books is) and Via Garibaldi (the street leading from inside the Palazzo Municipio), as well as the whole center of the city around the Castello."]},{"type":"*","value":["Every Saturday morning there is an open-air market set up in Piazza Trento-Trieste with a changing weekly theme—ranging from furniture to antiques to clothes to food and produce.  One night a week the same piazza is devoted to an open-air candy market."]},{"type":"*","value":["Stop by Ferrara Frutta (the best one is on the very end of Via Garibaldi), a co-op that sells fresh local produce of excellent quality for very low prices."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''''","value":["...Pasta:"]},"\n",{"type":"''","value":["[Note: Do not leave Ferrara without trying its trademark cappellacci di zucca (round pasta stuffed with squash\/pumpkin), either \"al burro e salvia\" (with butter and sage) or \"al ragu\" (with meat sauce).]"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Brindisi"],["alt="],["url=http:\/\/www.albrindisi.net\/"],["email=fred.brindisi@libero.it"],["address=Via Adelardi,11"],["lat=44.83585"],["long=11.62045"],["directions="],["phone=+390532471225"],["tollfree="],["fax="],["hours="],["price="],["content=Wooden, atmospheric, and crammed with dusty wine bottles, this charming enoteca has not only of being the oldest winebar in Europe but also as having had Copernicus as a tenant while he was a student in Ferrara. Although most come at night to drink, they also serve exclusively Ferrarese fare such as pasticcio and cappellacci di zucca for dinner (the portions are small, so make sure to eat a real Italian meal and order both a primo and a secondo)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Il Cucco"],["alt="],["url=http:\/\/www.trattoriailcucco.it"],["email="],["address="],["lat=44.83137"],["long=11.623701"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on a backstreet near Via delle Volte, at Via Voltecasotto 3, this charming and inexpensive trattoria offers a variety of local Ferrarese specialties. Garden seating available in warmer weather."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria Savonarola"],["alt="],["url="],["email="],["address=Piazza Savonarola 18"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located right next to the Savonarola statue, this restaurant offers a good selection of traditional Ferrarese fare."]]}]},"\n",{"type":"'''''","value":["...Pizza:"]},"\n",{"type":"''","value":["[Note: In Italy it is customary for each person to order a whole pizza for him or herself. The crusts are thin, so one pizza is almost exactly enough for a filling dinner for one person. Generally cheaper than a full-course meal, perfect for students.]"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Il Ciclone"],["alt="],["url=http:\/\/www.ilcicloneferrara.it\/"],["email=info@ilcicloneferrara.it"],["address=Via Saraceno, 36"],["lat="],["long="],["directions="],["phone=0532 210262"],["tollfree="],["fax="],["hours="],["price="],["content=Once located upstairs in an alley just off Via Mazzini, recently moved 100 meters futher, this friendly restaurant offers regular meals but its specialty is pizza."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Frattino"],["alt="],["url="],["email="],["address=Via Carlo Mayr, 155"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Follow Via Mazzini as it turns into Via Saraceno and turn onto Via Porta San Pietro at the top. On the corner of San Pietro and Via Carlo Mayr is a small, unremarkable-looking Sicilian pizzeria which serves without a doubt the best pizza in town. Try the \"Diablo\" and make sure to chat with the friendly owners, even if it's in sign language."]]}]},"\nBar Settimo in Via Cortevecchia. Don't be put off by the dingy bar at the front. At the back is one of the friendliest restaurants in Italy, presided over by the splendid Norberto. The food is simple but excellent and not at all expensive. Pizzas and Salama da Sugo con Pure are particularly good. For years it has been the favourite watering hole for performers at the Teatro Communale and Ferrara Musica. After concerts the place is very lively and, unusually for Ferrara, it closes late.\n\n'''''...Panini and Piadine:''\n\n",{"type":"''","value":["[Note: In Italian, a \"piadina\" is the type of pressed, flatbread sandwich that is known in the United States as the \"panini.\" Actual \"panini\" (singular \"panino\") are merely normal sandwiches.]"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mordicchio"],["content=A little on the costly side, but for a quick bite head down Via Garibaldi to the piadina stand across from the Indian restaurant. Don't forget to try the perfectly cooked French fries."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Birreria Giori"],["content=It's the bar that looks a little like a greenhouse set up right against the moat with tables outside. With a \"make your own panino\" option on the menu, friendly waiters, and an ideal location literally in the shadow of the Castello, it makes a perfect lunch stop."]]}]},"\n",{"type":"'''''","value":["...non-Italian fare"]},"\n",{"type":"*","value":["The Chinese restaurants are mediocre, but the Indian restaurant on Via Garibaldi is in fact quite good, even by non-Italy standards."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Agapi mou"],["address=Via Saraceno"],["content=A small Greek restaurant with decent Greek food, though a bit pricey for the amount."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Piazza"]}," - If you're in Ferrara on a fair Wednesday night, do yourself a favor and go out to the main piazza. There you will find every young person in the city (and some older ones too) out socializing at the piazza in front of the looming Duomo façade with beer in hand (acquired at ",{"type":"'''","value":["Settimo"]}," or ",{"type":"'''","value":["Bar del Duomo"]}," for just around €2-4). An experience not to be missed."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tsunami"],["address=Via Savanarola 2"],["directions=just down the street from the University"],["content=Very popular with the students, packed most weekend and Wednesday nights, also Tuesday nights which are traditionally \"Erasmus Night,\" dedicated to the many foreign students who spend the semester or year here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Il'Clandestino"],["address=Via Ragno 35\/37"],["content=If you can find it in the backstreets, this bar has a lively atmosphere...not to mention the board games and the craft beer from the Biren brewery."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Al Brindisi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest enoteca in Europe that can boast of having had Copernicus as a tenant when he was a student in Ferrara. Located at Via degli Adelardi, the street just to the left of the Duomo."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Maracaibo"],["content=Located just around the corner from IBS.it Bookstore, this bar is the best place for ",{"type":"''","value":["l'aperitivo"]}," in Ferrara, mainly because a single drink will also get you a plateful of fantastic appetizers, out of which cheapskate students know they can make a dinner."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Il Piccolo Particolare"],["content=On Via Boccacanale di Santo Stefano (a cross-street of Via Garibaldi), this intimate cafè\/bar offers a good selection of wines, salads, sandwiches, and desserts with friendly service and, at one point in time, free wifi access."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pepe Rosa"],["content=At Via San Romano 99, this bar offers a generous and delicious buffet at aperitivo hour. Don't forget to order the spritz, a northern Italian apertif cocktail made up of prosecco and Aperol."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=TORRE DEL FONDO farm holiday"],["alt="],["url=http:\/\/www.torredelfondo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Holiday apartments in a 3 stars farm holiday just 5 minutes from Ferrara. Excellent point from which to explore all of Emilia Romagna and Veneto. Historical building, completely restructured. Swimming pool, Internet Wi-Fi, Internet point, barbecues corner, large equipped garden, laundry room and internal car parking. Open all year round. Very reasonable prices."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa degli Artisti"]}," - Respectable pensione located at Via Della Vittoria 66, a cobblestoned side street just off Via Mazzini.  Clean, serviceable rooms at economic rates (around €25-30 per night), but beware of the curfew.  No guests allowed upstairs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel San Girolamo dei Gesuiti"]}," - A renovated monastery at Via Madama 40\/a, just around the corner from the main section of the University, a pleasant 5-10 minute walk from the central piazza.  Friendly and available service, complimentary breakfast as well as an attached restaurant, and the rooms are simple but lovely and clean.  Well worth the price at €42\/night for a single, €78\/night for a double."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Il Giardinetto Rooms"],["alt="],["url=http:\/\/www.ilgiardinetto.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A Charming Room & Breakfast in the Historical Centre of Ferrara."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel De Prati"],["alt="],["url=http:\/\/www.hoteldeprati.com"],["email=info@hoteldeprati.com"],["address="],["lat="],["long="],["directions="],["phone=+39 (0)532241905"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Just in front to the Castle, about 15 minutes walk form the train station. Charming Hotel."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["44.8333"],["11.6167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Emilia-Romagna"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Ferrara"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Emilia-Romagna\/Localities\/Ferrara"]]},"\n",{"type":"[[","value":[["Commons:Category:Ferrara"]]}]