[{"type":"{{","value":[["pagebanner"],["Wikivoyage page banner fidalgo ferry.jpg"]]},"\n\n",{"type":"'''","value":["Fidalgo Island"]}," is in the ",{"type":"[[","value":[["Puget Sound"]]}," region of Washington State.\n\n",{"type":"==","value":["Understand"]},"\nFidalgo Island is one of the most populous islands in Puget Sound and is known for being the popular Washington State Ferry launching site to the ",{"type":"[[","value":[["San Juan Islands"]]},".\n",{"type":"[[","value":[["File:Fidalgo Island 28252.JPG"],["300px"],["thumbnail"],["Fidalgo Island Burrows Bay and Allen (left) and Burrows Islands (right); Lopez Island (behind)"]]},"\nThe island was originally inhabited by the Samish and Swinomish peoples.\n\nFidalgo Island is named for the Spanish explorer and cartographer Salvador Fidalgo who explored the area in 1790 with the fleet of Francisco de Eliza. Charles Wilkes discovered that it was an island rather than part of the mainland. He named it Perry Island in honor of Oliver Hazard Perry, the American commander who won the Battle of Lake Erie during the War of 1812. Following this theme, Wilkes named the island's highest point Mount Erie. When Henry Kellett reorganized the official British Admiralty charts in 1847, he removed Wilkes' name Perry and bestowed the name Fidalgo to honor the Spanish explorer. The highest point retained the name Erie.[1]\n\nSettlement peaked in 1850s due to the Fraser River Gold Rush and in 1890 due to speculation that the area would become a terminus of the Northern Pacific Railroad. Later the island became an important fishing and lumber center.\n\n",{"type":"==","value":["Get in"]},"\nFrom 1924 to 1935, Fidalgo Island was linked to Whidbey Island by the Deception Pass ferry, which was superseded in 1935 by the construction of the Deception Pass Bridge. Today, Fidalgo Island is the site of the main ferry terminal that links the San Juan Islands to the rest of the State.\n",{"type":"===","value":["By car"]},"\nFidalgo Island is attached to the mainland via a bridge over highway 20 and the iconic Rainbow Bridge in ",{"type":"[[","value":[["La Conner"]]},".  It is also attached to ",{"type":"[[","value":[["Whidbey Island"]]}," to the south via the impressive Deception Pass Bridge.\n\n",{"type":"===","value":["By ferry"]},"\n",{"type":"*","value":["Washington State Ferries ",{"type":"[","value":["http:\/\/wsdot.wa.gov\/ferries\/schedules\/current"]}," offers ferries to Shaw, Orcas, Lopez and San Juan Islands from the ferry terminal south of ",{"type":"[[","value":[["Anacortes"]]},", which is about 1.5 hours north of ",{"type":"[[","value":[["Seattle"]]},". If traveling on weekends, be prepared for long waits for the ferries."]},{"type":"===","value":["By air"]},"\nthe ",{"type":"'''","value":["Anacortes Airport"]},", between the town and the ferry terminal, offers scheduled and charter service in small propeller airplanes, serving the San Juan Islands. It also welcomes general aviation. General commercial air service is offered through Bellingham to the north or Sea-Tac.\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Deception Pass"]},"\n",{"type":"*","value":[" The aptly named ",{"type":"'''","value":["Deception Pass"]}," is a dramatic seascape where the tidal flow and whirlpools beneath the twin bridges connecting ",{"type":"[[","value":[["Fidalgo Island"]]}," to Whidbey Island move quickly. During low tides, the swift current can lead to standing waves, large whirlpools, and roiling eddies. This swift current phenomenon can be viewed from the twin bridges' pedestrian walkways or from the trail leading below the larger south bridge from the parking lot on the Whidbey Island side. Boats can be seen waiting on either side of the pass for the current to stop or change direction before going through. Thrill-seeking kayakers go there during large tide changes to surf the standing waves and brave the class 2 and 3 rapid conditions.  This area is for experienced boaters only."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hope Island State Park"],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Hope%20Island%20%28Skagit%29"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=near Fidalgo Island, this 200-acre marine park in Skagit Bay. The park offers several campsites, attractive beaches and a trail across the island. The island is forested with occasional meadows and rock outcroppings.  The island is a natural area preserve to protect a rare Puget Sound ecosystem and accessible only both boat.  1.5 miles southeast of Hoypus Point, about two miles east then southeast on Cornet Bay boat launch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Skagit Island"],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Skagit%20Island"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Skagit Island State Park is a 24-acre marine camping park in Skagit Bay near Fidalgo Island and is accessible only by boat. The island is forested with occasional meadows, rock outcroppings, attractive beaches and a land trail and has 2 mooring buoys."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Puget Sound"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Fidalgo Island"]]},"\n",{"type":"{{","value":[["geo"],["48.4622"],["-122.629"]]}]