[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Filadelfia Paraguay.jpg"],["400px"],["thumbnail"],["Main road of Filadelfia"]]},"\n",{"type":"'''","value":["Filadelfia"]}," (also called Colonia Fernheim) is town and a Mennonite colony in the ",{"type":"[[","value":[["Gran Chaco"],["Chaco"]]}," region of ",{"type":"[[","value":[["Paraguay"]]},". \n\n",{"type":"==","value":["Understand"]},"\nIt is different from most of Paraguay; this is due to the remote location and harsh environment, and also to its majority of German immigrants (coming by way of the Soviet Union). The first foreign people moved in during the 1920s, and the town was finally founded in 1930. Their economic basis is agriculture, in particular dairy cattle farming and peanuts. The Mennonites still speak German (Plattdeutsch), but Spanish is spoken as readily. The ",{"type":"[","value":["http:\/\/www.fernheim.com.py Fernheim Cooperative"]},"is responsible for many aspects of life in the colony.\n\nThe Mennonite Fernheim cooperative runs many private services, like hospitals, schools, etc., which are paid for by the profits from agriculture. Nearly all of the Mennonite families have shares in the co-op. Outsiders can buy in, subject to living one year among the community so your character can be judged. 10% of your earnings are submitted to the co-op as well. In return, you get use of all their facilities, and benefits like health insurance (not provided by the Paraguayan government). You may also get share dividends from the co-op, but they will sometimes hold votes on whether to retain the dividends and invest them in new facilities. Members get discounts at the co-op supermarket, also. The co-op does provides services for non-members, such as schools for the indigenous. You can learn all of this and much more, such as local history, at the museum. \n\nWater is constantly an issue in the Chaco; all households collect their rainwater. It is processed and stored for use, so water is safe to drink in Filadelfia. Filadelfia began desalinisation of ground water recently, as rainfall was low. Power is supplied by Itaipu dam; previously, it was generated locally by burning wood. Population is growing 4% per year, while demands on power grow 20% per year, as affluence increases. The colony produces 5 main agricultural goods: Castor beans (for hydraulic oil), cotton, sorbum (for biodiesel), sesame and peanuts. \n\nMost businesses are closed during lunchtime from 12:00 to 14:00, as well as on Saturday afternoon and Sunday.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nBuses terminate at the NASA office on Calle Chaco Boreal; you may also disembark on Avenue Hindenburg, the main street. \n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Asunción"]]}]},", ca. 8h, 2 buses per day (one overnight), 90,000 Gs"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Loma Plata"]]}]},", ca. 1h, 1 bus per day, 10,000 Gs"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Mariscal Estigarriba"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Neuland"]]}]}]},"\n",{"type":"==","value":["Get around"]},"\nThe town is rather small, and all the interesting and important places are within easy reached on foot. However the heat can be punishing, so walk slowly and bring water. Blocks are very long. There are pickup truck taxis; you can choose to ride on the back or in the cab. Other public transport is unheard of.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:FiladelfiaCentre.jpg"],["thumbnail"],["The \"Faith, unity and labor\" monument"]]},"\n",{"type":"[[","value":[["File:Jakob-Unger-Museum.JPG"],["thumbnail"],["The Jakob Unger Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jakob Unger Museum"],["url="],["email="],["address=Avenida Hindenburg"],["lat="],["long="],["directions=near Hotel Florida"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Can only be visited together with a Socio, ask at Hotel Florida."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Haushaltsmuseum"],["url="],["email="],["address="],["lat="],["long="],["directions=Directly opposite Hotel Florida on Avenue Hindenburg, to the left of the small park with the"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A museum showcasing artifacts of settlement, and telling the local history. Of particular interest is the section on the Chaco war. The tourist office also runs from here, and they can bring you to see the agricultural processing facility."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Faith, Unity and Labor monument"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Relax in the shaded park, watching the butterflies and birds flit around the interesting bottle trees (shaped like bottles, high in water content - used to keep cattle hydrated in drought)."]},{"type":"*","value":[" Explore the dusty streets and take in the regular, solid German architecture. "]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" The Fernheim co-op supermarket and the stores around it are the main places to buy in town; other stores will be found along the main street, selling a wide variety of goods, from second hand clothes to electronics. "]},{"type":"*","value":[" Why not send post cards from the post office; a Filadelfia stamped card will have probably one of the most unlikely frank-marks anyone will ever receive from you. "]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Remi Pizza"],["alt="],["url="],["email="],["address=Calle Unruh"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Only open in the evenings, 17:00 to 22:30. Closed Tuesdays. Sunday hours 11:00 to 13:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Girasol"],["alt="],["url="],["email="],["address=Calle Unruh"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Does buffet lunches, sold by the kilogram. As you would expect from a buffet, ok food but not great."]]}]},"\n",{"type":"*","value":["You will find a few hamburguesa joints along Calle Hindenburg, further south than the co-op supermarket. "]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Again, south of the Fernheim supermarket (where the indigenous and Latino neighbourhoods are located) you will find a few small bars. "]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Florida"],["url=http:\/\/www.hotelfloridachaco.com"],["email="],["address=Avenida Hindenburg 165-S"],["lat="],["long="],["directions=Unmissable, right across from the museum and park"],["phone=+595 (0491) 432 151"],["tollfree="],["fax="],["hours="],["price=190,000 Gs. for a nice twin with air-con, fridge and tv, 100,000 Gs. for a basic room for two."],["checkin="],["checkout=13:00"],["content=Definitely the nicest spot in town; frankly, the cheaper options are not much cheaper, so might as well stay here and enjoy the pool. Also has a decent restaurant (good pizzas) which is a bit pricey for lunch at 49,000 Gs. per person; also just a buffet. Not bad food, though. Evening dinners are good quality and reasonably priced. Good service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Golondrina (formerly Hotel Safari)"],["url="],["email="],["address=Industrial 149-E"],["lat="],["long="],["directions=One street across from Chaco Boreal, where the NASA bus office is"],["phone=+595 (0491) 32 218"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fairly average place, clean but nothing special. Rooms 105,000 Gs. basic twin, 170,000 Gs. with air-con and tv."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Las Delphines"],["url="],["email="],["address=Calle Unruh"],["lat="],["long="],["directions=On the right, white and blue building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Chaotic, dirty, and cheap option, mostly in use by local workers without a house. 35,000 Gs. per person regardless of room type; better double or twin rooms with air-con and tv for 120,000 Gs. Cheap restaurant in the front."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Buses to ",{"type":"[[","value":[["Asunción"]]}," leave at 13:00 and 14:30 daily. Also an overnight bus is possible. 90,000 Gs. Buses tend to be a little old, but usually have air-con. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bolivia"]]}]},":  Catch the 20:30 bus from the NASA office to Mariscal Estigarriba (1 hour), ask the driver to drop you off at immigration.  You will then have to wait several hours for the bus to Bolivia, it is adviseable to wait at the immigration office rather than the bus station due to safety concerns.  The bus to Bolivia arrives at 3am when the immigration officer will wake up and issue your exit stamp.  Pre-purchase your bus ticket at Stel Turismo, on the main road in Filadelfia as the drivers are not supposed to pick you up en-route. ",{"type":"'''","value":["NOTE"]},": Once you have boarded the bus, you will travel for several hours before you arrive at Bolivian immigration, approx 6-7 hours later.  220'000 Gs. to ",{"type":"[[","value":[["Villamontes"]]},", 250'000 Gs. to ",{"type":"[[","value":[["Santa Cruz (city, Bolivia)"],["Santa Cruz"]]}," (you pay for the entire journey from Asuncion).  "]},"\n",{"type":"{{","value":[["IsPartOf"],["Gran Chaco (Paraguay)"]]},"\n",{"type":"[[","value":[["Wikipedia:Filadelfia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["-22.34"],["-60.03"]]}]