[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Finca Sonador"]},", also known as Longo Mai, is a village in Southern Costa Rica, right on the border of the Provinces of San Jose and Puntarenas.\n\n",{"type":"==","value":["Understand"]},"\n\nThe Longo Mai movement has its origins in Austria, Germany, Switzerland and France. Young people from the \"generation 68\" founded the first settlement in 1973 in France (\"Longo maï\" in Provençal means “may it last long”). They focused on living together, based on self-administration and agricultural self-sufficiency. In addition, they initiated many social projects. In 1979, when many Nicaraguans had to flee from the terror regime of Anastasio Somoza, the cooperative decided to buy land in Costa Rica. The idea was to make it available to the refugees and thereby enable them to live independently and in dignity.\n\nAfter the victory of the Sandinistas, most of the Nicaraguans returned to their home countries. Families of Salvadorian refugees replaced the Nicaraguans, and landless Costa Rican peasant families (indigenous and non-indigenous) settled down as well. Today, most inhabitants have Salvadorian roots. Roland Spendlingwimmer, a founding member of Longo Mai, has been guiding the project from the very first day.\n\nWhile in the 80's the primary concern was to provide shelter for Central American refugees, the community is today developing into an ecological center. Located at the center of vast Del Monte pineapple plantations, the village of Longo Mai (Longo Mai and Finca Sonador are used as synonyms) functions as a “green lung”. Whereas the huge pineapple plantations are a social and ecological catastrophe, the agriculture of Longo Mai is combined with environmental protection and eco-tourism.\n\nFor its own use, the village produces corn, beans, rice, yuca (manioc), bananas, platanos (plantains), meat, milk, eggs, fruit etc. They also grow coffee and sugarcane crops to sell on the market.\n\nLongo Mai today comprises about 2,200 acres, half of which is protected rain forest. For the approx. 400 inhabitants there are two pulperías (village stores), one school, a kindergarten and two churches. Also, one regional environmental organization (UNAPROA) is based in Longo Mai. The infrastructure as well as various activities are run by numerous committees.\n\nThe Longo Mai tourism concept is primarily directed at young people who want to participate in the life of a Costa Rican or Salvadorian family and complete their own projects. Other guests include graduates from highschool who want to spend a year abroad before studying, students, who spend their winter break in Costa Rica or write their final paper, young social workers, community servants, families with kids, and also older people seeking a green, quiet place for rest. The low rates are designed to make a long-term stay possible especially for young visitors. In 2004, the Longo Mai concept of socially responsible tourism based on cultural exchange was awarded the “to-do” prize of the German “Studienkreis für Tourismus und Entwicklung” (study group for tourism and development).\n\n",{"type":"==","value":["Get in"]},"\n\nFrom San José to Longo Mai you can get without changing buses, the trip with a Tracopa  bus takes about 3.5 to 4 hours. As of 2010, cheap buses leave San José at 5:00 AM, 6:00 AM, 7:00 AM, 8:15 AM, 8:30 AM, 10:00 AM, 1:00 PM, 2:30 PM, 4:00 PM and 6:30 PM. After about three hours you get into San Isidro de El General, from there the bus takes about 45 more minutes to Longo Mai. If you don't know the route, ask the driver to stop in Longo Mai.\n\nFrom the Longo Mai bus stop, a gravel road takes you about one mile up the hill into the village. You can ask for a shuttle, the residents around the bus stop and Edith's family (Tel. 8330 6118) charge about 2000-3000 colones for that (in 2010). If you call early, a pick-up service by horse is another possibility.\n\n",{"type":"==","value":["See"]},"\n\nVillagers offer guided tours on themes such as agriculture, the rain forest and other topics. Tours to the petroglyphs on the Finca Sonador and to the giant \"Ceiba\" tree are also possible. Numerous villagers rent out their horses. A time-worthy ride leads to the \"Perica\", a spectacular waterfall approx. two hours (on foot) from Longo Mai. \n\n",{"type":"==","value":["Do"]},"\n\nLongo Mai villagers offer a wide range of classes and workshops, such as:\n\n",{"type":"*","value":[" Spanish"]},{"type":"*","value":[" Dancing"]},{"type":"*","value":[" Manufacturing of chocolate"]},{"type":"*","value":[" Pupusas (Salvadorian dish)"]},{"type":"*","value":[" Tortillas"]},{"type":"*","value":[" Handicrafts"]},"\nVisitors are invited to help the locals, for example by participating in the coffee or sugar cane harvest.\n\n",{"type":"==","value":["Eat"]},"\n\nMost of the visitors will eat with their host families.\n\n",{"type":"==","value":["Drink"]},"\n\nIn Longo Mai you cannot buy alcoholic beverages. The closest bar is about 30 minutes on foot from the village.\n\n",{"type":"==","value":["Sleep"]},"\n\nMany host families offer guest rooms or cabinas (rooms with individual access) with full pension. The tourism commitee, represented by Doña Edith, is responsible for the assignment of a host family. Newcomers are asked to pay her a visit upon arrival. As of 2010, the daily price for lodging and three meals was 6,000 colones (approx. 12 $) for long-term visitors or 8,000 colones (approx. 16 $) for a short stay of less than 14 days. Visitors are asked to pay in colones, because exchange rates vary and for the families colones are easier to handle. Prices are continually adjusted to inflation. Most families will happily wash your clothes, usually charging a little fee.\n\n",{"type":"==","value":["Connect"]},"\n\nRoland Spendlingwimmer is the coordinator of Longo Mai (English, Spanish, German and French spoken).\nEmail: rolspendling@gmx.net; Tel.\/Fax: (+506) 2771-4239\n\nMaría Edith Quijanos (Doña Edith) is in charge of finding you a host family. You don't have to make a reservation, but she will happily answer your questions (in Spanish). Tel. (+506) 8330-6118\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Pacific Costa Rica"]]},"\n\n",{"type":"[[","value":[["wikipedia:Finca Sonador"]]}]