[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nNorth of ",{"type":"[[","value":[["New York (state)"],["New York's"]]}," famous ",{"type":"[[","value":[["Finger Lakes"]]}," is a broad plain dotted with apple orchards, glacial drumlins, and small villages.  We call it ",{"type":"'''","value":["Finger Lakes Apple Country"]},".\n\nWhile plenty of apples are indeed grown here—Wayne County ranks second in the nation in apple production, behind only ",{"type":"[[","value":[["Yakima County"]]},", Washington—the region is perhaps better known for the ",{"type":"[[","value":[["Erie Canal"]]},", which flows through several of its picturesque villages.  With the Canal, the Finger Lakes to the south, and ",{"type":"[[","value":[["Lake Ontario"]]}," to the north, this region's waterways are just as important as its apple orchards.\n\nLocated between Rochester and Syracuse, Apple Country is pleasingly rural, but with easy access to urban amenities.  Its southern reaches border the New York State Thruway, the state's major east-west expressway, so it makes a great day-trip from almost anywhere in the state.  Whether you come to pick some apples, boat on the Canal, or visit upstate's best Renaissance festival, Finger Lakes Apple Country makes a great away-from-it-all destination.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Lyons"]]}," — Wayne County seat"]},{"type":"*","value":[{"type":"[[","value":[["Newark (New York)"],["Newark"]]}," — an Erie Canal village near a hub of 19th-century spiritualism"]},{"type":"*","value":[{"type":"[[","value":[["Ontario (New York)"],["Ontario"]]}," — "]},{"type":"*","value":[{"type":"[[","value":[["Macedon"]]}," — visit the annual lumberjack festival"]},{"type":"*","value":[{"type":"[[","value":[["Palmyra (New York)"],["Palmyra"]]}," — most famous as the birthplace of the Latter-Day Saints movement, also known as the Mormon church"]},{"type":"*","value":[{"type":"[[","value":[["Sodus"]]}," — "]},{"type":"*","value":[{"type":"[[","value":[["Sodus Point"]]}," — boating and other waterfront activities on Lake Ontario and Sodus Bay"]},{"type":"*","value":[{"type":"[[","value":[["Sterling (New York)"],["Sterling"]]}," — home to upstate's best Renaissance Festival"]},{"type":"*","value":[{"type":"[[","value":[["Williamson (New York)"],["Williamson"]]}," —"]},{"type":"*","value":[{"type":"[[","value":[["Wolcott"]]}," —"]},"\n",{"type":"==","value":["Understand"]},"\n\nWayne County makes up the bulk of this region, though it can be said to extend a couple of miles south over the county line to the New York State Thruway.  It also encompasses the northern part of Cayuga County, to the east.\n\nThe region is mostly associated with ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]},", the state's third-largest city, which sits just to the west.  Cayuga County associates more with ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]},", which is just to the east.  Together, the two cities bookend the region, which has no cities of its own.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Map - Apple Country NY.png"],["400px"],["thumb"],["Finger Lakes Apple Country"]]},"\n\n",{"type":"===","value":["By car"]},"\n\nNew York's major cross-state route, the ",{"type":"'''","value":["New York State Thruway"]}," (Interstate 90), forms this region's southern boundary. The tolls aren't cheap, but it provides the quickest and most popular route into the area from the east and west.  The relevant exits, east to west: Exit 40 for State Route 34 near Weedsport; Exit 41 for State Route 414, which goes through Clyde; Exit 42 for State Route 14, which goes to Lyons and Sodus Point; and Exit 43 for State Route 21, accessing Palmyra and Williamson.\n\nRunning through the northern part of Apple Country is ",{"type":"'''","value":["New York State Route 104"]},", a major arterial surface road that connects Rochester and ",{"type":"[[","value":[["Oswego"]]},".  Ontario, Williamson, Sodus, Wolcott, and Red Creek are found along Route 104.  A bit to the south is ",{"type":"'''","value":["New York State Route 31"]},", which parallels the Erie Canal between Rochester and Syracuse, passing through Macedon, Palmyra, Newark, Lyons, Clyde, and Savannah.  Almost all of the attractions relevant to a traveler can be found along one of these two state highways.\n\n",{"type":"===","value":["By plane"]},"\n\nThere's no scheduled commercial service to Apple Country; for that, you'll want to fly into either Rochester's or Syracuse's international airport.  If you have your own plane, or have chartered one, your best bet is ",{"type":"[[","value":[["Williamson (New York)"],["Williamson"]]},"–",{"type":"[[","value":[["Sodus"]]}," Airport (",{"type":"{{","value":[["IATA"],["SDC"]]},"), located between the two namesake communities.  Whitford's Airport is also an option; it's north of the Thruway in Cayuga County, and so included in this region, but its nearby town is ",{"type":"[[","value":[["Weedsport"]]},", which is south of the Thruway.  There are a number of private airstrips scattered throughout the region as well, but you'll need prior arrangements to land at one of them.\n\n",{"type":"===","value":["By boat"]},"\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Erie Canal"]]}]}," provides boaters access to many of the villages in Apple Country; the best place to tie up is probably in Palmyra, but you should be able to find a mooring at any population center.  Coming from Lake Ontario, Sodus Bay is the primary inlet, though you won't get far inland; you can also enter the Oswego Canal and travel south to the Erie Canal.  From the south, boaters on Seneca Lake or Cayuga Lake can access the Erie Canal via the Cayuga–Seneca Canal.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Connelly's Cove"],["alt="],["url=http:\/\/sites.google.com\/site\/connellyscove\/"],["email="],["address=7147 Lake Bluff Rd, Wolcott"],["lat="],["long="],["directions=East shore of Sodus Bay"],["phone=+1 315 587-9096"],["tollfree="],["fax="],["hours=Apr-Oct: Tu-Th Su 11:30AM-9PM, F Sa 11:30AM-10PM; bar open later"],["price=$11-25"],["content=A flashback to the seventies, Connelly's Cove still offers great comfort food and fantastic views of the bay."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Finger Lakes"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Wikipedia:Finger Lakes"]]}]