[{"type":"{{","value":[["Pagebanner"],["Finger Lakes travel banner.png"],["caption=Ten of the Finger Lakes (not pictured: Keuka Lake)"]]},"\n",{"type":"[[","value":[["Image:Finger Lakes View Wine by visit~fingerlakes.jpg"],["thumb"],["300px"],["A toast to Canandaigua Lake."]]},"\nWine and water define the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fingerlakes.org Finger Lakes"]}]},", a region of ",{"type":"[[","value":[["New York (state)"],["New York"]]}," state south of ",{"type":"[[","value":[["Lake Ontario"]]},".  Eleven elegantly elongated bodies of water arrayed across 80 miles of rolling countryside have produced one of the top wine regions in the country, the East Coast answer to California's ",{"type":"[[","value":[["Napa Valley"]]},".\n\nWhile the wineries that dot the slopes above the Finger Lakes—over a hundred of them—are a major draw, visitors also enjoy the region's many waterways, from the Finger Lakes themselves and Lake Ontario, to the mighty Genesee River and the historic ",{"type":"[[","value":[["Erie Canal"]]},".  In the fall, leaf-peepers turn out in force, and wintertime sees skiers heading to the area's slopes.\n\nAfter a day enjoying the sights and tastes of the Finger Lakes, head to ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]},", the state's third-largest city, for urban amenities and nightlife, or enjoy the college-town atmosphere of ",{"type":"[[","value":[["Ithaca (New York)"],["Ithaca"]]}," overlooking Cayuga's waters.  Wherever you go, you'll find a friendly, \"come look at ",{"type":"''","value":["this"]}," next\" attitude from the region's residents, each touting a different favorite spot to take a visitor.\n\nWhether you follow the locals, one of the many rural highways, or just your own instincts, the Finger Lakes has culinary—and cultural—flavors to suit any taste.\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=New York - Finger Lakes region map with road shields.png"],["regionmaptext="],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["Rochester and Suburbs"]]}],["region1color=#d29696"],["region1items="],["region1description=Although far from the lakes themselves, ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]}," and its suburbs provide urban and suburban amenities in a region otherwise dominated by small towns and villages."],["region2name=",{"type":"[[","value":[["Finger Lakes Apple Country"]]}],["region2color=#d46463"],["region2items="],["region2description=There may not be any actual Finger Lakes in this area, but the communities along the Erie Canal and Lake Ontario have much in common with the lakeside villages to the south."],["region3name=",{"type":"[[","value":[["Western Finger Lakes"]]}],["region3color=#bf7970"],["region3items="],["region3description=The western six lakes are smaller and less well known than the eastern five, and you won't find nearly as many wineries, but the Western Finger Lakes have their own attractions."],["region4name=",{"type":"[[","value":[["Eastern Finger Lakes"]]}],["region4color=#cf8494"],["region4items="],["region4description=The eastern five lakes are the most friendly to grapes, and multiple days can be spent just touring the wineries on circuits around the lakes."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]}," — big-city culture and small-city charm combine in the region's largest city and primary entry point"]},{"type":"*","value":[{"type":"[[","value":[["Auburn (New York)"],["Auburn"]]}," — a major crossroads in the eastern Finger Lakes, with urban amenities and historic attractions"]},{"type":"*","value":[{"type":"[[","value":[["Canandaigua"]]}," — a thriving 19th-century downtown, a large performing arts center, a waterpark, and boating on Canandaigua Lake"]},{"type":"*","value":[{"type":"[[","value":[["Fairport (New York)"],["Fairport"]]}," — the village every canalside town wants to be"]},{"type":"*","value":[{"type":"[[","value":[["Ithaca (New York)"],["Ithaca"]]}," — Cornell University and Ithaca College make for a classic college town atmosphere, set amidst gorges and waterfalls"]},{"type":"*","value":[{"type":"[[","value":[["Naples (New York)"],["Naples"]]}," — where you can get grape-flavored ",{"type":"''","value":["everything"]}]},{"type":"*","value":[{"type":"[[","value":[["Palmyra (New York)"],["Palmyra"]]}," — most famous as the birthplace of the Latter-Day Saints movement, also known as the Mormon church"]},{"type":"*","value":[{"type":"[[","value":[["Seneca Falls"]]}," — a center of the women's rights movement in the 19th-century"]},{"type":"*","value":[{"type":"[[","value":[["Skaneateles"]]}," — the quintessential lakeside village"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Letchworth State Park"]]}," — The Grand Canyon of the East, with three beautiful waterfalls"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Seneca Lake in the Finger Lakes, Geneva.jpg"],["thumb"],["250px"],["Geneva sits on the shores of Seneca Lake."]]},"\n\nThe Finger Lakes formed after the last Ice Age.  Previous glacial retreats had carved out deep valleys across the middle of the state, and rivers flowed southward through them into the Susquehanna watershed, which empties into Chesapeake Bay.  But the last Ice Age left a terminal moraine near the southern ends of the valleys, cutting them off from the Susquehanna system.  Another moraine farther north acted as a dam and restricted northerly outflow as well, so the valleys filled with water and became the Finger Lakes.\n\nAs with most of Upstate New York, the Finger Lakes region is rooted in American Indian heritage. The Sullivan-Clinton Campaign, a major 1779 American military expedition against the Iroquois, took place throughout the region, as detailed on many historical markers in the area.\n\nThe Lakes themselves vary from tiny Canadice—a little over 3 miles (5 km) long and less than half a mile (1 km) wide— all the way to the massive Cayuga Lake—40 miles (64 km) from north to south and wider than Canadice is long.  From west to east:\n\n",{"type":"*","value":["Conesus Lake — tranquil and often forgotten, but notable for its annual Ring of Fire event"]},{"type":"*","value":["Hemlock Lake — outstanding fishing on a lake surrounded by nearly pristine wilderness"]},{"type":"*","value":["Canadice Lake — like Hemlock, it is a water source for the city of Rochester, so development is restricted"]},{"type":"*","value":["Honeoye Lake — also has a Ring of Fire event, and also has outstanding fishing"]},{"type":"*","value":["Canandaigua Lake — from ",{"type":"[[","value":[["Canandaigua"]]}," in the north to ",{"type":"[[","value":[["Naples (New York)"],["Naples"]]}," in the south"]},{"type":"*","value":["Keuka Lake — the unique Y-shaped lake features spectacular views, and ",{"type":"[[","value":[["Penn Yan"]]}," and ",{"type":"[[","value":[["Hammondsport"]]}," on its shores"]},{"type":"*","value":["Seneca Lake — the deepest Finger Lake is home to ",{"type":"[[","value":[["Geneva (New York)"],["Geneva"]]}," and ",{"type":"[[","value":[["Watkins Glen"]]}]},{"type":"*","value":["Cayuga Lake — the longest Finger Lake can be viewed from Cornell University in ",{"type":"[[","value":[["Ithaca (New York)"],["Ithaca"]]}]},{"type":"*","value":["Owasco Lake — a relatively shallow lake south of ",{"type":"[[","value":[["Auburn (New York)"],["Auburn"]]}]},{"type":"*","value":["Skaneateles Lake — the most pristine of the Finger Lakes, with crystal-clear water and the charming village of ",{"type":"[[","value":[["Skaneateles"]]}]},{"type":"*","value":["Otisco Lake — the lake closest to Syracuse is small and only 60 feet deep"]},"\n",{"type":"===","value":[" Read "]},"\n\n",{"type":"'''''","value":["Summer In a Glass"]},", by Evan Dawson, was just published in April 2011.  The book serves as a definitive guide to Finger Lakes wine, but with a focus on the personalities of the people involved in the industry.  It's more of a portrait than a directory or textbook, but few other publications have captured the region's persona in the same way.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish is universal in this region, with the dialect resembling that of the ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwest"]]}," more than ",{"type":"[[","value":[["New York City"]]}," or ",{"type":"[[","value":[["New England"]]},".  Small pockets of German-speakers, mostly the older generation, can still be found.  Place names are heavily influenced by Iroquois languages; some are veritable tongue-twisters.  Give pronunciation your best shot and you'll get a friendly correction, if needed.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Tolkien would appreciate this place by Peter Rivera.jpg"],["thumb"],["upright"],["200px"],["Watkins Glen."]]},"\n\nFly, take a bus, or take a train into ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]}," or ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]}," and explore.  The Finger Lakes region is only a few hours from New York City by car or bus, or only an hour by plane.\n\n",{"type":"===","value":["By car"]},"\n\nFour major Interstate highways serve the Finger Lakes region.  Interstate 90, the New York State Thruway, is a popular toll road that travels between ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}," and ",{"type":"[[","value":[["Buffalo"]]},", passing just north of the Finger Lakes and just south of Rochester.  Interstate 390 runs south from Rochester and passes just west of Conesus Lake on its way to I-86 and the ",{"type":"[[","value":[["Southern Tier"]]},".  I-86 is the Southern Tier Expressway; it connects the ",{"type":"[[","value":[["Erie"],["Erie, Pennsylvania"]]}," area to the ",{"type":"[[","value":[["New York City"]]}," area, passing through cities like ",{"type":"[[","value":[["Corning (New York)"],["Corning"]]}," and ",{"type":"[[","value":[["Binghamton"]]},", which are just south of the Finger Lakes region.  I-81 is just to the east of the Finger Lakes; it connects ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]}," with ",{"type":"[[","value":[["Watertown (New York)"],["Watertown"]]}," and the ",{"type":"[[","value":[["Thousand Islands"]]}," to the north, and with Binghamton and ",{"type":"[[","value":[["Scranton"],["Scranton, Pennsylvania"]]}," to the south.\n\n",{"type":"===","value":["By plane"]},"\n\nThe region has only one international airport, in Rochester, but Syracuse is close by and easily accessible.  Flights to both cities are primarily from hubs such as Chicago, Atlanta, Washington, Philadelphia, and New York; actual international flights are now rare.  Ithaca has a regional airport, as does the Elmira-Corning area (just south of the region).\n",{"type":"*","value":[{"type":"'''","value":["Greater Rochester International Airport"]}," (",{"type":"{{","value":[["IATA"],["ROC"]]},"), 1200 Brooks Av. ",{"type":"[[","value":[["Rochester (New York)"],["Rochester"]]},", Phone: ",{"type":"''","value":["+1 585"]}," 464-6000, ",{"type":"[","value":["http:\/\/www.monroecounty.gov\/airport-index.php"]},"."]},{"type":"*","value":[{"type":"'''","value":["Syracuse Hancock International Airport"]}," (",{"type":"{{","value":[["IATA"],["SYR"]]},"), Colonel Eileen Collins Blvd. ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]},", Phone: ",{"type":"''","value":["+1 315"]}," 454-4330, ",{"type":"[","value":["http:\/\/www.syrairport.org"]},". "]},{"type":"*","value":[{"type":"'''","value":["Ithaca Tompkins Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["ITH"]]},"), 72 Brown Rd. ",{"type":"[[","value":[["Ithaca (New York)"],["Ithaca"]]},", Phone: ",{"type":"''","value":["+1 607"]}," 257-0456, ",{"type":"[","value":["http:\/\/www.flyithaca.com"]},"."]},{"type":"*","value":[{"type":"'''","value":["Elmira–Corning Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["ELM"]]},"), 276 Sing-Sing Rd. ",{"type":"[[","value":[["Horseheads"]]},", Phone: ",{"type":"''","value":["+1 607"]}," 795-0402, ",{"type":"[","value":["http:\/\/www.ecairport.com"]},"."]},"\n",{"type":"===","value":["By train"]},"\n\nBoth Rochester and Syracuse have ",{"type":"'''","value":["Amtrak"]}," stations, but they're the only stops near this region; Amtrak has no routes in the Southern Tier.  Both cities are served by the Lake Shore Limited (Chicago–Boston\/NYC), Maple Leaf (Toronto–NYC), and Empire Service (Niagara Falls–NYC) routes.  The Empire Service stops in both cities four times daily (two in each direction); the other two pass through twice each day (once in each direction).\n\nNeither station is located in a particularly convenient area, but you'll be able to find connections to regional and long-distance buses, or you can call a taxi or a car rental agency to pick you up.\n\n",{"type":"===","value":["By boat"]},"\n\nThe truly adventurous can enter the region from the east or west on the Erie Canal (early May through mid-November).  More about navigating the Canal ",{"type":"[[","value":[["#By boat 2"],["below"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nMost travel in this area will be by car.  Unless you are traveling on an organized trip and transportation is already arranged, you will generally want to drive.  That said, a few adventurous types might find flying or boating to be feasible.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"[[","value":[["Image:Letchworth on a foggy fall morning by alex ranaldi.jpg"],["thumb"],["250px"],["Letchworth Gorge"]]},"\n\nAs noted ",{"type":"[[","value":[["#By car"],["above"]]},", four major highways skirt around the Finger Lakes and allow for quick travel from one side of the region to the other.\n\nOnce you get off the expressways, you'll find yourself on well-maintained and well-signed state routes, several of which run north-south between the Finger Lakes to connect the Thruway with the Southern Tier Expressway.  Most communities of note in the region are at a crossroads of two or more state routes, so you can usually get where you're going with a minimum of confusion.\n\n",{"type":"===","value":["By plane"]},"\n\nRochester's is the only major airport in the region, and flying from there to Syracuse or Ithaca just isn't worth it compared to driving.  But there are a number of small airstrips around that can accommodate private planes, allowing you the chance to see the Finger Lakes from the air—a rare treat.\n\n",{"type":"===","value":["By boat"]},"\n\nThe ",{"type":"[[","value":[["Erie Canal"]]}," is a relaxing, scenic way to visit a number of communities in the region.  Although it only runs through the northern part of the region, it does connect (through other canals) to Seneca and Cayuga Lakes, allowing easy travel all the way to Ithaca and Watkins Glen.\n\nThe canal villages usually have tie-ups near their downtown areas, though availability (and fees) vary.  Plan ahead and take note of where locks and bridges are located; they're operated from 7AM–10PM during the peak canal season (mid-May–early September) and 7AM–5PM early and late in the season.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Glenora outlet by eflon.jpg"],["thumb"],["250px"],["An outlet on Seneca Lake near Glenora."]]},"\n\nStop in and see the National Women's Hall of Fame in ",{"type":"[[","value":[["Seneca Falls"]]},".\n\nCornell University is in ",{"type":"[[","value":[["Ithaca (New York)"],["Ithaca"]]},".\n\nIn the summer, the Finger Lakes are home to many great music and arts festivals, including the Finger Lakes GrassRoots Festival of Music and Dance.\n\nAlso, check out the Rochester Folk Art Guild, a local community of craftspeople who have been creating fine art for over 35 years.\n\n",{"type":"[[","value":[["Skaneateles"]]}," Village is a must. It's a \"cute-as-a-button\" StoryBook Village perched on the edge of the lake.  The Creamery local historical society can tell you all about the \"teasel\" and the Lightning Class Sailboat. Watch for their Wooden Boat Show, Chamber Music Festival and Charles Dickens Christmas.\n\nNumerous waterfalls and gorges dot the area.  Some are visible directly from main roads, but impressive ones can also be viewed at Watkins Glen State Park, Taughannock Falls State Park, Robert H. Treman State Park and other locales, particularly between Cayuga and Seneca Lakes.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nNestled among the glacial valleys of the Finger Lakes, only a few miles from Canandaigua lake, is a thriving ",{"type":"'''","value":["regional hand crafts community"]},": the Rochester Folk Art Guild. The guild has been producing fine art for over 35 years. It hosts a small crafts gallery; as well as the ceramics, woodworking, sewing and weaving workshops located there. 1445 Upper Hill Rd, ",{"type":"[[","value":[["Middlesex (New York)"]]},", ",{"type":"''","value":["+1 585"]}," 554-5317, ",{"type":"[","value":["http:\/\/www.rfag.org"]},".\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Belhurst"]},", 4069 State Route 14, Geneva, This is a fabulous dining experience, in a castle, overlooking Seneca Lake. A great selection of wine is available."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sherwood Inn"],["alt="],["url="],["email="],["address=26 West Genesee Street"],["lat="],["long="],["directions=NY State Route 20"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Skaneateles, beautiful building in the middle of downtown on Skaneateles Lake with excellent food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Erie"],["alt="],["url="],["email="],["address=8924 N. Seneca Street"],["lat="],["long="],["directions=NY State Route 34"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Weedsport, wide variety of food that changes with the seasons"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"[[","value":[["Image:Atwater estates by Plutor.jpg"],["thumb"],["250px"],["Atwater Estates on Seneca Lake."]]},"\n\n",{"type":"{{","value":[["infobox"],["Grape Geography"],["The heat-trapping properties of the Finger Lakes and their valleys make for relatively stable temperatures and an extended growing season.  Most of the area's wineries are perched on the valley slopes above the lakes, where fertile soil and favorable air movement produce some of the best grapes in the United States."]]},"\n\nThere are almost one hundred wineries dotting the hills surrounding the Finger Lakes ",{"type":"[","value":["http:\/\/www.fingerlakeswinecountry.com"]},".  Their reputation grows each year, as travel writers and wine connoisseurs alike discover the area in ever-expanding numbers.  Finger Lakes wineries utilize a wide variety of grapes, but the area's Rieslings turn out especially well; they can compete with the best of Germany's products.\n\nAlso not to be missed are the region's many ice wines.  Made from grapes harvested while frozen, the local ice wines benefit from upstate New York's harsh winter weather.\n\nIf you're just starting out exploring the Finger Lakes wine area, an excellent first stop is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nywcc.com New York Wine & Culinary Center"]}]}," in ",{"type":"[[","value":[["Canandaigua"]]},".  The Center has an array of wine tastings and instructional programs, and also features other gastronomic delights from throughout Western New York.\n\nThe ",{"type":"'''","value":["Cayuga Wine Trail"]}," has a flavorful and educational tour every spring featuring herbs and food at each wine tasting stop.  The ",{"type":"'''","value":["Seneca Wine Trail"]}," is the most active of the wine trails, boasting the biggest lake, most reputable wineries, and most activities.\n\nIndividual wineries vary in the number of amenities available.  Most have tastings, of course, but many go beyond that; you'll find tours of the fields and bottling areas, gift shops, and sometimes cafes or restaurants.\n\nOne of the most award-winning of the individual wineries is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.drfrankwines.com Dr. Konstantin Frank Vinifera Wine Cellars"]}]}," in ",{"type":"[[","value":[["Hammondsport"]]},".  Other popular wineries are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bullyhill.com Bully Hill Winery"]}]}," in Hammondsport and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.foxrunvineyards.com Fox Run Vineyards"]}]}," in ",{"type":"[[","value":[["Penn Yan"]]},".\n\nOf course, if you can't get to the wineries themselves, countless restaurants throughout Western New York have local wines on their wine lists.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nIf traveling in this area during the winter months, be aware that heavy snowfalls are possible.  ",{"type":"'''","value":["Lake effect snow"]}," has been known to drop four feet of snow in a weekend, or more.  It is not unusual during heavy storms for it to come down at a rate of one inch per hour.\n\nWatch out for slow-moving Amish\/Mennonite horsedrawn vehicles on rural roads.\n\nWhen visiting state parks with trails to waterfalls or gorges, obey all posted signs.  Do not swim or wade in creeks or plunge pools.  Be aware that some trails require lengthy stair climbs that small children, elderly people or pets may not be able to handle (signs at parks will not always warn you of this).\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["42.8"],["-77.0"],["zoom=9"],["layer=OB"]]},"\n",{"type":"{{","value":[["IsPartOf"],["New York (state)"]]},"\n",{"type":"[[","value":[["Wikipedia:Finger Lakes"]]}]