[{"type":"{{","value":[["pagebanner"],["Finland Lapland banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Map Province of Lapland.png"],["noframe"],["right"]]},"\n\n",{"type":"[","value":["http:\/\/www.lapland.fi\/en\/travel ",{"type":"'''","value":["Finnish Lapland"]}]}," (Finnish and Sámi: ",{"type":"''","value":["Lappi"]},", Swedish: ",{"type":"''","value":["Lappland"]},") is the ",{"type":"[[","value":[["Arctic"]]}," far north of ",{"type":"[[","value":[["Finland"]]},", strictly defined as the province of the same name, but in practice starting near the Arctic Circle.\n\nTemperatures can plunge as low as -50°C in the winter and the sun is not seen for days on end during the polar night (",{"type":"''","value":["kaamos"]},").  By contrast, summer brings out the ",{"type":"'''","value":["Midnight Sun"]}," and temperatures can occasionally rise to 30°C, although summer temperatures in the 10–20°C are mostly the norm. July is the warmest month.\n\n",{"type":"==","value":["Cities"]},"\nThe province of Lapland is divided into 20 municipalities, four of which are called \"kaupunki\" (town). The Province of Lapland has only one region, and it's called the region of Lapland. They are in practice one and the same.\n\n",{"type":"===","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kemi"]]}," — bleak paper industry town best known for the world's only Arctic icebreaker cruises for tourists and the world's largest snowcastle"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rovaniemi"]]}," — province capital and the only city of any size, home to Santa Claus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tornio"]]}," — small town at the Swedish border. The Swedish half is ",{"type":"[[","value":[["Haparanda"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kemijärvi"]]}]},"\n",{"type":"===","value":[" Municipalities "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Enontekiö"]]}]},{"type":"*","value":[{"type":"[[","value":[["Inari"]]}]},{"type":"*","value":[{"type":"[[","value":[["Keminmaa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kittilä"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kolari"]]}]},{"type":"*","value":[{"type":"[[","value":[["Muonio"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pelkosenniemi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pello"]]}]},{"type":"*","value":[{"type":"[[","value":[["Posio"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ranua"]]}]},{"type":"*","value":[{"type":"[[","value":[["Salla"]]}]},{"type":"*","value":[{"type":"[[","value":[["Savukoski"]]}]},{"type":"*","value":[{"type":"[[","value":[["Simo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sodankylä"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tervola"]]}]},{"type":"*","value":[{"type":"[[","value":[["Utsjoki"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ylitornio"]]}]},"\n",{"type":"===","value":["Key destinations and resorts"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Hetta"]]}," (Enontekiö) — northern gateway to some of the best national parks and wilderness areas in Finland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Inari"]]}," — the center of Sámi culture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kilpisjärvi"]]}," — Unique village at the border of Finland, Sweden and Norway"]},{"type":"*","value":[" ",{"type":"[[","value":[["Levi"]]}," — winter sports resort, popular especially among young people"]},{"type":"*","value":[" ",{"type":"[[","value":[["Luosto"]]}," — home to the only open amethyst mine in Europe, is a ski and safari resort."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nuorgam"]]}," — village in the very north, border crossing to Norway"]},{"type":"*","value":[" ",{"type":"[[","value":[["Saariselkä"]]}," — a popular winter sports resort for the older set"]},{"type":"*","value":[" ",{"type":"[[","value":[["Suomu"]]}," — a ski resort"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ylläs"]]}," — small but increasingly popular ski resort"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lemmenjoki National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pallas-Yllästunturi National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Riisitunturi National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Urho Kekkonen National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nLapland is the Wild North of Finland and the last refuge of Finland's ",{"type":"'''","value":["Sámi"]}," people, who subsist on reindeer herding and (increasingly these days) selling trinkets to curious visitors.\n\nThere is not too much history to see, because at the end of the Second World War, retreating German troops implemented a scorched earth policy to punish their Finnish allies for agreeing to peace with the Soviet Union, razing everything in their path.  By the time they were done, 100,000 people had fled, 675 bridges blown up, all major roads mined and the capital Rovaniemi had only 13 houses left standing.\n\nBut then, people don't come to Lapland for the architecture, they come here for the nature.  While there are no craggy mountains or fjords here, the endless pine forests and the treeless rounded fells (",{"type":"''","value":["tunturi"]},") poking out between them can also be breathtakingly beautiful.\n\n",{"type":"===","value":["When to go"]},"\n\nChristmas in Lapland sounds appealing, but this is the time of the Arctic Night and it is dark and can be very cold.  There are businesses happy to arrange meetings with Joulupukki (Santa Claus) in Rovaniemi, or snowmobile or husky safaris in the light of ",{"type":"'''","value":[{"type":"[[","value":[["Northern lights"],["aurora borealis"]]}]}," (with some luck).\n\nBy the end of February both the weather and the light improve, with temperatures on the better side of -10°C and nearly 12 hours of light a day, although the sun is low and it still feels like perpetual dusk!  But the Finns only start to pack in at Easter, when things really start to heat up and it's possible to ski in bright sunshine wearing only a T-shirt.  It takes quite some time for the accumulated snow (as much as 2 meters) to melt off, and skiing may be possible as late as May.\n\nIn late spring and early summer, the landscape turns muddy as the snow melts, bringing on the curse of the ",{"type":"'''","value":["Lappish mosquito"]}," and its friends (collectively known as ",{"type":"''","value":["räkkä"]},"), and if you think this sounds like a trivial nuisance you have never had to face up to the hordes that inhabit Lapland – don't venture out without industrial-strength insect repellent.  Mosquitoes are far less present in the centers of the cities but it's virtually impossible to avoid the bite. The mosquitoes' bites are itchy and their noise is irritating, but they spread no diseases.\n\nOn the upside, the famous ",{"type":"'''","value":["midnight sun"]}," is visible almost everywhere in Lapland. Special events and ",{"type":"'''","value":["film festivals"]}," are held to celebrate the midnight sun.",{"type":"[","value":["http:\/\/www.msfilmfestival.fi\/"]}," and equinox ",{"type":"[","value":["http:\/\/alacartelapland.com"]}," At Rovaniemi the sun doesn't set at all at midsummer, with this period growing longer as one travels farther north (beginning of June to late July in Utsjoki). Some foreigners have difficulty sleeping during these nightless periods, though a simple sleep mask should go a long way.\n\nBy late July the mosquitoes start to die out and they're usually gone by late August.  Hiking in the middle of ",{"type":"''","value":["ruska"]},", the colourful time of autumn, is a worthwhile experience. Other activities are held in Summer, such as ",{"type":"'''","value":["quad biking, river boating and fishing"]},". ",{"type":"[","value":["http:\/\/alacartelapland.com\/luosto-summer-programme.html"]}," Another key event in August is ",{"type":"'''","value":["Luosto Classic,"]}," an open air classical music festival in Luosto. ",{"type":"[","value":["http:\/\/luostoclassic.fi\/"]},"\n\n",{"type":"==","value":["Talk"]},"\nThe local language is mostly Finnish. Sámi languages are spoken sparsely to commonly in the northernmost areas (",{"type":"[[","value":[["Sodankylä"]]},", ",{"type":"[[","value":[["Inari"]]},", ",{"type":"[[","value":[["Utsjoki"]]}," and ",{"type":"[[","value":[["Enontekiö"]]},"). but as everywhere in Finland, you'll survive very well with English. Swedish, though official, is rarely spoken in this area (but the closely related ",{"type":"[[","value":[["Norwegian phrasebook"],["Norwegian"]]}," may be spoken by the border). English is the main option for those who don't speak Finnish. German and other languages might be known at hotels and tourist attractions.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nFlying is the most practical and fastest means of reaching much of Lapland, but for most destinations services are sparse and prices often steep. There are commercial airports in ",{"type":"[[","value":[["Enontekiö"]]},", ",{"type":"[[","value":[["Ivalo"]]},", ",{"type":"[[","value":[["Kemi"]]},"\/",{"type":"[[","value":[["Tornio"]]},", ",{"type":"[[","value":[["Kittilä"]]}," and ",{"type":"[[","value":[["Rovaniemi"]]},". Best options for airlines are Finnair, Blue1 and Finncomm Airlines. Air Baltic flies to Rovaniemi and Kittilä from ",{"type":"[[","value":[["Riga"]]},".\n\n",{"type":"===","value":["By train"]},"\nTrains will get you to the provincial capital ",{"type":"[[","value":[["Rovaniemi"]]},", at the edge of the Arctic Circle, or to the northernmost railway station in ",{"type":"[[","value":[["Kolari"]]},".\n\nIf entering from ",{"type":"[[","value":[["Sweden"]]},", there is a gap in the network between the Swedish border at ",{"type":"[[","value":[["Tornio"]]}," and ",{"type":"[[","value":[["Kemi"]]},", but the connecting bus is free with ",{"type":"[[","value":[["Inter Rail"]]}," and ",{"type":"[[","value":[["Scanrail"]]},".\n\n",{"type":"===","value":["By bus"]},"\nLong distance buses cover practically all of even the smallest places. They are the cheapest and slowest means of transportation. Although there are bus stops of course, they can also be stopped by hand sign when you happen to meet one as a hiker on a lonely countryside road. Express buses usually turn into normal ones north of Rovaniemi. For some stretches you should look for school buses, postal carriers or shuttle taxis.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Image:Reindeers in Lapland.jpg"],["thumb"],["Reindeer crossing a highway in Lapland"]]},"\n\nYou can reach the most places in Lapland by car, but traffic even on main roads is sparse and distances are great.  Driving in Arctic conditions can be hazardous in winter.  Winter tires (M+S) are mandatory from 1 December through the end of February.  The most dangerous weather is in fact when the temperature is around freezing, when slippery but near-invisible ",{"type":"'''","value":["black ice"]}," forms on the roads.\n\nStay very alert, particularly at dawn and dusk, for wild animals.  ",{"type":"'''","value":["Reindeer"]}," are a common cause of accidents, while collisions with much larger ",{"type":"'''","value":["moose"]}," are rarer but very often lethal.  If you hit a reindeer, you always must inform the locals, even if the animal seems to be unharmed, as they will in turn inform the owner of the deer. (You won't be charged with anything unless you were drunk or speeding.)  Bring emergency supplies in case of a collision or breakdown, especially in winter.  Locals will help if they can, but you may be in for a long, very cold wait.\n\nUnlike moose which usually runs to the road suddenly and alone, the reindeers hang around peacefully in groups and collisions are usually easy to avoid when slowing down at once when first reindeers appear in sight (drive carefully, as they may suddenly regroup in front of the car).\n\nLiikenneturva, the Finnish road safety agency, maintains a Tips for winter driving page in English.",{"type":"[","value":["http:\/\/www.liikenneturva.fi\/en\/safety_info\/tips_for_winter_driving.php"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Yhdystie 9695.jpg"],["thumb"],["Typical road in northern Lapland. Connecting road 9695 in ",{"type":"[[","value":[["Sodankylä"]]},"."]]},"\nDistances in Finnish Lapland are great and train service extends only to Kemijärvi (a little northeast of ",{"type":"[[","value":[["Rovaniemi"]]},") and Kolari, so the independent traveller will thus have to rely on slightly cheaper but infrequent buses to get around.  ",{"type":"'''","value":["Hitchhiking"]}," is also possible, but traffic is sparse even on the main highways and this can only be recommended during the brief summer season. On the other hand the likeliness of getting a lift is quite high once a car passes.\n\n",{"type":"==","value":["See & Do"]},"\n",{"type":"[[","value":[["Image:Sunset in Lapland.jpg"],["thumb"],["In the winter there are only a few hours of daylight"]]},"\n\nBitterly cold in winter, usually not very warm in summer, and sparsely populated, the main draws for visitors are the desolate yet majestic ",{"type":"'''","value":["nature"]}," and the unparalleled opportunities for ",{"type":"'''","value":[{"type":"[[","value":[["hiking in the Nordic countries"],["trekking"]]}]}," and ",{"type":"'''","value":["winter sports"]},".\nSeveral ",{"type":"[[","value":[["Finnish National Parks"],["national parks"]]}," can be found in Lapland with marked hiking paths and log cabins open to the public for free. But in contrast to Norway, they are only equipped with an oven and wood for heating, no food is provided. For the hardcore trekker there are ",{"type":"''","value":["wilderness areas"]},", with even less people and services.\n\nBear in mind that Lapland consists of largely flat, vast forests and a lot of ",{"type":"'''","value":["swamps"]},": there are no soaring mountains or Alpine skiing pistes here, just gentle, rounded ",{"type":"'''","value":["fells"]}," (i.e. arctic treeless mountains, ",{"type":"''","value":["tunturi"]},"). In the northernmost regions (",{"type":"[[","value":[["Utsjoki"]]}," and ",{"type":"[[","value":[["Enontekiö"]]},") you will find also treeless areas, but real tundra is absent in Finland.\nMountainous views are mostly located in \"the arm\" at ",{"type":"[[","value":[["Enontekiö"]]},", but because of the location of the road right next to the fells, best views are actually towards Sweden. Still there are magnificent environment available for hikers!\n\nFinland's highest mountain, ",{"type":"'''","value":["Halti"]}," (1328m) in the farthest north west end of Lapland is not much more than a higher hill of loose rocks, the lower summit of a mountain with its top on the Norwegian side of the border. You are nowadays free to cross it where you want (customs formalities, if needed, can be taken care of beforehand).\n\nFor hikers, fishermans and hunters, there is nice online ",{"type":"[","value":["http:\/\/www.retkikartta.fi\/?lang=en map"]}," of Finland with trails and huts marked. Metsähallitus maintains a website about most important hiking terrains.",{"type":"[","value":["http:\/\/www.outdoors.fi"]},"\n\n",{"type":"==","value":["Eat"]},"\nLapland is the place to sample ",{"type":"'''","value":["reindeer"]}," (",{"type":"''","value":["poro"]},") dishes, which are not too common elsewhere in Finland.  The traditional way to eat this is as ",{"type":"'''","value":["reindeer hash"]}," (",{"type":"''","value":["poronkäristys"]},"), usually eaten with mashed potatoes and lingonberry jam.\n\nOther Lappish specialities worth looking out for are ",{"type":"'''","value":["snow grouse"]}," (",{"type":"''","value":["riekko"]},") and the delectable ",{"type":"'''","value":["cloudberry"]}," (",{"type":"''","value":["lakka"]}," or ",{"type":"''","value":["hilla"]},"), the world's most expensive berry. It grows in swamps, unripe it is red, ripe it is light orange, it contains a lot of vitamin C. In shops you find it most likely as jam (",{"type":"''","value":["lakkahillo"]},").\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=A La Carte Lapland"],["alt=Lapland Safaris"],["url=http:\/\/alacartelapland.com\/"],["email="],["address=Lapintie 7, Sodankyla Finland"],["lat="],["long="],["directions="],["phone=358 (0)201 620 600"],["tollfree="],["fax="],["hours="],["price="],["content=AlaCarte Lapland provides accommodations and activities.  Activities range from snowmobile safaris, husky and reindeer visits, ice climbing, and other outdoor activities."]]}]},"\n",{"type":"==","value":["Drink"]},"\nMost nightlife is concentrated to ",{"type":"[[","value":[["Kemi"]]}," and ",{"type":"[[","value":[["Rovaniemi"]]}," and especially at wintertime: to the skiing centers!\n\nWhen hiking in wilderness it's quite safe to drink water from larger rivers even without boiling. Do not take from small streams even though water looks clear - it may come from a marsh. Boil lakewater.\n\n",{"type":"==","value":["Sleep"]},"\nAccording to the Everyman's Right (",{"type":"''","value":["jokamiehenoikeus"]},") one can set up a camp nearly anywhere in the forest or on the fell, no matter who owns the land. However, making a fire is allowed only in extreme occasions or by special permission of landowner (as at campfire sites in national parks). There are lots of good quality hotels and hostels around Lapland. For a longer stay you might want to rent a cottage.\n\n",{"type":"==","value":["Stay safe"]},"\nKnow your limits. The winter environment is perfectly capable of killing the unwary tourist who gets lost in the fells. The rescue service works well – each year several tourists are rescued and only rarely any serious injury is sustained – but taking your chances is not recommended.\n\nIf you plan to travel alone or, for example in your own car, remember that distances are great and getting help for any unexpected situation may take time. Plan accordingly; take extra warm clothes in your car and tell the hotel staff where you are heading and when you expect to come back. \nOne more thing worth mentioning is the hunting season: Natives are usually very keen of hunting, and the start of the season draws most hunters into the wilderness. Potential dangers can be countered by wearing a red cap or some other easily identified garment, and staying away from areas where hunting is allowed during the season.\n\nOtherwise, there are few serious dangers to your well-being. Tap water and even water of lakes and creeks is potable (in most places, bottled water contains more harmful compounds than tap water) and foods are almost without exception safe to eat. Crime rates are low and people are helpful and nice in general but ",{"type":"''","value":["noisy"]}," foreigners on Friday night in a local pub\/discothèque might be sitting ducks for harassment (in extreme cases; violent attacks) by drunken male villagers. This is mostly problem of skiing centers. Probability to get robbed or getting any other harm is still extremely low.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Finnmark"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Upper Norrland"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Finland"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["67.06743"],["25.86731"]]},"\n",{"type":"[[","value":[["WikiPedia:Lapland, Finland"]]}]