[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/fiis\/ Fire Island National Seashore"]}]}," is a ",{"type":"[[","value":[["United States National Seashore"]]}," in the state of ",{"type":"[[","value":[["New York (state)"],["New York"]]}," in the ",{"type":"[[","value":[["United States of America"]]},". Most of the Fire Island N.S. is located on ",{"type":"[[","value":[["Fire Island"]]}," with one section located in the hamlet of Mastic Beach in the ",{"type":"[[","value":[["Brookhaven (New York)"],["Town of Brookhaven"]]}," on ",{"type":"[[","value":[["Long Island"]]},". Fire Island is a barrier island protecting Great South Bay and a portion of Long Island to its north.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Park Headquarters"],["alt="],["url=http:\/\/www.nps.gov\/fiis\/planyourvisit\/patchogue-headquarters.htm"],["email="],["address=120 Laurel Street"],["lat="],["long="],["directions="],["phone = +1 631-289-4810"],["tollfree="],["fax=631-289-4898"],["hours="],["price="],["content=Patchogue. M-F 9AM-4:30PM. Not a visitor center, but brochures and information are available."]]}]},"\n",{"type":"===","value":["History"]},"\nIn the mid 17th century Fire Island was used as a base for whaling. Whalers would watch for spouting whales from towers, then launch their boats after them. The island also has a bit of pirate history as pirates were known to build fires on the island to attract passing boats on which to prey.\n\nThe Fire Island Lighthouse was first built in 1826 at a height of 74 feet due to the large number of shipwrecks. In 1868, a new lighthouse was built to a height of 168 feet, 100 feet from the old. The foundation of the original lighthouse can still be seen today. For many immigrants the lighthouse was their first sight of land when arriving to America. In less than a century four miles of sand accumulated between the lighthouse and the western tip of the island. The island still grows at its western end and is constantly reshaped.\n\nThe state set aside part of Fire Island as a state park in 1908, making it the first state park on Long Island. In the 1920s Fire Island began its life as a Bohemian beach community. By the 1950s real estate was booming as the island became a fashionable retreat from the city. In 1964 the rest of the lands were designated the Fire Island National Seashore. In 1980 Congress set aside 1400 acres as the Otis Pike Wilderness area.\n\n",{"type":"===","value":["Landscape"]},"\nAll barrier islands are shaped to some degree by the ocean, and that certainly applies to Fire Island. The Sunken Forest area is the result of high dunes built up on both sides of the trees which protect them and allow their protected growth. Swamp species such as red maple and sour gum are then able to thrive there. On the west end of the island new land has formed at the rate of 50 meters a year. In some areas dunes are whipped into low cliffs in one season and the cliffs later dissolved to sloping beach.\n\n",{"type":"===","value":["Flora and fauna"]},"\nFrom the unassuming insectivorous sundews lurking in swales to the tops of the wind-pruned trees in the Sunken Forest, Fire Island is a varied and most interesting barrier beach ecosystem. This makes taking in a ranger-led interpretive program or tour a must. The Sunken Forest area in particular is a somewhat unusual barrier island situation with several bogs, complete with sphagnum, ferns, mosses, cattails, rushes and other wetland species.\n\nThe island is also a wonderful birdwatching (and listening!) venue. Catbirds and eastern towhees keep the music playing and yellow warblers and yellow bellied sapsuckers keep it colorful. Fire Island is a popular rest stop for migratory birds with over 300 species have been recorded here -- over one-third of the birds in North America.\n\nThere is a full array of beach dwellers as well and fishing is excellent, particularly in Great South Bay.\n\n",{"type":"===","value":["Climate"]},"\nFire Island has a temperate climate with expected highs in the 80s and 90s in summer and lows in the 20s and 30s in winter. The park's air temperature may be slightly cooler in summer or warmer in winter than on the mainland of Long Island. Check the weather before leaving for Fire Island as poor weather may change ferry schedules.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:FireIslandNSMap.jpg"],["right"],["Fire Island National Seashore areas"]]},"\nFire Island is accessible almost all year. Most travelers visit during the summer, from May through September, when the weather is the best for beach-related activities. At other times public transportation to the island may be limited, and some island services are unavailable. Ferries run regularly to the island in the summer months but are limited in the off-season. Be sure to review the train and ferry schedules in advance, and ",{"type":"'''","value":["pay particular attention to the return schedules"]},". \n",{"type":"*","value":["The Fire Island Lighthouse, William Floyd Estate, and the two parks at either end of Fire Island, Smith Point County Park and Robert Moses State Park, are accessible year-round by car. Operating hours do vary by season."]},{"type":"*","value":["Fire Island's Sailors Haven, Barrett Beach\/Talisman and Watch Hill ",{"type":"'''","value":["areas are dependent on water travel"]},", and are open from mid-May through mid-October each year. The Wilderness Visitor Center is open mid-May through December. Ranger-led interpretive activities are primarily scheduled for summer months at all locations."]},"\n",{"type":"===","value":["By ferry"]},"\nMost people get onto Fire Island by boat. Ferries to Fire Island are ",{"type":"'''","value":["passenger ferries only"]},". Ferries operate on a full schedule during July and August, with fewer ferries in spring and fall. The ferry terminals on Long Island can be reached by car, bus, train, taxi or shuttle van. \n\n",{"type":"*","value":["Ferries to Fire Island depart from the following locations: Sayville and Bay Shore (villages of ",{"type":"[[","value":[["Islip"]]},") and Patchogue (a village of ",{"type":"[[","value":[["Brookhaven (New York)"],["Brookhaven"]]},"). Water taxis are available if you miss the ferry."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fire Island Ferries"],["alt="],["url=http:\/\/www.fireislandferries.com\/"],["email="],["address=99 Maple St"],["lat="],["long="],["directions="],["phone = +1 631-665-3600"],["tollfree="],["fax="],["hours="],["price="],["content=Bay Shore. Year round to Ocean Beach, Fair Harbor, Dunewood, Atlantique, Kismet, Saltaire, Ocean Bay Park and Seaview."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Sayville Ferries"]},", 41 River Road, ",{"type":"[","value":["http:\/\/www.sayvilleferry.com\/cg.htm"]},". Year round to Cherry Grove, Fire Island Pines, Sunken Forest and Water Island."]},{"type":"*","value":[{"type":"'''","value":["Patchogue Ferries"]},", Phone: 631-475-1665, ",{"type":"[","value":["http:\/\/www.pagelinx.com\/dpferry\/"]},". Mid March to November from two ferry terminals in Patchogue. Leaves from County Road 83 to Davis Park; and from County Road 19 to Watch Hill in the Fire Island National Seashore park."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["There are ",{"type":"'''","value":["two bridges"]}," to Fire Island National Seashore. The ",{"type":"'''","value":["Robert Moses Causeway"]}," on the western end of Fire Island leads to parking lots at Robert Moses State Park. The ",{"type":"'''","value":["William Floyd Parkway"]}," leads to Smith Point County Park on the eastern end of Fire Island, where there are also parking lots. Parking fees are charged at both lots. There are no public roads on the island itself. "]},{"type":"*","value":["Park Headquarters and the William Floyd Estate are located on Long Island, New York."]},"\n",{"type":"===","value":["By Bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["Suffolk County Transit"]},", Phone: 631-852-5200, ",{"type":"[","value":["http:\/\/www.sct-bus.org\/"]},". Operates bus routes to provide access to the island's gateway communities, but you'll have to walk or take a taxi to the ferry terminal. "]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["LaGuardia (LGA)"]}," or ",{"type":"'''","value":["Kennedy  (JFK)"]}," airports in ",{"type":"[[","value":[["New York City"]]}," or ",{"type":"[[","value":[["Islip"]]}," MacArthur Airport on ",{"type":"[[","value":[["Long Island"]]},", then use a rental car, taxi, van shuttle or train to get to the ferry terminal. From JFK, the Airtrain links directly to the LIRR train at Jamaica Station."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[{"type":"'''","value":["Long Island Rail Road"]},", Phone: 631-231-5477, ",{"type":"[","value":["http:\/\/www.mta.nyc.ny.us\/lirr\/"]},". Has stations are near three ferry terminals: Patchogue, Sayville, and Bay Shore. You may easily walk from the Patchogue station to the Watch Hill ferry terminal, but a taxi or van may be desired for the other trains and ferries. All have taxi service to the ferry terminals."]},"\n",{"type":"===","value":["By boat"]},"\nMany Fire Island sites can be reached by private boat from the Great South Bay, with ",{"type":"'''","value":["marinas at Watch Hill, Sailors Haven and some island communities"]},". The bay is shallow, and boaters do occasionally moor offshore near park sites.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"*","value":[{"type":"'''","value":["There is no entrance fee"]},". Plan on paying for transportation, parking or use of marinas."]},{"type":"*","value":[{"type":"'''","value":["Permits are necessary"]}," for: public gatherings, special events and activities, filming or photography, oversand vehicle operation, scientific research & collections, and wilderness camping."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":["'There are no public roads within Fire Island National Seashore"]},", so upon arrival, you may explore the park on foot or transfer to other park sites via water taxis. "]},{"type":"*","value":[{"type":"'''","value":["Fire Island Water Taxi"]}," is authorized to provide ferry service destination points on Fire Island. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Bicycles, scooters, rollerskates, rollerblades and \"razors\" are prohibited on all park boardwalks"]},". "]},{"type":"*","value":["Wheelchairs, strollers and wagons are permitted."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=William Floyd Estate"],["alt="],["url=http:\/\/www.nps.gov\/fiis\/planyourvisit\/williamfloydestate.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-399-2030"],["tollfree="],["fax="],["hours="],["price="],["content=Mastic Beach, Town of Brookhaven. Mid-Jan. to late May weekends 9AM-4PM. Late May to Oct. F-Su, M holidays 11AM-4PM (tours available). This off-island attraction is the plantation of a Revolutionary War General and Declaration of Independence signer. The estate includes 12 outbuildings and a cemetery. Family artifacts are displayed throughout the house."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fire Island Lighthouse"],["alt="],["url=http:\/\/www.fireislandlighthouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-661-4876"],["tollfree="],["fax="],["hours="],["price="],["content=West end of Fire Island, at east end of Robert Moses State Park. April-June daily 9:30AM-4PM; July through Labor Day daily 9:30AM-5PM; Jan. through March daily noon-4PM. This active navigational aid offers great views of the surroundings and the Manhattan skyline. Grounds include an easy-going nature trail loop. The lighthouse and its programs are run by the Fire Island Lighthouse Preservation Society."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sailors Haven Visitor Center"],["alt="],["url=http:\/\/www.nps.gov\/fiis\/planyourvisit\/sailorshaven.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-597-6183"],["tollfree="],["fax="],["hours="],["price="],["content=Central part of the island (Sayville Ferry). A 1.5 mile boardwalk provides a walkway through the famous ",{"type":"'''","value":["\"Sunken Forest\""]},", a shady old growth forest with hollies up to 200 years old, sassafras, and other hardwoods. The trees rarely grow above about 30 feet in height as they are constantly pruned back by the salty wind blowing over the tops of the dunes. The area has a snack bar\/convenience store\/gift shop, a picnic area with grills, restrooms and showers. A nice beach with lifeguards (in summer). Ranger-led interpretive programs are conducted throughout the summer months and by reservation for schools and other organized groups."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sailors Haven Marina"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-597-6171"],["tollfree="],["fax="],["hours="],["price="],["content=Electricity, water and a free boat pump-out station. Can accommodate boats with a draft to 4 feet and a 10-foot beam. A few slips can handle up to 14-foot wide vessels. Most slips have electric and water (extra fee charged). There is a 14-day limit on each stay. No reservations."]]}," "]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Watch Hill Visitor Center"],["alt="],["url=http:\/\/www.nps.gov\/fiis\/planyourvisit\/watchhill.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-597-6455"],["tollfree="],["fax="],["hours="],["price="],["content=At the western edge of the Otis Pike Wilderness Area (Watch Hill Ferry). A beautiful beach (with lifeguards in summer) is a short walk from the ferries and marina. A self guided nature trail explores the area. There is a small convenience store, pay phones, restrooms, and bathhouse."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Watch Hill Marina"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-597-3109"],["tollfree="],["fax="],["hours="],["price="],["content=Can accommodate boats with a draft to 5 feet and a 10 to 13-foot beam. A few slips can handle up to 20-foot wide vessels. Most slips have electric and water (extra fee charged). There is a 14-day limit on each stay. Limited reservations will be accepted by phone on the day of arrival, after 8:30AM."]]}]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fire Island Wilderness Visitor Center"],["alt="],["url=http:\/\/www.nps.gov\/fiis\/planyourvisit\/fireislandwilderness.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-281-3010"],["tollfree="],["fax="],["hours="],["price="],["content=Year-round parking at Smith Point County Park (fee). This gateway to the only Federally designated wilderness in New York state has a ranger contact station, second floor viewing area and exhibit space, ranger-led interpretive programs, and a self-guided nature trail. Rangers issue permits for backcountry camping, and for recreational driving and waterfowl hunting in season."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Barrett Beach\/Talisman"]}," area is located near the center of Fire Island. It is across the Great South Bay from Bayport. It is only accessible by private boat and foot, and by charter ferry service from Patchogue. This is one of the narrowest parts of the island where you can walk from the bay to the ocean in five minutes. There is a dock for boaters to load and unload only, a boardwalk trail leading across the island to the ocean beach, restrooms, and a picnic area."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Manor of St. George"],["url="],["email="],["address=Neighborhood Rd, Shirley, NY 11967"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home of William \"Tangier\" Smith, first Chief Justice of New York State, museum and Revolutionary War site."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Sightseeing, hiking, and wildlife-viewing."]},{"type":"*","value":["Canoeing, kayaking, boating, and fishing. "]},{"type":"*","value":["Interpretive programs (schedules vary by season)."]},{"type":"*","value":["Swimming -- lifeguards are on duty at Watch Hill and Sailors Haven from late-June through Labor Day."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nSailors Haven and Watch Hill visitor centers have small places to buy food. There are no \"sit down\" restaurants within the park. See ",{"type":"[[","value":[["Fire Island"]]}," for places to eat outside the park.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\nThe National Seashore offers no lodging other than campsites. See ",{"type":"[[","value":[["Fire Island"]]},".\n\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Watch Hill Campground"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 631-567-6664"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Mid-May to mid-October. ",{"type":"'''","value":["Twenty-six tent sites"]}," and ",{"type":"'''","value":["one group campsite"]}," which can accommodate up to 40 people is available. Accessible by private boat or ferry, Watch Hill is located directly across the Great South Bay from Patchogue, and the campground is a 1\/4-mile walk from the ferry dock. Campground is within walking distance of the visitor center, marina, general store, an ocean beach, bathhouses, nature trails, and wilderness area. Fee is charged."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\nCamping in summer can be challenging due to higher temperatures, ticks and mosquitoes.\n",{"type":"*","value":[{"type":"'''","value":["Otis Pike Fire Island High Dune Wilderness area"]},". Backcountry camping (backpacking) is available on a first-come, first-served basis. ",{"type":"'''","value":["Permit is required"]}," and can be obtained from 9AM-4PM at the Watch Hill Visitor Center, Phone: 631-597-6455 (Mid-May to mid-October); or Wilderness Visitor Center, Phone: 631-281-3010; (mid-May through December) when staffed. Camping is limited to no more than three groups of 4 in the eastern section and six groups of 4 in the western section. Campers must hike at least 1½ miles into the wilderness from the Wilderness Visitor Center at Smith Point or 1 mile from the Watch Hill Ranger Station. Bring drinking water & all necessary supplies, and carry out all garbage."]},{"type":"*","value":[{"type":"'''","value":["Regulations"]}]},{"type":"*","value":[{"type":"*","value":["Open fires are prohibited -- use a backcountry stove for cooking. "]}]},{"type":"*","value":[{"type":"*","value":["Campsites must be north of the primary dune, not in sight of the beach, in a sandy area with no vegetation, and at least one mile inside the wilderness boundary. "]}]},{"type":"*","value":[{"type":"*","value":["Dogs and other pets are not allowed during plover nesting season: March 1 - Labor Day; at other times they are permitted but must be on a 6' leash at all times."]}]},{"type":"*","value":[{"type":"*","value":["Bury human waste in a hole 300 feet from water and 6\" from land surface; no trenches allowed. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Leave-no-trace camping"]]}]}," applies."]}]},{"type":"*","value":[{"type":"*","value":["Take safety precautions for ticks and mosquitoes. Plan for quickly changing weather conditions."]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["Stay on marked trails so as avoid ",{"type":"'''","value":[{"type":"[[","value":[["poison ivy"]]}," and ",{"type":"[[","value":[["ticks"]]}]},". Deer ticks can be carriers of Lyme Disease. To protect yourself, wear insect repellent, dress in light colored clothing, and check carefully for ticks after exposure."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["Usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["40.696389"],["-72.982778"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Fire Island"]]},"\n",{"type":"[[","value":[["Wikipedia:Fire_Island_National_Seashore"]]},"\n",{"type":"[[","value":[["Commons:Category:Fire Island"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]}]