[{"type":"{{","value":[["pagebanner"],["Yellowstone (Wyoming) banner Fly fishing.jpg"],["caption: Cutthroat trout caught on a dry fly in Yellowstone National Park"]]},"\n",{"type":"'''","value":["Fishing"]}," is much more than just the activity of trying to catch fish: it is an ancient art form that is practised in many different ways across the world. Normally fish are caught in the wild, but the techniques for catching fish can include hand gathering, spearing, netting, angling and trapping.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Angel napp.JPG"],["thumb"],["Ice fishing in ",{"type":"[[","value":[["Sweden"]]},"."]]},"\n\nThe term fishing may be applied to catching other aquatic animals such as molluscs (clams, squids etc), crustaceans (crabs, shrimp etc), and echinoderms (starfish, sea cucumbers etc), but not normally to catching farmed fish, or to aquatic mammals, such as whales, where the term ",{"type":"''","value":["whaling"]}," is more appropriate.\n\nSome people make a living from fishing. For travelers, catching fish is more often recreational, but can help when ",{"type":"[[","value":[["wilderness backpacking"]]}," and ",{"type":"[[","value":[["cruising on small craft"]]},", to get by with less food in the baggage.\n\nIn most parts of the world, fishing is regulated by law, and totally prohibited in many places. Always inquire with local authorities about fishing rights and regulations which vary greatly from region to region.\n\n",{"type":"==","value":["Fees\/permits"]},"\nFishing fees can vary wildly from region to region.  From private exclusive fishing camps that charge handsomely for access to isolated rivers, to the Nordic ",{"type":"[[","value":[["right to roam"]]}," that allows fishing for free by some means in some bodies of water. Details vary by country.\n\n",{"type":"==","value":["Types of fishing"]},"\n",{"type":"===","value":["Angling"]},"\nAngling is a method of sport fishing by means of an \"angle\" (fish hook). The hook is usually attached to a fishing line and the line is often attached to a fishing rod. Fishing rods are usually fitted with a fishing reel that functions as a mechanism for storing, retrieving and paying out the line. The hook itself can be dressed with lures or bait and a bite indicator such as a float or fishing bobber is sometimes used.\n\n",{"type":"===","value":["Fly fishing"]},"\nFly fishing is a specialized type of angling where the casting weight is in the heavy line followed by a small nearly weightless tippet and a variety of area specific fishing flies which imitate natural accruing food organisms.  This type of fishing is considered one of the most difficult to learn and tends to be very regionally specific.\n\n",{"type":"===","value":["Ice fishing"]},"\nWhen waters are covered by ice, fishing requires special techniques. Recreational ice fishing is usually by angling through a hole with simple equipment, but e.g. net fishing under the ice and fishing with a club on thin transparent ice are also practiced.\n\n",{"type":"===","value":["Netting"]},"\nNet fishing is the preferred method for professional fishermen. As fishing nets are more intrusive on the ecosystem than hand-held equipment, they are often not appropriate for recreational fishing.\n\n",{"type":"===","value":["Shell fishing"]},"\nSometimes called clamming or clam digging, shellfishing is way to harvest clams (edible infaunal bivalve mollusks) from below the surface of the tidal sand flats or mud flats where they live using a variety of tools from shovels to specialized clamming forks and rakes.\n\n",{"type":"===","value":["Spear fishing"]},"\nAncient methods of fishing from shores or boats have given away to more modern spear guns and slings.  Often combined with ",{"type":"[[","value":[["scuba diving"]]}," and ",{"type":"[[","value":[["snorkeling"]]}," to strike at hunted fish.\n",{"type":"[[","value":[["File:Lobster traps.jpg"],["250px"],["thumbnail"],["Lobster Traps in ",{"type":"[[","value":[["Nova Scotia"]]},", Canada"]]},"\n\n",{"type":"===","value":["Trap fishing"]},"\nThere are a wide variety of fish traps from traditional traps made from natural materials to more modern crab traps which are designed to be species specific.  Generally these are left for a period of time and checked periodically for catches.\n\n",{"type":"==","value":["Wear"]},"\nFishing is often combined with ",{"type":"[[","value":[["wilderness backpacking"]]}," and ",{"type":"[[","value":[["cruising on small craft"]]}," so the type and quantity of clothing to wear depends heavily on the location, season and type of fishing that you are participating in. You probably need more protection from water than non-fishers. The key strategy in all but the hottest climates is to layer your clothing. If the temperature is going to vary wildly, carrying a set of clothing for the warm times and another set for the cool times will take up extra space and add extra weight. Instead bring clothes cool enough for daytime fishing, and bring extra layers to put on over them for colder temperatures. Fishing often times means being far from civilization so plan accordingly.\n\n",{"type":"==","value":["Carry"]},"\n",{"type":"'''","value":["Fishing tackle"]}," is a general term that refers to the equipment used by fishermen when fishing.  Fishing tackle varies greatly depending on fishing techniques.\n\nAlmost any equipment or gear used for fishing can be called fishing tackle. Some examples are hooks, lines, sinkers, floats, rods, reels, baits, lures, spears, nets, gaffs, traps, waders and tackle boxes.\n\nTackle that is attached to the end of a fishing line is called ",{"type":"''","value":["terminal tackle"]},". This includes hooks, sinkers, fishing flies, floats, leaders, swivels, split rings and wire, snaps, beads, spoons, blades, spinners and clevises to attach spinner blades to fishing lures.\n\n",{"type":"==","value":["Stay safe"]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["water sports#Stay safe"]]}," for general safety advice at sea."]},"\n",{"type":"===","value":["Tackle safety"]},"\n",{"type":"[[","value":[["File:Vietnamese fishing boat.jpg"],["250px"],["thumbnail"],["Traditional fishing boat in ",{"type":"[[","value":[["Vietnam"]]}]]},"\n",{"type":"*","value":[" Always handle fishing tackle responsibly."]},{"type":"*","value":[" Make sure to look behind you before casting so that your hook will not catch a power line, tree, or another person."]},{"type":"*","value":[" Don't leave your tackle lying on the ground. Someone may trip and fall on it, step on a hook, or even break your tackle."]},{"type":"*","value":[" If a hook is deep inside of a fish's mouth, don't put your hand inside. Instead, use some kind of a hook remover to carefully remove the hook. If this doesn't work, cut the line as far back as you safely can to release the fish."]},{"type":"*","value":[" Always remove hooks and lures from your line and store them in your tackle box when moving your equipment."]},"\n",{"type":"===","value":["Clothing safety"]},"\n",{"type":"*","value":[" Whenever around water, small children should wear a good (USA: approved by the Coast Guard; EU: ISO 12402:2006, check intended use) personal flotation device (PFD, lifejacket) that fits properly. Also adults should use one when appropriate, e.g. in boats."]},{"type":"*","value":[" Be aware of ",{"type":"[[","value":[["Sunburn and sun protection"]]}," and always wear sunscreen on exposed areas like your face, neck, and hands. The sun 's rays can damage your skin and give you a painful burn."]},{"type":"*","value":[" Wear a hat. Hats keep your head cool in the summer and warm in the winter. They also can help keep the sun out of your eyes and protect your head from hooks during a stray cast."]},{"type":"*","value":[" Protect the only eyes you have by wearing some kind of glasses. Sunglasses protect your eyes from hooks and the sun's harmful rays. Polarized sunglasses also help you see below the surface of the water to see fish and other objects."]},{"type":"*","value":[" Shoes should always be worn whether fishing on shore, in a boat, or wading in the water. Stray hooks, glass, sharp rocks, and other objects on shore and in the water could cut your bare feet. In a boat, shoes designed to keep your feet from slipping in a wet boat could help prevent you from taking an unexpected dip into the water."]},{"type":"*","value":[" Always dress for the weather and be prepared for sudden changes"]},"\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cruising on small craft"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Scuba diving"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Snorkeling"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Swimming"]]}]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Water sport"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"[[","value":[["wikipedia:Fishing"]]}]