[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Post office-Floreana.jpg"],["thumb"],["300px"],["Post Office Bay"]]},"\n\n",{"type":"'''","value":["Floreana"]}," Island, also known by its Spanish names of ",{"type":"''","value":["Isla Floreana"]}," and ",{"type":"''","value":["Isla Santa Maria"]},", and by its English name of ",{"type":"''","value":["Charles Island"]},", is one of the ",{"type":"[[","value":[["Galapagos Islands"]]}," of ",{"type":"[[","value":[["Ecuador"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nFloreana island is located in the far southern portion of the archipelago.  The island has a total area of approximately 67 square miles, and its highest point, at 2100 feet, is a now-extinct volcano.  Floreana has been inhabited the longest of any of the Galapagos islands, having been used as a water and food source by whalers and pirates as far back as the 1600's.  As a result of human disturbance the wildlife of the island has been vastly disrupted, with the native giant tortoise now completely extinct and introduced rats, pigs and goats having decimated the native plants and birds.\n\nThe human history of the islands includes caves and shelters used by early buccaneers, as well as the first official settler of the Galapagos, an Irishman named Patrick Watkins who was stranded in 1803 and then settled to sell supplies to whalers.  Later residents included convicts, pirates and colonists, and as recently as the 1930's there have been intrigues involving love, hate, and even mysterious deaths, as chronicled in the book ",{"type":"''","value":["A Galapagos Affair"]},".  \n\nThe town of Puerto Velasco Ibarra on the northwest side of the island offers lodging and food to visitors wanting to stay on the island.\n\nSee the ",{"type":"[[","value":[["Galapagos wildlife"]]}," page for information on the flora and fauna of the islands.\n\n",{"type":"==","value":["Visitor sites"]},"\n\n",{"type":"===","value":["Punta Cormorant"]},"\n\nNoted for the volcanic green olivene crystals found in the beach, Punta Cormorant offers a trail overlooking a saltwater lagoon that is a favorite of flamingos.  While it is never guaranteed that flamingos will be present, this site is one of the best in the islands for spotting the colorful birds.  Beyond the lagoon the trail leads to a magnificent white-sand beach, with sands so fine that the beach is sometimes referred to by guides as \"flour beach\".  Green sea turtles lay their eggs in the sands here during the night, and their tracks leading to and from the sea mark the beach.\n\n",{"type":"===","value":["Post Office Bay"]},"\nPost Office Bay is located along a white sand beach.  Long used by whalers, the post office barrel has been in use since 1793.  Today primarily tourists use the post office barrel, leaving a handful of postcards and in turn collecting postcards left by others.  Traditionally it is expected that people will take only those mailings destined for people that they can personally deliver to, but these days people often settle for someone from their own country, and simply add postage and drop things in the mail upon their return home.\n\n",{"type":"===","value":["Asilo de La Paz"]},"\n\n",{"type":"===","value":["Highlands"]},"\n\nA road leads from Puerto Velasco Ibarra to the highlands of Floreana.  Trails to the tops of some of the hills provide excellent views of the island and, for snail lovers, provide access to one of the only endemic snails on the islands.  For non-snail lovers, caves and tunnels used by buccaneers in the 17th and 18th century offer a glimpse into the human history of the islands.  While it is possible to walk to some of the highland sites, most groups will travel on benches set in the backs of trucks that can be hired from town.\n\n",{"type":"==","value":["Underwater sites"]},"\n\n",{"type":"===","value":["Devil's Crown"]},"\n\nArguably the best snorkeling site in the islands, Devil's Crown is a collapsed volcanic cone that boasts an extraordinary number and variety of fishes.  In addition, sharks, sea lions, sea turtles and eels can be found amongst the rocks and corals.  The current around Devil's Crown can be very strong, so those without strong swimming abilities should be careful.\n\n",{"type":"===","value":["Champion"]},"\n\nA small island located very near Floreana, snorkeling around Champion can be excellent.  Landings are not permitted on the island, but the extremely rare Charles mockingbird can sometimes be seen from the water.\n\n",{"type":"==","value":["Buy"]},"\n\nThe Wittmer family hotel has a shop selling souvenirs, suntan lotion, aloe, and other sundries needed by visitors.  Bring cash, and be prepared to pay a premium (although not an unreasonable one) for all items.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThe ",{"type":"'''","value":["Wittmer family"]}," have a small hotel, restaurant, gift shop and post office in Puerto Velasco Ibarra.\n\n",{"type":"==","value":["Go next"]},"\n\nThe closest islands to Floreana are:\n\n",{"type":"*","value":[{"type":"[[","value":[["Espanola (Galapagos)"],["Espanola"]]}]},{"type":"*","value":[{"type":"[[","value":[["Isabela (Ecuador)"],["Isabela"]]}]},{"type":"*","value":[{"type":"[[","value":[["Santa Cruz (Galapagos)"],["Santa Cruz"]]}]},"\n",{"type":"{{","value":[["geo"],["-1.2500"],["-90.4500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Galapagos Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Floreana Island"]]}]