[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Folkestone Harbour - geograph.org.uk - 1326596.jpg"],["thumb"],["300px"],["Folkestone Harbour"]]},"\n",{"type":"[[","value":[["Image:Beach of Folkestone 1.JPG"],["thumb"],["300px"],["Folkestone Beach"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.discoverfolkestone.co.uk\/ Folkestone"]}]}," is a town on the ",{"type":"[[","value":[["Kent"]]}," coast, in the ",{"type":"[[","value":[["South East (England)"],["South East"]]}," of ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nFolkestone is a member of the Cinque Ports, having been incorporated as a Corporate Limb of ",{"type":"[[","value":[["Dover (England)"],["Dover"]]},". In 1629 the local inhabitants obtained a licence to build a port, prior to which, fishing boats were entirely reliant upon the natural protection of the natural harbour formed by the Pent Stream.\n\nAt the end of the 18th century the city became prosperous because of an increase in the fishing and shipping industries and, in the middle of the 19th century, Folkestone was one of the chief resorts of southern England, aided by the construction of the railway line from ",{"type":"[[","value":[["London"]]},". Numerous Victorian Hotels, including \"The Grand\" and \"Metropole\" are testament to this, together with no less than three railway stations.\n\nToday, though, Folkestone remains as a faded shadow of its former grand self. Since the 1950s it has fallen into decline due in part to competition from Dover, the advent of the Channel Tunnel (with many new jobs in the area because of it convening in Ashford) and the ubiquitous package holiday.  However, at present there are several large-scale redevelopment plans in the pipeline for the port and Rotunda area, in addition to the current extension of the town centre to incorporate a new Asda, although the recent decision by Marks and Spencers to quit the town after almost a century has caused some dismay in the local community.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe M20 links Folkestone with ",{"type":"[[","value":[["Ashford (England)"],["Ashford"]]},", the A259 runs south along the coast to ",{"type":"[[","value":[["Hastings (England)"],["Hastings"]]}," and the A20 heads up the coast to ",{"type":"[[","value":[["Dover (England)"],["Dover"]]},".\n\n",{"type":"===","value":["By train"]},"\n\nFare and timetable information is available from ",{"type":"[","value":["http:\/\/www.setrains.co.uk\/ South East Trains"]},", tel. 08457 484950.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nStagecoach is the bus company that operates in Folkestone. Timetables and fares are available on http:\/\/www.stagecoachbus.com\/eastkent\/ Buy your ticket from the driver when you board the bus. A £9.50 Mega rider plus ticket gives you unlimited travel within the Folkestone area for a week\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":["The main Folkestone taxi number is (01303) 252 000"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Channel Tunnel Entrance"]}," Observe -from the hills to the northwest of Folkestone- the shuttle trains loading cars and lorries before their undersea trip to France. The Channel Tunnel is described as one of the \"Seven Wonders of the Modern World\""]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lower Leas Coastal Park"]}," open all year round, this is a wonderful seaside park containing an amphitheatre that provides free entertainment (mostly music and theatre) all throughout each summertime. Tip: Ensure that you arrive early if you want to find a good seat! For people with children, there is now a large adventure play area along the seafront, suitable for most ages.  The beaches throughout Kent, including Folkestone and Shepway have won awards for cleanliness and adhere strictly to European water quality standards"]},{"type":"*","value":[" ",{"type":"'''","value":["Ride the Cliff Lift"]}," Victorian engineered water-powered carriage ride, open weekends for transport between The Leas promenade and the stony beach\/Lower Leas Coastal Park. (This lift is always under threat of closure, and so I would check before planning to use it). "]},{"type":"*","value":[" ",{"type":"'''","value":["Sports Facilities"]}," There is a large swimming pool (with a flume) at the sports centre behind Radnor park, where there is also one of Kent's only dry ski-slopes ",{"type":"[","value":["http:\/\/www.folkestoneskicentre.co.uk\/"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["A Recommended Itinerary"]},"  - there's nothing better than on a warm sunny weekend day in summer than to spend a morning browsing shops in the town centre, take a walk down the Old High Street into the artist's quarter, spill out into the harbour - get some locally caught fish and chips or some wonderful locally-caught seafood from the harbour stalls and then walk to the right, around the shore to the coastal park, stop by and listen to great live music in the amphitheatre, walk up the Zig-Zag path or take the Victorian lift up to the relaxing Leas promenade for some fantastic panoramic views of the coastline, pop into the Grand or Metropole for a refreshing drink in sophisticated surroundings and look at some artwork.  In the evening, visit any of the restaurants in the town or nearby Sandgate and catch a show at the Leas Cliff Hall or in the more intimate Silver Screen Cinema in the town centre (next to Waterstone's bookshop)."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nRocksalt restaurant, on the harbour, is by far the best place for seafood.  Its prices are fair, and the service superb.  There is a terrific view of the sea from every table, and if the weather allows, there's a balcony.\n",{"type":"*","value":[{"type":"'''","value":["Folkestone Rock"]}," Watch how the hard confectionery is handmade at The Rock Shop at the top of the Old High Street"]},{"type":"*","value":["There are a number of cafes in Folkestone, particularly at the top of the Old High Street. ",{"type":"'''","value":["Sweet rendezvous"]}," sells sandwiches and cakes, as well as some polish dishes in a warm and homely environment. Just across the road, ",{"type":"'''","value":["Djangos"]}," sells a wider range of food, and is great for sitting outside in the summer. "]},{"type":"*","value":["For people on a budget, the Oriental Buffet and Kalala both sell all you can eat Chinese food. We also have a number of Indian and Italian restaurants, a few pubs that sell food, and the slightly more upmarket Paul's, opposite Sainsburys, which sells lots of things on square plates for a lot of money."]},"\nCountry pubs nearby\n\n",{"type":"*","value":[{"type":"'''","value":["The New Inn"]},", Canterbury Road, ",{"type":"'''","value":["Etchinghill"]},", +44 1303 862026. Either ",{"type":"'''","value":["jnc 11"]}," or ",{"type":"'''","value":["jnc 12"]}," on the ",{"type":"'''","value":["M20"]},".  A 16th century coaching inn, village pub and highly popular restaurant. Fantastic reputation for fine cuisine, open seven days a week for lunches and evening meals. Terrific food, real ale, oak beams & cosy atmosphere. ",{"type":"[","value":["http:\/\/www.new-inn.info\/ The New Inn website"]}]},"\n",{"type":"==","value":["Drink"]},"\n\nOne of the most popular drinking establishments in the town is the former Baptist Galleries building, and before that a Baptist church, now a magnificently restored Wetherspoon pub, complete, some say, with its own resident ghost! Bar vasa along the sea front between sandgate and seabrook is a superb trendy bar to have a drink at with friends and family and you have the fantastic view of the sea across the road. This trendy bar has out side seating for the summer weather or a cosy warm seat inside on a cold winters day.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\nFolkestone has easy access to a number of areas:\n",{"type":"*","value":[{"type":"'''","value":["Canterbury"]}," The famous cathedral housing Beckett's remains, a museum celebrating Chaucer's Canterbury tales, a number of Roman things, as well as some decent shops and cafes."]},{"type":"*","value":[{"type":"'''","value":["Dover"]}," The remains of a roman villa, and the white cliffs experience museum"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hythe Kent"],["Hythe"]]},", "]}," Small town with canal and access to Port Lympe zoo and a petting farm"]},{"type":"*","value":[{"type":"'''","value":["France"]}," Zip across in the channel tunnel to Calais"]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.081"],["1.166"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kent"]]},"\n",{"type":"[[","value":[["WikiPedia:Folkestone"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Kent\/Folkestone\/"]]}]