[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Fond du Lac"]}," is a city in Fond du Lac County, ",{"type":"[[","value":[["Wisconsin"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nThis is the most popular way to enter the city. U.S. 41 (soon to be an Interstate) runs through the Western part of the city. To the South is Milwaukee, to the North is Green Bay. Hwy 151 runs along the Southern and Eastern edge of the city. To the South-West is Madison, to the North-East is Manitowoc. Hwy 23 runs through the center of the city. To the East is Sheboygan, to the West is Ripon.\n\n",{"type":"===","value":["By plane"]},"\nFond du Lac has one airport, the Fond du Lac County Airport (FDL). Charter flights are available, however no major commercial airline serves the airport. \n\nAbout 15 minutes North of the city, in Oshkosh, is Wittman Regional Airport (OSH). The airport no longer has commercial service, but charter flights may be available. \n\nOutagamie County Regional Airport (ATW), located about 40 minutes away in Appleton, is the nearest airport with regularly scheduled commercial service. Flights are available to many U.S. destinations. \n\nOther airports with commercial service include Austin Straubel International (GRB) in Green Bay, General Mitchell International (MKE) in Milwaukee, and Dane County Regional (MSN) in Madison. All are about 1 hour away.\n\n",{"type":"===","value":["By train"]},"\nCurrently there is no passenger train service to Fond du Lac. However, a planned Amtrak route to Green Bay from Milwaukee will stop in the city. The route is part of the Midwest High Speed Rail Initiative.\n\n",{"type":"===","value":["By bus"]},"\nThere is a Greyhound bus stop at the Mobile Gas Station on South Main Street in Fond du Lac. Alternatively, there is another Greyhound stop at Wittman Regional Airport, about 15 minutes North of Fond du Lac in Oshkosh.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["By Car"]},"\nThe easiest way to get around Fond du Lac is by car. The city is generally easy to navigate, and traffic rarely gets heavy. However, the city is crossed by numerous railroad tracks. Be prepared to wait for passing freight trains. \n\n",{"type":"'''","value":["By Bus"]},"\nFond du Lac has a small public bus service running Monday-Friday, until 6pm. Bus fare is $1.25. Service is very limited. \n\n",{"type":"'''","value":["By Taxi"]},"\nA couple of taxi services do exist in the city. Taxis must be called for ahead of time. \n\n",{"type":"'''","value":["By Bicycle"]},"\nFond du Lac is at the bed of what used to be Glacial Lake Oshkosh. As such, it is almost entirely flat; making bicycling a very good option. While the city streets have no designated lanes for bikes, most traffic is used to cyclists. Note that bikes are not allowed to be ridden on sidewalks in the city's downtown. \n\n",{"type":"'''","value":["On Foot"]},"\nVisitors looking to travel mostly on foot should expect to do a lot of walking. The city is relatively large. Also note that many sections of the city lack sidewalks or proper pedestrian crossings.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nFamilies may wish to visit the ",{"type":"[","value":["http:\/\/www.childrensmuseumfdl.org\/ Children's Museum"]}," at 51 Sheboygan St.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAlthough it is a small city, Fond du Lac has many fine restaurants. \n\nOne of the newest and best is Bellafini's, an authentic made-from-scratch Italian bistro located on 14th Street, just off of South Main. Waits for your order to come up can be over an hour, and the dining room is very small, so it's best to call ahead. \n\nAn historical drive-in, Gillies, is located just a few blocks further south. They are known for their frozen custard, and the Gillieburger, their peculiar take on the sloppy joe. Try one with a grasshopper malt.\n\nSome of the best pizza to be found is at Joe's Fox Hut, a pub on downtown Main Street. Accommodations are refeshingly quaint, and the beer is cold.\n\nSchreiner's, a casual dining restaurant with deep roots in the area is right off the Johnson Street exit on Highway 41, at 168 North Pioneer Road.\n\nAcross the street, Ala Roma Pizzeria serves homemade Italian food, with a full bar and plenty of room in a recently remodeled facility.\n\nGino's, an Americanized Italian restaurant, offers half price pizza on Sundays and Mondays. They specialize in Chicago-style and garlic-alfredo sauce pizzas. On these days, large parties will wait for at least an hour to sit, but you can enjoy happy hour in the meantime.\n\nOscar's is also well known for half price thin crust pizza on wednesdays and half price Chicago-style on Saturdays. They have no happy hour, but instead offer affordable drinks all evening. A rail whiskey old-fashioned is usually $2.\n\nTrepanier's Backyard Bar & Grill at 838 E. Johnson serves great American-style food in an atmosphere reminiscent of a backyard cookout.\n\nLa Tapatia at 609 W. Johnson is a Mexican Restaurant, with delicious food and great service.\n\n",{"type":"==","value":["Drink"]},"\nUndoubtedly one of the finest pubs in Fond du Lac is Irish's, at Main and Western. It serves many fine beers and traditional ciders on tap, and is quite affordable by anyone's standards. A pint of Guinness will run you $4. It is also a popular hang out for young professionals and college students looking to enjoy its relaxed, traditional atmosphere. Many colorful local figures can also be spotted at the bar, and almost all of them are up for a less-than-sober conversation that will enlighten you.\n\nThe cheapest drinks to be had are at Bud and Shirley's Riverside, four miles out of the city on Military Road, just over the 151 bypass. A small tapper beer will run you $0.75, and a Jack and Coke is $2.50. The atmosphere is extremely rural, and if the locals see you exhibit some skill at pool or darts, most will try good-natured bullying to get you to join their team in the local league.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Main Pub"],["url="],["email="],["address=241 S. Main St."],["lat="],["long="],["directions=Corner of 6th (hwy 45) & Main St."],["phone = +1 920 924 7815"],["tollfree="],["fax="],["hours=M-F open @ 4pm, Sat\/Sun. open @ 2pm."],["price=Happy hour double bubble on drinks and beers for first 2 hours open!"],["content=If you're looking to relax in a comfortable atmosphere or have a chat with a friendly bartender: The Main Pub is for you.  The classic \"corner-bar\" of Fond du Lac offers over 150 kinds of liquor to choose from as well as an exquisite martini menu.  The specials and happy hours offered daily can't be beat. Some of the specials include: Wednesdays-Men's Night! Double bubble on all drinks and beer for men from open to close!  Thursdays-Ladie's Night!  Double bubble on all drinks and beer for ladies from open to close!  And the infamous \"FRIDAY $4 MARTINI NIGHTS\"  All of our extravagant martini's for only $4.00 from 6pm til close!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wiscohotels.com\/fonddulac_hi Holiday Inn Fond du lac"]}]},".  (920) 923-1440.  This Fond du lac hotel is situtated near the intersection of Hwy 151 and Hwy 41.  Renovated conference center, request your meetings online ",{"type":"[","value":["http:\/\/www.wiscohotels.com\/meeting_conference.html"]},".  Oversized indoor holidome pool area, onsite restaurant Duffy's Steak House & Pub.  625 W Rolling Meadows Dr., Fond du lac WI 54937."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Comfort Inn Fond du lac"],["alt="],["url=http:\/\/www.wiscohotels.com\/fonddulac_comfort"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 920  921-4000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Fond du lac Wisconsin hotel situated near Hwy 151 and Hwy 41. Free continental breakfast buffet. Indoor pool, whirlpool. Free high speed internet."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 41.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Green Bay"]]}],["minorl1=",{"type":"[[","value":[["Oshkosh"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Milwaukee"]]}],["minorr1=",{"type":"[[","value":[["Slinger"]]}],["image2=US 151.svg"],["imagesize2=22"],["directionl2=SW"],["majorl2=",{"type":"[[","value":[["Madison (Wisconsin)"],["Madison"]]}],["minorl2=",{"type":"[[","value":[["Columbus (Wisconsin)"],["Columbus"]]}],["directionr2=NE"],["majorr2=",{"type":"[[","value":[["Manitowoc"]]}],["minorr2=",{"type":"[[","value":[["Chilton"]]}],["image3=WIS 23.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Wisconsin Dells"]]}],["minorl3=",{"type":"[[","value":[["Ripon (Wisconsin)"],["Ripon"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Sheboygan"]]}],["minorr3=",{"type":"[[","value":[["Plymouth (Wisconsin)"],["Plymouth"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Fond du Lac, Wisconsin"]]},"\n\n",{"type":"{{","value":[["geo"],["43.77306"],["-88.44694"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northeast_Wisconsin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Wisconsin\/Localities\/F\/Fond_du_Lac\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Fond du Lac, Wisconsin"]]}]