[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Fordlandia.JPG"],["thumb"],["280px"],["Fordlandia"]]},"\n",{"type":"'''","value":["Fordlândia"]}," is a small historic town on the east bank of the Tapajós River in ",{"type":"[[","value":[["Pará (Brazil)"],["Pará"]]},". \n\n",{"type":"==","value":["Understand"]},"\nHenry Ford bought a large amount of land in the Amazon jungle in the late 1920s and attempted to cultivate rubber for use in the manufacturing of his cars. What makes Fordlândia interesting is that Ford tried to \"export America\" to the Amazon, forcing workers to work American hours, eat American food, etc. The project turned out to be a major failure, mainly due to the workers' resentment of the imposed lifestyle and to the forces of nature. Later on, the operation was moved to ",{"type":"[[","value":[["Belterra"]]},". \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\nBoats leave from the smaller port of ",{"type":"[[","value":[["Santarém (Brazil)"],["Santarém"]]}," from Monday to Saturday at 4PM and on Sunday at 2PM. The trip takes 12 hours and costs R$33. You'll arrive very early the next morning and you can hang your hammock on the dock until sunrise.\n\nIf coming from the south, boats leave ",{"type":"[[","value":[["Itaituba"]]}," daily at 4PM and take 4 hours to reach the town.\n\n",{"type":"===","value":["By car"]},"\nThere is just one road into Fordlândia. 4X4 is recommended in rainy season.\n\n",{"type":"==","value":["Get around"]},"\nSmall enough to walk around. There are also several mototaxis around.\n\n",{"type":"==","value":["See"]},"\nThe main attraction in Fordlândia is the remains left behind by the Ford Motor Company when they abandoned the plantation.\n",{"type":"*","value":["The most recognizable landmark in town is the 150-foot tall water tower. Ask the guard for permission to climb to the top for a great view."]},{"type":"*","value":[{"type":"'''","value":["Vila America"]}," is about 1.5 miles from the town center and contains several house from the Ford era. The houses are crumbling, but you can enter most of them and still see old beds, bathtubs, sinks, etc. from the 1930s."]},"\n",{"type":"==","value":["Do"]},"\nTalk to the locals. Most are eager to talk to foreigners. \n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is one hotel in town which doesn't seem to have a name. Located about 200 meters up the main road from the dock. R$30 per room of up to three people. Includes a small breakfast.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" There is no internet in the town."]},{"type":"*","value":[" There are no ATM's in town."]},"\n",{"type":"==","value":["Go next"]},"\nBoats going upriver to Itaituba leave at 4AM. Boats going downriver to Santarém leave at 8PM.\n\n",{"type":"{{","value":[["IsPartOf"],["Pará (Brazil)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Fordlândia"]]},"\n",{"type":"{{","value":[["geo"],["-3.8313888888889"],["-55.4975"]]}]