[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.forestofdean.gov.uk\/ The Forest of Dean"]}]}," is  110km² of ancient woodland in the ",{"type":"[[","value":[["West Country"]]}," region of ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe southern part Forest of Dean district is one of the ",{"type":"[[","value":[["United Kingdom"]]},"'s most impressive forests, offering spectacular scenery throughout the year - whether it's bluebells in spring or the rich colours of oak in the Autumn. The northern half around the town of Newent is more open countryside and also worth visiting.\n\n",{"type":"===","value":["History"]},"\nMining in the forest goes back before Roman times. Also, the Forest of Dean used to be the elite Hunting Forest for royalty.\n\n",{"type":"===","value":["Landscape"]},"\nGreat scenery all around the main forest area comprising of lots of hills and trees.\n\n",{"type":"===","value":["Flora and fauna"]},"\nBluebells and daffodils in the Spring, rich colours in the autumn.\n\n",{"type":"==","value":["Get in"]},"\nFrom the South come in on the M4 and cross over the river Severn on the Severn Bridge (M48). From the north come down the M5.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nIf you go for fishing then you will need a permit.\n\n",{"type":"==","value":["Get around"]},"\nThere is a train route from ",{"type":"[[","value":[["Chepstow"]]}," to ",{"type":"[[","value":[["Lydney"]]},", and also the ",{"type":"[","value":["http:\/\/www.deanforestrailway.co.uk Dean Forest Railway"]}," which runs from Lydney to Parkend. Due to its semi-rural location there is a limited bus service in most parts of the area, and a car would be a much quicker means of transport. ",{"type":"[[","value":[["Gloucestershire"]]}," Tourism provides a ",{"type":"[","value":["http:\/\/www.forestofdean.gov.uk\/ Royal Forest website"]}," which shows a touring route around the Forest of Dean, taking in all the major attractions.\n\n",{"type":"==","value":["See"]},"\nThe Speech House walk is well worth to see for sculptures deep inside the Forest.  Clearwell Caves are ancient Iron mines estimated to be worked for over 8,000 years and is worth a look into. Lydney Park is worth a visit to see some Roman ruins. Great Western Railway Museum (Coleford) is excellent for steam buffs. The main feature is the landscape - some of the towns are very ordinary. May Hill towards the North provides panoramic views\n\n",{"type":"==","value":["Do"]},"\nLots of scope for walking and off-road cycling. Quite a few marked trails.\n\n",{"type":"==","value":["Buy"]},"\nNo city centre in the Forest of Dean, only Market towns and villages in this district so not a great place to go shopping if you are looking for the typical high street shops. However, if you enjoy the small individual shops with character, there are plenty to be found.\n\n",{"type":"==","value":["Eat"]},"\nLots of nice restaurants and also good quality pub meals.\n\n",{"type":"==","value":["Drink"]},"\nLocal ale is still made in the Forest of Dean for 'Real Ale' fans.  The Freeminer brewery produce several different unique beers.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\nThere are several camping sites in the area best to check with the tourism board for the best and facilities etc.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe nearest cities are ",{"type":"[[","value":[["Bristol"]]}," and ",{"type":"[[","value":[["Newport (Monmouthshire)"],["Newport"]]},", both within 30 minutes drive.  ",{"type":"[[","value":[["Gloucester (England)"],["Gloucester"]]}," is actually closer (about a 20 minutes drive), but it is a much smaller city.\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Gloucestershire"]]},"\n",{"type":"{{","value":[["geo"],["51.79"],["-2.54"]]},"\n\n",{"type":"[[","value":[["wikipedia:Forest of Dean"]]}]