[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Forio"]}," is on the island of ",{"type":"[[","value":[["Ischia"]]}," in ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Bus"]},"\nThe bus ticket is €1.20, with which you can get all buses but 90 minutes. You can buy it from newsstands, bars, and tobacconists.\nTickets valid for longer durations (for example one or two-day tickets) are also available. All tickets must be validated on boarding the bus. Don't forget there's always a controller on board. You can also get tickets from the local hooba hooba man for a lemon\n\n",{"type":"===","value":["By taxi"]},"\nIn Forio cabs are pretty expensive and usually taxi drivers try to take advantage of tourists. The best way is to ask for the best deal before going in the taxi.\n\n",{"type":"===","value":["Sightseeing Tour"]},"\nThe sightseeing bus is 11 euros, pretty expensive but if you don't want to be squished on a public bus this is the best way to sightsee.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Villa La Colombaia"]},"  Lacco Ameno - The Villa, surrounded by a superb park, was the residence of the movie director Luchino Visconti. It is now the seat of the cultural Institution dedicated to Visconti, which is involved in cultural activities promotion such as music, cinema, theatre, art exhibitions, work-shops, cinema reviews. A museum dedicated to Luchino Visconti will be open soon. The Villa and the Park are accessible for public visits."]},"\n",{"type":"*","value":[{"type":"'''","value":["Villa La Mortella"]}," - San Francesco - ",{"type":"[[","value":[["Image:Ischia la Mortella profondità 1130760.JPG"],["thumb"],["350px"],["La Mortella Gardens - Forio d'Ischia"]]}," This wonderful park is located at Forio d’Ischia (busstop 41 on the CS or #1 bus route) and was originally the property of the English composer William Walton, who lived in the Villa next door with his wife. When the composer arrived on the island in 1946, he immediately called a botanical expert from England to lay out the garden, planting wonderful tropical and Mediterranean plants, some of which have now reached amazing proportions."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Il Torrione"]}," -  It was built in 1480, has two floors: the ground floor had no access from outside and was used as weapons and munitions storage, there was also a rain-water tank; on the upper floor there was the Garisson's accommodation (about 10 people) led by a “torriere” that had the task of promptly taking sight of any enemy ship and sounding the alarm. On the top , there was a terrace provided with four cannons. Historians notice that many similar towers were built in Forio until the XVIII century, although many of them were used as private residence of noble families. 16 similar fotresses have been counted in all between 1480 and 1700, plus five more towers built in the district of Panza, some with a squared base and others with a circular base. Many of these towers can be observed still now and are mainly private houses. The “Torrione”, after it had been restored, became a municipal Museum, on the lower floor, while the upper floor was the house of the artist Giovanni Maltese from Forio and is now an art gallery hosting his pictures and sculptures collection."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Soccorso's church"]}," - It is devoted to \"Santa Maria della neve\" (Saint Maria of the snow), and it was built on a steeply promontory that take its name. As the \"Torrione\" it is the symbol of the town of Forio and it is one of the most original architecture structues of the Island of Ischia. The Soccorso was founded as an augustinian convent on about 1350 but it was suppressed on 1653, anyway its actual form go up since the 1864. The church is accessible by 20 steps of piperno, then there is a little atrium with 5 crosses of pipernio too. This church is world famous not only for its position but specially for its singular facade, white and adorned by precious '700's majolicas representing saints and scenes of the Passion of Christ. The Soccorso's style is very original, it reassumes some architectures as Greek-byzantine, Moorish and Mediterranean in harmonic shapes. The inside is very interesting becouse of the many types of volta. In the left chapel there is a thaumaturgical cross, a sculpture of Catalan inspiration, surely made on the sec. XVI. Closed to this cross there are 2 marble medals, they was found in a medieval sarcophagus that was placed in the castel of the antique cathedral of Ischia. This church retains various arts as a shovel made by Cesare Calise that represents Saint Augustine, and a small basin of pipernio dated sec. IX-X."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"====","value":["Sorgeto Hot Springs"]}," \nStarting from the 1300s people have come to soak in the soothing ",{"type":"[[","value":[["hot springs"]]}," of Ischia. Streams of spouting hot water gushing into the sea as well as steamspouts with gases gushing from cracks in the soil (fumaroles) in caves which are used as a kind of sauna in baths and thermal gardens.Sorgeto Hot Spring Waters located in Forio coastline, whose thermal water gushes out into the sea. You can lounge in the natural pool made by small rocks and stones. Hot water is outpouring into the sea and bubbles can be easily observed among rocks. To get here there is a series of stone steps. The temperature quite high allows to have baths also in winter.\n\n",{"type":"====","value":["\"Poseidon Gardens and Natural Spas\""]}," \nWith reference to its volcanic origins, the hydrothermal heritage of the island of Ischia is one of the richest in the world. The thermo-mineral island springs with their clearly evident \"hyperthermability\" captured the attention of the ancients right from the beginning. It is therefore hardly surprising that the thermal cures of Ischia actually date back to the VIII Century A.D., when the first Greek colonies, originating from Eubea, settled on the island.\n\nThe curative tradition of Ischia's springs did not pause throughout time: they passed from the Greek to the Roman period and so on, through the darkest Medieval centuries to the Renaissance period and up to a first rational approach of 18th Century medical science to today.\n\nAmong the areas creating most interest, the zone of Citara, in the municipality of Forio, is undoubtedly the most important and, indeed, in the bay of Citara the famous Thermal Poseidon Gardens were established.\n\n22 pools ( Thermal, Kneipp, ocean-water ) have been installed according to latest tecnical and medical knowledge. The water - temperature vary from 28°C to 40°C (82°F to 104°F ) and the abundance of water means that it is constantly renewed - a totally unique procedure. A Roman Sauna and a large private beach is equipped with deck-chairs and beach - umbrellas, various restaurants of which one is situated in a beautiful grotto of local tuff-stones and a boutique with a newspaper-kiosk complete this extraordinary establishment.\n\nVisitors of the Poseidon Gardens will find a haven of peace and tranquility in a setting of 60.000 square meters of ecologically intact gardens and can enjoy an ideal combination of medical cure and relaxing holidays by the sea.\nThis is also a reason why perfectly healthy people who have no need for treatment in the classical sense, benefit greatly from spending some time at the Poseidon Gardens. If you are extremely involved in your work and have hardly any time for compensatory sport or other activities, or if you sinply want to prevent future health - problems nothing can be better than the combination of a mild climate, the warming sun, mountains and beaches, thermal springs and the sea. Nothing is better than the mosaic of natural healing as provided in the Poseidon Gardens.\n\nA permanent bus - service is linked with all important parts of the island.\n\n",{"type":"==","value":["Buy"]},"\nForio is probably the best town on Ischia to get good deals, from the best Italian brands to the lower end. Take a look right the center of town where the shopping street is, but don't miss the market stalls of Forio where you can find bargains, sometimes clothes for 5 euros.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ristorante \"La Casereccia\""]}," Located at the foot of Mount Epomeo and with a sea view from above, this hidden gem is a true family restaurant. Each night Mamma Tina cooks up the best in Ischitan and Southern Italian. Standout menu items include the Grilled Swordfish, Stewed Rabbit, and Gnocchi Sorrentina. One of the cons of the family also bakes delicious pizzas using the freshest ingredients. Most ingredients, in fact, come from the family's own gardens. Wine and limoncello are homemade and delicious. Attire is casual, families and groups are welcome, and prices are reasonable. The family also runs a hotel and hostel ",{"type":"[","value":["http:\/\/www.lacasereccia.com"]}," Address: Via Baiola, 193, Borbonica, 80075 Forio, Ischia"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["La Bella'Mbriana"]},", Via Marina n. 7. Outside the entry door is write \" Irish Bar \", actually the place has nothing to do with an Irish Bar is more a place to have fun, a Karaoke Club where you can enjoy italian live music and get a lot of cocktails for 8 euro each ( reasonable ) at least the entry is free. The average age is 30 y o."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["RingHostel"]}," - Via Gaetano Morgera n. 72 - Ph. +39 081 987546, or +39 333 698 5665, Fax. +39 081 987942 ",{"type":"[","value":["http:\/\/www.ringhostel.com"]}," - Located in an old monastery, where it is cool in the summer and warm in the winter. The hostel is 5 minutes by foot from both the town center of Forio and the closest beach. The hostel has free internet for all guests, as well as wireless capabilities for laptops. The common room has a big screen TV with lots of DVDs to rent, comfy couches, common kitchen, instruments to play, and a book exchange. Above it all, there is a comfortable terrace for watching sunsets and making friends. The hostel has one big dorm room, and then smaller rooms that can be single-sex, as well as doubles."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Poggio del Sole"],["alt="],["url=http:\/\/www.hotelpoggiodelsole.it"],["email="],["address=(Forio) Via Baiola 193"],["lat="],["long="],["directions="],["phone=+39 081 987756"],["tollfree="],["fax=+39 081 987942"],["price="],["checkin="],["checkout="],["content=Hotel Poggio del Sole (Hotel of the Sunny Hill) is a cosy, charming, family-owned and -operated hotel at the foot of Mount Epomeo. Walking distance from both the center of Forio and the sea. Views of the Mediterranean Sea, pool, solarium, internal parking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rotonda Sul Mare Apartments"],["alt="],["url=http:\/\/www.larotondasulmare.com"],["email="],["address=Via Aiemita 29"],["lat="],["long="],["directions="],["phone=+39 081 987546"],["tollfree="],["fax=+39 081 987942"],["price="],["checkin="],["checkout="],["content= The Rotonda Sul Mare offers private apartments with full kitchen and bathroom in a location directly on the beach. The Rotonda is located is just a few minutes walk from the center of Forio, one of the main towns on Ischia island. In addition to its great location, Rotonda provides free internet access, free kayak and canoe rental, and terraces for your enjoyment. Laundry facilities are on-site, and parking is available. During the summer, the Rotonda boasts a beautiful patio deck over the water, where you can spend your day in the sun, and walk down the steps directly into clear water on a private beach to cool off."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa S.Vito"]},", Forio d'Ischia (100m from the sea), +39 081 997066. Apartments (San Vito) offers independent holiday homes of various sizes for 2-5 people. giovanni[dot]coppa[at]gmail[dot]com"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.7333"],["13.8500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ischia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Forio"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Forio"]]}]