[{"type":"{{","value":[["pagebanner"],["Playa_de_ses_Illetes,_Formentera_banner.jpg"]]},"\n",{"type":"[[","value":[["File:P1020541 (546031500).jpg"],["thumb"],["300px"],["S'Alga beach"]]},"\n\n",{"type":"'''","value":["Formentera"]}," is the smallest and most southerly of the ",{"type":"[[","value":[["Balearic Islands"]]}," of ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Understand"]},"\nWith a population of just over 7000 and no airport, Formentera is usually quieter than its neighbor ",{"type":"[[","value":[["Ibiza"]]},". However, in the peak season of July-August, it draws huge numbers of tourists. The overwhelming majority are Italian and the Italian language is heard more often than any other. Some are independent travellers, but many come on package holidays. In peak season, advance booking for hotels is absolutely essential. The hotels on the island are mostly small and independently owned.  The majority are in the one- and two-star categories. There are also many small apartment developments. There are no high rise buildings on Formentera. Camping is forbidden on the island.\n\nThe island is flat and sandy with magnificent, unspoilt beaches. There are a few places where the land rises to present spectacular cliffs to the sea. It is perfect for cycling, walking, snorkelling and sailing. However, it has very few cultural or historical attractions such as museums, castles, churches or art galleries. Its cultural attractions include some megalithic sites, a roman road, some watch-towers (18th century), the 18th century chapel of Sant Francesc Xavier and a small Ethnological museum. \n\nSome of the islanders make their living from small-scale traditional fishing.  In parts of the island, the soil is good enough to support vines and fruit trees.  Several parts of the island are covered in Mediterranean pine trees.  Salt marshes (now abandoned) are defining features of parts of the island. However, tourism is the biggest sector of the local economy. \n\nOutside the peak season when the tourists are high spenders, Formentera has an atmosphere of simplicity and back-to-nature that is the heritage of its past hippie phase. More and more, parts of the island are actively managed as a national park with, for example, board-walks through the sand dunes to enable them to regenerate their vegetation. In addition, areas of the surrounding seas are designated as zones of particular scientific interest in which certain plant and fish species are protected.  \n\nThe public authorities pursue a policy of responsible, sustainable tourism.  It is questionable whether the saturation of tourists in the peak weeks of July and August is compatible with such a policy although, in reality, the revenues from this period are very important for the local economy.\n\n",{"type":"==","value":["Talk"]},"\nOn Formentera the Catalan dialect ",{"type":"''","value":["formenterenq"]}," is the main language, but Standard Spanish is spoken by everyone as well.\n\n",{"type":"==","value":["Get in"]},"\nGetting to Formentera is quite easy, as you can catch a boat from the Spanish mainland with your car from either ",{"type":"[[","value":[["Barcelona"]]},", Valencia or ",{"type":"[[","value":[["Denia"]]}," to ",{"type":"[[","value":[["Ibiza"]]}," (",{"type":"''","value":["Eivissa"]},") and from there catch another ferry to Formentera. In the summer months there are direct ferries between Denia and Formentera. Alternatively, you can fly to Ibiza and Formentera can be reached by regular ferries from the Estacion Maritima in ",{"type":"[[","value":[["Ibiza Town"]]}," and by tourist ferries from other parts of Ibiza during high season. The boat from Ibiza (Eivissa) to Formentera takes around half an hour, and leaves every half hour in the summer. The boat trip costs between 17 and 24 euros per person for a single trip. You can buy the ticket on the boat, and you do not need to reserve, but if you want to take a car it is best to reserve during the high season.\n\nNext to the standard ferry there is a yellow speedboat ferry for around 30 euro per person for a return trip. The speedboat starts from the beach of Platja d'en Bossa near Figueretes.\n\n",{"type":"==","value":["Get around"]},"\nRegular buses during the summer season go to all parts of the island from the port, where most visitors arrive by ferry, but are less frequent during the winter months. Normally they leave every half hour. When planning your bus trip, make sure that you check that the bus stops at your destination, because strangely each bus stops at different stops. \nThe bus charges a fixed fee of between € 1 and € 2, independently of where you get on or off. You can pay cash. All buses are tourbuses, so you can easily put your (big) travelling luggage in the bottom of the bus.\n\n",{"type":"==","value":["See"]},"\nOn Formentera you must see under water. All of the waters are perfectly transparent, and with goggles and a snorkel you can see all the beautiful fish and the bottom of the waters. You can buy a set of goggles and a snorkel everywhere on the island, for a price ranging between € 10 and € 20.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Beaches"]},"\n\nThe only other destinations on Formentera are the almost Caribbean beaches. Generally they are pretty empty (especially compared to Ibiza), with clean sands and clean, transparent water. Please note that most people sunbath nude on Formentera. The sun can be very strong on the island.\n\nSome good beaches:\n",{"type":"*","value":["Platja Llevant"]},{"type":"*","value":["Platja de ses Illetes - crowded"]},{"type":"*","value":["Cala Saona"]},{"type":"*","value":["Platja Migjorn"]},{"type":"*","value":["Platja Es Arenals"]},{"type":"*","value":["Platja des Canyers - it's 85 meters long, lies between Es Pujols and Sa Roqueta and is a little unspoilt naturist beach, and has a low occupancy degree and where most people are naked when they lie on the beach, are swimming or playing beach tennis. "]},{"type":"*","value":["Platja Tramuntana"]},{"type":"*","value":["Espalmador - an island to the north of Platja de ses Illetes. Espalmador also has the famous mud baths, however as of July 2010, visitors are greeted by two female guards who stopped everybody and instructed to only look, but not touch or try, because it belongs to a highly protected nature reserve."]},"\nWhen choosing a beach for the day, consider the wind direction - some beaches may be rough while others are calm.  Since the island is small, it is not difficult to change your plans at short notice. \n\nFormentera also has two large lagoons, the Estany de Peix and Estany Pudent (Fish lagoon and Stinking lagoon). It's possible to swim on the south side of the Estany de Peix; the north is a boat harbour. \n\nFor the energetic traveller Formentera has a network of cycle tracks and green lanes, both around the lagoons and beaches, and going to the more wild upland areas of the Cap de Barbaria and la Mola.\n\n",{"type":"*","value":["Renting a moped is what most people do, so you can easily and quickly get to your preferred beach."]},{"type":"*","value":["Rent a bicycle and cycle around the island."]},{"type":"*","value":["Snorkel in the crystal clear waters. Beware of poor quality snorkel and goggles."]},{"type":"*","value":["Relax and chill out in one of the birth places of the hippie movement."]},{"type":"*","value":["Formentera has a strong nude beach culture with nudity common on all the island's beaches. There's no pressure and normally there's a mix of states of attire, with 'clothing optional' being the key phrase, but try it out, it's actually pretty nice!. The sole exception is the town beach in Es Pujols during the peak season."]},"\n",{"type":"*","value":["IBIZA YACHTING GROUP, ",{"type":"[","value":["http:\/\/www.alquilerdeyatesenibiza.com Alquiler de yates en Ibiza y Formentera"]},". Yacht charter and sailing - IBIZA YACHTING GROUP, one of the worlds largest yacht charter companies, can take care of all charter requirements, from bareboat to crewed in Balearic islands."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nFormentera has many, many small restaurants, varying in price and quality. Most are run by hippies, and are very cheap with medium quality.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante Aigua"],["alt="],["url=http:\/\/www.aiguaformentera.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In La Savina is the best choice in the island for seafood and Mediterranean cuisine, with a sushi terrace upstairs."]]}]},{"type":"*","value":[{"type":"'''","value":["El Gaucho"]}," in Es Pujols if you are in the mood for real meat from Argentina"]},{"type":"*","value":[{"type":"'''","value":["PanPerFocaccia"]}," in La Savina for the real pizza from Napoli"]},{"type":"*","value":[{"type":"'''","value":["Bocasalina"]}," in Es Pujols Spanish tapas"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bouganville Seaside Club"]}," at night, by the port in La Savina"]},{"type":"*","value":[{"type":"'''","value":["Tipic"]}," in Es Pujols, "]},{"type":"*","value":[{"type":"'''","value":["10.7"]}," Migjorn beach, exit on km 10.7 of La Mola road"]},{"type":"*","value":[{"type":"'''","value":["Blue Bar"]}," Migjorn beach, signed exit from La Mola road. Around since the 60s, this bar enjoys fantastic sea views along Migjorn beach and is good for a few sundowners with a DJ providing chilled out mood music during peak season."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gecko Beach Club"],["url=http:\/\/www.geckobeachclub.com"],["email="],["address=Playa Migjorn, Ca Mari"],["lat="],["long="],["directions="],["phone= +34 971 328024"],["tollfree="],["fax="],["hours=9 - 02.00"],["price="],["content=Cool modern boutique hotel with beach side restaurant"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThere appears to be very little crime on Formentera (especially compared to Ibiza). You do not have to worry about leaving your bag on the beach when you take a swim, or worry about leaving your moped out on the street.\n\nBe careful with walking on the (asphalt) road in the dark. The island is notorious for people (often tourists) drinking and driving. In general the car driving style on the island is not very subtle.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["38.7000"],["1.4500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Balearic Islands"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Formentera"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous_Communities\/Balearic_Islands\/Formentera\/"]]},"\n\n",{"type":"[[","value":[["Commons:Formentera"]]}]