[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parks.ca.gov\/?page_id=449 Fort Ross"]}]},"is a ",{"type":"[[","value":[["California"]]}," State Historical Park in the ",{"type":"[[","value":[["North Coast (California)"],["North Coast"]]}," of California.  Although fairly remote, it is well worth a visit as you will become one of the few people who know about the ",{"type":"[[","value":[["Russia"]]},"n contribution to the colonizing of California.\n\n",{"type":"==","value":["Understand"]},"\nFort Ross is a ",{"type":"[[","value":[["California"]]}," State Historical Park.  Although fairly remote, it is well worth a visit as you will become one of the few people who know about the Russian contribution to the colonizing of California.\n\n",{"type":"[[","value":[["File:FortRoss-chapel-reconstructed.jpg"],["thumb"],["Fort Ross chapel"]]},"\n",{"type":"===","value":["History"]},"\nFort Ross is a former Russian fur trade outpost in what is now ",{"type":"[[","value":[["Sonoma County"]]},", ",{"type":"[[","value":[["California"]]},". It was established by the Russian-American Company in 1812 and sold to John Sutter in 1841, owing to the depletion of the local population of fur-bearing marine mammals, as well as the decreased strategic importance of a supply base for Russia's Alaskan colonies following the Convention of February 28, 1825 with the British. It was the southernmost outpost of a Russian presence in the Pacific Northwest and Alaska. The fort with the surrounding settlement was home to Russians, Aleut hunters in their employment, and native Kashia Pomo. This unique site has recently been the subject of intensive archaeological investigation. It is designated a National Historic Landmark.\n\n\n",{"type":"===","value":["Landscape"]},"\nThe fort is located on a small peninsula that juts out into the pacific ocean. The edge of the peninsula forms a large bluff (20 meters) that can make it somewhat difficult to gain access to the beaches. Large coastal mountains covered in a thick forest tower over the park.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThere is a wealth of wildlife activity in the region, particularly on the isolated beaches that run below the bluff.  Sea otters, sea lions and many impressive sea birds are abundant in the area.  Whales are also known to migrate along the coast.\n\nMuch of the beaches are covered in large piles of kelp (seaweed) with the occasional tide pool near by.  It makes for a great place to explore for wildlife but not great for beach swimming.\n\n",{"type":"[[","value":[["File:Fort Ross inside.jpg"],["thumb"],["200px"],["Inside Fort Ross"]]},"\n",{"type":"===","value":["Climate"]},"\nWarm in summer, rainy and foggy (and occasionally sunny) in winter.  Dress in layers, if you are planning on swimming expect the pacific ocean to be cold.\n\n",{"type":"==","value":["Get in"]},"\nThe most scenic way to get to Fort Ross from ",{"type":"[[","value":[["San Francisco"]]}," is by driving up the ",{"type":"[[","value":[["Pacific Coast Highway"]]}," (highway 1).\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA Day use vehicle permit is $6.00.\n\n",{"type":"==","value":["Get around"]},"\nExpect a bit of a walk.  From the visitor center and parking lot down to the fort proper it is a quarter mile walk.  To get down to the beaches expect about a 20 to 30 minute hike.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Old Russian Fort"]},{"type":"*","value":[" Russian Burial Grounds"]},{"type":"*","value":[" Russian Orthodox Church"]},{"type":"*","value":[" Visitor Center (nicely done)"]},{"type":"*","value":[" Whales"]},{"type":"*","value":[" Sea Otters"]},{"type":"*","value":[" Sea Lions"]},"\n",{"type":"==","value":["Do"]},"\nHike along the beach\n\n\n----\nCultural Heritage Day - last Saturday in July every year. 10am-5pm \nThe Fort comes alive with costumed reenactors, this is a fun way to see the Fort as it was in its heyday.\n\n",{"type":"==","value":["Buy"]},"\nThere is a souvenir shop at the visitor center where you can get some great Russian memorabilia   such as post cards with a historical California\/Russia post card.\n\n",{"type":"==","value":["Eat"]},"\nThe fort itself does not offer much in the way of food so be sure and pack a lunch or expect to drive out of the park to a restaurant or local store to get some food.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are motels located about a half mile drive further up highway one.  You can also just camp in your car, although it is not recommended that you do this in the Fort Ross parking lot.\n\n",{"type":"===","value":["Camping"]},"\nBasic camping facilities are available to the south about a 2 min drive at The Reef Camp Ground. (Pit toilets, camp sights, dirt road, pay phone. Cell phones don't work here)Open most of the year. Other camp grounds are to the north, 10-20 miles.\n\n",{"type":"===","value":["Back country"]},"\nThe coastal mountains that tower over the fort have some great hiking trails. Just ask at the visitors center. there are also hiking trails along the bluffs to the north and south of the Fort.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nYou'll have to drive out, like you drove in\n\n",{"type":"{{","value":[["routebox"],["image1=California 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Fort Bragg"]]}],["minorl1=",{"type":"[[","value":[["Sea Ranch"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["San Francisco"]]}],["minorr1=",{"type":"[[","value":[["Bodega Bay"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sonoma County"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]