[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Foshan"]}," (佛山 Fóshān) is an industrial city near ",{"type":"[[","value":[["Guangzhou"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe closest large airport is the ",{"type":"'''","value":["New Guangzhou Baiyun International Airport"]}," (广州白云国际机场, ",{"type":"{{","value":[["IATA"],["CAN"]]},", ",{"type":"[","value":["http:\/\/www.baiyunairport.com\/english\/index.jsp"]},"). You can fly into that airport and get to Foshan by bus.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airport-china.com\/guangzhou-baiyun-airport\/traffic\/intercity-bus.html Intercity Bus"]}]},"  Apart from the airport shuttle and express buses, there is also long-distance intercity bus from Guangzhou Baiyun International Airport to  other cities in Guangdong Province such as Foshan. And it take you about 50 minutes to get there.\n\nThere's also ",{"type":"'''","value":["Foshan Shadi Airport"]}," in Foshan. However, there are only two flights to ",{"type":"[[","value":[["Beijing"]]}," every day from Foshan Airport.\n\n",{"type":"===","value":["By train"]},"\nThere is a train station in Foshan.\nThe station is currently served mostly by local trains heading west towards Guangxi and Hainan. There are only a handful of trains a day to Guangzhou (1 hour), so if you are coming in from Guangzhou it's much more convenient to use buses or the metro. There is also 1 daily T- service to Hung Hom in Kowloon, Hong Kong (3 hours).\n\n",{"type":"===","value":["By bus"]},"\nThere are coaches that arrive in Foshan from Guangzhou every fifteen minutes. It takes approximately one hour to get there from Guangzhou. It will cost approximately ¥10-20. Coaches depart from the Guangfo Bus Terminal in Fangcun (Fancun Dadao Xi - metro Line 5 Jiaokou) and serve both the Nanhai bus station and the downtown bus station in Chancheng district. There are also buses from most other cities in Guangdong as well as a handful of longer-distance services from Nanning and Guilin, however for most long-distance destinations it's more convenient to travel to Guangzhou and then use the metro.\n\nIf you are going to Nanhai District from Guangzhou, another option is to take public bus 232 from Fangcun Long Distance Bus Station (Metro Line 1 Kengkou station) which costs Y2 (Yangchengtong cards are accepted) and reaches Nanhai Square via Pingzhou Town in approximately 40 minutes. Every 10 minutes.\n\n",{"type":"===","value":["By Metro"]},"\nSince 2010 it's also been possible to reach Foshan via the Guangfo Line, China's first intercity rapid transit line, which is jointly run by FMetro and Guangzhou Metro. From downtown Guangzhou to downtown Foshan costs approximately 5 yuan and takes around 1 hour. Currently the Guangfo line starts from Xilang (at the eastern end of Line 1) and runs to Kuiqiang Lu in Foshan's Chancheng district, running via Nanhai district. Trains run every few minutes from 6am to 11pm and can be packed at the weekend when many Foshan residents head to Guangzhou to go shopping.\n\n",{"type":"==","value":["Get around"]},"\nSince Foshan is a very dense and industrial city with very few foreign tourists, getting around can be a challenge. Fortunately, the main part of the city has many shopping centers, stores, attractions and restaurants within a 20 minute walk. However, if you are not familiar with the area the best way to get around the city would be by taxi. Driving a car or riding a motorcycle is not recommended unless you are used to the hectic traffic typical in dense Chinese cities. See ",{"type":"[[","value":[["Driving in China"]]}," for details.\n\n",{"type":"===","value":["By taxi"]},"\nThis is the most convenient way to get around Foshan since they can be found all over. However, most taxis are filled during rush hour or when it is raining meaning you will have to wait a while to find one available. The fares are very inexpensive by Western standards, it starts at ¥7 for the first 2.6 kilometers and increases by ¥1 increments as you go farther. Drivers are supposed to add a ¥1 fuel surcharge to the fare displayed on the meter, but some may forget to do this. Most drivers speak Cantonese, though some only speak Mandarin (but they can usually understand Cantonese). It is very rare to find a taxi driver who can speak or even understand English so it is best to have your destination written or printed out in Chinese characters if you cannot speak Chinese.\n\n",{"type":"===","value":["By bus"]},"\nThe public bus system is the most inexpensive way to get around the city, the fare is only ¥2 (make sure you have exact change). Most of the busses are modern and air conditioned. However, the bus system is only recommended if you are familiar with the routes and the city or if you know which bus to take and which stop to get off. Most people will not know any English so you will have trouble finding directions if you get lost and cannot speak Chinese.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zumiao Temple"],["alt=佛山祖庙(Fóshān zǔmiào)"],["url=http:\/\/www.fszumiao.com"],["email="],["address=No. 21 Zumiao Road, Chancheng District; 佛山市禅城区祖庙路21号(Fóshānshì chánchéngqū zǔmiào lù 21hào)"],["lat="],["long="],["directions=Bus Routes: 101, 104B, 105, 106, 107, 109, 110, 111, 112, or 116 to bus stop Zumiao; 祖庙. Metro: Guang-Fo Line, get off at Zumiao station"],["phone="],["tollfree="],["fax="],["hours=8:30am - 6:00pm (0830-1800)"],["price=20rmb"],["content=Inside is a Confucius temple, Memorial Hall of kung Fu legends Wong Fei Hong and Ip Man, and among other things regarding Foshan history."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Liangyuan Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Formerly the residence of the Liang clan, the park is actually a large garden housing a number of traditional Chinese-style buildings. Well worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Zhongshan Park"],["alt=中山公园; Zhōng​shān​gōng​yuán"],["url="],["email="],["address="],["lat="],["long="],["directions=Along Fenjiang River"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers nine specific scenic areas and family entertainment facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taoci Town"],["alt=陶瓷城; Táo​cí​chéng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small village with a long tradition of pottery making. An excellent place to find some pieces of traditional-style Chinese porcelain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Leigang Park"],["url="],["email="],["address="],["lat="],["long="],["directions=In the center of Nanhai"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The park hosts children's attractions and a large lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lotus World"],["alt=荷花世界; Hé​huā​shì​jiè"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest lotus ecological park in the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Renshou Temple"],["alt=仁寿寺"],["url="],["email="],["address=Zumiao Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1925. The temple originally belonged to the Vajrayana school, but later was converted into a Chan (Zen) temple. Houses an exotic pagoda, and is an interesting mix of colorful Vajaryana icons and simple Chan aesthetics."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shiwan's Nanfeng Ancient Furnace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded during Zhengde period of Ming Dynasty(1506-1521). A reminder of Foshan's once great porcelain industry."]]}]},"Memorial Hall\n\n",{"type":"*","value":[{"type":"'''","value":["South China Sea Temple"]},"   The South China Sea a Buddhism goddess Guanyin temple was built in 990 ad. (namely Song Taizong Chunhua five years), dating back more than one thousand years of history, blocks north to south, excellent scenery, as the Lingshan resort."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Southern Taoyuan"],["alt=南国桃园"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Southern Taoyuan peach hometown, tree beautiful, bud, flower color of fresh, long flowering period. Here picturesque scenery, green grass, forest covers an area of more than 90%. Every year before the Spring Festival, large tracts of peach trees in early puberty, peach strains, clump, bunch, sinks into the red."]]}]},"\n",{"type":"==","value":["Buy"]},"\nBaihua Square is one of the tall buildings in Foshan and has a great shopping mall with restaurants offering Japanese and continental cuisine. It is near Foshan Hotel and Zumiao temple.\nMichael\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThe bar areas are scattered in different locations in Foshan. The most famous chill out area is near Jihua Garden called Bar Street (Jiubajie).\n\nA couple of decent clubs include\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mini Club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Unlimited"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rave Party"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nForeign visitors were once restricted to staying in high-priced official hotels. Tour groups tend to use these hotels but do so at rates far below those published. In general, restrictions on where foreigners can stay have become less and less frequently enforced. Hostels and western-style travel hotels are almost universally open to foreign guests. The lowest end Chinese accommodations - Zhaodaisuo (招待所) - are generally inaccessible to the foreign community. However, for those determined to get a bargain, you may be able to get a room if you speak Chinese. Many of the hostels are located in Chancheng District and Nanhai District. Discounted rates start around ¥30 for dorms and just below ¥200 for doubles in the cheapest hostels.\n \nThere are a large number of three and four star mid-range hotels throughout the city and in all districts. The listed rates for these kind of hotels are often in the range of ¥500-1,000 but you can often get a discount of around 50%.\n \nSome 'expensive' hotels are in the city centre, especially in chancheng District, and on the eastern 3rd Ring Road in Chaoyang District, however by Western standards these hotels are still relatively cheap.  For the most expensive hotels, the listed rates start at around ¥4,000, but are often discounted to a level around ¥1,500.  \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Economy"]},"\nThere a lot of hotels that charge between CNY100 and CNY300, such as HTHT, Like Business Hotel, family inns, and Home Inn.\n\n",{"type":"===","value":["Mid-range"]},"\n\n3 star hotels are a good choice.\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"{{","value":[["sleep"],["name=Swissotel Foshan"],["url=http:\/\/www.swissotel.com\/foshan"],["email="],["address=1 Chengmentou West Road, Chancheng"],["lat="],["long="],["directions="],["phone=+86 757 82362888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Tallest building, first international hotel in Foshan. Restaurants and bars."]]},"\n\n",{"type":"==","value":["Business"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Pearl River Delta"]]},"\n",{"type":"[[","value":[["wikipedia:Foshan"]]},"\n",{"type":"{{","value":[["geo"],["23.029167"],["113.105556"]]}]