[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.townoffoster.com\/ Foster"]}]}," is in ",{"type":"[[","value":[["Providence County"]]},", ",{"type":"[[","value":[["Rhode Island"]]},".\n\n",{"type":"==","value":["Understand"]},"\nTown in Providence County Rhode Island\nFounded in 1730 and originally remained part of Scituate Rhode Island until the year 1781 when it split and Foster was considered to be its own independent town.\nSurrounding Foster, Rhode Island there is Glocester to the North, Scituate to the East and Coventry to the South. To the West you will find access to Connecticut. Foster, Rhode Island is a small town and tight knit community that the outlying areas and towns are unified in a community type of manner. It takes about 5 minutes to reach North Scituate, about 7 minutes to reach Glocester and about 15 to reach Coventry. All of which are extremely close to Foster, making the ability to reach all three fairly easy.\n\n",{"type":"==","value":["Get in"]},"\nBy Car Route 6 will take you through the heart of Foster. From I-95 N, take 295 N to Route 6 W. From I-95 S, take Route 10 S to Route 6 W. The easiest way to get to Foster is by Rt. 6 North off of 295 Take exit 6C toward US-6 W\/FOSTER.. This will take you to Route 6 and will allow access to all of Foster. The best way to get to Scituate from the north is Rt. 6 off of 395 as well as Rt. 101 which will allow access to also Route 102.\n\n",{"type":"==","value":["Get around"]},"\nFosters main through way is by Route 6, a main highway and popular road used to get from Connecticut to Providence, there are no sidewalks just highway. Roads leading off of Route 6 are primarily dirt with few paved and relatively narrow, not allowing for additional types of vehicles, such as bicycles. \n\n",{"type":"==","value":["See"]},"\nThe town of foster is not built up at all but has a lot of history behind its essential growth thus far. Currently there is only one stoplight located at the intersection of Route 6 and Route 94 and was only put in the year 2010. \n\n",{"type":"*","value":[{"type":"'''","value":["Jerimoth Hill"]}]},"Highest point in Rhode Island. The point allows a great look out for the surrounding area and is a must see. Please be respectful to the land and do not litter. It is currently open from 8-4 everyday and the location is supreme.\n\n",{"type":"*","value":[{"type":"'''","value":["Ponaganset Reservoir"]}]},"Although this reservoir is located in Glocester it is a must see for all people visiting Foster. It has historical value and also is a great area to kick back and relax and enjoy the surrounding environment and the view. The acres which surround the reservoir are magnificent.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Town House"]}]},"Was built in 1795 and was originally purchased for $15 dollars. This was the main location for civic, religious and community gatherings. The townhouse is located in Foster Center off of Route 94.\n\n",{"type":"*","value":[{"type":"'''","value":["The Old Jail"]}]},"There is no definite recording as to when the jail house was initially built, but photos conclude sometime around the year 1904 since that is the only record they have so long ago. The Old Jail is located on South Killingly Rd.\n\n",{"type":"*","value":[{"type":"'''","value":["Town Scales"]}]},"The town scale originated from the 1800’s  and aided in weight and measures throughout the town. Located at the town house and is on display.\n\n",{"type":"*","value":[{"type":"'''","value":["Town Pound"]}]},"The town pound was built in 1845 with its purpose of holding all animals found lost. This was one of the first pounds built on a stream with intentions of always having water for the current animals occupying the pound.\n\n",{"type":"*","value":[{"type":"'''","value":["The Boston Post Cane"]}]},"In the year 1909 J.F. Fradley and company in New York designed canes out of African Ebony from the Congo. The oldest residents in the first New England towns were rewarded with the canes and honored for their existence.\n\n",{"type":"*","value":[{"type":"'''","value":["Historical Cemeteries"]}]},"There are currently over 150 historical cemeteries located in Foster. There are websites available to search throughout Rhode Island to find the locations for what you are looking for.\n\n",{"type":"*","value":[{"type":"'''","value":["Covered Bridge"]}]},"There are very few covered bridges in Rhode Island, one of which is The Swamp Meadow Covered Bridge located on Central Pike off of route 94. This bridge was finished in 1994 and built with lumber cut down from the local forest.\n\n",{"type":"==","value":["Buy"]},"\nThere are a few antique locations off of Route 6 as well as a Foster Bear Arms and Trading Post. \n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Foster Country Club"],["alt="],["url=http:\/\/www.fostercountryclub.com\/Home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful location catering to primarily golfers. The course is pristene and this country club has a wonderful dining area. The menu is extensive and it priced very well. The location is key and they allow booking for weddings and banquets. Overall this is a great place to visit and the staff is very friendly. Recommend visiting during the spring and summer months."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Luckys Bar and Pizza"],["alt="],["url=https:\/\/www.facebook.com\/pages\/Luckys-Bar-Pizza\/122836767757255"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Luckys Bar and Pizza is a cozy bar which has both a pizza restaurant as well as bar in one. If you are looking for somewhere to go, eat some pizza and common bar foods this is the place for you. Their prices are right and on some nights the music is spectacular. Check out their Facebook page as well as events calendar. Staff is very young and very friendly. If you are looking for a place that is high end this is not what you are looking for. But if you are looking to relax, have a drink or two, make conversation and have a pizza, you have found it. Located right off Route 6."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Shady Acres Restaurant and Dairy"]}]},"Shady Acres restaurant has been around for a very long time and you cannot beat their prices. The staff is very friendly and easy going. This is a family restaurant, the menu is small but offers the key supplements for any meal. BLT’s, hamburgers, chicken parmesan, spaghetti and meatballs, soup, salad. Breakfast is a standout.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lucky's Bar and Pizza"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Helen's Place"]}]},"Local bar and located off of Route 6.\n\n",{"type":"*","value":[{"type":"'''","value":["Foster Country Club"]}]},"\n",{"type":"==","value":["Sleep"]},"\nCurrently there are no local listings for lodging in Foster. Although lodging can be found in Scituate, Rhode Island as well as over the line in Connecticut.\n\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"==","value":["Go next"]},"\nFoster is a beautiful part of Rhode Island and is one of the last that has yet to be built up. All that you will find here is a wonderful community, little locations to eat and beautiful woods. Take a walk, hike the reservoir or visit some historical sights, something all should see. \n\n",{"type":"{{","value":[["geo"],["41.85361"],["-71.75806"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Providence County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Foster, Rhode Island"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Rhode_Island\/Localities\/F\/Foster\/"]]}]