[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["translate"],["fr"],["Foundiougne"]]},"\n\n",{"type":"'''","value":["Foundiougne"]}," is in ",{"type":"[[","value":[["Fatick"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nTravel to Foundiougne can be organized through the area's lodging establishments, private car or via public transit options.\n\nPrivate Transport\nFrom Dakar take Route N1 to Fatick then turn right in Fatick and continue along the only road going south from Fatick which will dead end at the ferry crossing to Foundiougne. \nTo cross on the ferry it is 100 CFA\/person and for a small car it is 1000 CFA. Please note the ferry makes it’s last trip across at 6:30 PM so should you miss it you can take a private boat across for 3000 CFA. \nThe longer route there from Dakar is taking the N1 to Koalack, turn on the road going to Sokone until Passi. Turn right on the road to Djilor which will continue on to Foundiougne (this road is in disrepair.\n\nGetting to Foundiougne via Public Transport\nFrom Dakar take a sept place from Garage Pompier to Fatick (1900 CFA). In the southwest section of the garage there are large white cars that go to the Foundiougne ferry crossing (500 CFA) and you can also hire a taxi (5000 CFA). The ferry crossing is 100 CFA\/person.\n\nFerry Schedule:\n\n\nTo Foundiougne\t\t\t8:30, 10:30, 12:30, 15:30, 18:30\t\t\t\t\t\n\nFrom Foundiougne:   7:30, 9:30, 11:30, 15:00, 17:00\n\n\nThere are two buses that leave Dakar at 13:00 each day to go to Foundiougne. One bus leaves from Patt D’Oie at the bridge near the stadium (2000 CFA). The other bus leaves from garage Coloban (2000 CFA) in the downtown area.\n\nLeaving Foundiougne via Public Transport\nAt 7:30AM both buses return to Dakar via the first ferry crossing of the day. It’s best to speak the driver the night before to reserve a seat or get the bus an hour before it crosses especially during peak travel times (any holiday or weekends). Otherwise other large white cars may be crossing in the morning heading directly for Dakar. If not, cross the ferry at any time of day and a car will be on the other side going to the Fatick garage (500 CFA in the large white car). From Fatick take a sept place to Dakar (1900 CFA).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Senegal"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]