[{"type":"{{","value":[["pagebanner"],["Breakers_Great_Hall_banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Newport (Rhode Island)"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nFour Days in Newport is your guide to see the sights of ",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe following itineraries illustrate four different ways to spend a day in Newport, Rhode Island. None of the itineraries include suggestions of lodging as it is assumed you have a place to stay.\n\n",{"type":"==","value":["Prepare"]},"\n\nIt is suggested to be equipped with a bottle of water and sneakers as much of Newport requires travel by foot.\n\n",{"type":"==","value":[{"type":"'''","value":["Day 1: Newport Arts"]}]},"\n\n\n",{"type":"==","value":["Morning"]},"\nThrow on those sneakers, grab a water bottle and start your day off with an early breakfast at ",{"type":"'''","value":["Annie’s"]}," located at 176 Bellevue Ave, an inexpensive breakfast option. You'll want to make sure you are properly nourished for this eventful day in Newport. The menu features classic diner food and their Early Bird Special is a substantial meal. Although this establishment provides access to an ATM (charging $2.50), it is advisable to bring cash since credit cards are not accepted.\nFrom there, drive 5 minutes (20 minutes by foot) to 367 Bellevue Avenue for a view of ",{"type":"'''","value":["the Elms"]},", one of the beautiful historic Newport Mansions located on this street. Visit the following site for a list of the other more popular mansions to tour http:\/\/www.newportmansions.org\/plan-your-visit\/operating-schedule.\nPark in the free off-street parking spaces provided by all Preservation Society properties (with the exception of the Hunter House where you can park on the street.). Allow an hour and a half per house to fully enjoy all that the ",{"type":"'''","value":["Newport Mansions"]}," have to offer, from their gorgeously elaborate interior to their spacious and breathtaking grounds. Admission prices vary by tour, whether it is one property of your choice ($14.50 for adults and $5.50 for children ages 6-17) or a five property tour of your selection ($31.50 for adults and $10.00 for children ages 6-17). Tours of the more popular mansions, such as the Breakers or Hunter House are a bit pricier than the rest. You can purchase your tickets on site at any of the houses or in advance online or by phone at (401) 847-1000, ext. 102. Refer to the operating hours website for an operating schedule.\n\n",{"type":"==","value":["Afternoon"]},"\nAt any point in the day when you feel the need to grab a bite to eat, you can head towards ",{"type":"'''","value":["La Maison"]}," de Coco on 28 Bellevue, which is a 2 minute drive (or 14 minute walk) from the Elms. At La Maison de Coco, you have a wide selection of coffees as well as homemade chocolates, quiches and crepes. From here, take a 1 minute drive (3 minute walk) to 76 Bellevue Ave for a walk through the ",{"type":"'''","value":["Newport Art Museum and Art Association"]},". Refer to the website's hours of operation. http:\/\/www.newportartmuseum.org\/pages\/driving.cfm  The hours vary by season; (always closed on Mondays, 10AM to either 4 or 5PM Tuesday-Saturdays, and noon to 4 or 5PM on Sundays). Adult admission to the museum is $10.00 and children under 5 are free.\n\n",{"type":"==","value":["Evening"]},"\nAfter your art gallery tour, enjoy a nice dinner at ",{"type":"'''","value":["Yesterday’s"]}," located at 28 Washington Square which is a 2-3 minute drive from the Newport Art Museum and Art Association (9 minute walk). Yesterday’s features a wide selection of entrees that is sure to have something for everyone. Here you will find a variety of club sandwiches, pizza, burgers, salads, pasta, soups among other items. There is also an extensive list of draft beers and cocktails available.\nFrom here, drive less than one minute to ",{"type":"'''","value":["Jane Pickens Theatre & Event Center"]}," (2 minute walk.) For this destination, be sure to visit the web-site's coming attractions as to avoid missing a unique show from the historic theatre. The Jane Pickens Theatre was first built in 1834 as a church before being converted to a theatre in 1919. Today, the theatre retains its charm by bringing the arts to the public through movies, films, performances and more. Attractions range from 2011 release “The Artist” to the La Corsaire from the Bolshoi Ballet. For the most recent attractions and times consult the following website. http:\/\/janepickens.com\/coming-attractions or Call +1 401-846-5252 for showtimes and +1 401-846-5474 for the box office.\n\n",{"type":"==","value":[{"type":"'''","value":["Day 2: Scenic Experience of Newport"]}]},"\n\n\n",{"type":"==","value":["Morning"]},"\nBefore you start your day, it would be wise to have a large breakfast, due to the lack of eateries available within the vicinity of your destination. At the heart of downtown Newport, is ",{"type":"'''","value":["Ocean Coffee Roasters"]},". Located on 22 Washington Square, you will find classic breakfast cuisine; bagels, eggs, pancakes, French toast and muffins. You can also take the car to the closest Stop & Shop supermarket, located on 250 Bellevue Ave. (a 4 minute drive). Here you can grab some food for a picnic. From Stop & Shop, make your way to Fort Adams via Harrison Avenue which should take about 9 minutes.\n\n",{"type":"'''","value":["Fort Adams"]}," is the largest coastal fortification in the United States. You can simply visit and enjoy the scenery, or you can take a closer look by taking a guided tour that runs every day from 10AM-4AM For additional hours of operation, see http:\/\/www.fortadams.org\/. The prices for this tour are $10.00 general admission, $5.00 for youth (6-17), and 5 years and younger are free. They also have a family rate for the price of $25.00 which includes two adults and up to four youth.\n\n",{"type":"==","value":["Afternoon"]},"\nFrom Fort Adam’s you could take ",{"type":"'''","value":["Ocean Drive"]}," to",{"type":"'''","value":[" Brenton Point State Park"]}," located only 6 minutes via car from Fort Adams. Brenton Point has a number of picnic tables ideal for an ocean front lunch. Brenton Point State park requires no fee to enter. Since this destination is known for having wide areas for kite flying, in your travels, you may want to stop at the nearest store to purchase a kite and take part in the tradition. For hours of operation, see: http:\/\/www.riparks.com\/BRENTON.htm.\n\n",{"type":"==","value":["Evening"]},"\nAfter enjoying a day in the sun, you can end with a relaxing, tranquil experience at the ",{"type":"'''","value":["Castle Hill Inn"]}," which is one of Newport’s most pristine inns. The Castle Inn sits on a 40 acre peninsula and is home to the historical sea-life background that encompasses Newport, RI. Castle Hill Inn is a 5 star restaurant and your bill could be over $80.00 for 2 people. If you are not interested in spending this much money, you can still enjoy a drink and maybe a sandwich at the outdoor bar overlooking the water. If you have children, there is a grassy area along with a hill that they can play on directly below the bar. For hours of operation, see: http:\/\/www.castlehillinn.com\/Rhode-Island-Dining\/rhode-island-dining.htm.\n\n",{"type":"==","value":[{"type":"'''","value":["Day 3: Outdoors in Newport"]}]},"\n\n",{"type":"==","value":["Morning"]},"\nBefore you make your way to the Beach, you can grab a bite to eat at ",{"type":"'''","value":["The Hungry Monkey"]}," on 124 Broadway. The Hungry Monkey offers a variety of eggs and omelets; the chourico omelet is a popular choice. Stuffed waffles are also a popular choice. For those with a larger appetite, you can order the Gorilla Special; a combination of 3 pancakes, 2 eggs, your choice bacon, sausage or ham, and steak with home fries.\n\nThe drive from the Hungry Monkey to the beach is short, and should only take you about 4 minutes. ",{"type":"'''","value":["Easton's Beach"]},", also known as \"First Beach\", offers ocean swimming, beach board, surf board, umbrella and beach chair rental. A skateboard park, playground, seasonal carousel, and an exploration center for \"Save the Bay\" are available for children and adolescents. The concession stand is seasonal, so if you are visiting during the off season, be sure to pack a lunch. Picnic tables, indoor\/outdoor showers and restrooms are available.\n\nParking is $10 on weekdays from Memorial Day to Labor Day and $10-15 on weekends. The beach is open from 9 am to 6 pm and the parking lot closes at 9 pm. Free parking is available off of side streets off Memorial Boulevard.\n\n",{"type":"==","value":["Afternoon"]},"\nContinue your afternoon with the ",{"type":"'''","value":["Cliff Walk"]},". The Cliff Walk is directly adjacent to Easton's Beach, so you can leave the car parked here. The walking path starts at the sign.\nThe Cliff Walk is a well-known outdoor Newport Attraction. The walking trail starts at Newport's First Beach and follows the coast up to the island's Ocean Drive. The Cliff Walk offers beautiful ocean views and, since it is located in a national historic district, offers a peek at the famous Newport Mansions. The walk is about 3.5 miles and two-thirds of the trail is easy walking for all ages.\n\nWhile walking, watch out for ",{"type":"[[","value":[["poison ivy"]]},". Some portions of the Cliff Walk drop off steeply into the water, so proceed and pass other walkers at your own risk. Rocks can be slippery, and parts of walk are not well paved, so wear proper footwear.\n\nThe Cliff Walk can take from 2 to 4 hours, depending on how fast you walk. While bikes are not permitted, dogs are as long as they are kept on a leash. The Cliff Walk does not offer refreshments or picnic areas, so be sure to eat, or pack light snacks like granola bars. \nThe Cliff Walk's hours are from sunrise to sunset and the attraction is completely free of charge. The north end is handicapped accessible and baby carriage accessible\nThere are multiple ways to exit the Cliff Walk, all of which lead back to Bellevue Avenue and the front side of the mansions. Walking back to the car can take a while, so the free RIPTA trolley a viable option to get back to your vehicle.\n\n\nTo end your day, enjoy a nice sit down meal at ",{"type":"'''","value":["Scales & Shells"]}," located on 527 Thames St. This is an ideal location for a tourist in search of an authentic meal from the City by the Sea. Scales & Shells is a strictly seafood restaurant that carries a wide variety of fish such as grilled fish (salmon, mahi mahi and bluefish) as well as a wide selection of wines. The entrees feature muscles marinara, linguine with clams, and lobster fra diavolo.\n\n",{"type":"==","value":[{"type":"'''","value":["Day 4: Shopping in Newport"]}]},"\n\nThe ",{"type":"'''","value":["Brick Market Place"]}," is a year round market containing over 25 shops and eateries. Located between",{"type":"'''","value":[" Thames Street"]}," and ",{"type":"'''","value":["Americas Cup Avenue"]},", Brick Market Place is open daily for visitors and locals alike. Shops range from jewelry shops to clothing stores to handmade gifts and souvenirs.\nBefore you start your day of shopping, take a seat at the ",{"type":"'''","value":["Corner Café"]}," on 110 Broadway. The Corner Cafe has a basic menu which features a number of unique combinations of scrambled eggs and different sides. After your meal, you can continue down Broadway until you reach the entrance of Downtown which should take 1 minute driving (about 6 minutes walking). Brick Market is the area on the right side of Downtown.\n\nThe following are a couple of places that you should make sure to check out:\n\n",{"type":"==","value":["Morning"]},"\n",{"type":"'''","value":["Tourist Trap"]},"\nTourist Trap is perfect for picking up Newport related souvenirs, items ranging from tee-shirts and sweatshirts to bumper stickers and coffee mugs. The store is filled with knick knacks and fun souvenirs of all shapes and sizes. It is open daily from 10am – 10pm.\nThey offer gift certificates, gift wrapping and shipping and accept debit cards, all major credit cards, and cash, although there is no ATM.\n\nFor parking, there is a free lot and on-street meters; the store is handicap accessible.\nFor more information see: http:\/\/www.brickmarketnewport.com\/swinburne\/tourist-trap\n107 Swinburne Row Brick Market Place Newport, RI 02840 +1 401-846-4531\n\n",{"type":"==","value":["Afternoon"]},"\n",{"type":"'''","value":["Pleasant Surprise"]},"\nPleasant Surprise has a mixture of eclectic gifts and offbeat accessories. Their items range from fun gifts, home accessories to quirky books, cards, and toys. If you are looking for novelty items, gag gifts, and other peculiar items, this is the place to find them.\nThey offer shipping and accept debit cards, all major credit cards, and cash, and there is a conveniently located ATM. Their return policy is limited to no cash or credit refunds. They only offer store credit within 30 days of purchase.\n\nFor parking, there is on-street metered parking and a paid lot.\nhttp:\/\/www.brickmarketnewport.com\/swinburne\/pleasant-surprise\n113 Swinburne Row Brick Market Place Newport, RI 02840 +1 401-849-1204\n\n",{"type":"'''","value":["Be Dazzled"]},"\nBe Dazzled creates and manufactures High Quality Costume Jewelry. This little boutique has women's custom jewelry and accessories, hair clips, stretch bracelets, and scarves. The jewelry is sparkling, fun and affordable; most pieces are under $24. Their slogan is “Wear Everyday Pieces at Everyday Prices.\" Open on Mon - Thu, 11AM - 7PM; Fri, 11AM - 8PM; Sat, 10AM - 9PM; Sun, 11AM - 7PM\nThey accept Cash, American Express, MasterCard, and Visa.\n\nFor parking, there is on-street metered parking and a paid lot.\nhttp:\/\/www.bedazzledinc.com\/\n225 Goddard Row Brick Market Place Newport, RI 02840 +1 401-849-3290\n\nAfter you have enjoyed shopping around the Brick Market Place, you can make your way to the ",{"type":"'''","value":["Brick Alley Pub"]}," for lunch. It is wise to have lunch at the Brick Alley rather than dinner, because it can be very busy at times, and they do not take reservations. Brick Alley Pub is your best bet for an extensive lunch menu. The restaurant itself is interesting has an interesting ambience due to its clutter of decorations. The atmosphere is lively and the service is top notch. The menu includes clam chowder, a rack of ribs, quesadillas, burgers, and a salad bar.\nExplore the rest of downtown Newport by exploring ",{"type":"'''","value":["Thames Street"]}," and ",{"type":"'''","value":["America’s Cup Avenue."]}," These streets running through downtown Newport can be fun for people watching and souvenir shopping. The area has a great Starbucks and park in front of ",{"type":"'''","value":["Trinity Church"]}," which serves as a great place to hang out and take it all in. \n\n",{"type":"==","value":["Evening"]},"\nYou can finish off your 4 day tour of Newport by having a meal at ",{"type":"'''","value":["The Black Pearl"]},", a 4 minute walk down to Bowen’s Wharf from Be Dazzled. The Black Pearl is one of the more popular restaurants in Newport, and it features a selection of grilled shrimp, baked cod, sea scallops, and New England lobster. You also have your choice of sitting in the tavern, or out on the patio depending on the season. From the patio you have a nice view of the water as well as the various boats and yachts tied to the surrounding docks.\n\n",{"type":"{{","value":[["outlineitinerary"]]}]