[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["White Mountains (New Hampshire)"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["Four Days in the New Hampshire White Mountains"]}," is in ",{"type":"[[","value":[["White Mountains (New Hampshire)"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThis itinerary is a planned outdoor camping trip through the ",{"type":"[[","value":[["White Mountains (New Hampshire)"],["New Hampshire White Mountains"]]},", a region in the north of ",{"type":"[[","value":[["New Hampshire"]]},".\n\nThe trip will take you to scenic overlooks, historical monuments, interesting (but not overly challenging) hiking paths, and pleasant campgrounds. It is doable with either tent camping or trailer camping, although some campground are not able to accommodate large trailers (longer than 30 feet).\n\nThis trip is suggested to be done between the time of late spring to early fall (April-October). Any travel later than or earlier than those months may result in some of the scenic areas and paths to be closed due to winter conditions. Some of the paths mentioned may be used by snowmobiles or be snowed in when not in \"Park Season\".\n\nCosts will generally be accrued from purchasing food, lodging, gas, souvenirs, and parking fees. Special advisories for the New Hampshire area, such as whether to bring home firewood (NO!) and leash laws should be researched before beginning your trip. Notable advisories will be mentioned when they come up in the itinerary.\n\n",{"type":"==","value":["Prepare"]},"\nSince this travel guide is predominately geared towards being outdoors in the late spring to the early fall, you should be aware of the weather conditions during that season. Cell service is spotty in the area. Be aware that some dogs are not allowed in the national parks and most campgrounds. Always dispose of trash safely as you will be in an environment with several large animals. If you are not an avid camper, below is a small suggested checklist to help you with your trip.\n",{"type":"*","value":[{"type":"'''","value":["Clothing:"]}]},{"type":"*","value":[{"type":"*","value":[" When hiking, always wear layers. This helps you to stay comfortable as the climate changes throughout the day."]}]},{"type":"*","value":[{"type":"*","value":[" Hiking boots are recommended."]}]},{"type":"*","value":[{"type":"*","value":[" Bring extra socks."]}]},{"type":"*","value":[{"type":"'''","value":["Eating:"]}]},{"type":"*","value":[{"type":"*","value":["Do not bring perishable goods if you do not have a means of storing them (such as a cooler)."]}]},{"type":"*","value":[{"type":"'''","value":["Other:"]}]},{"type":"*","value":[{"type":"*","value":[" Drink lots of fluids to stay hydrated"]}]},{"type":"*","value":[{"type":"*","value":[" Be sure to bring bug spray to avoid having a pesky time."]}]},{"type":"==","value":["Get In"]},"\nBelow are directions to go to the Crawford Notch Campground, the main location that you will be staying for the next few days. Listed below are the suggested routes if you are going north or south.\n\n",{"type":"===","value":["From Points South"]},"\nTake I-93 to Exit 35, and then take Route 3 for approximately 8 miles. When you see the sign for Rt. 302, take that for about 15 miles and you will be in Crawford Notch Campground.\n\n",{"type":"===","value":["From Points North"]},"\nTake I-93 to Exit 40, and then take Route 302 East. Stay on Route 302 to campground which is approximately 15 miles.\n\n",{"type":"'''","value":["Crawford Notch Campground"]}," Rt 302, +1 603-374-2779, ",{"type":"[","value":["http:\/\/www.crawfordnotchcamping.com\/index.php"]},".\nThis campground is situated off of Rt 302 in Crawford Notch, centered between the White Mountains. Crawford Notch Campground has both tent and trailer sites available, as well as cabins and yurts (a tent-like structure). Amenities are limited to a recently constructed bathhouse and well-stocked general store. Rates dependent on type of stay (tent\/trailer\/cabin).\n\n",{"type":"==","value":["Go"]},"\n",{"type":"===","value":["Day One"]},"\nThis morning will be mostly focused on traveling to the Crawford Notch Campground and getting set up. Depending on your starting location, this journey may take several hours. Once you have arrived at the campground, be sure to check in and set up camp in accordance to the campground’s rules.\n\nDepending on what time you arrive, you may have already eaten on the road. If you haven’t, pile back in the car and wait out the hunger for another half hour. North Conway is just fifteen minutes away and is filled with good places to eat. Moats Mountain and Brewery and Horsefeather’s are two excellent restaurants in the area.\n\n",{"type":"'''","value":["Moat Mountain and Brewery"]},", 3378 White Mountain (603) 356-6381 ",{"type":"[","value":["http:\/\/moatmountain.com\/"]},". Moat Mountain and Brewery is an excellent place for both children and adults. They have a vast menu that varies in price from $10-$15. They are known for having some of the best ribs and burgers in the area. They offer five different types of their flagship beers and have over ten different types of seasonal beer.\n\n",{"type":"'''","value":["Horsefeathers"]},", 2679 White Mountain (603) 356-2687, ",{"type":"[","value":["http:\/\/www.horsefeathers.com\/"]},". Horsefeathers is a great place for a sit-down meal. They are known for having excellent seafood. They do have a small menu, but every item is great.\n\nAfter eating, If you are in need of a groceries or a few odds and ends for camping, North Conway has an Eastern Mountain Sports (1498 White Mountain Highway Unit C30, (603) 356-5433 ",{"type":"[","value":["http:\/\/www.ems.com\/shop\/index.jsp?kw=storeDetail&f=161"]}," and a Shaw’s Grocery Store (1150 Eastman Road, (603) 356-5471).  \n\nIf you’ve got some time on your hands and need to bring back some goodies for family and friends back home, go and spend some time at the outlet stores and scenic “downtown” North Conway. Stores tend to close early in this area of New Hampshire, so if you’re shopping after dinner, be aware that you might miss out on more unique shops like Zeb’s General Store or the North Conway Five and Dime if you wait too long.\n\n",{"type":"'''","value":["Zeb's General Store"]},", Route 16, 800-676-9294, +1 603-356-9294, ",{"type":"[","value":["http:\/\/www.Zebs.com"]},". Zeb's General Store is like the candy store everyone imagines when they were a kid. It has many different types of candy, honey sticks, and homemade fudge. Not only does Zeb's sell candy, but there are a variety of gift baskets, New England specialty foods, crackers, maple syrup, desserts, dips, and many, many more, all priced reasonably. It is a great place to go to make the children happy, and perhaps pick up a self-made gift basket for someone or try a different type of recipe. Zeb's is one of those stores that has a little bit of everything!\n\n",{"type":"'''","value":["North Conway Five and Dime"]},", Route 16, +1 603-356-3953, ",{"type":"[","value":["http:\/\/northconway5and10.com\/"]},". The Five and Dime appears very low key, but is a very interesting store to visit. This general store differs from Zeb’s in nearly every way, having old fashioned toys, utensils, and novelties that have lasted through the ages.\n\nOnce you’ve wrapped up any shopping and eating, head back to the campground and get to bed early so you can be ready for the real hustle and bustle.\n\n",{"type":"===","value":["Day Two"]},"\n",{"type":"''","value":["Morning"]},"- Spend the morning getting ready for some scenic views and trails. Bring your camera and leave the campground to travel half an hour to the Mount Washington Auto Road, your first stop for the day.\n\n",{"type":"'''","value":["Mt Washington Auto Road"]},"- Rt 16, +1 (603) 466-3988, ",{"type":"[","value":["http:\/\/mtwashingtonautoroad.com\/"]},". The auto road takes you up to the top of scenic Mount Washington without all of the hassle of a day-long hike. The road can either be traveled by your own car or you can take one of the guided van tours to the top, though they do not stop at any point on the road. (2hrs min to do self-guided, 1.5hrs for guided)\n\n",{"type":"''","value":["Lunch"]},"- Grab lunch in the parking lot of your next activity: the hiking trails. Many visitor areas have picnic tables and benches for eating, as well as trash locations. Always be prepared to bring your trash with you, though, in case these amenities are not available.\n\n",{"type":"''","value":["Afternoon"]},"- After you’ve taken the easy way up mountains, it’s time to do some climbing yourself. Some trails listed are longer or easier than others, so pick and choose which suit your desired trek. If you’re going to do the Crystal Cascade trail or the Lost Pond trail, park at the Pinkham Notch Visitor Center, just drive five minutes south on Rt 16. Thompson’s Falls is even closer. Just drive to the Wildcat Mountain Ski Area and park.\n\n",{"type":"'''","value":["Crystal Cascade"]},"- Crystal Cascade Trail is a fifteen minute walk from the Pinkham Notch Visitor Center. The trail is very easy, even for kids. Named after the falls, the trail leads to the Crystal Cascade after following the Cutler River. ",{"type":"''","value":["30min"]},"\n\n",{"type":"'''","value":["Lost Pond"]},"- This trail leads from the Pinkham Notch Visitor Center to Lost Pond, a body of water hidden not far from NH 16. Beginning in a swampy area, the path offers the chance to spot beavers and other native wildlife. Like most trails, the path is not difficult, but problems with mud may arise should there be heavy rainfall. ",{"type":"''","value":["1hr"]},"\n\n",{"type":"'''","value":["Thompson’s Falls"]},"- A long trek with good rewards, Thompson’s Falls trail begins at Wildcat Mountain and ends above the falls. The path progresses from easy, low elevation trails to steeper paths that are less suitable for small children. Wet weather may make the slight climbing required an issue, so be prepared to turn back before completing the journey should that occur. Park at Wildcat Mountain Ski Area. ",{"type":"''","value":["2hr"]},"\n\n",{"type":"''","value":["Dinner"]},"- After a day of hiking, you can either choose to return (or eat at for the first time) to North Conway just south along Rt 16. Or you can return to the campground and cook on a camp stove (or over the fire!) to get the full camping experience.\n\n",{"type":"''","value":["Nighttime"]},"- One of the best camping experiences is building a fire and cooking marshmallows with your fellow adventurers. Don’t miss out on this! Even if you’re not a woodsman, the camp store should sell some kindling or fire starters to help you get the flames going.\n\n",{"type":"===","value":["Day Three"]},"\n",{"type":"''","value":["Morning"]},"- This morning, eat a hearty breakfast and be prepared for some climbing and cave-crawling. Attractions today require hiking shoes and bringing a picnic lunch. The day will be spent in Lincoln, a town to the west of the scenic byways that you have been traveling on. Hop in the car and head over to your first destination. Along the way, feel free to stop at any of the scenic overlooks available to grab pictures.\n\n",{"type":"'''","value":["Lost River Gorge & Boulder Caves"]},",  Rt 112, +1 (603) 745-8031, ",{"type":"[","value":["http:\/\/www.lostrivergorge.com\/"]},". The gorge offers several attractions, the main being the gorge and boardwalk trail that takes you on a three-quarter mile tour of the gorge. Other nature trails and gardens are also available if you’re not tired of walking yet. For those with children who want to play in the dirt, there is a mining sluice (extra fees pertain) where you can sift for gemstones and shark teeth. Adults: $17.00; Ages 4-12: $13.00; Ages 1-3 are free.\n\n",{"type":"''","value":["Lunch"]},"- Unpack your picnic lunch at either location. Both have areas where you can eat your lunch and throw away trash.\n\n",{"type":"'''","value":["Flume Gorge"]},", Rt 3, +1 (603) 745-8391, ",{"type":"[","value":["http:\/\/www.nhstateparks.org\/explore\/state-parks\/flume-gorge.aspx"]},". This activity offers an impressive view of the 800 foot Flume Gorge that is situated beneath Mount Liberty. Guests can either walk just the gorge or the two mile loop trail. Though the trails have railings, it is advisable to wear shoes that can hold traction on potentially slippery surfaces. Adults(ages 13+): $14 ; Children (6-12) $11; Children ages 5 and under are free (with paid adult).\n\n",{"type":"''","value":["Dinner"]},"- You can either return to the campground for a home cooked meal, or venture out to the available restaurants for this region.\n\n",{"type":"'''","value":["The Common Man"]},", 10 Pollard Rd,  (603) 745-3463, ",{"type":"[","value":["http:\/\/www.thecman.com\/restaurants\/common-man-lincoln\/"]},". Dinner: Su-Th 5PM-9PM, F-Sa 5PM-9:30PM, Lunch: Sa-S 12PM-3PM, Lighter Bar n’ Grill Menu: F-Su 4PM-11PM. Finer dining is served in the main dining area where you may order a range of food from prime-rib to baked macaroni and cheese. There is also a comfortable Bar N’ Grill section with couches and tables where you can order from both the dinner menu and the Bar N’ Grill menu. Expect to pay around $10-$20 a person, not including drinks.\n\n",{"type":"'''","value":["El Greco's Pizza"]},",123 Main Street, +1 (603) 745-3838 [egpizza.com\/]. El Greco’s pizza is a Family style restaurant, where you can order fresh homemade pizza, calzones, subs, salads and dinners. $7-12\n\n",{"type":"===","value":["Day Alternate"]},"\nThis is an alternative day that you can use to substitute any other day if you do not wish to hike and may have younger children. Although these places are great for all ages, they are a good break from the main part of this trip. There are three main entertaining amusement parks in the White Mountain region and they are all relatively inexpensive.\n\n",{"type":"'''","value":["Story Land"]},", 850 NH Route 16, Glen, NH +1 (603) 383-4186 ",{"type":"[","value":["http:\/\/www.storylandnh.com\/"]},". Story Land is open right at the beginning of the Memorial Day weekend and it is the most well-known seasonal amusement park in the area. They have a vast amount of rides, attractions and characters to visit. However, it is more oriented towards younger children. Ages under three are free and anyone over three years old is required to pay a $28.99 entrance fee. Although this may seem steep, it is well worth looking into.\n\n",{"type":"'''","value":["Clark’s Trading Post"]},", 110 Daniel Webster Highway Lincoln, NH, +1 (603) 745-8913 ",{"type":"[","value":["http:\/\/www.clarkstradingpost.com\/"]},". Clark's Trading Post is an amusement park that is generally open starting mid-May. It is more oriented towards all ages and has some interesting attractions such as live bear shows, a 30 minute train ride on the White Mountain central railroad, circus acts, and interesting museums of early America. They are not your typical museum, either.  Entrance fees are $19.00 for anyone who is over the age of four and free for anyone who is under the age of four.\n\n",{"type":"'''","value":["The Whale’s Tail"]},", 481 Daniel Webster Highway Lincoln, NH 03251 (603) 745-8810\n",{"type":"[","value":["http:\/\/www.whalestalewaterpark.net\/"]}," The Whale's Tail is a sizable water-park that is great fun for kids and adults. There are a lot of slides and other attractions. It usually opens during the first or second week of June and costs $34 for adults and $3 for toddlers.\n\n",{"type":"===","value":["Day Four"]},"\nToday is the final day of the trip. Pack up camp and load up the car.\n\nIf you’re not traveling seven hours away, you can still stop by Echo Lake to see the remains of historical New Hampshire landmark, The Old Man of the Mountain. The lake also has a picnic ground and some short hiking trails to spectacular views.\n\n",{"type":"'''","value":["Basin-Cascade Trail"]},"- This trail is an overall moderate trail, beginning at a leisurely pace and ending with some eroded pathways. Highlights include the basin, Kingsman and Rocky Glen waterfalls, and beautiful forestry with white pines. Wet weather could cause problems farther up the path so plan accordingly. Parking is located at the Basin parking lot, off of a well-marked exit from Franconia Notch Highway. ",{"type":"''","value":["1-2hrs"]},"\n\n",{"type":"==","value":["Stay Safe"]},"\nThe White Mountains are a pretty mellow area of New Hampshire. There is little major crime.\n\nTo avoid animal problems, keep your campsite clean with no trash lying about. Bears and raccoons make quick work of coolers and trash bags, so it is especially wise to put food storage in your vehicle for the night.\n\n",{"type":"==","value":["Go next"]},"\nWhen leaving, be sure to clean up your campsite and check out. New Hampshire strongly believes in \"Carry-in, Carry-out\", so don't bring anything that you can't dispose of in campground dumpsters.\n\n",{"type":"===","value":["To Maine"]},"\nLeaving Crawford Notch campground, proceed along 302-E until passing through Freyburg into ",{"type":"[[","value":[["Maine"]]},".\n\n",{"type":"===","value":["To North"]},"\nLeaving Crawford Notch campground, proceed along 302-W. Merge into I-93N toward Littleton\/",{"type":"[[","value":[["Vermont"]]},". Merge onto I-91N.\n\n",{"type":"===","value":["To South"]},"\nLeaving Crawford Notch campground, proceed along 302-W. Merge onto I-93S via ramp to Concord. Continue onto I-293S.\n\n",{"type":"{{","value":[["outlineitinerary"]]}]