[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Fowey"]}," (pronounced 'Foy') ",{"type":"[","value":["http:\/\/www.fowey.co.uk"]}," is a small fishing town on the south coast of ",{"type":"[[","value":[["Cornwall"]]},", situated at the mouth of the river Fowey. It is set on the west side of a steep valley, so be prepared for much walking up and down. There are many pubs and restaurants. The place comes alive in the summer, and the Fowey Regatta in mid August attracts many yachts and sailing boats.\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Fowey"]}," is around 4 miles from ",{"type":"[[","value":[["Par"]]},", 8 miles from ",{"type":"[[","value":[["St Austell"]]}," and 6 miles from ",{"type":"[[","value":[["Lostwithiel"]]},", all of which have their own train stations. A train to Par and either the bus or a taxi to Fowey is sensible.\n\nThere are infrequent \"Hopper\" buses, allegedly every hour or so from both Par and St Austell, but don't bet your life on them being on time.\n\nCar parking is available, mostly on the outskirts of the town.\n\nThe nearest airport is ",{"type":"[[","value":[["Newquay"]]}," on the north coast of Cornwall, with train links to Par from Newquay town centre, although the airport is a fair way outside of the town and there isn't any public transport available. The nearest large airports are ",{"type":"[[","value":[["Exeter"]]}," and ",{"type":"[[","value":[["Bristol"]]},", both some hours away but with good European connections from low-cost carriers such as Ryanair and Easyjet.\n\n",{"type":"==","value":["Get around"]},"\nThis is a small town and walking is the easiest way to get around. There are taxis available, and during the summer there is a minibus serving the Town Quay and the car parks.\n\nDriving isn't recommended, especially for those who get scared driving through very narrow streets, and there is little parking available in the town itself, so parking either in the \"Central Carpark\" at the top of the hill (the main road into Fowey now takes you straight to it) or driving in the back way and parking at \"Caffa Mill Carpark\" (next to the Bodinnick Ferry) is generally advised and both of these are serviced by the Town Bus during summer months.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThe Regatta is a week of events and races in mid August.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants serving a mixture of cuisines.\n\n",{"type":"*","value":[{"type":"'''","value":["Sam's Restaurant"]}," - Located in the middle of the main Fore St, Sam's is always busy with a great vibe and great tunes. Offering simple good food without the frills, they specialise in fresh seafood and filling hand-made burgers with all the trimmings."]},{"type":"*","value":[{"type":"'''","value":["Tiffins"]}," - next to Sam's is the newcomer to the block, headed up by ex-Fowey Hall chef Glynn Wellington it's managed to tempt some custom away from Sam's at the posher end of the market."]},{"type":"*","value":[{"type":"'''","value":["The Other Place"]}," - the boys who have run this place for years have brought it out from Sam's so it's no longer a direct franchise. Quality fish and chips and more for takeaway from downstairs or a sitdown restaurant looking out over Albert Quay upstairs."]},{"type":"*","value":[{"type":"'''","value":["Food for Thought"]}," - The long reigning king at the exclusive high end of the market, Martin Billingsley's restaurant is located in prime place on the Town Quay. Great food if you feel like splurging, including lots of local seafood."]},{"type":"*","value":[{"type":"'''","value":["The Boathouse"]}," - Next door and sharing some of the kitchen side with Food for Thought, this restaurant has been completely redecorated and renamed for 2010. Aiming more at the middle of the budget range than its swanky big brother, The Boathouse prides itself on its pizza oven and quality ingredients, bringing family-friendly French and Italian fare to the other corner of the Quay."]},{"type":"*","value":[{"type":"'''","value":["The Taipan"]}," - Situated next to the church is Fowey's Chinese restaurant and takeaway, and this is pretty much your only option passed 9pm on a Friday night to get your munch on after a few beers. Although usually very nice, they do have a habit of changing their kitchen staff every season so it can vary a bit."]},{"type":"*","value":[{"type":"'''","value":["The Toll Bar"]}," - Featuring a wonderful riverside terrace and new management for 2010 this bistro mainly attracts the lunchtime crowd who want to sit in the sun and sample some fresh local seafood."]},{"type":"*","value":[{"type":"'''","value":["The Globe"]}," - Found opposite Sam's in the centre of Fore St."]},{"type":"*","value":[{"type":"'''","value":["The Galley in The Gallants"]}," - Downstairs at The Gallants Sailing Club next to the Post Office, this eatery specialises in \"food for hungry sailors\". Evening fare mixes classic \"pub grub\" with authentic Thai food. Eat inside or out on the waterfront."]},{"type":"*","value":[{"type":"'''","value":["The Red Herring"]}," - Halfway along the Esplanade near to Whitehouse Beach this cool cafe\/bar has a certain European vibe and a pizza oven to match."]},"\n",{"type":"==","value":["Drink"]},"\n\nMany good pubs catering for all tastes.\n\n",{"type":"*","value":[{"type":"'''","value":["The King of Prussia"]}]},{"type":"*","value":[{"type":"'''","value":["The Lugger"]}]},{"type":"*","value":[{"type":"'''","value":["The Ship Inn"]}]},{"type":"*","value":[{"type":"'''","value":["The Safe Harbour"]}]},{"type":"*","value":[{"type":"'''","value":["The Galleon"]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":[" Camping in Fowey ",{"type":"[","value":["http:\/\/www.penhale-fowey.co.uk\/"]}," at Penhale Caravan & Camping Park."]}]},"\n",{"type":"==","value":["Go next"]},"\nDuring the summer months there's a regular passenger ferry between ",{"type":"[[","value":[["Mevagissey"]]}," and ",{"type":"'''","value":["Fowey"]},", which is a nice way to spend 30 minutes on a sunny day. Alternatively walk along the coastal path in either direction passing by some beautiful and quiet beaches, or hire cycles in the nearby ",{"type":"[[","value":[["Pentewan"]]}," village and go for a ride along the many cycle paths nearby.\n\nThe Hall Walk stretches around the other side of the river from ",{"type":"[[","value":[["Polruan"]]}," to ",{"type":"[[","value":[["Bodinnick"]]}," and can be walked in either direction. Both ends of the walk are linked to ",{"type":"'''","value":["Fowey"]}," by ferry, and the walk gives wonderful views of Fowey, the river and its tributaries. Even more importantly, there are pubs at each end so you can finish your walk with a well deserved local ale or a bite to eat.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Cornwall"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Fowey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Cornwall\/Fowey\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Fowey"]]},"\n",{"type":"{{","value":[["geo"],["50.334"],["-4.633"]]}]