[{"type":"{{","value":[["Pagebanner"],["Fox Island (Washington state) banner Sea kayaker.jpg"],["caption=a sea kayaker passing the Fox Island Sand Spit"]]},"\n\n",{"type":"'''","value":["Fox Island"]}," is located off the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," in the ",{"type":"[[","value":[["Puget Sound"]]}," region of ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," state. \n\nFox Island is a 5.2 square mile island off the south end of the Kitsap Peninsula. Semi-rural with bridge access; near Gig Harbor and across the \"Narrows\" from Tacoma. \n",{"type":"[[","value":[["File:Fox island (9622904).jpg"],["400px"],["thumbnail"],["Fox Island lighthouse with Mt. Rainier in the background"]]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFox Island is connected to the rest of ",{"type":"[[","value":[["Kitsap Peninsula"]]}," by a bridge located south of ",{"type":"[[","value":[["Gig Harbor"]]}," and conveniently close to the Tacoma Narrows Bridge.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fox Island Yacht Club"],["url=http:\/\/www.fiyc.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=-located on 17 acres, fronting Cedrona bay. The club has amenities such as a large clubhouse, a field kitchen with a professional gas barbecue, approximately 150 feet of floating dock complete with 30-amp power and water, launch ramp, sport courts and an outdoor play area but reciprocal moorage only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Toehead Island Boat Launch"],["url="],["email="],["address=2607 Fox Island Bridge Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=boat launch with limited parking but wonderful views and great place for a picnic."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Beachside Bed and Breakfast"]}," listed below offers deep water moorage and a gentle beach for landing small craft for guests staying there."]},"\n",{"type":"*","value":["  Buoys and a dock are available with basic facilities at nearby ",{"type":"'''","value":["Kopachuck State Park"]}," with addition buoys available at ",{"type":"'''","value":["Cutts Island."]}]},"\n",{"type":"==","value":["Get around"]},"\nA car is necessary to navigate the center of the island but exploring the area by boat offers unparalleled views of fox islands terrain and Mt. Rainier across Puget Sound.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pierce Transit"],["url=http:\/\/piercetransit.org"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 253 581-8000"],["tollfree=+1-800-562-8109"],["fax="],["hours="],["price=adult $2 youth .75 and is part of the regional Orca payment system."],["content=operates local routes on buses that run on natural gas and connect with other regional transit systems.   Pierce transit can also be tracked with a free smartphone app from ",{"type":"[","value":["http:\/\/www.onebusaway.org\/ One Bus Away"]}," that provides easy access to real-time transit information for the Puget Sound region and beyond."]]}]},"\n",{"type":"==","value":["See"]},"\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fox Island Historical Museum"],["url=http:\/\/www.foxislandmuseum.org\/Default.asp"],["email="],["address=1017 9th Avenue"],["lat="],["long="],["directions="],["phone = +1 253-549-2461"],["tollfree="],["fax="],["hours=Wednesdays, Saturdays & Sundays: 1PM to 4PM"],["price=$1 general admission and members are free"],["content=the Museum displays artifacts used by people on Fox Island to illustrate the changes in life styles through the years. There are more than 3000 artifacts on display in Dioramas, Showcases, and free standing exhibits exploring Fox Islands maritime history.  Among them is a display describing the life of former Governor Dr. Dixy Lee Ray, the largest collection of pulley blocks in the State, Native American artifacts, several antique gasoline engines in working order and a display on the historic Mosquito Fleet that once served the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chapel on Echo Bay"],["url=http:\/\/www.foxislandchapel.net\/"],["email="],["address=400 6th Avenue"],["lat="],["long="],["directions="],["phone = +1 253 549-7039"],["tollfree="],["fax="],["hours="],["price="],["content= Situated at the water's edge, our 100-year-old Fox Island Chapel has romantic views of the Olympic Mountains and Echo Bay in the Puget Sound.  Since the first wedding in 1906 this century-old Chapel on Echo Bay has served as a romantic venue for fox Island weddings, receptions and other events, with a sanctuary or garden seating up to 130 guests and a newly remodeled 1890s-style reception hall overlooking the waterfront."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tanglewood Island and Lighthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=small island in Hale Passage off the northern shore of Fox Island in Pierce County, Washington"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=  The island was a summer home of Conrad L. Hoska (1856–1910), a prominent figure in the nearby city of Tacoma. From 1945 it hosted a boys' camp, and in the following year the lighthouse structure (pictured above) was completed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kopachuck State Park"],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Kopachuck"],["email="],["address=10712 56th St. NW, Gig Harbor, WA 98335"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is not on the island but close by, this 109-acre marine park with 5,600 feet of saltwater shoreline on Henderson Bay. One portion of the park, Cutts Island (or \"Deadman's Island\") is a half mile from shore and reachable only by boat."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Fox Island Sand Spit"]}," towards the north west corner of the island is a public park and has been a traditional camping site but was closed while the county was reviewing its use due to misuse of the area. As of 5\/28\/13 - The Sand Spit has been re-opened. Please ensure you pick up after yourself and your dog and use the designated parking area to help ensure it stays open."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Fox Island School 4.jpg"],["200px"],["thumbnail"],["Fox Island Community Center"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Fox Island Nature Center"]}," is a 5 acre property south of the Nichols Community Center. It includes lush deep forest, one of the major year-round island streams and several wetlands."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Nichols Community Center"],["alt="],["url="],["email="],["address=690 9th Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An old WPA schoolhouse has been converted to the island Community Center. It has two classrooms with the original black boards, a kitchen, lavatories, and an auditorium with a stage. The basement is used for indoor play on rainy days."]]}]},"\n",{"type":"===","value":["Fishing"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fox Island Fishing Pier"],["url=http:\/\/www.penmetparks.org\/26501\/295968.html"],["email="],["address=1453 Ozette Drive, Fox Island"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=7AM till dusk"],["price="],["content=The pier is a great fishing spot, this 5.5-acre park is located on the Eastern tip of Fox Island.  This unique fishing pier was built by the Department of Fishing and Wildlife and managed by the Pierce County Parks Department.  Comprising a beautiful accessible fishing dock with paved pathway and handrails for safety in a picturesque setting."]]}]},{"type":"===","value":["Shellfishing"]},"\nShellfish are prized resources of the Puget Sound, the cool, clean waters provide some of\nthe finest shellfish habitat in the world. Washington State is the nation’s leading producer of farmed bivalve shellfish (clams, geoduck, mussels and oysters) and with Kitsap Peninisulas dozens of Public Clam and Oyster Beaches and miles of coastline it is a popular place for individuals to find these elusive and sought after shellfish.  Maps of public shellfishing areas and health warnings and updates can be found online at the States Fish and Wildlife ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/shellfish\/ website"]},", as with all fishing in Puget Sound permits are required and can be purchased online or in some sporting goods stores.\n",{"type":"====","value":["Public shellfishing area"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kopachuck State Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Clams open June 1st through July 31st, Oysters open March 1st through July 31st"],["price="],["content=This beach located close to Fox Island is mostly sandy substrate and littleneck clam habitat is limited. There is a small patch of mixed sand and gravel near the west end of the beach that may have some native littleneck clams and Manila clams, but they are probably not abundant. There are some butter clams and horse clams available on the sandy areas of this beach and there are some oysters available on this beach."]]}]},{"type":"===","value":["Scuba diving"]},"\n",{"type":"[[","value":[["File:Expl1080 - Flickr - NOAA Photo Library.jpg"],["150px"],["thumbnail"],["sunflower sea stars are common in the area."]]},"\n\n",{"type":"[[","value":[["Scuba diving"]]}," the cold waters of Puget Sound takes a bit more gear and training than other warm water locations, but the rewards are incredible. The area contains some of the best diving in the world and many areas are accessible from the Kitsap Peninsula.  Many dive sites are completely covered with colorful sea creatures that defy description.  Giant Pacific Octopus are common , along with friendly wolf eels.  Colorful sponges, sea cucumbers, sea stars, soft corals, anemones and fish can be seen on nearly every dive.  The state has offers a guide to parks with launch sites ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/viewing\/guides\/diving\/ HERE"]},"\n\n",{"type":"====","value":["Conservation areas"]},"\n",{"type":"*","value":[" Well-known to regional scuba divers, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/mpa\/zs_reef.html Z's Reef Marine Preserve"]}]}," is a designated conservation area on the shores of Fox Island.  A variety of fishes typically associated with rocky habitats congregate at the site and in such quantities that are presently unusual for southern Puget Sound. The dominant fishes include copper rockfish, brown rockfish, and quillback rockfish. Other common fishes include lingcod , kelp greenling, painted greenling, wolfeel, and striped seaperch. Pregnant rockfishes are observed at the site during the spring indicating that at least some fishes use the site for reproduction.  Other marine organisms include sea stars, encrusting organisms such as giant barnacles, red sea cucumbers, shrimp, and red rock crabs. Seastars are common including sunflower seastar and gumboot chitons are also frequently observed."]},"\n",{"type":"===","value":["Sea kayaking"]},"\nSea kayaking is a rewarding way to explore the Kitsap Peninsulas nearly 400 miles of coastline allowing the paddler a closer and slower look at their surroundings and making Kitsap one of the most popular areas to kayak in Puget Sound. Fox Islands south Puget Sound location allows excellent viewing of thick forests of majestic pine and deciduous trees in the area and is an excellent place to launch from their public boat launch at 2607 Fox Island Bridge Road.  Harbor Seals, Otters, Sea Lions, Bald Eagles and Blue Herons are common sites and sea kayaking is an excellent way to explore the local tidal pools.\n",{"type":"====","value":["Kayak trails"]},"\nOrganized trails offer overnight camping options and maps of appropriate and scenic travel destinations.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cascadia Marine Trail"],["url=http:\/\/www.wwta.org\/trails\/CMT\/campsites\/south_sound\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This inland sea trail is a National Recreation Trail and designated one of only 16 National Millennium Trails by the White House. Suitable for day or multi-day trips, the Cascadia Marine Trail has over 50 campsites to visit. People can boat to the campsites from many public and private launch sites or shoreline trailheads and Fox Island is well situated in the South Sound section of trails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Key Peninsula Marine Trail"],["url=http:\/\/www.keypen.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a forty mile Peninsular Marine Trail with fourteen legs between fifteen points of interest during a paddling journey around the Key Peninsula Fox Island is not on the trail however it is nearby."]]}]},"\n",{"type":"==","value":["Buy"]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fox Island Deli & Grocery"],["url="],["email="],["address=587 6th Ave"],["lat="],["long="],["directions="],["phone = +1 253  549-2124"],["tollfree="],["fax="],["hours=6AM – 10PM"],["price="],["content=locally owned Grocery Store with\/Gas & Diesel, Bulk propane and Deli"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Bed and Breakfasts"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beachside Bed and Breakfast"],["url=http:\/\/www.beachsidebb.com\/"],["email="],["address=679 Kamus Dr"],["lat="],["long="],["directions="],["phone = +1 253-549-2524"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=this waterfront offers a nice landing spot for kayakers and other paddlers on their gentle beach. Big-boaters also can use their deep-water buoy just offshore with up to 42-footers welcome"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Island Escape Bed and Breakfast"],["url="],["email="],["address=210 Island Blvd."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Camping"]},"\nBuoys, dock and camping facilities are available with basic utilities are available nearby at ",{"type":"'''","value":["Kopachuck State Park"]}," with addition buoys available at ",{"type":"'''","value":["Cutts Island."]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Gig Harbor"]]}," is to the north and ",{"type":"[[","value":[["Tacoma"]]}," is to the east via the Tacoma Narrows Bridge.\n\n",{"type":"===","value":["By boat"]},"\nFox Island is a good starting place to explore the area, Penrose Point State Park and the marina at ",{"type":"[[","value":[["Lakebay"]]}," is about 2 miles to the west.\n\n",{"type":"{{","value":[["geo"],["47.25139"],["-122.62889"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kitsap Peninsula"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Fox Island, Washington"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Washington\/Localities\/F\/Fox_Island\/"]]}]