[{"type":"{{","value":[["pagebanner"],["Frankfurt Flughafen banner Terminal 2.jpg"],["pgname=Frankfurt Airport"]]},"\n:",{"type":"''","value":["This article is about the airport near Frankfurt in Hessen not ",{"type":"[[","value":[["Frankfurt Hahn Airport"]]},"."]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.frankfurt-airport.com\/ Frankfurt Airport"]}]}," (",{"type":"{{","value":[["IATA"],["FRA"]]},")(German:",{"type":"''","value":["Frankfurt am Main Flughafen"]},") is in ",{"type":"[[","value":[["Central Germany"]]}," on the outskirts of ",{"type":"[[","value":[["Frankfurt am Main"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Frankfurt Flughafen, Terminal 1, landside.jpg"],["thumbnail"],["Frankfurt Airport, Terminal 1, landside."]]},"\n\nFrankfurt Airport is among the busiest in Europe, third in passenger traffic after ",{"type":"[[","value":[["Heathrow Airport"]]}," in ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Paris Charles de Gaulle Airport"]]},", and the ninth busiest airport in the world. It is also the busiest airport in Germany, even though Frankfurt is neither the capital, nor the largest city in the country. This is because a multitude of factors, including the post-war division of Germany, the central location of Frankfurt inside the erstwhile West Germany, and its becoming a hub of the high-speed train network, as well as Frankfurt's becoming the financial capital of Germany and an important trade fair location, the latter being as much a reason for and result of the airport's development. \n\nMost importantly, however, Frankfurt has been chosen as a hub by Lufthansa, the German flag carrier, which became one of the largest airlines of the world. Still the largest number of Lufthansa's long-haul flights originate or terminate in Frankfurt. Due to Frankfurt's importance, many other airlines also serve the airport, and almost all other Star Alliance carriers serve it as well. The majority of other major airlines, both oneworld and SkyTeam members as well as independents, have flights to Frankfurt from their hubs. There is, however, a notably low presence by Germany's number two airline, Air Berlin, which only offers a handful of holiday destinations from the airport, and a connection to their own hub at Berlin-Tegel. There are also next to no flights by low-fare airlines. \n\n",{"type":"===","value":[" Terminals "]},"\nThe airport has two terminals, with a third scheduled to be opened in 2021. The Frankfurt Airport is still in the same place where it was constructed in the 1930s, and the main Terminal 1 was opened in 1972. This means that the quantum leap in capacity required by the changes to air travel was achieved by constantly improving and expanding existing infrastructure, and therefore Frankfurt Airport is in many ways quite compromised and not as efficient or pleasant for the traveller as newer German airport, e.g. the Munich Franz Josef Strauss Airport.\n\nTerminal 1 is the home of Lufthansa and the ",{"type":"[[","value":[["Star Alliance"]]}," airlines. Terminal 2 is for all other airlines. Terminal 1 is separated into Concourses A (inside Schengen passport control), Z (the level on top of A, Non-Schengen passport control), B and C. Be aware that if you are changing planes to an international flight on a Z gate, you will be required to go through a checkpoint where you will present your passport for an inspection and exit stamp before you access the concourse, and plan accordingly. \n\nTerminal 2 is separated into Concourses D and E. \n\nTerminal 1 is a multi-level maze with poor signage, Level 1 is arrivals, level 2 check-in and departure, level 3 is an access to bridge to hotels and long distance rail station, level 0 is access to parking, below which is the regional rail station. Lufthansa tries to ease the confusion, therefore Business Class passengers (+ Gold & Silver Star Alliance Card Holders) have a designated check in area in Terminal 1 A. First class passengers of Lufthansa and Swiss, as well as Lufthansa HON Circle card holders, are allowed to check-in in the ",{"type":"[","value":["http:\/\/www.lufthansa.com\/online\/portal\/lh\/de\/info_and_services\/at_the_airport?nodeid=1771144&l=en&cid=18002|separate First Class terminal"]}," on the right side of Terminal 1, which has its own driveway. All Star Alliance economy class travelers and other Star Alliance partners are checked in in Terminal 1B & 1C. \n\nTerminals 1 and 2 are connected by the Sky Train (both landside and airside).\n\n",{"type":"==","value":["Flights"]},"\n\n",{"type":"===","value":["Airlines"]},"\n",{"type":"*","value":["Terminal 1:"]},{"type":"*","value":[{"type":"*","value":[" Lufthansa Group: Lufthansa, Austrian Airlines, Swiss and Air Dolomiti"]}]},{"type":"*","value":[{"type":"*","value":[" other Star Alliance partners: Air Canada, Air China, Air India, All Nippon Airways, Asiana, Brussels Airlines, LOT Polish Airlines, SAS Scandinavian Airlines, Singapore Airlines, South African Airways, TAP Portugal, Thai Airways International, Turkish Airlines, United Airlines."]}]},{"type":"*","value":[{"type":"*","value":[" as an exception, Qatar Airways and Middle East Airlines, both oneworld members, use Terminal 1B. All other oneworld members are using Terminal 2"]}]},{"type":"*","value":[{"type":"*","value":[" other unaffiliated airlines, including Condor, El Al, EgyptAir"]}]},{"type":"*","value":["Terminal 2:"]},{"type":"*","value":[{"type":"*","value":[" oneworld partners: Air Berlin, American Airlines, British Airways, Cathay Pacific, Finnair, Iberia, Japan Airlines, Qantas Airways, S7 Airlines. "]}]},{"type":"*","value":[{"type":"*","value":[" SkyTeam partners: Aeroflot, Air Europa Air France, Alitalia, CSA Czech Airlines, Delta Air Lines, KLM Royal Dutch Airlines"]}]},{"type":"*","value":[{"type":"*","value":[" other unaffiliated airlines, including Air Baltic, Etihad and Emirates "]}]},"\nPlease note that the above can be subject to change and always mind the information given to you by the airline with your ticket and boarding pass, as well as the information provided by the airport online and via the information boards.\n\n",{"type":"===","value":["Departure"]},"\nTerminal 1: Departure is on level 2, zones A, B, C and Z .\nTerminal 2: Departure is on level 2 zone D and E.\n\n",{"type":"====","value":[" Check-in to gate "]},"\nIf you have difficulty walking it is recommended to request assistance to the departure lounge. It can be up to a kilometre walk to the gate but congestion due to construction sites, slows the buggy\n\n",{"type":"===","value":[" Arrival "]},"\nMost major airports have a connection to Frankfurt.\n\n",{"type":"====","value":[" Plane to baggage collection "]},"\nNot all planes dock at a gate and you will often be subjected to a bus ride between plane and terminal. If you are in a hurry, rushing off the plane does not always make things quicker, being last on the bus standing next to the door is key. Sometimes for close connecting flights you will take a different bus from the tarmac.\n\nIf you are a frequent user of Terminal 1B you can accelerate your way passed passport control by applying for retina recognition. To the side of passport manual check control, were there are often long queues, there is a machine which will scan your passport and then your eyes. To register there is an office in the corner of Terminal 1 landside, section A level 2.\n\nOn arriving do not be surprised to have to ascend and descend many stairs. When coming into 1B you actually enter the main concourse before baggage claim. Look for the escalators heading down in the middle of hall B.\n\n",{"type":"==","value":["Ground transportation"]},"\nSituated in the ",{"type":"[[","value":[["Central Germany"],["center of Germany"]]}," the airport has good connections to the whole country as well as being a stepping stone to other parts of Europe and the world.\n\n",{"type":"===","value":["By train"]},"\n\nThere are both a regional (S-Bahn, RE) and international high-speed rail connections (ICE\/IC) to the airport.  \nRegional trains from ",{"type":"[[","value":[["Frankfurt"]]}," and other local town come into the Regionalbahnhof on the lowest level of Terminal 1 and are two sets of escalators to check-in. Long distance trains arrive at the international station which is connected to Terminal 1 by a walkway (5 to 10 minutes). To reach Terminal 2 take a short Skytrain (monorail) connection from Terminal 1 zone B.\n\n",{"type":"====","value":[" Frankfurt(M) Flughafen Fernbahnhof "]},"\n",{"type":"[[","value":[["File:Frankfurt Flughafen Fernbahnhof 129-h.jpg"],["thumb"],["Airport long-distance train station"]]},"\nConnections outside the Frankfurt region have a separate train station, the Flughafen Fernbahnhof (\"Airport long-distance train station\"). Here, you can board high-speed trains to Munich, Basel, Cologne, Brussels, Amsterdam and other destinations.\n\nFrankfurt International (long distance) rail station (Frankfurt (M) Flughafen Fernbahnhof) is located in a separate structure reached via a walkway two level above arrivals in Terminal 1. The Frankfurt airport also has connections for Inter-City trains.\n\n",{"type":"====","value":[" Frankfurt(M) Flughafen Regionalbahnhof  "]},"\n\nThe regional station (Frankfurt(M) Flughafen Regionalbahnhof), with convenient connections to the city of Frankfurt and other local towns and cities, is located on the lowest level of Terminal 1.\nS-Bahn (fast commuter trains). To get to the city, take lines S8 or S9 in the direction of Offenbach Ost and Hanau or Mainz and Wiesbaden at the Flughafen Regionalbahnhof (regional train station) in the Underground of Terminal 1 (entrances in section A and B): interactive route planner ",{"type":"[","value":["http:\/\/www.rmv.de\/auskunft\/bin\/jp\/query.exe\/en?L=vs_rmv&"]},". If your plane lands or departs from Terminal 2, count in another 15 minutes as you need to move between the terminals with either the shuttle bus or the monorail Skytrain (both are free of charge, just follow the signs).\nThe lines S1-S6\/S8\/S9 travel through the cornerstone of the system, an underground tunnel (the Citytunnel) through central Frankfurt. If you want to change to long-distance trains get off at Frankfurt Hauptbahnhof ",{"type":"''","value":["(Frankfurt Central Station)"]}," or Frankfurt Südbahnhof ",{"type":"''","value":["(Frankfurt South Station)"]},". If you want to go downtown, get off at Frankfurt Taunusanlage, Frankfurt Hauptwache or Frankfurt Konstablerwache, which are in the heart of the city. The ride from the airport to the central station takes 14 minutes. Be sure to purchase a ticket at the vending machines (only cash) in the train station before boarding the train. The adult ticket is €4.25 (Dec 2012).\nIf you want to go to the airport via S-Bahn, take the S8 or S9 in the direction of ",{"type":"[[","value":[["Wiesbaden"]]},". Don't take the S1 — while it has the same general direction and leaves the central station at the same platform, it will go along the wrong side of the river Main. The line S1 does not stop at the airport.\n\nRegional-Express trains (RE) to ",{"type":"[[","value":[["Mainz"]]},", Frankfurt Hbf, Frankfurt-Süd and ",{"type":"[[","value":[["Hanau"]]}," stop at the same place as the S-Bahn to Frankfurt.\n\n",{"type":"===","value":["By car"]},"\n\nThe airport is located in the south-west quadrant of Frankfurter Kreuz the Autobahn intersection of the A3 and A5; the busiest motorway intersection in Europe.\n\nAccess to Terminal 1 and Terminal 2 are reached by separated exits of the (B)43. Drop off is possible in-front of both terminal just outside of check-in halls, simply follow the signs for the required terminal (Departure:",{"type":"''","value":["Abflug"]},", Arrivals:",{"type":"''","value":["Ankunft"]},"), but note there is a 15 minute limit on waiting which is controlled and is often very difficult to find a space. There is between the first class entrance and the start of terminal 1A departure level a small entrance to a short stay parking area, first 5 minutes is free, so useful for drop-off.\nFor parking in Terminal 1: P1 is closest to check-in (5 minutes walk) being only one floor above or below entry to the main complex. P2\/3 and P5 are also close but add an extra 5 minutes waiting for elevator. Parking for Terminal 2 is conveniently under the check-in hall. P1-5 and P8 have all a female parking facility.\n\nAlthough the new long distance rail station and Hilton hotel is obvious to see from the Autobahn its access is not so clear. For parking follow signs to ",{"type":"''","value":["The Squaire"]}," and take a short monorail. For drop off you need to go westbound on the 43, just after the Terminal 2 exit get in the far left lane.\n\nThere is also holiday parking south of the airport on Airportring and a number of private long-stay packing facilities in surrounding towns as suburbs of Frankfurt such as in Frankfurt-Niederrad.\n\nOccasionally the Autobahn is clogged with traffic. A few tips for getting round the jams:\n",{"type":"*","value":[" From the North if hold-ups on the A5 or from the North-West if the A3 is blocked, take the A66 to the (B)40 direction Kelsterbach. This road will get you to the access roads, K823 Airportring, from where you can get to the terminals."]},{"type":"*","value":[" From West if the A67\/A3 is block and from the South if the A5 is blocked take the (B)486 to Mörfelden. Take Virolles-Ring, the first(last) road on the west of the village. This will get you to Airportring, but as it has to go round the runway and has a number of speed cameras on the route only use if the autobahn is a total standstill."]},{"type":"*","value":[" From the East when the A3 is busy there is little alternative, only possibility is to head into Frankfurt and get onto the (B)43 from there."]},"\n",{"type":"===","value":["By hire car"]},"\n\nMost major car hire companies have offices in Terminal 1 level 0 section A and in Terminal 2 just after arrivals baggage exit.\n\nIf you are new to ",{"type":"[[","value":[["Germany#By_car"],["driving in Germany"]]},", this is a baptism of fire. The airport is conveniently situated at the cross-roads of the A3 and A5 providing you with good access to all of ",{"type":"[[","value":[["Germany"]]}," and ",{"type":"[[","value":[["Central Europe"]]},".\n\nCar return is to the airport parking: for Terminal 1 P30; for Terminal 2 P8. There is one fuel station hidden on the traffic island off the B43 exit to terminal 2. Unfortunately are no other fuel stations conveniently near the airport so best to refuel at the service stations on the autobahns or head into a nearby town such as Frankfurt, Rüsselsheim or Langen if you have time.\n\n",{"type":"===","value":["By bus"]},"\n\nLine 61 to Frankfurt Südbahnhof (Frankfurt South Station)\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Frankfurt-Main Airport Map DE.png"],["250px"],["thumbnail"],["right"],["Map of the Frankfurt airport and surroundings"]]},"\nThis is a large airport to walk around both sides of border control. In both terminals landside of border control think up and down levels as well as staying on the floor you are on for shops and restaurants. There is a monorail connection and a bus between Terminals 1 and 2.\n\n",{"type":"==","value":["Wait"]},"\n\n",{"type":"===","value":["Lounges"]},"\n\nThere are two lounges accessible to all passengers for a fee:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=LUXX Lounge"],["url=http:\/\/www.luxxlounge.de\/index_e.html"],["email="],["address="],["lat="],["long="],["directions=Terminal 1, between concourses B and C - gallery level, next to the Travel Market"],["phone="],["tollfree="],["fax="],["hours=6AM-9:30PM daily"],["price=30€\/US $45 for one-day access"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=SKY Lounge"],["url="],["email="],["address="],["lat="],["long="],["directions=Terminal 2, Level 3, opposite departure gate D8"],["phone="],["tollfree="],["fax="],["hours=6:45AM-10PM daily"],["price=30 € for 3 hours, 60 € for 6 hours, etc"],["content="]]}]},"\nAirline lounges include the following:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Air France"],["url="],["email="],["address="],["lat="],["long="],["directions=Terminal 2, Level 2, between gates D26 and D27"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cathay Pacific"],["url="],["email="],["address="],["lat="],["long="],["directions=Terminal 2, Level 3, across from gate E7"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Other amenities"]},"\n\nThe airport has a long visitor terrace on top of terminal 2 (adults €5). It also offers 45-minute airside bus tours (adults €8, hourly from 11 (holidays) or 1-4PM, ticket booth is at the bridge between terminal 1 and \"Frankfurt Airport Centre\", follow signs and information for Flughafen Erlebnisfahrten (\"Airport Experience Tour\").\n\nFor kids there is a play area in Terminal 2 level 4, landside.\n\nTerminal 2 has surprisingly little shopping, eating and other entertainment possibilities after the security check; just a cafe, a quite small tax free shop, a newspaper kiosk and some automats where you can buy coffee or snacks. In other words, it is a fairly boring place to spend hours waiting for your plane.\n\n",{"type":"==","value":["Eat and Drink"]},"\n",{"type":"[[","value":[["File:Frankfurt Flughafen, Terminal 2.jpg"],["thumb"],["Terminal 2"]]},"\n",{"type":"===","value":[" Terminal 1 "]},"\nThere are many possibilities both sides of border control in Terminal 1. Airside of Terminal 1 section B is has a reasonable choice (",{"type":"''","value":["after passport control, up one set of escalators"]},"); there are numerous sandwich places on the airside of A, and though the selection on the airside of C and Z is more limited, there are still good choices.\nLandside of Terminal 1 there are a number of choices on level 2 and level 0. For example:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Heberer's Traditional Bakery"],["alt="],["url=http:\/\/www.frankfurt-airport.de\/content\/frankfurt_airport\/de\/einkaufen_erleben\/restaurants\/cafes\/heberer_s_traditional.html"],["email="],["address=Two locations: Terminal 1, Concourse A, Level 2 and Terminal 1, Concourse Z, Level 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Hours: Concourse A location: 5:00-21:30 every day; Concourse Z location: 6:30-21:30 every day"],["price="],["content=Their slogan is \"Handiwork, tradition and passion for 120 years,\" and this is a place that walks the walk. Their sandwiches are great - not only way better than anything you can find in many other airports, but downright delicious, made on fresh bread with excellent, fresh ingredients, albeit somewhat expensive (over €5 apiece). If your flight leaves from Concourse Z, consider passing by their Concourse A location and waiting until after passport control to patronize their Concourse Z location."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hermann's"],["url=http:\/\/www.frankfurt-airport.com\/content\/frankfurt_airport\/en\/shop_enjoy0\/food_beverages\/take_away\/hermann_s.html"],["email="],["address="],["lat="],["long="],["directions=Terminal 1, Concourse A, level 0"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=German sausages plus"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Käfer"],["url=http:\/\/www.frankfurt-airport.com\/content\/frankfurt_airport\/en\/shop_enjoy0\/food_beverages\/restaurants\/kaefer_s.html"],["email="],["address=Terminal 1, Concourse B, level 2"],["lat="],["long="],["directions=Departures landside"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good place for waiter service, not so hectic as other places."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Food court"],["alt="],["url="],["email="],["address=Terminal 1, Concourse A, level 0"],["lat="],["long="],["directions=Arrivals landside"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Several restaurants, but most popular are the Thai restaurants, usually with a long queue. Most guests are business travellers and airport employees who are rather short on time."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Meyer Feinkost"],["alt="],["url=http:\/\/www.meyer-frankfurt.de\/"],["email=airport@meyer-frankfurt.de"],["address=Terminal 1, Concourse A"],["lat="],["long="],["directions=next to Gates A1-A5"],["phone=+49 69 69029265"],["tollfree="],["fax="],["hours=05:00-22:00"],["price="],["content=Sells good, but of course pricy, warm and cold sandwiches, soups, coffee, juices and fine chocolate either to go or to eat in their small space. Exists also on the \"A+ Bouldevard\" as lounge."]]}]},"\n",{"type":"===","value":[" Terminal 2 "]},"\nAirside of Terminal 2 has a very limited choice; best to use facilities landside, top level 4.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are ATMs scattered around the airport, with several in the check-in and arrivals concourse.  \n\nThere are a number of fashion shops, newsagents and a pharmacy in Terminal 1 landside, level 2 concentrated in area B and towards A. On level 0 is a new shopping area including a supermarket. As this is the only place possible to shop on a Sunday in the area, also a useful place for emergency purchases. There are the typical duty free and luxury shops airside of Terminal 1 in areas B and Z.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Falke"],["alt="],["url="],["email="],["address=Terminal 1, Shopping Boulevard, B"],["lat="],["long="],["directions="],["phone=+49 69 697 06871"],["tollfree="],["fax="],["hours=06:00-21:00"],["price="],["content=The shop sells exclusive socks and high-quality underwear."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Lufthansa WorldShop"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Don't know what to do with all those miles you earned with Miles&More? Don't feel like an  award ticket? You can spend your miles on travelling gear, Lufthansa-related gadgets and some other cool stuff while at the airport. You can also pay in Euros or by a combination of Euros and miles."]]}]},"\n",{"type":"==","value":["Connect"]},"\nWireless Internet access is available. 30 minutes is \"free\", but requires receiving an SMS (text message). It will send these messages to international numbers, so if your phone is roaming you will have no problem.  If you don't have access to a mobile, you can't get the free time, and you obviously have to pay any carrier charges to receive it.  Additional time is available by paying (e.g., €5 for 1 hour, €10 for a significantly longer period).\n\n",{"type":"==","value":["Cope"]},"\nTerminal 1 has public showers for €6 (includes towel, foot mat, shower gel, and hair dryer). One location is in the B Departures area, in the Shopping Boulevard, across from \"TUMI\". The other is in the secure area of B Concourse (good for transit passengers), Level 2, near gate B 30 and the duty free shopping. There is luggage storage in both terminals for €5 per bag per day.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Prayer room"],["url="],["email="],["address=Terminal 1, B Concorse, Level 2"],["lat="],["long="],["directions=Departures landside, Gallery"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Prayer room"],["url="],["email="],["address=Terminal 2, D Concorse, Level 3"],["lat="],["long="],["directions=Departures, airside"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:The Squaire 2011-07-11.jpg"],["thumbnail"],["The Squaire"]]},"\n",{"type":"{{","value":[["infobox"],["Night curfew"],["Frankfurt airport operates with a strict night curfew that leave passengers sometimes stranded on the tarmac and requires an additional night at an airport hotel. Most airlines book their clients either in the Sheraton or the Intercity hotel. Therefore rooms can be completely booked shortly after 11PM. Keep that in mind if you are a late arrival or in need of a hotel room late in the evening."]]},"\nThere are two hotels within the airport complex and a third that requires a bus transfer, while the neighborhoods of Frankfurt-Niederrad, Frankfurt-Süd, ",{"type":"[[","value":[["Kelsterbach"]]},", ",{"type":"[[","value":[["Neu-Isenburg"]]},", ",{"type":"[[","value":[["Mörfelden"]]},", ",{"type":"[[","value":[["Langen"]]},", ",{"type":"[[","value":[["Raunheim"]]}," and ",{"type":"[[","value":[["Rüsselsheim"]]}," are all within close proximity to the airport, and many hotels in these areas offer airport shuttles.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Frankfurt Airport Hotel & Conference Center"],["url=http:\/\/www.sheratonfrankfurtairport.com"],["email="],["address=Hugo-Eckener-Ring 15"],["lat="],["long="],["directions="],["phone=+49 69 69770"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=There is another Sheraton in Frankfurt-Niederrad, so make sure which one you book."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Airport Hotel"],["url=http:\/\/www3.hilton.com\/en\/hotels\/hesse\/hilton-frankfurt-airport-FRAHAHI\/index.html"],["email=sales.frankfurtairport@hilton.com"],["address=The Squaire, 60549 Frankfurt am Main"],["lat="],["long="],["directions=Long Distance train station Frankfurt Airport"],["phone =+49-69-26012000"],["tollfree="],["fax="],["hours="],["price=from €99"],["checkin=2 PM"],["checkout=noon"],["content=New hotel next to the airport and the usual perks. Small rooms but walking distance to check-in and nice restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=InterCityHotel Frankfurt-Airport"],["url=http:\/\/www.intercityhotel.com\/Frankfurt_Airport\/"],["email="],["address=Am Luftbrückendenkmal 1"],["lat="],["long="],["directions="],["phone=+49 69 697099"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Accessible from the airport via a bus transfer."]]}]},"\n",{"type":"===","value":["Niederrad"]},"\nMany hotels billed as \"Frankfurt Airport\" are in the district of Frankfurt-Niederrad between the airport and city proper.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Hotel Frankfurt Airport North"],["url=http:\/\/www.frankfurt-airport-hi-hotel.com"],["email="],["address=Isenburger Schneise 40"],["lat=50.07412"],["long=8.66157"],["directions=Frankfurt-Süd"],["phone =+49-69-67-84-0"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Motel One Frankfurt Airport (Niederrad)"],["url=http:\/\/www.motel-one.com\/de\/hotels\/frankfurt\/hotel-frankfurt-airport"],["email="],["address=Colmarer Straße 2"],["lat=50.08177"],["long=8.61916"],["directions=Frankfurt-Niederrad"],["phone =+49-69-6605360"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Frankfurt Niederrad"],["url=http:\/\/www.nh-hotels.de\/nh\/de\/hotels\/deutschland\/frankfurt\/nh-frankfurt-niederrad.html"],["email="],["address=Lyoner Straße 5"],["lat=50.08494"],["long=8.62975"],["directions=Frankfurt-Niederrad"],["phone =+49-69-666080"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Frankfurt Niederrad Hotel"],["url="],["email="],["address="],["lat=50.08581"],["long=8.63265"],["directions=Frankfurt-Niederrad"],["phone =+49-69-6633-0"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Frankfurt Congress Hotel - Niederrad"],["url=http:\/\/www.sheratoncongressfrankfurt.com\/"],["email="],["address=Lyoner Straße 44-48"],["lat=50.07694"],["long=8.62768"],["directions=Frankfurt-Niederrad"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Do not mistake this hotel and the other Sheraton at the airport itself."]]}]},"\n",{"type":"==","value":["Nearby"]},"\n\n",{"type":"[[","value":[["Mainz"]]}," and its surrounding area is a more pleasant area to stay than the airport's environs but it is on the other side of the Rhein ",{"type":"''","value":["(",{"type":"[[","value":[["Rhine"]]},")"]}," and, with limited bridge crossings, could lead to traffic hold-ups on your return to the airport - potentially problematic for morning flights.  However there are direct and reliable train connections to the airport, making Mainz nearly as convenient as Frankfurt itself.\n\nIf your final destination is not Frankfurt but another city in Germany it is often better to take the train than get a connecting flight. In bad weather the first thing that happens is that inland flights are stopped.\n\n",{"type":"{{","value":[["IsPartOf"],["South Hesse"]]},"\n",{"type":"{{","value":[["usableairport"]]},"\n",{"type":"{{","value":[["geo"],["50.04066"],["8.56487"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Frankfurt Airport"]]},"\n",{"type":"[[","value":[["Commons:Frankfurt Airport"]]}]