[{"type":"{{","value":[["pagebanner"],["Fraser Island Lake.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Fraser_75MileBeach.jpg"],["thumb"],["300px"],["View of Seventy-Five Mile Beach from Indian Heads, Fraser Island."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.epa.qld.gov.au\/parks_and_forests\/world_heritage_areas\/fraser_island\/ Fraser Island"]}]}," is a large sand island 122 km (76 miles) long (the largest sand island in the world) situated off the southern coast of the ",{"type":"[[","value":[["Australia"],["Australian"]]}," state of ",{"type":"[[","value":[["Queensland"]]},", some 300 km (200 miles) north of the state capital ",{"type":"[[","value":[["Brisbane"]]},". A popular destination for travelers, Fraser Island was inscribed as a ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Site"]]}," in 1992.\n\n",{"type":"==","value":["Understand"]},"\nFraser Island - stretching over 123km along the southern coast of Queensland. Fraser Island with an area of 184 000 hectares is the largest sand island in the world. \t \n \nFraser Island's World Heritage listing ranks it with Australia’s Uluru, Kakadu and the Great Barrier Reef. Fraser Island is a precious part of Australia’s natural and cultural heritage, it is protected for all to appreciate and enjoy.\nFraser island is a place of exceptional beauty, with its long uninterrupted white beaches flanked by strikingly coloured sand cliffs, and over 100 freshwater lakes, some tea-coloured and others clear and blue all ringed by white sandy beaches. Ancient rainforests grow in sand along the banks of fast-flowing, crystal-clear creeks. \nFraser Island is the only place in the world where tall rainforests are found growing on sand dunes at elevations of over 200 metres. The low “wallum” heaths on the island are of particular evolutionary and ecological significance, and provide magnificent wildflower displays in spring and summer.\nThe immense sand blows and cliffs of coloured sands are part of the longest and most complete age sequence of coastal dune systems in the world and they are still evolving. \nThey are a continuous record of climatic and sea level changes over the last 700 000 years. The highest dunes on the island reach up to 240 metres above sea level. \nThe Great Sandy Strait, separating Fraser Island from the mainland, is listed by the Convention on Wetlands of International Importance (Ramsar Convention). \t\t \nThe wetlands include: rare patterned ferns; mangrove colonies; sea-grass beds; and up to 40,000 migratory shorebirds. Rare, vulnerable or endangered species include dugongs, turtles, Illidge’s ant-blue butterflies and eastern curlews.\t\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"'''","value":["Dingoes"]}," - once common are now endangered on Fraser Island and the island is the only place in Australia where they are considered dangerous (mainly due to being fed by visitors and losing their fear of humans).  \n\nFraser Island is famous for over 300 species of birds, and include coastal birds such as dotterals, pied oyster-catchers, pelicans and terns, and birds of prey such as brahminy kites, white-breasted sea eagles, ospreys and peregrine falcons. The island's heathlands are home to one of Australia's rarest bird, the ground parrot, and here you will also find honey-eaters, kingfishers and cockatoos. \nThe freshwater wetlands are the habitat of curlews, jabirus and brolgas. \nThere are 25 species of mammal, including pure-breed dingoes, wallabies, possums, flying foxes and echidnas. Dugong feed on the sea grass, turtles breed on some island beaches, and tailor spawn annually near rocky headlands.\nHumpback whales from the Antarctica come to the sheltered waters of Platypus Bay with their new calves on their return journey south. Between July and August is the time to see the whales, and licenced tour-operators operate from Hervey Bay.\n\n",{"type":"===","value":["Climate"]},"\nAt 500km south of the Tropic of Capricorn, Fraser Island has a hot and humid climate but is cooled by sea breezes. Its summer maximum average temperature is only 30 degrees C, although the summer months have some extremely hot days. \nWinters are mild, with average temperatures of around 15 degrees C. This is usually the dry season and most winter days are sunny and  frost free, making for a very pleasant climate.\nPeople with fair skins need to be wary when out in the midday sunshine since unprotected skin can burn in a few minutes. Hats, cool clothing that protects from the sun, sunscreen and common sense are essentials to enjoying Fraser Island summers.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Fraser Island barge.JPG"],["thumb"],["Barge from Rainbow Beach to Fraser Island"]]},"\n",{"type":"[[","value":[["File:Fraser Island Barge ramp.JPG"],["thumb"],["4x4 and good driving skills required to get from the barge to the beach"]]},"\nVehicular access to Fraser Island is by ferry only; thereafter, four-wheel drive vehicles are necessary for transport around the island. Travelers have the option of bringing or hiring their own 4WD vehicle, joining a group from a Hervey Bay hostel, or taking a 4WD tour bus. ",{"type":"[[","value":[["Fraser_Island#Get_around"],["Vehicle hire"]]}," is available and tour buses depart from various towns on the Sunshine Coast (",{"type":"[[","value":[["Noosa"]]},") and Fraser Coast (",{"type":"[[","value":[["Hervey Bay"]]},").\n\nThe following boats serve Fraser Island:\n",{"type":"*","value":[" ",{"type":"'''","value":["Fraser Venture"]}," (Ph. +61 7 4125-4444) - vehicle barge that makes three crossings per day from River Heads (10km southwest of Hervey Bay) to Wanggoolba Creek (west of Central Station \/ Eurong)."]},{"type":"*","value":[" ",{"type":"'''","value":["Fraser Island Ferry Service"]}," - crosses from Inskip point near Rainbow beach to the southern point of Fraser Island.  Most trips originating from Noosa use this service."]},"\n",{"type":"===","value":["By air"]},"\nA number of charter operators fly light aircraft on to Fraser Island, landing on the main beach (at low tide only).\n\n",{"type":"==","value":["Fees\/permits"]},"\nPermits - Vehicles and Camping: All vehicles travelling to Fraser Island must have an official permit. It must be attached to the windscreen. Campers other than those using commercial camp sites must have a camping permit which should be attached to the tent in clear view for inspection by the park ranger. \n \nPermits are available from the following offices:\n",{"type":"*","value":[" The Department of Environment Smart Service Qld www.qld.gov.au\/camping 13 13 04 "]},{"type":"*","value":[" Brisbane: 160 Ann St, +61 7 3227-8185 "]},{"type":"*","value":[" Maryborough: Cnr Alice and Lennox St +61 7 4121-1800 "]},{"type":"*","value":[" Gympie:   +61 7 5482-4189 "]},{"type":"*","value":[" Noosa:   +61 7 5447-3243 "]},{"type":"*","value":[" Bundaberg:   +61 7 4153-8620 "]},{"type":"*","value":[" Rainbow Beach:   +61 7 5486-3160 "]}," \nPermits are also available from:\n",{"type":"*","value":[" The Marina Kiosk  Buccaneer Avenue"]},{"type":"*","value":[" Urangan Boat Harbour +61 7 4128-9800 "]},{"type":"*","value":[" National Parks Kiosk River Heads boat ramp"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Man4x4truck.jpg"],["thumb"],["MAN 4x4 main tourist shuttle on the island"]]},"\n",{"type":"===","value":[" Driving "]},"\nOne of the most enjoyable ways to visit Fraser Island is by 4WD.  To visit most of the main sites you should allow three days. You can hire vehicles with camping gear or stay in accommodation on the island.\n\n",{"type":"*","value":[" Fraser Magic 4WD Hire ",{"type":"[","value":["http:\/\/www.fraser4wdhire.com.au\/"]}," Family run business, with a Swiss-Australian background. Provides 4wd hire from 2 up to 8 seater landrovers. Accommodation or camping packages available. ph. +61 7 4125-6612"]},"\n",{"type":"*","value":[" Fraser Island Tagalong Tours ",{"type":"[","value":["http:\/\/fraserislandtagalongtour.homestead.com\/index.html"]}," Fraser Island Tagalong 4WD Tours for the budget traveler."]},"\n",{"type":"*","value":[" Other 4WD hire companies serving Fraser Island with self-drive tours include: Aussie Trax - 1800062275 : Safari 4WD - 1800689819 : Koala - 180046644 : Sunset Safari : Sargen Hire"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nomadsfraserisland.com Nomads"]}]}," 4wd tag-along tours on Fraser Island. Three days tours with a guide (fully equipped with sat phone and first aid kit, new Fraser Island regulations for 4wd companies). Email: bookings@nomadsnoosa.com"]},"\nDriving can be quite difficult especially during the dry season as the sand roads can be very difficult to get through.  The sand can become like talcum powder and it is not uncommon if a vehicle becomes stuck to have to wait for hours before a bus can come by to tow the car out.  The best time to drive is after there has been some rain when the sand road is more solid.  Getting stuck relies on the help of others to get out.  If you are not comfortable driving, taking a tour is recommended.  Typically the longer the tour is, the smaller the group traveling.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Fraser_Mackenzie.jpg"],["thumb"],["200px"],["Lake MacKenzie."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake MacKenzie"]}," - the jewel of Fraser Island, Lake MacKenzie is a large perched lake with crystal blue waters and white sands.  The area is one of the most popular on the island so can get crowded during the middle of the day in peak season."]},{"type":"[[","value":[["Image:Lake Wobby.JPG"],["thumb"],["Fresh water lake Wobby"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Wabby"]}," - a green colored lake some 30min walk from the beach, with a large sand blow that is slowly encroaching upon the lake.  Freshwater turtles and catfish can sometimes be seen swimming in the lake.  The path to the lake will split with only 100m difference between the two however the slightly longer way takes you over a sand dune.  This split is well marked.  If you take the one way into the lake over the sand dune you will be walking down the sand dune - much easier than up the sand dune.  On the way out, walk along the lake with the lake on your right and you will see the second path at the edge of the lake taking you through the rainforest.  Walking through the sand dune can get quite hot during the summer and it's a good idea to bring water along.  Locals bring bodyboards to slide off the sand dune into the lake.  Do not run into the lake off the sand and attempt to dive.  Many people get seriously hurt and even paralyzed trying to do this every year. The only toilet facilities available are at the beginning of the walk in."]},{"type":"*","value":[{"type":"'''","value":["Indian Heads"]}," - the rocky outcrop at the northern end of the main beach. Climb to the top to look down into the ocean and spot sharks, rays, turtles and dolphins.  Beautiful outlook."]},{"type":"*","value":[{"type":"'''","value":["Champagne Pools"]}," - north of Indian Heads, these rock pools provide a safe place to bathe in sea water.  Their name is derived from the froth created when waves break over the edge and into the pools."]},{"type":"[[","value":[["File:Eli Creek estuary, Fraser Island, QLD.JPG"],["thumb"],["Eli Creek"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Eli Creek"]}," - a freshwater creek midway along the main beach where bathers can float or walk down with the slow current.  The water in the creek can vary quickly but does not get above waist height of an adult 5'9\".  The deeper parts can usually be avoided by walking on the other side of the creek.  A boardwalk provides access to the top of the creek.  It is an easy walk both on the boardwalk and through the water."]},{"type":"[[","value":[["Image:Fraser Island shipwreck of Maheno (ship 1905) IGP4364.jpg"],["thumb"],["Maheno ship wreck"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Maheno shipwreck"]}," - in 1935 the retired passenger steamer ",{"type":"''","value":["Maheno"]}," was being towed to Japan for scrapping when a storm forced it ashore.  A few km north of Eli Creek."]},"\n",{"type":"==","value":["Do"]},"\nOne of the best ways to see Fraser Island is to ",{"type":"[[","value":[["Fraser_Island#Get_around"],["hire a 4WD"]]}," and explore at your leisure.  Accommodation options range from basic cabins to 4 star resorts.  Another popular option is camping on the beach or at inland campgrounds - most vehicle hire companies also hire camping gear.  If time permits you should allow at least three days to discover the wonderful sights of Fraser.  \nTo ensure quality of service it is recommended to hire from a company that is a current member of the Fraser Coast 4X4 Hire Association.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nSoft drinks and alcohol can be purchased from shops at Eurong and Happy Valley, although alcohol is not available before 10AM due to state licensing laws.  Note that prices are substantially higher on the island than on the mainland; save money by bringing sufficient supplies with you!\n\nDrinking water can be obtained from taps in various campsites and from a tap on the beach 500m north of Eurong; untreated water from the creeks or lakes should not be drunk.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Fraser_Maheno.jpg"],["thumb"],["250px"],["The prow of the wreck of the ",{"type":"''","value":["Maheno"]}," juts above the sand."]]},"\nSleeping on Fraser Island ranges from luxury resorts through campsites to rough camping amongst the dunes along designated stretches of beach.\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eurong Beach Resort"],["alt="],["url=http:\/\/www.eurong.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 7 4127-9122"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=With rooms to suit a variety of budgets, Eurong sits towards the south of the main beach on the east side of the island. Many guests will join 4WD bus tours from the resort. The area also contains shops, fuel and other facilities, though note that prices are substantially greater than on the mainland."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kingfisher Bay Resort and Village"],["alt="],["url=http:\/\/www.kingfisherbay.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 7 4120-3333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A more upmarket option on the west of the island, but it also has some cheaper huts, with restaurants, pubs and shops."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sailfish on Fraser"],["alt="],["url=http:\/\/www.fraserisland.au.com\/accommodation\/sailfish\/resort-facilities.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 7 4124-0287"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beautiful appointed 2 bedroom apartments at cosy Happy Valley."]]}]},"\n",{"type":"===","value":["Camping"]},"\nThere are a number of campsites on the island which house standard facilities (toilets, showers etc.) and are fenced to keep dingoes out.  Fires are permitted in these sites within fire rings, but noise is forbidden after 9PM.  Never bring any food inside the tents as dingoes will tear apart the tents looking for it - even if it's already gone they can still smell the food that was there and will look for it.  When possible keep food in a dingo cage off of the ground.\n\n",{"type":"===","value":["Backcountry"]},"\nAlong the main beach, there are designated areas for camping amongst the dunes.  These are marked by wooden signs indicating areas where camping is permitted and where it is forbidden.  In all cases, a permit is required to camp, and in some areas advanced bookings are required.\n\nDuring busy periods, arrive early in the day to ensure your camping area.  Camp fires outside of the official campsites are no longer permitted, with Rangers patrolling the beach and issuing fines for infringements.  Be dingo safe; lock all food away when unattended.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["Fraser Island is home to approximately 150 ",{"type":"'''","value":["dingoes"]}," - Australia's wild dog.  These animals can become aggressive - a 9 year old boy was killed in 2001 - and should not be approached or fed.  Feeding of dingoes carries a $250 fine, and all food should be secured (in vehicles or food boxes) when unattended."]},{"type":"*","value":["Swimming in the ocean is not recommended owing to both the ",{"type":"'''","value":["dangerous surf"]}," conditions and the number of ",{"type":"'''","value":["sharks"]}," that inhabit the waters (Indian Heads is a shark breeding ground)."]},{"type":"*","value":["Drive safely on the sand and obey the ",{"type":"'''","value":["speed limits"]}," - the beach is classed as a highway, so police will run speed checks and breath tests for drivers.  Speed limit on the main beach is 80km\/h and on soft sand tracks 30km\/h."]},{"type":"*","value":["Due to the temperate climate, ",{"type":"'''","value":["saltwater crocodiles"]}," are ",{"type":"'''","value":["not normally present"]}," within Fraser Island's waterways. However, there have been reports of crocodiles sighted in the Fraser Coast region, including on Fraser Island. This is ",{"type":"''","value":["very"]}," rare and almost unheard of, yet the presence of a large (4 meter) male saltwater crocodile was reported in March of 2009. The crocodile, however, was not captured so the report remains inconclusive."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Queensland"]]},"\n",{"type":"[[","value":[["wikipedia:Fraser Island"]]},"\n",{"type":"{{","value":[["Geo"],["-25.21667"],["153.133333"]]}]