[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Fredericksburg"]]},"\n",{"type":"[[","value":[["Image:HistoricDowntownFredericksburgVA.jpg"],["thumb"],["320px"],["Fredericksburg's historic downtown"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/visitfred.com Fredericksburg"]}]}," is a city nearly halfway between ",{"type":"[[","value":[["Washington, D.C."]]},", and ",{"type":"[[","value":[["Richmond (Virginia)"],["Richmond"]]},", ",{"type":"[[","value":[["Virginia"]]},". \n\n",{"type":"==","value":["Understand"]},"\nFredericksburg was founded in colonial era as a \"port city\" on the Rappahannock River—the fifth longest river in Virginia. At the time, it was at the farthest point navigable by large ships trading goods with the Old World. Although the city became a key trading center for the plantation owners and farmers nearby, it never achieved the level of commerce enjoyed by Richmond and Alexandria.  \n\nThe city was contested during the American Civil War, changing hands numerous times between Union and Confederate forces.  The most famous battle in Fredericksburg saw Union General Burnside repeatedly march thousands of his troops across the Rappahannock River and up Marye's Heights to their doom.\n\nIn recent years, Fredericksburg's population and surrounding communities have boomed as housing costs closer to Washington, DC forced commuters to seek neighborhoods farther out.  Many living in Fredericksburg drive up to two hours or catch the VRE commuter rail to work in DC.  Fredericksburg is also a popular home for military families employed by the nearby Quantico Marine and Dahlgren Naval bases.\n\nThe downtown area has experienced a revival since the 1970's allowing a strong arts community to thrive.  Galleries, music venues, and fine dining can all be found in the historic district.  While the city has seen massive growth, the downtown area and battlefields have been well preserved due to strong local commitment to historic preservation, providing a unique blend of old and new culture.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nOne Amtrak train station serves Fredericksburg at Caroline St. and Lafayette Blvd., which is a stop for Amtrak's Carolinian and Piedmont and Regional trains.  \n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vre.org Virginia Railway Express"]}]}," runs commuter trains between Fredericksburg's Amtrak station and Union Station in Washington, DC on weekdays from 5:15am to 8:25pm.  The trip from DC takes approximately an hour and a half, depending on freight train schedules (the railway is shared with CSX) and track work.  A single ticket from Union Station is $8.80 and discounts are offered for Ten Trip, Five Day, and Monthly passes.  VRE does not run on Federal holidays but does run special service on Independence Day.\n\n",{"type":"===","value":["By car"]},"\nFredericksburg is about fifty miles south of Washington D.C. located directly on Interstate 95 at exit 130.  It is also one hour north of Richmond on Interstate 95. \n\nTravel time from the north (Washington, DC) will vary due to traffic conditions (avoid rush hour). Between 2:30PM and 7:00PM, typical travel times to Fredericksburg are from an hour and a half to two and a half hours.  Alternative routes include taking either State Highway 28 through Manassas to US Route 17, or by taking US Route 29 through Warrenton to US Route 17.  Both routes take about an hour and a half, but the traffic is much more bearable and most of the trip consists of rural driving at full speed.\n\nAnother alternative to I-95 South from Fairfax is to take the following route:\n\n",{"type":"[[","value":[["Image:ChancellorsvilleBattlefieldModern.jpg"],["thumb"],["280px"],["Chancellorsville Battlefield"]]},"\n\n",{"type":"*","value":[" Fairfax County Parkway to Hwy 123"]},{"type":"*","value":[" Hwy 123 South to right on Hwy 641 (Chapel Rd)"]},{"type":"*","value":[" Hwy 641 to left on Hwy 610 (Wolf Run Shoals Rd)"]},{"type":"*","value":[" Hwy 610 to right on Hwy 643 (Henderson Rd)"]},{"type":"*","value":[" Hwy 643 to left on Hwy 612 (Old Yates Ford Rd)"]},{"type":"*","value":[" Left onto Hwy 3000 (Prince William Parkway)"]},{"type":"*","value":[" Right onto Hwy 642 (Hoadly Rd)"]},{"type":"*","value":[" Left onto Hwy 234 (Dumfries Rd)"]},{"type":"*","value":[" Right onto 619 (Joplin Rd)"]},{"type":"*","value":[" Exit onto I-95 South"]},"\nThis way takes about one and a half hours, but you avoid the stop-and-go traffic from the mixing bowl (I-95\/I-495 interchange) all the way to the HOV merge (just south of the Dumfries\/Triangle Exit).  You also avoid the bottleneck on Hwy 123 at Occoquan.  Joplin Road is especially fun as the road is very windy and hilly.  It runs between Prince William Forest Park and the Quantico Marine base.\n\n",{"type":"==","value":["Get around"]}," \n",{"type":"*","value":[" Downtown Fredericksburg is a ",{"type":"'''","value":["walking city"]}," - the sidewalks are wide, inviting, and mostly paved in brick.  Many locals frequent the streets as well as the occasional street musician."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Biking"]}," downtown can be fun, but stay off the sidewalks and be sure to follow the traffic laws."]},"\n",{"type":"*","value":[" Taking the ",{"type":"'''","value":["local bus"]}," (known as the ",{"type":"'''","value":["Fred"]},") is convenient and inexpensive.  There are stops throughout downtown, at all major surrounding shopping locations, and most local subdivisions.  Racks on the front of the buses allow you to take a bike along for the ride. Fare is 75 cents for adults, children under three ride free.  Schedules and route planning can be found at the official website, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ridefred.com ridefred.com"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Driving"]}," is a good option. Downtown roads are largely straightforward aside from some non-standard intersections and one-way streets; outside the city numerous signs point to places of interest and major through ways. If possible, avoid driving during rush hour as  traffic is intolerable, especially on I-95, US-1, US-3, and US-17.  There is plenty of free parking downtown, either on the street or in the many public lots (PDF map available here: ",{"type":"[","value":["http:\/\/www.fredericksburgva.gov\/uploadedFiles\/Police\/GeneralContent\/CityParkingLots-Garage_Downtown_Jan08.pdf"]},"). During normal business hours (8AM-5PM), much of the street parking has a two-hour time limit, after which cars will be ticketed. A city parking garage is located at 600 Sophia Street, parking there is free for the first two hours.  After that, the rates vary, but they are roughly $1 per hour, $8 or less per day (full details at the Fredericksburg city website ",{"type":"[","value":["http:\/\/www.fredericksburgva.gov\/Departments\/FiscalAffairs\/index.aspx?id=251"]},")."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Kenmore Plantation 2006.jpg"],["thumb"],["280px"],["Kenmore Plantation"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.umw.edu\/ University of Mary Washington"]}]}," is a small liberal arts college located near Downtown Fredericksburg. It has been voted, in the past, as one of the most beautiful college campuses in the United States, according to the Princeton Review. Its architecture is comparable to that of the University of Virginia."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/archive\/frsp\/fburg.htm Fredericksburg Battlefield"]}]}," was the site of a key battle during the American Civil War. You can visit, for example, the infamous Marye's Heights."]},{"type":"*","value":[" Just outside the city in Spotsylvania County (a separate political jurisdiction in Virginia), 3 other large major battlefields to see ; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/frsp\/chist.htm Chancellorsville"]}]}," :Lee's \"masterpiece\" and where the great Stonewall Jackson fell in battle; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/frsp\/wilder.htm The Wilderness"]}]}," : known for its brutal fighting in some of the most dense forrest and thicket in Virginia; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/frsp\/spot.htm Spotsylvania Courthouse"]}]},"; known for its 2 week long bloodly stalemate on Grants march to Richmond in 1864."]},{"type":"*","value":[" The ",{"type":"'''","value":["Kenmore Plantation"]},"  ",{"type":"[","value":["http:\/\/www.kenmore.org\/"]}," '' is a Georgian mansion once occupied by Fielding Lewis and Betty Washington Lewis, George Washington's sister."]},{"type":"*","value":[" The ",{"type":"'''","value":["Mary Washington House"]}," ",{"type":"[","value":["http:\/\/www.apva.org\/MaryWashingtonHouse\/"]}," is a short walk from Kenmore. A small frame structure, it was purchased by George Washington in 1772 for his mother, Mary Ball Washington. Of interest is the garden now maintained by a volunteer group of certified Master Gardeners. A huge crepe myrtle is thought to have been planted by Mary herself."]},{"type":"*","value":[" The ",{"type":"'''","value":["Hugh Mercer Apothecary"]}," is a restored 18th century pharmacy located on Caroline St. in downtown.   Take a tour, the guides are dressed in period attire and take you through the building explaining 18th century medicine and local history."]},{"type":"*","value":[" ",{"type":"'''","value":["Belmont\/Gari Melchers Museum"]}," is a great little estate near the Rappahannock. Impressionist painter Gari Melchers lived here. The estate is very well maintained and features beautiful gardens and a separate art gallery where many of his works are on display.  Guided tours of the mansion are also available.  "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kenmore.org\/ff_home.html Ferry Farm"]}]}," was George Washington's boyhood home."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Chatham"],["alt=pronounced, \"chat-um\""],["url=http:\/\/www.nps.gov\/frsp\/chatham.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a Civil War-era mansion that overlooks the Rappahannock where Union soldiers crossed at the battle of Fredericksburg. It also provides a great view of the city itself. Take US-17 or US-1 to River Road, or cross the Hwy 3 bridge from downtown Fredericksburg and make a left when you see the sign."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lower Caroline Street"]}," is a long block of privately owned homes built between the late 18th and early 20th centuries. Some still contain shell fragments from the battle of Fredericksburg."]},{"type":"*","value":[" The ",{"type":"'''","value":["Mary Washington Monument"]}," is a large obelisk off of Washington Avenue at the site of Mary Ball Washington's grave."]},{"type":"[[","value":[["File:Grave of Mary Ball Washington.jpg"],["thumb"],["right"],["160px"],["The Mary Washington Monument"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Canoeing"]}," or ",{"type":"'''","value":["Kayaking"]}," on the Rappahannock River.",{"type":"[","value":["http:\/\/www.playva.com\/1stpage.htm"]},{"type":"[","value":["http:\/\/www.baygateways.net\/general.cfm?id=138"]},"  Be aware that the river can be very dangerous if you are not careful.  There has been some 70 or so drownings since the early 1960's.  It is not unheard of at least one or two drownings to occur along the river each year.  Therefore, if you decide to go adventure on the Rappahannock River, be sure to check out the safety information and water levels before you begin your adventure",{"type":"[","value":["http:\/\/riverfriends.org\/RiverLevelsSafety\/tabid\/68\/Default.aspx"]},".  "]},{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]}," along the Rappahannock River near Francis Thornton's Mill just off of Riverside Drive on the south bank of the river, upstream of the US-1 bridge. It is also possible to hike up along the canal to where the old Embrey Dam used to be.  There are a network of hiking\/biking trails all the way up along the river, well past the I-95 bridge.  Beware when hiking through the quarry, that there are \"No Trespassing\" signs posted.  As tempting as it would be on a hot day, ",{"type":"'''","value":["do not"]}," swim in the quarry, lest you want to run the risk of meeting Frederiskburg's Finest.  If merely hiking through the area, it is unlikely you'll be hassled, however.  If you hike up the river far enough, you may be able to get a glimpse of some of the old canal locks.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Golfing"]}," at any of the several nearby golf courses, such as Meadow Farms, Cannon Ridge, or Lees Hill",{"type":"[","value":["http:\/\/www.golffred.com\/"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Monroe Hall UMW.jpg"],["thumb"],["280px"],["Monroe Hall at Mary Washington University"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Central Park"]}," has numerous large department stores, mentioned earlier. It also has some notable small shops, such as Pier One Imports (located near Route 3) and several clothing vendors. The Spotsylvania Towne Centre has more department stores, like Sears and JCPenny, along with numerous smaller stores as well."]},{"type":"*","value":[" The ",{"type":"'''","value":["Stafford Marketplace"]},", located near the Garrisonville\/Aquia exit on I-95 (the Target is visible from the highway itself), about 10 minutes north of Fredericksburg, is a quieter, less frequented and newer shopping establishment. It also contains Bed Bath & Beyond, Kohl's and Best Buy, but fewer stores overall. There is also a Wal-Mart nearby."]},{"type":"*","value":[" There are numerous small shops scattered throughout the city of Fredericksburg, especially in the downtown area. Antique shops are especially common, and there are a few nice used bookstores too."]},{"type":"*","value":[{"type":"'''","value":["Crown Jewelers"]}," has a good reputation in the area for their service and quality of jewelry and other trinkets."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\nIn addition to the numerous fast-food options scattered around the area, such as McDonald's, Arby's, Wendy's, Taco Bell, Burger King and so forth, it is worth trying out the following local places for a cheap meal or snack and to get a taste of the local culture\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=2400 Diner"],["url="],["email="],["address=2400 Princess Anne St"],["lat="],["long="],["directions="],["phone = +1 540-373-9049"],["tollfree="],["fax="],["hours="],["price="],["content=Family-run Greek diner with a big, vintage neon sign up top. Typical diner food with Greek specialties for good measure (spanakopita, baklava, etc.). Lots of bar stools and bunched up booths lend an undeniable charm."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Allman's Bar-B-Que"],["url=http:\/\/www.allmansbarbeque.com"],["email="],["address=1299 Jefferson Davis Hwy"],["lat="],["long="],["directions="],["phone = +1 540  373-9881"],["tollfree="],["fax="],["hours="],["price="],["content=Funky old barbecue house right off of US Route 1. Unpretentious, authentic interior down to the hand painted menu on the wall and cutaways to the kitchen.  Aside from the obvious menu selection, their onion rings and hamburgers are a nice, greasy treat."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Battlefield Restaurant"],["url="],["email="],["address=1018 Lafayette Blvd"],["lat="],["long="],["directions="],["phone = +1 540  373-9661"],["tollfree="],["fax="],["hours="],["price="],["content=Adjacent to the Union cemetery, this local fixture has been around since 1951 serving their home-style meals all day long. Cozy diner food, cheap prices, and vintage atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Carl's Ice Cream"],["url="],["email="],["address=2200 Princess Anne St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened in 1947 and listed in the National Record of Historic Places since 2005, Carl's still operates in the same stand, with the same menu, hours and cash only policy as it did when it was first founded.  It also has only three flavors of its simple homemade, handmade soft serve ice cream -- vanilla, chocolate and strawberry but with those flavors you can also get sundaes, shakes, malts, frozen slushes and slush floats. \"Opening Day\" at Carl's is a local holiday. People line up around the building to get a scoop from the family-owned treat stand. As is tradition, the stand is closed from the Sunday before Thanksgiving until the Friday of Presidents Day Weekend as the founder closes for hunting season."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hyperion Espresso"],["url=http:\/\/www.hyperionespresso.com"],["email="],["address=301 William St"],["lat="],["long="],["directions="],["phone = +1 540  373-4882"],["tollfree="],["fax="],["hours="],["price="],["content=Perhaps the most popular coffee shop in the city. Local hang out and meeting place, you'll find everyone from college students to politicians catching up on the latest gossip. The coffee is addictively good and priced comparable to national chains, light fare like pastries and muffins are also available.  Free wi-fi is available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mr. Dee's"],["url="],["email="],["address=701 Lafayette Blvd"],["lat="],["long="],["directions="],["phone = +1 540  373-7434"],["tollfree="],["fax="],["hours="],["price="],["content=Long-standing fried fish shack, also well known for their barbecue."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Blarney Stone Public House"],["url=http:\/\/theblarney.net"],["email="],["address=715 Caroline St"],["lat="],["long="],["directions="],["phone = +1 540  371-7468"],["tollfree="],["fax="],["hours="],["price="],["content=The bright green color scheme overplays the \"Irish\" theme a bit, but it is actually owned and operated by a local Irish family. If the front dining room is empty, check the back bar room where the real action is. Plenty of Irish beer on tap, pairs well with the fish and chips, shepherd's pie, or corned beef and cabbage. Acoustic musicians are regularly featured in the back."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Carlos O'Kelly"],["url=http:\/\/www.carlosokellys.com\/"],["email="],["address=2306 Plank Rd"],["lat="],["long="],["directions=Rt 3 East next to the I-95 JCT"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Longstanding Tex-Mex chain eatery that definitely has more of a local feel due to how long it has been at this location.  Opened long before the idea of Central Park was conceived.  Bar room features karaoke on a regular basis."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Fortune Gourmet"],["url="],["email="],["address=923 Caroline St"],["lat="],["long="],["directions="],["phone = +1 540  371-7616"],["tollfree="],["fax="],["hours="],["price="],["content=Pretty standard chinese fare with a few notable dishes like the Mandarin tofu (ask for it with broccoli). The real reason to go here is for the flaming volcanoes, a gigantic bowl of spiked pink punch with a shot of something burning in the middle. Bring a friend and sip out of the extra long straws."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hard Times Cafe"],["url="],["email="],["address=314 Jefferson Davis Hwy"],["lat="],["long="],["directions=at Princess Anne Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Washington regional chain, specializes in chili.  Featuring four different types, served in bowls or on top of other menu items, such as burgers, dogs, spaghetti, nachos, fritos, etc.  Also features an excellent plate of wings.  This location is split in half, restaurant on one side, bar and pool hall on the other.  Local rock bands regularly featured."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Otter House"],["url=http:\/\/theotterhouse.com"],["email="],["address=1005 Princess Anne St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Burgers are king here (try the stuffed ones), made with quality hormone-free beef.  Decent vegetarian menu as well.  Two levels, downstairs is an open restaurant, upstairs is the music hall.  Excellent music stage with a variety of local and regional bands, great dance floor, video games, foosball table, lots of televisions screens for sports viewing. Free wi-fi is available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Parthenon Restaurant"],["url="],["email="],["address=2024 Augustine Ave"],["lat="],["long="],["directions="],["phone = +1 540  373-3898"],["tollfree="],["fax="],["hours="],["price="],["content=Even though it's right off of US Route 1, this family-run Greek restaurant is tucked away on a side street so you can't see it well when passing by. The small interior has an friendly living room quality to it along with a wall-to-wall mural. Famous for their gyros and pizza as well as novelty dishes like the flaming cheese. One of the only places in town where you can order Retsina with your meal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sammy T's"],["url=http:\/\/sammyts.com"],["email="],["address=801 Caroline St"],["lat="],["long="],["directions="],["phone = +1 540  371-2008"],["tollfree="],["fax="],["hours="],["price="],["content=Relaxed and casual, specializing in sandwiches and wraps. Lots of vegetarian and vegan options.  Large bar with over 75 bottled beers available.  Local art and local bands are featured regularly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Soup and Taco"],["url="],["email="],["address=813 Caroline St"],["lat="],["long="],["directions="],["phone = +1 540  899-0969"],["tollfree="],["fax="],["hours="],["price="],["content=A tiny little place, they serve genuine Mexican cuisine: fish tacos, fried plantains, black bean soup, and all the chips and salsa you can eat.  Margaritas are a great way to wash it all down."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Umi Japanese Fine Dining"],["url="],["email="],["address=1500 Jefferson Davis Hwy"],["lat="],["long="],["directions="],["phone = +1 540  373-3881"],["tollfree="],["fax="],["hours="],["price="],["content=Located next to the bus station, this unassuming building houses a distinctively hip interior. Japanese cuisine including sushi, seaweed salad, bento boxes, sea urchin, scallops, all served with artistic flair. Their broad sake menu is hard to beat. Extremely personable staff, sit at the bar and chat for a spell."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bistro Bethem"],["url=http:\/\/www.bistrobethem.com\/"],["email="],["address=309 William St"],["lat="],["long="],["directions="],["phone = +1 540-371-9999"],["tollfree="],["fax="],["hours=Tu-Sa 11:30AM-10PM, Su 11:30AM-9PM"],["price=$$$"],["content=Southern-themed, family owned bistro. Seafood and wild game specialties and one of the best wine lists in town. Wood stove, heartwood pine bar, and artisan crafted copper fixtures set the mood. Local art and live musicians add the finishing touches, the Tuesday night acoustic shows (with accompanying drink specials) are always well attended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jake and Mike's"],["url=http:\/\/www.jakeandmikes.com"],["email="],["address=806 William St"],["lat="],["long="],["directions="],["phone = +1 540  370-4590"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Seafood and steaks in a cozy atmosphere with many fusion-style dishes.  A bit pricy, but the food is excellent and the service is very nice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kenmore Inn Restaurant"],["url=http:\/\/www.kenmoreinn.com\/"],["email="],["address=1200 Princess Anne St"],["lat="],["long="],["directions="],["phone = +1 540  371-7622"],["tollfree="],["fax="],["hours="],["price="],["content=Situated in the basement of the Kenmore Inn bed and breakfast, this restaurant offers a warm, charming atmosphere for fine dining. Whether in the outdoor courtyard or at the copper and mahogany horseshoe bar, you'll enjoy their seasonal menu and excellent wine cellar. Live music featured many nights of the week, including jazz, rock, and bluegrass."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kybecca Wine Bar"],["url=http:\/\/kybeccawinebar.com"],["email="],["address=400 William St"],["lat="],["long="],["directions="],["phone = +1 540-373-3338"],["tollfree="],["fax="],["hours=Mo-Th 5PM-11PM, Fr-Sa 3PM-midnight, Su 11AM–8PM"],["price="],["content=Brilliant wine selection, bottled craft brews, inventive tapas menu, modern stylish atmosphere, plenty of outdoor dining (including misters for when it's hot and heaters for when it's cold). Local art exhibitions are featured monthly. One unique draw: their Enomatic wine dispenser. This self-serve machine allows you to sample very expensive wines for a few bucks a pop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Petite Auberge"],["url=http:\/\/lapetiteaubergefredericksburg.com"],["email="],["address=311 William St"],["lat="],["long="],["directions="],["phone = +1 540  371-2727"],["tollfree="],["fax="],["hours="],["price="],["content=Classic French cuisine served by smartly dressed staff.  Many dining setting options, including outdoors and in the eclectic bar room.  If you're on a budget, check out their \"Early Menu\" special, a four-course meal for $23 (served Monday through Thursday, 5:30-7PM)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Olde Towne Steak and Seafood"],["url=http:\/\/www.oldetownesteakandseafood.com"],["email="],["address=1609 Princess Anne St"],["lat="],["long="],["directions="],["phone = +1 540  371-8020"],["tollfree="],["fax="],["hours="],["price="],["content=Doesn't look like much from outside, but inside you will find wood paneling, a roaring fireplace, and finely dressed wait staff.  Known for their generous portions, wide variety of cuts, and surf'n'turf options, this is the place to go if you simply must have an 18 oz. ribeye."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Poppy Hill Tuscan Kitchen"],["url="],["email="],["address=1000 Charles St"],["lat="],["long="],["directions="],["phone = +1 540  373-2035"],["tollfree="],["fax="],["hours="],["price="],["content=Nice Italian restaurant with outdoor seating. Open only for dinner except on Sundays, when they also have a brunch. Reservations recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rising Sun Tavern"],["url="],["email="],["address=1304 Caroline St"],["lat="],["long="],["directions="],["phone = +1 540-371-1494"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Built as a home for Charles Washington (George's brother) in 1760, it began operating as a tavern in 1792.  An historic landmark, the atmosphere is all historic, right down to the southern cuisine and servers dressed in colonial attire.  Known to be actively haunted.  Reservations recommended."]]}]},"\n",{"type":"===","value":["Central Park"]},"\n\n",{"type":"'''","value":["Central Park"]}," contains many notable (if not generic) chain eateries, including Panera Bread (with free wireless internet), Chipotle, Bonefish Grill, Olive Garden, A&W, Long John Silver's, TGI Friday's, Applebee's, Ruby Tuesday's, Joe's Crab Shack, Melting Pot, and many more.  The ",{"type":"'''","value":["Stafford Marketplace"]}," has a few places to eat, most notably another Panera Bread (also with free wireless internet), and other generic chains.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pancho Villa"],["url="],["email="],["address=2931 Plank Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local Mexican chain, current flag-ship location.  Excellent Carne Asada."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Downtown"]},"\nDowntown Fredericksburg may not be huge, but due to the presence of a college and a fun-loving local crowd from both the city and the surrounding counties, it does have a good number of decent places to catch a drink.  Catering to those who want a relatively low-key atmosphere to catch up with friends and to those who simply want to let loose and get drunk, there should be something for everyone.  A good route for a downtown bar crawl: start at Capitol Ale House for some good beers and burgers; hit Spirit's for a can of PBR; stop by J. Brian's for a pint of Guinness; then check the scene at Fatty J's, Brock's or The Colonial Tavern, and stop in if they're hopping and let loose.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Bourbon Room"],["url="],["email="],["address=216 William St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located above Cafe New Orleans, The Bourbon Room is where a lot of locals hang out."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Brock's"],["url=http:\/\/www.brocksgrill.com\/"],["email="],["address=503 Sophia St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rather fancy dining by day, full scale bar scene at night.  Another local hang out full of mini-reunions, especially in the summer when the spacious outdoor deck is open and the DJ is spinning."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Capital Alehouse"],["url=http:\/\/capitalalehouse.com"],["email="],["address=917 Caroline St"],["lat="],["long="],["directions="],["phone = +1 540  371-2337"],["tollfree="],["fax="],["hours="],["price="],["content=Offers 62 beers on draught and over 300 bottle beers, as well as wine, mixed drinks, and regional\/European food.  Casual upscale atmosphere, great for big groups, darts and board games are freely available in back.  Lots of weekly specials on food and drink.  On Friday nights, they tap a firkin (wooden barrel of beer), it's a great way to enjoy traditional brews."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Colonial Tavern"],["url=http:\/\/irishbrigadetavern.com\/"],["email="],["address=406 Lafayette Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Irish-themed pub, regularly features karaoke and live music, sometimes features touring acts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=J Brian's Tap Room"],["url="],["email="],["address=200 Hanover St"],["lat="],["long="],["directions="],["phone = +1 540  373-0738"],["tollfree="],["fax="],["hours="],["price="],["content=As the name implies, this place is serious about what's on tap.  With not a bottled beer in sight, they instead sport 23 selections of lagers, stouts, ales, ciders, and pilsners. Quirky decor and a great jukebox make this a good late night hangout."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=KC's Music Alley"],["url=http:\/\/centralstationva.com"],["email="],["address=1917 Princess Anne St"],["lat="],["long="],["directions="],["phone = +1 540 371 0300"],["tollfree="],["fax="],["hours="],["price="],["content=Catering mostly to the metal\/punk crowd, KC's is a huge music venue located in a seedier part of town.  Plenty of pool tables, poker tournaments, and other bar novelties are featured."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Recreation Center"],["url="],["email="],["address=213 William St"],["lat="],["long="],["directions="],["phone = +1 540  371-6498"],["tollfree="],["fax="],["hours="],["price="],["content=A local favorite affectionately known as \"The Rec Center,\" this dive of a pool hall serves up hot dogs and cold PBR. Old school decor, they still have the original table-mounted (non-functional) jukeboxes in the booths.  Great venue for live bluegrass music."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Spirits"],["url="],["email="],["address=816 Caroline St"],["lat="],["long="],["directions="],["phone = +1 540  371-9595"],["tollfree="],["fax="],["hours="],["price="],["content=Loud bar over a pizza restaurant where many locals hang out.  Lounge area on the second floor has board games, couches, and a big jukebox.  Third floor will occasionally feature small music acts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sunken Well Tavern"],["url=http:\/\/theotterhouse.com"],["email="],["address=720 Littlepage St"],["lat="],["long="],["directions="],["phone = +1 540  370-0911"],["tollfree="],["fax="],["hours=M-F 11AM-9PM, Sa-Su 9AM-9PM"],["price="],["content=Intimate little restaurant with a classy, yet casual, atmosphere.  Standard bar menu, 12 beers on tap and full wine list.  Local bluegrass performances featured weekly."]]}]},"\n",{"type":"===","value":["Bowman's Center"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Blue & Gray Brewing Co."],["url=http:\/\/blueandgraybrewingco.com"],["email="],["address=3300 Dill Smith Drive"],["lat="],["long="],["directions="],["phone = +1 540  371-7799"],["tollfree="],["fax="],["hours="],["price="],["content=Fredericksburg's local microbrewery located a mile south of downtown off of US Route 2 in an industrial park. Lee's Retreat is their in-house restaurant, many refillable growlers are available.  Free tours of the brewery (including samples) are available from We 2-6PM, Fr 3-8PM, and Sa 10AM-1PM."]]}]},"\n",{"type":"===","value":["Central Park"]},"\nWhile downtown is far more charming, inviting and local, if you are more into the strip-mall bar scene, Central Park (Route 3 West, just outside of the city) has several places to go hang out, not all of which are totally generic.  Yeah, Central Park has it's fair share of dime-a-dozen joints like TGI Friday's, Applebee's and Ruby Tuesday's; but do yourself a favor and skip them in favor of these places:\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bailey's"],["url="],["email="],["address=1861 Carl D Silver Parkway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Somewhat generic strip-mall chain sports bar, which still manages to maintain a decent atmosphere.  Good wings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Buffalo Wild Wings"],["url="],["email="],["address=1638 Carl D Silver Parkway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another place that is quickly becoming ubiquitous as locations open up all over the country, but like Cheeseburger in Paradise, Fredericksburg had one of the first locations.  Very large, massive and excellent flavor list to go on rather mediocre wings, and plenty of cheap booze and televisions playing every sport on at any given moment.  Gets particularly packed during football season, mainly for Redskins and Virginia Tech games."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cheeseburger in Paradise"],["url="],["email="],["address=1811 Carl D Silver Parkway"],["lat="],["long="],["directions="],["phone = +1 540-548-3092"],["tollfree="],["fax="],["hours="],["price="],["content=An atmosphere that would be much more suited overlooking a beach (or at least the river), rather than this paved over wasteland of strip-malls, the Jimmy Buffet-themed Cheeseburger In Paradise makes up for it with their amazing drink menu.  Full of pretty much any tropical drink one could ever imagine, and the food isn't bad either.  It is not so special anymore now that there are over 30 locations around the country, but when it opened it was one of the first and was pretty exciting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Q Ball Cafe"],["url="],["email="],["address=960 Bragg Rd"],["lat="],["long="],["directions=in front of Spotsylvania Towne Centre"],["phone="],["tollfree="],["fax="],["hours=12PM-2AM"],["price="],["content=Large pool hall located across Route 3 from Central Park, next to the main entrance of the Spotsylvania Towne Centre (aka \"the mall\").  Features your basic pool-hall fare, lots of fried food and cheap drinks.  Texas Hold'em tournaments on Sunday, Monday, Wednesday and Thursday (no buy-in, since paid table games are illegal in Virginia, but they do feature a $50 cash prize), Karaoke on Friday, live music on Saturday."]]}]},"\n",{"type":"==","value":["Sleep"]}," \n",{"type":"*","value":[" The ",{"type":"'''","value":["Holiday Inn Select"]}," and ",{"type":"'''","value":["Hilton Garden Inn"]}," are mid-range hotels located in or near Central Park. There is also a ",{"type":"'''","value":["Ramada Inn"]}," across Route 3; it is a budget establishment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Days Inn"]}," is located across US-1 from the Stafford Marketplace."]},"\n",{"type":"*","value":[" If you take the US-17 exit (Exit 133) from I-95, you will see numerous hotels, restaurants, stores, and gas stations, including a ",{"type":"'''","value":["Holiday Inn"]}," and ",{"type":"'''","value":["Howard Johnson Inn"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ramada South Fredericksburg"],["alt="],["url=http:\/\/www.ramadamidatlantic.com\/"],["email="],["address=5324 Jefferson Davis Hwy"],["lat="],["long="],["directions="],["phone =+1 540 898-1102"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ramada Spotsylvania Towne Center Mall"],["alt="],["url=http:\/\/www.ramadamidatlantic.com\/"],["email="],["address=2802 Plank Road"],["lat="],["long="],["directions="],["phone =+1 540 786-8361"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["alt=Comfort Inn Quantico\/Dumfries"],["url=http:\/\/www.comfortinndumfries.com"],["email="],["address=16931 Old Stage Road  Dumfries, VA 22026"],["lat="],["long="],["directions="],["phone = +1 703  445-8070"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=To the Comfort Inn Hotel Quantico\/Dumfries located near Quantico Marine Corps Base.  The hotel is centrally located between Washington, D.C. and Fredericksburg. This Comfort Inn Dumfries hotel is minutes from the Potomac Mills outlet mall, Marine Corps Base Quantico, the National Museum of the Marine Corps, the FBI Academy training facility and the  Quantico National Cemetery."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wingate by Wyndham Fredericksburg"],["url=http:\/\/www.hotelfredericksburg.com"],["email="],["address=20 SANFORD DRIVE , FREDERICKSBURG, VA, 22406"],["lat="],["long="],["directions=FREDERICKSBURG, VA"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Wingate by Wyndham Fredericksburg Hotel has a central location to many feature locations that Fredericksburg has to offer such as Kings Dominion, Quantico Marine Corps Base, Historic Fredericksburg and much more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marriott Courtyard Historic District"],["url=http:\/\/www.marriott.com\/hotels\/travel\/fkrcy-courtyard-fredericksburg-historic-district\/"],["email="],["address=620 Caroline Street"],["lat="],["long="],["directions=Downtown Fredericksburg"],["phone = +1 -540-373-8300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Brand new hotel located right in the heart of the Fredericksburg historic downtown area."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quality Inn near Central Park"],["url=http:\/\/www.choicehotels.com\/fredericksburg-virginia-hotels"],["email="],["address=2310 Plank Road  Fredericksburg, VA, US, 22401"],["lat="],["long="],["directions=Take exit 130A off I-95, right at first stop light. Hotel on the left."],["phone = +1 540  371-0330"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Quality Inn near Central Park is located near The University of Mary Washington. It is an affordable option for Fredericksburg Virginia hotels."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nGeorge Washington's boyhood home, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kenmore.org\/ff_home.html Ferry Farm"]}]},", is located across the river in Stafford county. \nMany other sites of historical interest are a short drive away, including ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.spotsylvania.va.us\/departments\/tourism\/index.cfm?doc_id=283 Spotsylvania Courthouse"]}]},". \n\n",{"type":"'''","value":["Lake Anna"]}," is about 20 miles or so outside of town, which is a popular boating and fishing destination.  The Lake Anna State Park features some 15 miles of hiking trails, a beach on the lake itself, as well as picnic areas.  Camping has also been recently added.",{"type":"[","value":["http:\/\/www.dcr.virginia.gov\/state_parks\/lak.shtml"]},"\n\nA trip down to ",{"type":"'''","value":["Kings Dominion"]},", which is a large theme park a mere 35 miles to the south along I-95, is worth a day to see and experience.  In decent traffic, it takes around a half an hour to get there from Fredericksburg.  The park features many roller coasters and other rides, including some world class rides such as Volcano : The Blast Coaster and the Dominator.",{"type":"[","value":["http:\/\/www.kingsdominion.com\/"]},"\n\nAbout 20 miles to the north along I-95 is the awesome ",{"type":"'''","value":["National Marine Corps Museum"]}," near the Quantico Marine Corps Base.  This museum features all kinds of interactive displays detailing the history and evolution of the United States Marine Corps.",{"type":"[","value":["http:\/\/dc.about.com\/od\/museumsinnorthernva\/a\/MarineCorpsMus.htm"]},{"type":"[","value":["http:\/\/www.usmcmuseum.com\/index.asp"]},"\n\nFor those that love to shop, ",{"type":"'''","value":["Potomac Mills"]},", one of the largest outlet malls in the country is only about 1\/2 hour or so to the north (assuming decent traffic).  There are more than 220 outlet stores in this place, so all kinds of options for the shopping fanatic.  There are also several restaurants as well as an 18-screen movie theater.",{"type":"[","value":["http:\/\/www.simon.com\/mall\/default.aspx?ID=1260"]}," \n\nAbout and hour and half west of town is the ",{"type":"'''","value":["Shenandoah National Park"]},", which includes over 500 miles of hiking trails, as well as camping.  If you are not the hiking nor camping type, at the very least, a drive down Skyline Drive can be worthwhile to check out some of the incredible views.  Be warned that in the fall, during the peak of the fall colors (later part of October to the first part of November), this can get pretty crowded.",{"type":"[","value":["http:\/\/www.nps.gov\/shen\/"]},"\n\nDuring the winter, there are two places within 2 hours of Fredericksburg to go skiing, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wintergreenresort.com\/ Wintergreen Resort"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.massresort.com\/ Massanutten"]}]},".  Massanutten also has the added benefit of an indoor waterpark, featuring one of the east coast's only Flowriders.  During the summer months, there is also an outdoor section with a wavepool and additional slides available.  Both of these resorts also feature golfing, fitness centers, as well as spas. Either one would be a worthwhile get-a-way.   If you are willing to go even farther, there are other places that offers skiing that are within a few hours of driving from Fredericksburg",{"type":"[","value":["http:\/\/www.dcski.com\/"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Washington, D.C."]]}],["minorl1=",{"type":"[[","value":[["Stafford (Virginia)"],["Stafford"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Richmond"]]}],["minorr1=",{"type":"[[","value":[["Doswell"]]}],["image2=US 1.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Washington, D.C."]]}],["minorl2=",{"type":"[[","value":[["Stafford (Virginia)"],["Stafford"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Richmond"]]}],["minorr2=",{"type":"[[","value":[["Doswell"]]}],["image3=US 17.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Winchester (Virginia)"],["Winchester"]]}],["minorl3=",{"type":"[[","value":[["Warrenton (Virginia)"],["Warrenton"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Norfolk (Virginia)"],["Norfolk"]]}],["minorr3=",{"type":"[[","value":[["Gloucester (Virginia)"],["Gloucester"]]}],["image4="],["imagesize4="],["directionl4="],["majorl4="],["minorl4="],["directionr4="],["majorr4="],["minorr4="],["image5="],["imagesize5="],["directionl5="],["majorl5="],["minorl5="],["directionr5="],["majorr5="],["minorr5="],["image6="],["imagesize6="],["directionl6="],["majorl6="],["minorl6="],["directionr6="],["majorr6="],["minorr6="],["image7="],["imagesize7="],["directionl7="],["majorl7="],["minorl7="],["directionr7="],["majorr7="],["minorr7="]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Virginia"]]},"\n\n",{"type":"{{","value":[["Geo"],["38.301829"],["-77.470778"]]},"\n",{"type":"[[","value":[["WikiPedia:Fredericksburg, Virginia"]]},"\n\n",{"type":"[[","value":[["Commons:Fredericksburg, Virginia"]]}]