[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Freeport"]]},"\n",{"type":"'''","value":["Freeport"]}," is a city on ",{"type":"[[","value":[["Grand Bahama"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nNumerous Flights are available from South Florida. American Eagle offers daily flights from Miami. Bahamasair, United, and Spirit Airlines all offer daily flights from Fort Lauderdale.\n\nThere are many cruises departing from Port Everglades (Fort Lauderdale) that offer cheap tickets to Freeport and Nassau.\n\nThe port and the airport of Freeport are not near the city so you will have to pay $5 USD ban to reach the city center.\n\n",{"type":"==","value":["Get around"]},"\n\nThe Bahamas is expensive, expect to pay approximately 10% or 15% more than in USA for the same things. American dollars are received everywhere, and if you pay in cash, many sellers will not charge you tax.\n\nThere are many forms of transportation available in Freeport. Taxis which are available at all the major tourist stops discuss a flat rate before the trip depending on how far you go and number of passengers. There are many tour bus services available to give you a tour of the city of Freeport and highlight its features which may be more difficult on your own. Rental Cars is another option to see what Freeport has to offer.\n\n",{"type":"==","value":["See"]},"\n\nAlthough Freeport may not have the same number of attractions or tourists as Nassau, there are many activities and places to see for those that are willing to explore. \n\nPlaces worth visiting:\n\nLucayan National Park - Home of Gold Rock Beach, this spectacular park was the filming site of Pirates of the Caribbean II and III. Although mostly underground, the park also contains one of the cavern entrances to the limestone cave system, one of the largest underwater cave systems in the world.\n\nPort Lucaya - Port Lucaya is the tourist 'hub' of the island and is the location of many restaurants and shops. Various water-related activities as well as tours can be organized through the tourist booths in Port Lucaya. Live music and entertainment is also offered weekly, although Friday and Saturday nights tend to be the most popular nights (especially during spring break).\n\nGarden of the Groves - Former private garden of city founder Wallace Groves, this tropical paradise is well worth your time.\nhttp:\/\/www.thegardenofthegroves.com\/\n\nFish Fry(s) - Although there are many local Fish Frys, the most popular is located on Taino Beach and held every Wednesday evening\/night.\n\nBeaches - Freeport is the site of a ridiculous number of amazing white-sand beaches. Some of the more popular ones are located at Our Lucaya, although for those looking for their own private location, it is well worth the trip to check out some of the others. The further you travel, the less other tourists you will see. Recommended locations - Coral Beach, Williams Town Beach, Xanadu Beach, Taino Beach, Barbarry Beach, Plane-crash Beach,  Gold Rock Beach etc. In general, the entire south side of Grand Bahama Island is beach, while the north side is mainly mangroves and swamps.\n\nOn the water - Various ocean relate activities provide a completely different perspective than what you will tend to find on land. For those who love swimming, either snorkling or scuba diving the coral reefs are a must. The amount of tropical fish you will encounter is amazing. As well, various dive shops offer other interesting dives such as exploring ship wrecks, diving with sharks or dolphins, as well as exploring under water caverns in the limestone caves.\n\nOther water related activities include parasailing, jet skiing, glass bottom boat tours, as well as Booze Cruises.\n\nThe rest of the Island - For those more adventurous a trip either out to Maclean's Town or to West End is well worth while. If you are willing to explore you may be surprised by what little restaurants, shops, beaches, and hang out places you may discover. It will also give you a better understanding of the 'true' bahamas, in contrast to what you will find in Port Lucaya.\n\n",{"type":"==","value":["Do"]},"\n\nThe beaches are very nice, and you can book waterbikes or diving lessons there. Book directly in the beach for lower prices.\n\n",{"type":"==","value":["Buy"]},"\n\nThe only important market is the Lucayan Market: most of this place has many international shops with higher prices so don't go there. The market is not so big and if you walk enough. you will find a place with less fashion and more hand-made souvenirs.  Ask for Allan Robinson, a friendly Rastafari who makes masks, sculptures and souvenirs: the advantage of shopping with him is that he is not a reseller so you will have better prices and without risk to buy something made in China.\n\n",{"type":"==","value":["Eat"]},"\n\nIn the back of the Lucayan Market are many international restaurants. The cheapest hamburger is $5 USD: a decent lunch will cost you $20 USD approximately.\n\n",{"type":"==","value":["Drink"]},"\nSome alcohols are cheaper than in USA or at least are duty free.\n\nFreeport nightlife may not be as vibrant as Nassau nightlife, but it still has a lot to offer.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Club Amnesia"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This club attracts the likes of locals as well as tourists. One of Freeports largest night clubs playing a wide variety of hits."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Prop Club"],["url="],["email="],["address=Radisson Our Lucaya Resort"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This club is located on the Radisson Our Lucaya property. This interactive club engages its guest from karaoke to live Bahamian bands and even caters to its sports fans with Sports TV Sundays"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThe hotels are really expensive, and there are NO cheap accommodations; it is better to book a hotel (4 or 5 stars) before travel or to rent a cabin in cruise.\n\nFreeport has a wide variety of sleeping accommodations to cater to whatever your trip specifically needs. From all inclusive resorts to hotels. \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pelican Bay at Lucaya"],["url=http:\/\/www.pelicanbayhotel.com"],["email="],["address=Seahorse Rd, Freeport City"],["lat="],["long="],["directions="],["phone=(242) 373-9550"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Conveniently located near the Port Lucaya Marketplace as well as walking distance from the beach. Hotel is small, but still offers many high end amenities including two pools and two restaurant\/ bars."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Our Lucaya Resort"],["url=http:\/\/www.ourlucaya.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=(242) 373-1333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This resort has many activities to keep you busy including spending some time at The Senses Spa or try your luck at Treasure Bay Casino as well as many on site restaurants which offer a variety of tastes from Bahamian cuisine to Asian, Italian and even Middle Eastern dishes. Also located at this resort is Prop Club (see Drink)"]]}]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Grand Bahama"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]