[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Freedom"]]},"\n",{"type":"'''","value":["Freedom"]}," is a city in ",{"type":"[[","value":[["Northeastern Wisconsin"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFreedom is easily accessed by car from hwy 41.\n",{"type":"==","value":["Get around"]},"\nEasiest way to get around Freedom is by car. If you don't have a car and are just staying in town, most things (school, gas stations, bars, churches, etc.) are within walking distance.\n\nHitchhiking is very uncommon and will probably be met with stares as people pass you on the road.\n",{"type":"==","value":["See"]},"\nLots of farm fields. If you are into high school sports, the local high school has a team for most common sports. The catholic church in town was recently renovated. \n",{"type":"==","value":["Do"]},"\nGo to the local taverns, which is very popular with locals. If visiting during the winter, snowmobiling is very popular, and there a plenty of well-conditioned trails in the area. Hunting is very popular with locals, although most travel north to partake. A 10 minute drive out of town during the right time of year will land you in the middle of the Mackville tractor pulls, which is truly a sight. \n",{"type":"==","value":["Buy"]},"\nMost locals drive into nearby Appleton to shop for clothes and things of the like because there is really no stores in town that sell them. There is a local grocery store (Freedom Foods) with reasonable prices. The high school has a small spirit shop, but it is not open during school hours. There is also power equipment shop, Freedom All Season Repair & Rental. It's on the north end of town on State Hwy. 55.\n\n",{"type":"==","value":["Eat"]},"\nOnly fast-food in town is Subway, located right across the street from the high school. There are one or two small restaurants in town.Rico's is one of them and is right next to Subway. Most taverns have menu that you can order from with relatively good prices and good food.\n\n",{"type":"==","value":["Drink"]},"\nBeer is the most popular alcoholic drink in town and can be bought at any gas station, the grocery store, and of course the bars.\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels in town, but Appleton is just 10 minutes down the road and Green Bay is less than 30. Sneak into someone's barn if you are desperate, but be aware that if you're caught, trespassing is not met lightly (this is a joke, do not sneak into barns).\n",{"type":"==","value":["Connect"]},"\nLocal area code is 920. Cell phone use is wide and you would be hard pressed to find someone over the age of 12 without one.\n",{"type":"==","value":["Go next"]},"\nThe same way you got in, any road from the center of town will take you to another one of Wisconsin's wonderful small towns.\n\n",{"type":"{{","value":[["geo"],["44.38639"],["-88.28861"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast Wisconsin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Freedom, Wisconsin"]]}]