[{"type":"{{","value":[["pagebanner"],["WV banner Freighter travel.png"]]},"\n",{"type":"'''","value":["Freighter travel"]}," is a less crowded, cheaper alternative for crossing a sea or ocean, not using airplanes or commercial cruise ships or ferries.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Resim 057.jpg"],["thumb"],["250px"],["Container vessel, ",{"type":"[[","value":[["Istanbul"]]}]]},"\n\nA well-kept secret in these days of airport anxiety and worry about aircraft emissions is that it is still possible to book a regularly scheduled sea passage to most parts of the world. While the world-famous ",{"type":"''","value":["Queen Mary 2"]}," offers sometimes two departures in a month between ",{"type":"[[","value":[["Southampton"]]}," and ",{"type":"[[","value":[["New York City"],["New York"]]},", many cargo-passenger services offer sailings every week of the year. \n\nA tour of ports tells us what’s going on. From ",{"type":"[[","value":[["Southampton"]]},", for example, there are four weekly sailings, two each to the Far East and the Mediterranean, from ",{"type":"[[","value":[["Long Beach"]]},", there is a sailing nearly every week to the Far East, from ",{"type":"[[","value":[["Le Havre"]]}," a weekly sailing to ",{"type":"[[","value":[["Martinique"]]}," and ",{"type":"[[","value":[["Guadeloupe"]]}," and so on. In all, there are now about seven or eight regularly-scheduled weekly services accepting passengers. In addition, there are frequent sailings to ",{"type":"[[","value":[["Australia"]]}," and ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["South America"]]},", the Far East and West and South ",{"type":"[[","value":[["Africa"]]},". Freighter travel is also possible in some smaller and\/or third world countries. Freighter travel is virtually the only way to travel across the Caspian Sea and is a very common way to travel across the Black Sea. Be warned however, that in these regions, it is possible that ships will have to wait for days to be given access to the final port, facilities are bad, you likely have to bring your own food, and service is sporadic\/unreliable(you will have to check every morning for departing ships).\n\nEssentially, you are paying a cargo vessel to transport you along with whatever they are ferrying across the sea, usually containers these days, although some multi-purpose ships still survive and you can sail from the ",{"type":"[[","value":[["USA"]]}," and ",{"type":"[[","value":[["Europe"]]}," to ",{"type":"[[","value":[["China"]]}," and ",{"type":"[[","value":[["Japan"]]}," in a heavy-lift ship or from the Great Lakes to ",{"type":"[[","value":[["Europe"]]}," in a grain carrier. Imagine having your own 100,000-tonner for just five passengers instead of the 5,000 that a similar-sized cruise ship might carry - many of the new container ships that serve the Far East from ",{"type":"[[","value":[["Europe"]]}," and from ",{"type":"[[","value":[["California"]]}," are now in this category. \n\nPassengers on freighters are mainly retired and early retired people who can afford the time (it takes about a day of sea travel to cover the same distance as an hour of air travel). There are also many returning students, relocating executives and their families, and people who are simply tired of air travel. The vessels usually take no more than 12 passengers along, as taking more (infants not counted) will make them a passenger ship, with significant extra requirements.\n\nThe shortest passages are of course Transatlantic and these vary between eight and twelve days each way, while a voyage can be made around the world in between 80 and 120 days. A trip from Marseille to Cape Town could take up to 25 days. \nThe freighters sometimes call in ports on the way, to load or unload cargo, which can take from 12 to 36 hours. You will need to have all visas for these stops in your passport to be allowed to travel. It does mean though that you are able to spend some time on land. \n \nYou will probably need someone to introduce you into the freighter world, because it is a bit of a fuss for a company to take a passenger when they also take a multi million dollar cargo. However the crews seem to enjoy the company of passengers since the work is very monotonous. \n\nThere are some agents arranging trips, who charge around US$75-100 (€100-120) a day. With an introduction it might be as cheap as US$50 (€85), but don't count on it as many freighter trips, especially tramp trips that were cheaper, have been withdrawn since 2001. \nBear in mind though that you can take as much luggage as you can stow in your cabin so for people moving to a new place this might save a lot on shipping your things out there by air.\n\nA cheaper alternative is becoming part of the crew. This is only available to credentialed mariners. It can take quite some time to gain sufficient experience, and the regulations are becoming onerous.\n\n",{"type":"==","value":["Eat and Sleep"]},"\n\nTypically, you will have a small cabin and access to crew facilities, such as lounge, mess hall and common areas. Dinner is usually served along with the ships crew. On some German ships, there are actually cabins that include both a day room and a bedroom, as well as en suite facilities. All freighter cabins are outside rooms except on Grimaldi Lines, who also have inside cabins. With most travel agencies, passengers receive cabins which have both shower and toilet. \n\nSingle travellers really benefit as single supplements are usually limited to between 10% and 25% (compared to 50 to 100% on cruise ships) and some ships have single cabins that are sold at the same fares as the double cabins.\n\nWine, beer and spirits are available at duty free prices (cruise ships now charge shore prices), and on French and Italian ships table wine is included with lunch and dinner.\n\nWhile many travel books mention ferries across the Caspian Sea, these are actually cargo ships and on such you will be required to bring your own food and it is best to bring some bottled water too. On such ships, plan to bring more than you would need for the time specified, as ships can wait up to a week to enter ports.\n\n",{"type":"==","value":["See and Do"]},"\n\nThere are no major activities, restaurants, besides the mess hall, or other diversions aboard. At sea there will likely be no TV but shortwave radio may be available, and there may be a video and book library.  Some ships have a (sea-water) pool and sauna, a gym and table tennis on board. The main activities are enjoying the sea, the weather, the birds and dolphins and the landscape while near port or close to land or even transiting canals if that is the voyage you have chosen. Other important preoccupations are exploring the ship and interacting with the crew.\n\n",{"type":"==","value":["Stay safe and healthy"]},"\n\nBecause of international regulations, unless the ship has a doctor aboard, the ship can only carry 12 passengers or fewer. For this reason, there are also age limits, usually up to somewhere between 70 and 79, depending on the line, and a medical certificate provided by the line normally has to be completed by your doctor before travel.\n\nA freighter is, above all, an industrial workplace, and must be treated as one.  Be aware of hazards like high thresholds, oily decks, severe pitching and rolling, and extreme heat or cold.  You must bring sturdy, non-skid shoes, and warm hats and jackets may be worth their weight in gold during cold weather.  Many mariners keep a small flashlight with them at all times, and for good reason -- unless you're near an exterior window, a loss of power means complete darkness.  Also, women be warned: flushing tampons down a ship's delicate toilet systems is very likely to produce a clog as well as a furious crew member knowing exactly whose trash ruined his day.\n\nBecause there are not many passengers, there is a lot of time that one has to oneself. Passengers are likely to receive a basic instruction on boat safety, weather and pirate danger.\n\n",{"type":"==","value":["Travel agencies specializing in freighter travel"]},"\nThere are few travel agencies in the world that have specialized in freighter travel.  It is \nbelieved that Grimaldi will take passengers up to 85 years of age whereas most companies will not take those over 79.\n\n",{"type":"*","value":[" Slowtravel-Experience\/Langsamreisen ",{"type":"[","value":["http:\/\/www.langsamreisen.de\/en\/freightertravel"]}]},{"type":"*","value":[" A la Carte Freighter Travel ",{"type":"[","value":["http:\/\/www.freighter-travel.com"]}]},{"type":"*","value":[" Freighter Passenger Voyages ",{"type":"[","value":["http:\/\/www.freightervoyages.eu"]}]},{"type":"*","value":[" Cargo Passenger Lines ",{"type":"[","value":["http:\/\/www.cargolines.biz"]}]},{"type":"*","value":[" Maris Freighter & Specialty Cruises ",{"type":"[","value":["http:\/\/www.freightercruises.com\/"]}]},{"type":"*","value":[" Grimaldi Group ",{"type":"[","value":["http:\/\/www.grimaldi-freightercruises.com\/"]}]},{"type":"*","value":[" The Cruise People ",{"type":"[","value":["http:\/\/www.thecruisepeople.ca\/freighter_travel.html"]}]},{"type":"*","value":[" Strand Travel ",{"type":"[","value":["http:\/\/www.strandtravel.co.uk\/"]}]},{"type":"*","value":[" Hamburg Süd Reiseagentur ",{"type":"[","value":["http:\/\/www.hamburgsued-frachtschiffreisen.de\/"]}]},{"type":"*","value":[" Neptunia Cruises & Ferries ",{"type":"[","value":["http:\/\/www.go4freightercruises.de\/"]}]},{"type":"*","value":[" Sea Travel Ltd ",{"type":"[","value":["http:\/\/www.seatravelltd.co.uk\/"]}]},{"type":"*","value":[" Internaves Frachtschiffreisen ",{"type":"[","value":["http:\/\/www.internaves.de\/"]}]},{"type":"*","value":[" oceanus freighter travel ",{"type":"[","value":["http:\/\/www.oceanus.travel\/"]}]},"\nSome shipping companies providing passenger transport in the Netherlands\/Belgium on cargo vessels include:\n",{"type":"*","value":[" Anthony Veder ",{"type":"[","value":["http:\/\/www.anthonyveder.com\/activities\/travelagent"]}]},{"type":"*","value":[" Nederlands Transport Bureau"]},{"type":"*","value":[" Deckers & Wirtz ",{"type":"[","value":["http:\/\/www.deckerswirtz.be\/"]}," "]},{"type":"*","value":[" Grisar & Velge"]},{"type":"*","value":[" VCK Zeereizen ",{"type":"[","value":["http:\/\/www.vcktravel.nl\/"]}]},{"type":"*","value":[" PSAL"]},"\n",{"type":"==","value":["Books"]},"\n",{"type":"*","value":["Travel by cargo ship by H. Verlomme ISBN 1860110355"]},{"type":"*","value":["Vleugels van de brug, reizen per vrachtschip by A. Zuidhoek"]},"\n",{"type":"{{","value":[["related"],["Ferries_in_the_Mediterranean"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Boat travel‎"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]