[{"type":"{{","value":[["pagebanner"],["Freiburg banner.jpg"]]},"\n",{"type":"{{","value":[["translate"],["de"],["Freiburg im Breisgau"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.freiburg.de\/ Freiburg im Breisgau"]}]}," is a major city in ",{"type":"[[","value":[["Baden-Württemberg"]]}," in southwest ",{"type":"[[","value":[["Germany"]]},", the main city of the ",{"type":"[[","value":[["Freiburg (region)"],["namesake region"]]}," of Baden, situated on the edge of the ",{"type":"[[","value":[["Black Forest"]]}," ",{"type":"''","value":["(Schwarzwald)"]},". Picturesquely located on the river Dreisam, in between green mountainsides, it enjoys one of the sunniest and warmest climates among German cities. \n\nFreiburg was founded in 1120 and has been a city of importance ever since, which is reflected in the rich medieval and renaissance architectural heritage of its ",{"type":"''","value":["Altstadt"]},". That said, being a university town for centuries, it also has a very forward-looking outlook, and is a centre of sustainable development. There are many solar-energy-related businesses headquartered there, and much of the city, especially the newer quarters, is arranged using cutting-edge sustainable development ideas.\n\nFreiburg is actually closer to ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Switzerland"]]}," than most of Germany, being situated at a corner where the borders of the three countries meet. This is reflected by the city sharing its airport with ",{"type":"[[","value":[["Basel"]]}," in Switzerland and ",{"type":"[[","value":[["Mulhouse"]]}," in France - the unique EuroAirport whose grounds straddle national borders. Do note that while this is THE Freiburg most probably referred to when the name is invoked, it is actually one of many places sharing that name. When ordering train tickets and similar items online, be careful not to confuse Freiburg (im Breisgau) with Freiburg (an der Elbe) in ",{"type":"[[","value":[["Saxony"]]}," or ",{"type":"[[","value":[["Fribourg"]]}," in Switzerland.\n\n",{"type":"[[","value":[["File:Münsterplatz (Freiburg) jm3065.jpg"],["thumbnail"],["right"],["Freiburg has a charming old town"]]},"\n",{"type":"==","value":["Understand"]},"\nLying in a secluded wine-rich corner of ",{"type":"[[","value":[["Baden-Württemberg"]]}," state in ",{"type":"[[","value":[["Germany"]]},", Freiburg is a laid-back, beautiful university city. Known throughout Germany for Albert Ludwig University of Freiburg, good weather, and vineyards, Freiburg is considered by Germans to be a desirable place to live.\n\nDue to its secluded location in the \"Dreiländereck\" (Three-country corner) and being fairly removed from any other larger German cities, locals will frequently go shopping in France and Switzerland for their respective native products and go to museums and theaters in ",{"type":"[[","value":[["Basel"]]}," or ",{"type":"[[","value":[["Zürich"]]},". One can find a strong local patriotism, which shows itself in the anthem of Baden (the former independent state), which can be heard more often than the national anthem.\n",{"type":"[[","value":[["File:Vauban (Freiburg) jm5065.jpg"],["thumbnail"],["right"],["For a taste of future-oriented contemporary Freiburg, visit the district of Vauban famous for its focus on sustainability"]]},"\n\nAlthough Freiburg is not itself a major tourist destination or a large city, it can serve as a relatively inexpensive base from which to explore much of central Europe. Thanks to its excellent connections via rail and road to the outside world, Freiburg can easily allow to travel to all of ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Austria"]]},", the ",{"type":"[[","value":[["Benelux"],["Low Countries"]]},", and ",{"type":"[[","value":[["France"]]}," with little trouble and at good prices. If you plan on an extended stay or travel to these destinations, it can be a welcoming base to return to after each segment of your journey, with more than enough to entertain you for a few days while you stay in Freiburg.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Business center EuroAirport.jpg"],["thumbnail"],["right"],["The EuroAirport officially serves Freiburg"]]},"\nThe closest airport with a good selection of international destinations, though much less frequent than the major airports Frankfurt or Zürich, is the ",{"type":"[","value":["http:\/\/www.euroairport.com\/EN\/accueil.php \"Euroairport\", Basel\/Mulhouse\/Freiburg"]},". Buses run frequently from the airport to Freiburg; see the ",{"type":"[","value":["http:\/\/www.freiburger-reisedienst.de\/en\/airportbus\/timetable.php schedule here"]},". The airport ",{"type":"[","value":["http:\/\/www.badenairpark.de\/sub_airport\/index-en.html Karlsruhe\/Baden-Baden"]}," is another close airport to Freiburg, and has some international flights to various cities through ",{"type":"[[","value":[["RyanAir"]]}," and ",{"type":"[[","value":[["airberlin"]]}," and a few other discount airlines. It is a short 40 minute train ride to the north of the city, but you will have to connect by bus at the train station, which will add extra time to your journey. You will need to plan ahead to make the trip easier, and Deutsche Bahn's ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/index.shtml website"]}," can give you approximate connection times with bus services. Another possible airport is Stuttgart, which has less convenient train connections but is much closer than Frankfurt.\n\n",{"type":"[[","value":[["File:ICE1 im Freiburge HBF.JPG"],["thumbnail"],["right"],["You can arrive on a high-speed ICE train directly from Frankfurt Airport"]]},"\nMany visitors to Freiburg will also arrive via ",{"type":"[[","value":[["Frankfurt Airport"]]}," or ",{"type":"[[","value":[["Zurich Airport"]]},", both about a 2-hour train ride away with direct connections. InterCity Express or ICE trains leave in the direction of Freiburg almost every hour from the Fernbahnhof in Frankfurt Airport. Just follow the signs once you arrive and buy your ticket at the Deutsche Bahn Reisezentrum (DB Travel Center). Most trains travel directly through Freiburg, although a few require a train change in Mannheim. Booking ahead online can shave the train ticket from Frankfurt Airport to 29€  on the special-fare, which requires use of the selected train. If your plane is late, you will have to buy a new ticket. A standard ticket from the DB office at the Fernbahnhof to Freiburg is €62.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Freiburg Hauptbahnhof 4169.jpg"],["thumbnail"],["right"],["Freiburg Hauptbahnhof"]]},"\nThe Freiburg Hauptbahnhof is situated close to the inner city. Frequent connections run to the north towards ",{"type":"[[","value":[["Frankfurt"]]}," and south to ",{"type":"[[","value":[["Basel"]]},", with fast ICE trains leaving in each direction each hour. Again, planning ahead can get cheap fares of 29€ each way. From the Hauptbahnhof, you have direct access to the Tram ",{"type":"''","value":["(Straßenbahn)"]}," which runs directly overhead the main station and offers an easy route into the city. The Hauptbahnhof is also within easy walking distance of the inner city and several good hotels. Main direct destinations include:\n",{"type":"*","value":[{"type":"[[","value":[["Frankfurt"]]}," Hauptbahnhof and Airport (Flughafen), 2 hours"]},{"type":"*","value":[{"type":"[[","value":[["Zurich"]]},", 2 hours (",{"type":"[[","value":[["Switzerland"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Basel"]]},", 40 minutes (express) 1 hr (local), (",{"type":"[[","value":[["Switzerland"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["Mannheim"]]}," (close to ",{"type":"[[","value":[["Heidelberg"]]},"), 1.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Berlin"]]},", 6.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Cologne"]]},", 3 hours 10 minutes"]},{"type":"*","value":[{"type":"[[","value":[["Hamburg"]]},", 5 hours 45 minutes"]},{"type":"*","value":[{"type":"[[","value":[["Munich"]]},", 4.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Amsterdam"]]},", (",{"type":"[[","value":[["The Netherlands"]]},"), 6 hours"]},{"type":"*","value":[{"type":"[[","value":[["Vienna"]]},", (",{"type":"[[","value":[["Austria"]]},"), 9.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Paris"]]},", (",{"type":"[[","value":[["France"]]},"), 3.5 hours"]},{"type":"*","value":[{"type":"[[","value":[["Milan"]]},", (",{"type":"[[","value":[["Italy"]]},"), 5.5 hours"]},"\nLocal and regional trains can be good for day trips or for traveling to nearby cities. In the main station ask for the Ländertickets or the Regio-tickets. Such tickets can be used by a group of up to 5 persons in the RB, RE an S-Bahn trains as well as for local transport. They are a much cheaper alternative for a group of travelers going to cities nearby or going for a day trip.\n\n",{"type":"===","value":["By car"]},"\nFreiburg is connected to the German highway system via the A5, running along the Rhine Valley from south to north, starting at the Swiss border. It also is accessible through the ",{"type":"[[","value":[["Black Forest"]]}," via the B31 (Ost). To France it takes about 30 minutes by car. To Switzerland it is about 40 minutes. ",{"type":"[[","value":[["Heidelberg"]]}," is a 1.5 hour car ride to the north, using the A5. ",{"type":"[[","value":[["Lake Constance"]]}," is reachable in two hours via the B31.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" Freiburg - ",{"type":"[[","value":[["Friedrichshafen"]]}," - ",{"type":"[[","value":[["München"]]},", (36,50 €, ",{"type":"[","value":["http:\/\/meinfernbus.de\/ MeinFernBus"]},") since April 2012 the first inner-german long-distance bus connection. By 2013 there are numerouse connections, for example to ",{"type":"[[","value":[["Stuttgart"]]},", ",{"type":"[[","value":[["Düsseldorf"]]},", ",{"type":"[[","value":[["Frankfurt am Main"]]},", ",{"type":"[[","value":[["Berlin"]]}," as well as ",{"type":"[[","value":[["Prague"]]},". (",{"type":"[","value":["http:\/\/www.busliniensuche.de\/ Search Bus Connection"]},")"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["47.9952"],["7.8492"],["zoom=16"],["height=500"],["width=800"],["align=none"]]},"\n\n",{"type":"[[","value":[["File:Combino VAG auf Rasengleis.jpg"],["thumbnail"],["right"],["A Combino tram of the VAG running across Freiburg greenery"]]},"\nThe best way to get around Freiburg is by use of public transit and walking. Freiburg has an excellent, but slightly expensive, bus and tram (Strassenbahn) system. \n\n",{"type":"[[","value":[["File:Freiburg-nahverkehr.png"],["thumbnail"],["right"],["Public transport map of Freiburg - tram lines in blue"]]},"\nThe public transportation network is operated by several companies, but ticketing is unified among the local ",{"type":"''","value":["RVF"]}," transportation association. Tickets can be used on all buses, trams & local trains in the area. The RVF area is divided into three zones on which the ticket price depends. A single ride is 2.20 € for Zone A (Freiburg city area), 3.80 € for Zone A\/B and 5.40 € for Zones A, B, and C. You can buy a pack of 8 tickets for 15.40 € valid within Zone A from the VAG Pluspunkt shop, located near the Martinstor downtown. In the shop you can also pick up tickets using a point system; 20 points costs 13.70 € and in each direction you will use 3 points in Zone A, 5 points if you cross into Zone B, and 7 points if you cross into Zone C. You will most likely only use the tram and bus systems in Zone A for the majority of your stay. If you come for a short stay or a weekend, buy a ",{"type":"''","value":["Regio 24"]}," which will give you 24-hour unlimited travel within Zone A for one person for 5.50 € and up to five people for 9.90 €. The ",{"type":"''","value":["Regio 24"]}," is also available for 2 or 3 zones. These cards will allow you to use all of the public transport within Freiburg, and also take the DB Regio trains that service the greater region free charge. Timetables and tickets can be found on the ",{"type":"[","value":["http:\/\/www.vag-freiburg.de\/english\/home\/ ",{"type":"''","value":["VAG Freiburg"]}," website"]},".\n\n",{"type":"[[","value":[["File:Radfahrer auf der Wiwilibrücke in Freiburg.jpg"],["thumbnail"],["right"],["Biking is the mode of transportation of choice in Freiburg"]]},"\nBiking is another convenient way of getting around, and Freiburg's sidewalks and streets have dedicated bike lanes. Many of Freiburg's citizens use their bikes and you can easily get a real feel for the city this way. Bikes can be rented at various shops, the most convenient for tourists being the ",{"type":"''","value":["Mobile"]}," at the main railway station (Hauptbahnhof). \n\nMost of Freiburg's important sights are situated close to each other in the inner city. You can cross the inner city by walking in about 10–15 minutes or by riding the tram. Although passengers are rarely controlled, riding without a valid ticket (Schwarzfahren or \"Black riding\") incurs a 40€ fine! Passengers without tickets have been witnessed being forcibly restrained and removed from the train. The same applies for regional trains, which are controlled about 25% of the time. Those repeatedly caught without a valid ticket can face court orders, as it is considered a criminal offence.\n\nIf you have rented a car or drive to Freiburg, you will be able to quickly access most areas with your car. Be aware that parking is relatively expensive but there are many garages available where you can park and then walk to nearby destinations. Like most European cities, use of automobiles is limited in some parts of the inner city, and bike riders must walk their bikes.\n\n",{"type":"[[","value":[["File:Freiburger Münster Strebewerk 2.jpg"],["thumbnail"],["right"],["Detail of the Muenster"]]},"\n\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["File:Baechle2.jpg"],["thumbnail"],["right"],["One of the Baechle at sunset"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Münster Unserer Lieben Frau"],["lat=47.99557"],["long=7.85290"],["content=The cathedral is Freiburg's biggest sight in the city, one of the oldest and most beautiful in all of Europe. The gargoyles are not to be missed - be sure to study every corner of the Munster. Make the effort to climb the to the top of the tower for the fabulous views (1.50€). Every day in the morning until 1 pm Mon-Fri and 1:30 pm Saturday, there is a market on the square surrounding the church. Visit on Saturday morning, as it then will be the biggest and nicest. Vendors are pleasant and sell local produce and goods. Buy a Bratwurst mit Brötchen (Bratwurst in a bun) or Currywurst for around 2,20€. It will be an inexpensive, authentic, and delicious lunch or snack."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bächle"],["content=Small canals with crisscross the streets of the inner city. These canals were once meant as a way to fight fires in medieval Freiburg. The locals say that if you accidentally fall or step into one, you will marry a Freiburger."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Schwabentor"],["content=One of two remaining old city gates."],["lat=47.99292"],["long=7.85426"]]}]},{"type":"[[","value":[["File:Kaiser Josefstraße (Freiburg im Breisgau) jm12980.jpg"],["thumbnail"],["right"],["The Martinstor, with a small McDonald's sign"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Martinstor"],["content=The other old city gate, which is well known locally for the McDonald's next door which has placed its logo on the gate."],["lat=47.99369"],["long=7.84893"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Altes Kaufhaus"],["lat=47.99500"],["long=7.85267"],["content=located on the square surrounding the Muenster"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Altes Rathaus"],["lat=47.99640"],["long=7.84920"],["content=The old city hall now contains the tourist information desk"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Neues Rathaus"],["lat=47.99612"],["long=7.84900"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Seepark"],["lat=48.0106"],["long=7.8189"],["content=A man-made lake and a popular escape from the urban housing estate of Betzenhausen. Complete with beer garden and a restaurant, Seepark is popular with families and those planning a walk around the stunning green-belt area."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Botanic garden"],["alt="],["url=http:\/\/www.botanischer-garten.uni-freiburg.de\/"],["email="],["address="],["lat=48.0093"],["long=7.8573"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Open daily 8-18 h, Greenhouse: Mo-Thu: 12-16 h, Sun and holidays 14-16 h."]]}]},"\n",{"type":"===","value":[" Museum "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Augustinermuseum"],["alt="],["url=http:\/\/www.freiburg.de\/pb\/,Len\/237748.html"],["email="],["address="],["lat=47.99382"],["long=7.85278"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Opened again in March 2010 with a spectacular new exhibition."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["lat=47.99278"],["long=7.85230"],["name=Museum fuer Neue Kunst"],["alt=Museum of Modern Art"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Colombischlössle Archaeological Museum"],["lat=47.99775"],["long=7.84613"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["lat=47.99493"],["long=7.85313"],["name=Museum fuer Stadtgeschichte"],["alt=Museum of City History"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Naturmuseum"],["alt=Museum of Natural History"],["url=http:\/\/www.freiburg.de\/pb\/,Len\/238070.html"],["email="],["address="],["lat=47.99333"],["long=7.85161"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Hike up the ",{"type":"'''","value":["Schlossberg"]}," to get to the ",{"type":"'''","value":["tower"]}," on top of it. Takes about 15 minutes from the old city and offers you an amazing view of the Black Forest, Freiburg, the ",{"type":"[[","value":[["Kaiserstuhl"]]}," and the Vosges mountain range in France."]},{"type":"*","value":[" Take the Tram 2 then bus 21 to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bergwelt-schauinsland.de\/ Schauinsland"]}]}," cable car. At the top, great views as far as the Swiss Alps. Warning - doesn't run in bad weather. It's also possible to hike up Schauinsland from the start of the Schauinslandbahn Station. But make sure that the weather is forecasted to be good, and allow 3 to 5 hours for the uphill climb, and around 1 to 2 hours for climbing down."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Have a beer at Feierling"],["url="],["email="],["address=just off Augustinerplatz"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=bis 11"],["price=2,60-15"],["content=Try the house beer at Feierling, an amazing fresh Weizen only available there. It's around €2,60 for a small glass, and one can also purchase a 2L bottle for €10, which is €5 to fill at any time - you can take it home and bring it back as often as you want. The beer garden is nice in summer, and when the weather is good hundreds of people gather in nearby Augustinerplatz (many with the 2L bottles) to drink and socialise."]]}]},"\n",{"type":"==","value":["Learn"]},"\nThe University of Freiburg is one of the most famous German universities. Founded in 1457, it attracts 22,000 students to Freiburg, giving it the flair of a student town. This is a good destination to study in Germany as an exchange student or for language classes. Additionally there are several other schools which contribute to the student image of the city. The biggest of these is the Pädagogische Hochschule Freiburg, located in Littenweiler to the east of the city.\nThere is also a Goethe-Institut in Freiburg, where foreigners can learn German.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"[[","value":[["File:Vegetables in Münsterplatz (Freiburg) - DSC06693.jpg"],["thumbnail"],["right"],["Farmer's market in Münsterplatz"]]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Bächle 2 in der Kajo.jpg"],["thumbnail"],["right"],["With both Kaufhof, Karstadt and a number of other stores, the Kaiser-Josef-Strasse (KaJo) is the place to go shopping in Freiburg"]]},"\n",{"type":"*","value":["As in most other German cities, the inner city is the place to go shopping. There you will find everything from H&M to shops selling Armani."]},{"type":"*","value":["Two department stores and several other stores are located on Kaiser-Joseph Strasse, with smaller independent shops in the many back-streets and alleyways. Outside of the city centre one can find several large supermarkets, such as Real, E-Center and Kaufland."]},{"type":"*","value":["The large Farmer's market in the 'Münsterplatz' (Minster square) at the foot of the 'Münster' (Minster cathedral) is where Freiburgers buy their locally produced flowers, fruit and vegetables as well as enjoy a traditional 'wurst' (German sausage) as a snack. Every weekday (until early afternoon) and Saturday morning, the Münsterplatz is a bustling market of commerce."]},{"type":"*","value":["Grocery stores: Migros, located in the basement of Karstadt at the north end of Kaiser-Josef-Straße, is the largest one, but expensive. Rewe, located at Fahnenbergplatz, and Aldi, in the basement of Schwarzwald City, are among the cheapest. Kaufland to the north of the city on Waldkircher Strasse has an impressive range. Treff discount supermarkets are also excellent for the budget-conscious."]},{"type":"*","value":["Due to the large city centre-based university, many large bookstores can also be found in the heart of Freiburg, selling both new books and second-hand."]},{"type":"*","value":["The 'Kartoffelmarkt' (potato market), situated close to the 'Stadttheater' (city theatre) has a couple of stalls selling alternative hippie-style clothing, jewellery and accessories every weekday morning."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" Three Italian restaurants situated just outside the inner city have acceptable pizza from €2 up. They are called ",{"type":"'''","value":["Firenze"]},", ",{"type":"'''","value":["Milano"]}," and ",{"type":"'''","value":["Bella Italia"]},". The once famous ",{"type":"'''","value":["Laubfrosch"]}," changed its strategy and now is more exclusive."]},"\n",{"type":"*","value":[" For ",{"type":"'''","value":["fast food"]},", check out the area around the Martinstor (sometimes known as McDonald's-Tor because of the McDonald's sign defacing the historic landmark). In that area, you will also find many other fast food places, ranging from Chinese to Turkish, as well as some cafés."]},"\n",{"type":"*","value":[" A very interesting and cheap place to eat is the ",{"type":"'''","value":["Markthalle"]}," also close to the Martinstor. During the day, various small stores from all around the world offer cheap but good dishes. Check out the Indian place. It has good curries."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.brennessel-freiburg.de Brennessel"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cafe-atlantik.de Atlantik"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.walfisch-freiburg.de Walfisch"]}]}," are places where you can eat a lot for a very cheap price. The Brennessel features a daily spaghetti special from 18-19.30 (€1.80 a plate)."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Afghan Ecke"]}," is a very popular place with locals in Freiburg, located at Siegesdenkmal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Euphrat"]}," located near the university has good Turkish ",{"type":"''","value":["Döner"]},", and an excellent vegetarian selection."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mensa Drei"]}," (Niemenstraße 7) has good currywurst. You can choose how hot (",{"type":"''","value":["scharf"]},") on a scale of 1-9 (although they will let the adventurous order off the menu too). €5,50 for currywurst, ",{"type":"''","value":["pommes"]}," and coke."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tacheles"]}," (Grünwaldstrasse, Tel ",{"type":"''","value":["0761"]}," 3196669) claims to have 300 varieties of schnitzels, which each come with a small salad and choice of side dishes."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kartoffelhaus"]},"(Basler Straße 10, Tel: ",{"type":"''","value":["0 76 1"]}," 7 20 01) is a charming, cosy restaurant whose specialty is the potato... imagine it in many wholesome yet creative forms; they are all good. There's a particularly wonderful ambience in winter when it's freezing outside.  Prices are fair and service is excellent.  Open daily 11:30 - midnight."]},"\n",{"type":"===","value":["Splurge"]},"\nThe restaurant of the ",{"type":"'''","value":["Colombi Hotel"]}," is Freiburg's only one with a Michelin star.\n\nOther expensive restaurants include the ",{"type":"'''","value":["Greifenegg Schlössle"]},", situated next to the Kastaniengarten and offering an excellent view over the city to accompany dinner, as well as ",{"type":"'''","value":["Hotel Zum Bären"]}," on Salzstrasse and ",{"type":"'''","value":["Enoteca"]}," near Schwabentor.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Kastaniengarten"]}," (beer garden) lies perched on the slope of the ",{"type":"'''","value":["Schlossberg"]},", overlooking both the city and the valley leading into the Black Forest. On nice summer days, this is the best location to relax over a cool beer, and enjoying the views of the Munster, the old city gates and the inner city. Additionally, in good weather conditions you can see as far as the ",{"type":"'''","value":["Vogesen"]},", named after the mountain range in France. To get there, head to the ",{"type":"'''","value":["Schwabentor"]},", one of the old city gates, then cross the bridge on its left and head up the mountain a bit."]},{"type":"*","value":[{"type":"'''","value":["Grace"]}," is a stylish bar in the city center, also serving lunch and dinner. ",{"type":"'''","value":["Maria"]}," is serving for a student clientele nearby."]},{"type":"*","value":["The ",{"type":"'''","value":["Feierling"]}," brewery in the heart of the ",{"type":"'''","value":["Altstadt"]}," close to the ",{"type":"'''","value":["Augustiner Kloster"]}," has excellent selfmade beer and is famous for it among the locals. In summer it also has an enjoyable beer garden outside. However, for the experience of the beer garden, go to the ",{"type":"'''","value":["Kastaniengarten"]},". For good beer, ",{"type":"'''","value":["Feierling"]}," is the best option."]},{"type":"*","value":[{"type":"'''","value":["Drifters"]}," is a nice location for House music. It is situated in the same building as the club ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.crash-freiburg.de Cräsh"]}]},", a hang out for alternative people, which turned from a more punk into a metal place. "]},{"type":"*","value":[{"type":"'''","value":["Waldsee"]}," is a nice location a bit out of the way. It features \"Rootdown\" once a month and \"Montage\", both nice clubs for electronic music. It is excellent during the summer months, as the location offers open space next to a lake. Wonderful menu for warm snacks too."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Jazzhaus"],["alt="],["url=http:\/\/www.jazzhaus.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of Freiburg's most popular spots, featuring the best in live music, both international and local. There is something to suit everyone, from classical to reggae to cabaret. The regular theme nights are also a hit: \"Funky Dance Night\" and \"Sister Zone\" (women only) are favourites, not to mention the 60s, 80s and 90s nights."]]}," "]},{"type":"*","value":["The ",{"type":"'''","value":["Strandcafe"]}," is a cafe run by a female-collective. Thursday night there is a bar from 9 pm till 1 am. From Monday till Thursday its open from 10 am till 6 pm. On Friday & Saturday it s open from 2:30 pm till 6 pm and Sunday it s closed. It's located in the \"Grether\"-Area ",{"type":"[","value":["http:\/\/www.syndikat.org\/gw\/"]},", an alternative living-and working project close to the inner city. Its much cheaper then other bars in Freiburg and there is no obligation to consume. Very calm."]},{"type":"*","value":[" The ",{"type":"'''","value":["StuSie"]}," is the bar of the student village located at tram stop \"Am Bischofskreuz\". Cheap and good Beer, Cocktails... Shot-night every Wednesday and decent breakfast on Sundays. Many international students."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kts-freiburg.org KTS"]}]}," is an instituted left-wing autonomous center in the south of the city. Many concerts, parties, meetings, political organisations... "]},{"type":"*","value":[" In the summer check out the ",{"type":"'''","value":["Sternwaldwiese"]},", an area in the Wiehre, where many people make campfires and party all night. Bring your own beer and watch your backpack. Another good place to meet local folk is the ",{"type":"'''","value":["Augustinerplatz"]}," located next to the ",{"type":"'''","value":["Feierling"]},"-brewery. Bring your own beer or buy it from the pubs around. "]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cafe-atlantik.de Atlantik"]}]}," is a bar everybody should have seen when visiting Freiburg. Food, beer, rock music and people that hang out in this place since 20 years. Located behind the Schwabentor."]},{"type":"*","value":[" Another Rock-Bar with fewer students and more carpenters is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.walfisch-freiburg.de Walfisch"]}]}," in the Wiehre. "]},{"type":"*","value":[" The ",{"type":"'''","value":["Mu-dom Bar"]}," is a student-run bar in the neighborhood of Stühlinger. Located in the basement of a former hospital, the space once served as a morgue. Cheap prices and international folk.  They have started checking IDs at the door, you must be a student with a valid student ID card (ISIC or Albert-Ludwigs Universitaet) to enter."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.isle-of-innisfree.de Isle of Innisfree"]}]}," is an Irish pub (one of three in Freiburg) in the heart of the ",{"type":"'''","value":["Altstadt"]}," that claims to have been entertaining Freiburg since 1992, due partly to the fact that live music can be found there twice weekly, Scottish dancing takes place once a week as do regular bingo championships (Sunday) and quiz nights (Monday). Student night is Tuesday and live football are shown on the large screen during major events in the football calendar. The bar is run by a mixture of Irish, British and American staff so English language is not a problem. Not an easy bar to find as it is situated in the basement of a shopping center... "]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=O'Kelly's"],["alt="],["url=http:\/\/www.okellys.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a good Irish pub in Freiburg and is actually the first Irish pub to open in Freiburg in 1990. Is at Milchstraße 1, right behind the Theater Freiburg and the University Library (UB1). O'Kelly's is a cozy, typically Irish pub with low ceilings, a warm atmosphere, and fresh, homemade Irish and German food. Live music can be enjoyed F-Sa evenings and all major sporting events are shown on the big screens, from Irish TV and German TV. Every M night at 9PM there is the O'Kelly's Pub Quiz, run by Moe, that includes a multimedia round on the big screens. Teams come back week after week and fight hard to win free booze. They also show NFL and NCAA games on Saturdays and Sundays."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Bolero"]}," and ",{"type":"'''","value":["Cafehaus"]}," both have a lovely and secluded outdoor seating area which is popular in the summer, located just off of Martinstor at the Holzmarkt."]},{"type":"*","value":[" ",{"type":"'''","value":["Cohibar"]},", located next to the University Library (Stadttheater stop) has the best cocktails in town, with (limited) outdoor seating in the summer."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["url=http:\/\/www.freiburg-camping.de\/wEnglisch\/camping.php?navid=1"],["name=Camping Hirzberg"],["content=The owners are extremely friendly and helpful. They have a good knowledge of things to see in the city and local walks in the Black Forest."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Moeslepark"],["content=Very friendly young couple running the campground in the Black Forest and close to the city"],["url=http:\/\/www.camping-freiburg.com"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["url=http:\/\/www.blackforest-hostel.de\/"],["name=Black Forest Youth Hostel"],["content=You can cook in their kitchen, however they don't provide breakfast. You should also be prepared to pay in cash."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ibis budget Freiburg Süd"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Hotel Freiburg-Nord"],["alt="],["url="],["email="],["address="],["lat=48.0322"],["long=7.8440"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Hotel Freiburg-Süd"]]}]},"\n",{"type":"[[","value":[["File:Green City Hotel.jpg"],["thumbnail"],["right"],["Ecologically-oriented tourists may want to check out the Green City Hotel in Vauban"]]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Schemmer"],["alt="],["url="],["email="],["address="],["lat=47.99643"],["long=7.83487"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Conveniently located just blocks away from the train station, is a clean and very affordable stay. Breakfast included in every room. About a 8 minute walk from the city center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hofgarten Hotel B&B Freiburg"],["alt="],["url=http:\/\/www.hotel-hofgarten.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is only 10 minutes by car from the old town and Muenster Cathedral, the city centre, the main station and the pictorial Glottertal. The nearest bus stop is only 50m from the guesthouse. The rooms are tastefully and individually furnished and all of them are equipped with shower\/WC, cable-television, wireless-lan and telephone. Some rooms also have a balcony. They offer a delicious breakfast buffet with regional ingredients. You get a nice doubleroom for only 45 Euro\/person\/night incl. breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Rheingold"],["alt="],["url="],["email="],["address="],["lat=47.99756"],["long=7.84378"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=A doubleroom costs 139 Euros a night at peak times, breakfast included"],["content=A four star hotel just opposite the train station. Its tidy rooms are a bit on the worn side but the staff is very helpful and friendly. There's a garage underneath the hotel, where guests get reduced rates."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Best Western Premier Victoria"],["alt="],["url=http:\/\/www.victoria.bestwestern.de\/"],["email="],["address="],["lat=47.99662"],["long=7.84565"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=You will pay about 115 Euros a night"],["content=Classified as the most ecological hotel in the world. Their electricity is generated from solar panels and from wind turbines, while their heat is from sustainable woodchips furnace. It is a pleasant family-run hotel a stone throw away from the train station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Freiburg am Konzerthaus"],["alt="],["url="],["email="],["address="],["lat=47.99533"],["long=7.84177"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=InterCityHotel Freiburg"],["alt="],["url="],["email="],["address="],["lat=47.99721"],["long=7.84162"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Hotel Freiburg am Münster"],["alt="],["url="],["email="],["address="],["lat=47.99756"],["long=7.85440"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Hotel Panorama Freiburg"],["lat="],["long="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Green City Hotel Vauban"],["alt="],["url="],["email="],["address="],["lat=47.97424"],["long=7.82806"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"[[","value":[["File:Colombi Treppe.JPG"],["thumbnail"],["right"],["Inside the opulent Colombi Hotel you will find a Michelin-starred restaurant"]]},"\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Colombi Hotel"],["lat=47.99699"],["long=7.84799"],["content=The most luxurious hotel and only five-star in Freiburg. It is situated on the edge of the town centre and overlooks Colombi Park. It is a short walk from the main railway station and features a renowned restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dorint An den Thermen Freiburg"],["alt="],["url="],["email="],["address="],["lat=47.9842"],["long=7.7696"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clarion Hotel Hirschen Freiburg"],["alt="],["url="],["email="],["address="],["lat=48.04979"],["long=7.80180"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"'''","value":["Religious services"]},"\n\nHoly Mass takes place in various Catholic churches in the city center:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Münster Unserer Lieben Frau"]},", Münsterplatz (800 m from central station).",{"type":"[","value":["http:\/\/www.dompfarrei-freiburg.de\/process.php?nav=godienste&subnav=godiall"]}," Sun: 07:00, 08:30, 10:00, 11:45, 20:00; Mon-Sat: 07:00, 08:00, 18:30; Wed, Sat: also 09:00"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St. Martin"]},", Rathausplatz (600 m from central station).",{"type":"[","value":["http:\/\/www.st-martin-freiburg.de\/Gottesdienste\/gottesdienste.htm"]}," Sat: 18:00; Sun: 07:30, 09:30, 11:15; Tue-Sat: 07:00; Mon, Tue, Fri, Sat: 09:00"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Herz Jesu"]},", Stühlinger Kirchplatz (back-side of the Omnibusbahnhof).",{"type":"[","value":["http:\/\/www.seelsorgeeinheit-freiburg-stuehlinger.de\/seelsorge-gottesdienstzeiten.htm"]}," Sat: 19:00; Sun: 09:30 (Croat.), 11:00; Tue: 09:45; Fri: 18:30"]},"\n",{"type":"'''","value":["Tourist Information"]},"\n\nFreiburg has its very own Tourist Information Office. They can provide maps and hotel booking information. Opening hours for the Tourist Information office are:\n",{"type":"*","value":["  June - September (Monday-Friday 10a.m.- 8p.m., Saturday 10a.m.- 5.30p.m., Sunday and Holidays 10a.m.- noon)"]},{"type":"*","value":["  October - May (Monday-Friday 10a.m.- 6p.m., Saturday 10a.m.- 2.30p.m., Sunday and Holidays 10a.m.- noon)"]},"\n",{"type":"==","value":["Stay safe"]},"\nThere is not much to worry about in Freiburg. However, always take the same precautions as you do traveling anywhere else. No need to provoke a pickpocket.  However, one should avoid the banks of the Dreisam at night. One should also avoid at night the area near the tram stop Runzmattenweg which is between the main street train station and the Bissierstrasse tram stop. It is locally known to be a common spot for muggings of international students.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Nice ",{"type":"'''","value":["daytrips"]}," include:"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Staufen"]]}]},": With its castle ruin and nice old city, Staufen is a pretty, small German town. Note that the devil took the real-life Faust (known from Goethe's Faust) in one of the local hotels. So watch out for any weird guys with horns. Staufen lies about 20 minutes by car south of Freiburg."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Vogtsbauernhof"]]}]},": By car (B33 trunk road from Offenburg in the direction of Villingen-Schwenningen or vice versa) or by rail (the Black-Forest route from Offenburg in the direction of Konstanz or vice versa to Hausach station, then 30 minutes on foot) a beautiful outdoor farm life museum, demonstrating 400 years of Black Forest domestic life. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["LooserLand"]}," Hike in the Kaiserstuhl, it's lovely. Go and check a so-called ",{"type":"'''","value":["Strausse"]},"."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Colmar"]]}]},": Situated across the border in ",{"type":"[[","value":[["France"]]},", Colmar is a beautiful small city. Many locals from Freiburg like to take visitors there for a quick taste of France, as it is only about 1 hour by car. In the summer, take the back roads for glorious views of sunflower fields. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Alsatian villages"]},": gorgeous, unspoilt villages in the Alsatian wine region: Riquewihr, Ribeauville, Haut Königsberg."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["The ",{"type":"[[","value":[["Black Forest"]]}]},": Go hiking or skiing or biking. Just go."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Titisee"]},", a touristy Black-Forest town, lying in the margins of the lake Titisee."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Schluchsee Schluchsee"]}]},", a bigger and less-known lake in the Black Forest. To get there take a Regional Bahn Train from Freiburg Main Station (Hbf) towards Seebrugg. This train travels normally once an hour, and the trip takes around one hour."]}]},{"type":"*","value":[{"type":"*","value":["Take one of the wonderful Black-Forest tracks like ",{"type":"[[","value":[["Feldberg"]]}," or ",{"type":"[[","value":[["Schauinsland"]]},". The nearest train station to Feldberg is Hinterzarten. Schauinsland can be reached by local buses travelling from Freiburg in the direction of Günterstal."]}]},{"type":"*","value":[{"type":"*","value":["Take the Aerial tramway of Schauinsland, which travels for 3.6 km over the Black Forest, reaching a place with a very nice panorama."]}]},{"type":"*","value":[{"type":"*","value":["During the summer months there are 'Weinfeste' in many towns celebrating their wine."]}]},{"type":"*","value":["There are ",{"type":"'''","value":["night trains"]}," to ",{"type":"[[","value":[["Italy"]]}," and ",{"type":"[[","value":[["Amsterdam"]]},". Main destinations include ",{"type":"[[","value":[["Florence"]]},", ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Milano"]]},". In Italy you can also get connections to the south of ",{"type":"[[","value":[["France"]]}," fairly easily. Within 15 hours you can get from Freiburg to ",{"type":"[[","value":[["Nice"]]},", ",{"type":"[[","value":[["Monaco"]]}," or ",{"type":"[[","value":[["Cannes"]]},". However, the fastest way to get to Nice is by airplane. You can get a low-budget flight with easyjet from Basel Airport. Normally, this is even cheaper than travelling by train."]},{"type":"*","value":["Cross the Black Forest and head to ",{"type":"[[","value":[["Lake Constance"]]},". Ride a bike around it."]},{"type":"*","value":["Head to ",{"type":"[[","value":[["Basel"]]},", ",{"type":"[[","value":[["Berne"]]}," or ",{"type":"[[","value":[["Lucerne"]]}," in ",{"type":"[[","value":[["Switzerland"]]},". From Berne, head on to ",{"type":"[[","value":[["Interlaken"]]}," and ",{"type":"[[","value":[["Brienz"]]},". Instead of the train, take the ",{"type":"'''","value":["boat"]}," across ",{"type":"[[","value":[["Lake Thun"]]},". Same ticket, twice the scenery. Thanks to the new fast train connection between ",{"type":"[[","value":[["Strasbourg"]]}," and ",{"type":"[[","value":[["Paris"]]}," a trip takes less than 3,5 hours from Freiburg."]},{"type":"*","value":["Go to ",{"type":"[[","value":[["Heidelberg"]]},"."]},{"type":"*","value":["Go to ",{"type":"[[","value":[["Strasbourg"]]},"."]},"\n",{"type":"{{","value":[["Usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.9833"],["7.8500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Freiburg (region)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Freiburg im Breisgau"]]},"\n\n",{"type":"[[","value":[["Commons:Freiburg im Breisgau"]]}]