[{"type":"{{","value":[["pagebanner"],["French Riviera banner Foreshore with marina.jpg"]]},"\nLocated on the ",{"type":"[[","value":[["France"],["French"]]}," coast of the Mediterranean Sea, the ",{"type":"'''","value":["French Riviera"]}," (",{"type":"''","value":["Côte d'Azur"]},") has the glitz and glamour rivaled by few places on earth.\n\nAlthough the Riviera is famous for the glamour of ",{"type":"[[","value":[["St. Tropez"]]},", ",{"type":"[[","value":[["Monaco"]]}," or the ",{"type":"[[","value":[["Cannes"]]}," Film Festival, there are many other less well known attractions, such as the ",{"type":"'''","value":["perched villages"]}," of ",{"type":"[[","value":[["Eze"]]}," and ",{"type":"[[","value":[["Gourdon (Alpes Maritimes)"],["Gourdon"]]},", the ",{"type":"'''","value":["perfumeries"]}," of ",{"type":"[[","value":[["Grasse"]]}," and the ",{"type":"'''","value":["glass blowers"]}," of ",{"type":"[[","value":[["Valbonne and Biot"],["Biot"]]},", the ",{"type":"'''","value":["potters"]}," in Vallauris. The Riviera has been the inspiration for many well-known artists such as ",{"type":"'''","value":["Picasso"]}," and many of their works are on display in local museums and art galleries.\n\nOne big problem that the Riviera faces is its popularity. During the summer months (July\/August particularly) the Riviera is a ",{"type":"'''","value":["crowded mess"]}," - particularly on the strip of land between the A8 Autoroute and the coast - and events such as the Film Festival drive up the prices of just about everything. On the other hand even in August the lesser known attractions such as the ",{"type":"[[","value":[["Loup Valley"],["Gorges du Loup"]]}," and ",{"type":"[[","value":[["Gourdon (Alpes Maritimes)"],["Gourdon"]]}," are far less chaotic.\n\n",{"type":"==","value":["Departments"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alpes-Maritimes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Var"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"===","value":["Coast"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Antibes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Biot"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Bormes les Mimosas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cagnes-sur-Mer"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cannes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Èze"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fréjus"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Haut de Cagnes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hyères"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["La Londe-les-Maures"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Menton"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Monaco"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nice"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint-Tropez"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sanary sur Mer"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Raphael"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Toulon"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Villefranche-sur-Mer"]]}]},"\n",{"type":"===","value":["Inland"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fayence"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grasse"]]}," and area (",{"type":"[[","value":[["Châteauneuf-de-Grasse"],["Châteaneuf"]]},", ",{"type":"[[","value":[["Opio"]]},", ",{"type":"[[","value":[["Mouans-Sartoux"]]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mougins"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Néoules"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Valbonne"]]}," and ",{"type":"[[","value":[["Sophia Antipolis"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Loup Valley"]]}," (",{"type":"[[","value":[["Gourdon"]]},", ",{"type":"[[","value":[["Le Bar-sur-Loup"]]},", ",{"type":"[[","value":[["Tourrettes-sur-Loup"]]}," etc.)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint-Paul de Vence"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vence"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sospel"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mercantour"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["St Maximin"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ski resorts"]]}]},"\nAnd also:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Napoleon Trail"]]}]},"\n",{"type":"==","value":[" Get in "]},"\n\nThe Riviera is well served with roads, railways and ",{"type":"[[","value":[["Nice Airport"]]}," is one of the busiest in France. \n\nIf you are travelling ",{"type":"'''","value":["by car"]}," then you should probably arrive using the A8 motorway from Aix-en-Provence or from Italy. The French department name for this region is Alpes Maritimes and the back country is extremely hilly. Driving from Geneva, Avignon or Turin as the crow flies is extremely scenic - however it is also mountainous, slow and not for those who suffer from car-sickness.\n\nIf there are no strikes then major towns such as ",{"type":"[[","value":[["Cannes"]]}," and ",{"type":"[[","value":[["Nice"]]}," are also served by ",{"type":"'''","value":["express trains"]}," from ",{"type":"[[","value":[["Paris"]]}," as well as (for Nice) trains from ",{"type":"[[","value":[["Genoa"]]}," and other places in ",{"type":"[[","value":[["Italy"]]},". Due to competition from the ",{"type":"[[","value":[["European Discount Airlines"]]}," such as Easyjet, SNCF (the French Railways) often offer very cheap fares from northern France\n\n",{"type":"==","value":[" Get around "]},"\n\nThe Riviera has an adequate ",{"type":"'''","value":["bus and train service"]},". Most towns and villages also have taxis. However if you intend to do a lot of sightseeing as opposed to just lying on the beach then you should probably have your own vehicle, despite the dangers of driving here.\n\n",{"type":"===","value":[" By car "]},"\n\nDriving a car on the Riviera is only for the brave, the region has one of the worst accident records in France (which is saying something) and every local has his or her favourite story about a mad driver. At vacation times the driving situation is exacerbated by the ",{"type":"'''","value":["hordes of tourists"]}," from different countries who have completely different driving styles.\n\nThe primary artery is the ",{"type":"'''","value":["A8 Autoroute"]}," which stretches from the Italian border (there is an Italian Autostrada the other side) to Aix\/Marseille. The A8 stays close to the coast from Cannes to Italy, west of Cannes it heads more inland with a spur down to ",{"type":"[[","value":[["Toulon"]]},". Between Cannes and Italy there are a number of \"Penetrantes\" - that is roads that penetrate inland from the A8 towards (and through) the mountains. Apart from the penetrantes and the A8 most roads are narrow, ",{"type":"'''","value":["very curvy"]}," and hilly when inland and extremely crowded when by the coast. It can be very pleasant to drive these roads as part of a tour but if speed is required it is generally quicker to take the indirect route using the A8.\n\nOne additional feature of the roads of this region is that the builders seem to like roundabouts (traffic circles). This leads to two problems - firstly there seem to be a considerable number of people who seem unable to grasp the concept and do unexpected things such as reversing and secondly many of them are wrongly cambered which means that if you take them too fast you end up skidding  off the side.\n\nIf you drive into Monaco you can in fact drive most of the Grand Prix circuit but ",{"type":"'''","value":["do NOT try racing it - the Monaco police do not have a sense of humour"]},". On the way to Monaco you can drive the roads where James Bond has exciting encounters with Russian secret agents and where Princess Grace died. \n\nAlthough the police are cracking down on drunk drivers, many drivers especially late on Friday night are clearly less than 100%. Driving defensively is a really good idea. \n\nFinally the French government is introducing speed cameras around France there are a few cameras along the highway.\n\n",{"type":"===","value":["By train"]},"\n\nThere is one main line from Italy via Monaco\/Nice\/Cannes and then off towards Marseille. If you must visit Cannes during the ",{"type":"'''","value":["Film Festival"]}," or Monaco during the ",{"type":"'''","value":["Grand Prix"]}," then it is strongly advised to take the train from some station a little distance away. The train gets you into the middle of the action and you don't have to find a parking space or battle with 50,000 other people trying to get down the limited access routes. Unfortunately this does not work if you wish to visit ",{"type":"[[","value":[["St. Tropez"]]}," because there is no train to it.\n\nIn addition to the mainline there are two ",{"type":"'''","value":["scenic branch lines"]}," - from Nice to Cuneo and ",{"type":"[","value":["http:\/\/www.trainprovence.com\/provence.asp Nice to Digne"]},". In 2005 the branch line from Cannes to Grasse has reopened.  This will be especially convenient for people who wish to avoid driving into Cannes.\n\n",{"type":"===","value":[" By bus "]},"\n\nThere is ",{"type":"'''","value":["no unified bus network"]},". Rather there is a hodgepodge of routes and information can be hard to come by on the internet. Probably the best place to start is at ",{"type":"[","value":["http:\/\/www.envibus.fr\/"]},"\n\n",{"type":"==","value":[" Talk "]},"\n\nThe Riviera makes much of its living through tourism, thus people are generally willing to communicate in English - particularly in the most touristy areas. Indeed in the foreign bars and restaurants the waiters and sometimes the managers are native English speakers. However service tends to be better if you try to use ",{"type":"[[","value":[["French phrasebook"],["French"]]},". If it is really fractured then quite often people will take pity on you.\n\n",{"type":"==","value":[" Eat "]},"\n\nCafés, bars and restaurants are available to meet almost all price-points and most tastes, however the vast majority of eateries serve food local to the area - that is to say Provençal cuisine with influences from Italy. ",{"type":"'''","value":["Pizza restaurants"]}," are ubiquitous here but the pizza is not at all the typical American style as pizzas normally have a very thin base. Many pizzas are served with a few olives on top unless you explicitly request their absence and it is normal to add a spicy olive oil based dressing - \"",{"type":"''","value":["sauce pimente"]},"\" - before eating.\n\n",{"type":"'''","value":["Asian cuisine"]}," - Indian, Thai, Chinese, Japanese etc. is available but is not common outside the main seaside towns and it can be very hard to get the ingredients yourself although there are specialty stores in Cannes and Nice. Many Asian restaurants offer a multitude of Asian cuisines (e.g. Thai\/Chinese\/Vietnamese) and the food is rarely spicy unless you specifically request it to be so.\n\n",{"type":"'''","value":["Bouillabaisse"]}," and ",{"type":"'''","value":["Salade Niçoise"]}," are perhaps the best known local specialities although there are others such as Socca. The mountainous back country makes a number of (mostly goat or sheep) ",{"type":"'''","value":["cheeses"]}," which are usually available in local supermarkets as well as at market stalls. The Riviera has a number of olive oil mills and a lot of olive trees.\n\nMost ",{"type":"'''","value":["supermarkets"]}," are open Monday-Saturday from approx 9am-8pm and, particularly in the summer, some are also open on Sunday mornings. Most towns have markets which typically operate in the morning and early afternoon of a particular day or days to sell fresh produce. Most towns and villages also have a number of bakeries which generally open from around 6 or 7am every morning as well as butchers, fish-mongers and so on.\n\n",{"type":"==","value":[" Drink "]},"\n\nThe region makes many ",{"type":"'''","value":["wines"]}," with Cassis and Bandol being probably the best known. The major wine areas are east of St. Raphael and wine tasting makes a pleasant change from other activities. You can taste the excellent vin de Bellet on Nice hills.\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"==","value":[" Stay safe "]},"\n\nCriminals prefer to pick on tourists because the tourists are usually relaxed and not expecting anything. ",{"type":"'''","value":["Avoiding being a victim"]}," is generally as simple paying attention to what you are doing, locking your car while you are in it and not flaunting your valuables. This can take the fun out of the holiday but on balance it is probably even less fun to be a crime-victim!\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"[[","value":[["WikiPedia:French Riviera"]]},"\n\n",{"type":"{{","value":[["geo"],["43.365000"],["6.849722"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Provence-Alpes-Côte d'Azur"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Commons:Côte d'Azur"]]}]