[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Frinton-on-Sea, The beach south of Sandy Hook Breakwater - geograph.org.uk - 1474691.jpg"],["thumb"],["350px"],["Frinton-on-Sea beach"]]},"\n",{"type":"'''","value":["Frinton-on-Sea"]}," is a small seaside town in the Tendring District of ",{"type":"[[","value":[["Essex (England)"],["Essex"]]},". It is part of the Parish of Frinton and Walton and had a population of 19,039 according to the 2001 census. The parish consists of the towns of Frinton-on-Sea and Walton-on-the-Naze, together with the villages of Kirby-le-Soken, Kirby Cross and Great Holland. Connaught Avenue (the main shopping street) was historically known as the 'Bond Street' of East Anglia.\n\n",{"type":"==","value":["Understand"]},"\nThe town has a claim on the worlds first Wireless Telegraph School established in 1901 with the opening of a residential school for training engineers for Marconi's International Marine Communication Co.\nIn 1934 an estate of Art Deco houses was planned designed by Oliver Hill but was never completed and 1936 building work stopped.\nThere several of the original Art Deco properties remaining.\n\nWhite's Directory of Essex 1848\n\"FRINTON, a small parish on the sea-coast, 2½ miles South South West of Walton on the Naze, has only 44 inhabitants, 470 acres of land, four houses, and a few cottages, though it is said to have anciently had a village, which was washed away by the ocean, at least two centuries ago, and since then the sea has continued to encroach annually upon the land, by undermining the cliffs. Pyrites used formerly to be gathered on the beach, for the manufacture of copperas. Miss Charlotte Lushington is lady of the manor of Frinton, Skyrman’s fee, and the other principal landowners are Rt. Hills, Esq., E. H. Reynards, Esq., and the representatives of the late I. S. Brown.\nThe old Hall was pulled down about 1720, and its site is now in the sea. The present Hall is occupied by a farmer, and the three other houses are the Parsonage (a small cottage, occupied by a labourer,) the Wick, and the Battery House. In one of them lived the celebrated Cornelius de Tulbury, who, among other exploits, swallowed considerable quantities of poison without injury. The famous Capt. Bushell, distinguished for his extraordinary success in fishing for wrecks, was long resident here.\nOf the ancient Church, standing on the cliff, about 300 yards from the sea, only part of the west end remains, the remainder having been destroyed by a storm in 1703. The rectory, valued in K. B. at £7. 6s. 8d., and in 1831 at £180, is in the patronage of E. H. Reynard, Esq., and incumbency of the Rev. Francis Vyvian Luke, for whom the Rev. J. L. Kirby, of Little Clacton, officiates. The glebe is 28A., and the tithes were commuted, in 1841, for £150 per annum.\nThe Farmers are, Richard Stone, Hall; Joseph Sadler, Lodge; and Charles Theedam, Wick.\"\n\n",{"type":"[","value":["http:\/\/www.essexinfo.net\/frinton-and-walton-town-council\/ Frinton and Walton town council website"]},"\n\n",{"type":"[","value":["http:\/\/www.frinton.org\/ Frinton-on-Sea website"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Road"]},"\n\nFollow the A12 from ",{"type":"[[","value":[["London"]]},". Turn off just beyond ",{"type":"[[","value":[["Colchester (England)"],["Colchester"]]}," on the A120, then the A133,\nthen follow the signs to Weeley, then the B1033 to Frinton. Turn right when you arrive at the railway, level crossing roundabout.\n\n",{"type":"'''","value":["By Train"]},"\n\nTrains run from London Liverpool Street and Colchester - London to Frinton journey time is about 1 and a half hours \n\n",{"type":"==","value":["Get around"]},"\nBest by foot, but local buses run every 30 minutes between Walton and Clacton, and every two hours between Walton and Colchester. All buses stop close to the station, just outside the crossing gates. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nEvery summer there is a respected Summer Theatre\nAn annual Literary Festival around October.\nAn annual Fun Run around May.\nThe beach for swimming or sun bathing in the summer.\nMore events on the ",{"type":"[","value":["http:\/\/events.frinton.org\/ towns local website"]}," \n",{"type":"==","value":["Buy"]},"\nThe main street, Connaught Avenue, is home to many charity shops, second-hand bookshops, antiques centres etc. There is a distinct lack of any typical high-street chain stores, although there are both Co-op and Greggs  stores within the town centre. The Triangle shopping center on the outskirts of Frinton houses two more sizeable supermarkets - a Fiveways and an Iceland.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nThe ",{"type":"[","value":["http:\/\/www.shepherd-neame.co.uk\/pubs\/pubs.php\/lockandbarrel_frintononsea\/ Lock and Barrel"]}," - Frintons only pub inside the gates, in Connaught Avenue.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["51.8327"],["1.2452"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Essex (England)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Frinton-on-Sea"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Essex\/Frinton-on-Sea\/"]]}]