[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Flatirons Chatauqua Park Boulder Colorado USA.jpg"],["thumb"],["400px"],["The Flatirons, a symbol of ",{"type":"[[","value":[["Boulder"]]}]]},"\n\nThe ",{"type":"'''","value":["Front Range"]}," is a region in the ",{"type":"[[","value":[["United States of America"],["US"]]}," state of ",{"type":"[[","value":[["Colorado"]]},".  It includes the range of the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountains"]]}," that gives it its name, as well as the ",{"type":"'''","value":["Eastern Slope"]}," with communities in the eastern foothills of the mountains.\n",{"type":"==","value":["Regions"]},"\nRoughly speaking, this region is bounded on the:\n",{"type":"*","value":[" ",{"type":"'''","value":["South"]},", by the metropolitan ",{"type":"[[","value":[["Denver Area"]]},", Gilpin County and the northern half of Clear Creek County, bisected by east-west running Interstate 70 near ",{"type":"[[","value":[["Georgetown (Colorado)"],["Georgetown"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["West"]},", by the Continental Divide, an imaginary line that marks the flow of precipitation. Rain falling on the west of the Divide makes its way to the Pacific Ocean. Rain on the east makes its way to the Gulf of Mexico and the Atlantic Ocean. "]},{"type":"*","value":[" ",{"type":"'''","value":["North"]},", by the ",{"type":"[[","value":[["Wyoming"]]}," State line."]},{"type":"*","value":[" ",{"type":"'''","value":["East"]},", by the eastern boundary of Weld County and the beginning of Colorado's ",{"type":"[[","value":[["Eastern Plains (Colorado)"],["Eastern Plains"]]},"."]},"\nRegion boundaries in Colorado are indistinct, and sometimes contentious.  If you're looking for a destination\/attraction that you think should be in this region, but can't find it, check the pages for ",{"type":"[[","value":[["Northwestern Colorado"]]},", ",{"type":"[[","value":[["Eastern Plains (Colorado)"],["Eastern Plains"]]},", ",{"type":"[[","value":[["Denver Area"]]},", and even ",{"type":"[[","value":[["South Central Colorado"]]}," and ",{"type":"[[","value":[["Southwestern Colorado"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Berthoud"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Black Hawk"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Boulder"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Central City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Estes Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort Collins"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Greeley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Longmont"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Loveland (Colorado)"],["Loveland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Winter Park (Colorado)"],["Winter Park"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Ground Squirrel Rocky Mountain National Park Colorado USA.jpg"],["thumb"],["270px"],["Ground Squirrel in ",{"type":"[[","value":[["Rocky Mountain National Park"]]}]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arapahoe Roosevelt National Forest"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Eldora Ski Area"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grandby"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hohnholz Lakes State Wildlife Area"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Murphy State Wildlife Area"]}]},{"type":"*","value":[{"type":"'''","value":["Owl Mountain State Wildlife Area"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rocky Mountain National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Routt National Forest"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThis region takes its name from possibly the best-known sub-range of the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountains"]]}," in the United States, so called because it was the first range encountered by historic settlers as they moved in from the east.  However, the region also contains other mountains.  In Colorado, the Rockies consist mainly of two broadly parallel ridge lines running diagonally across the state, with high mountain parks (valleys) between them, and it's convenient to treat both the mountains of the Front Range and also the Gore and Park Ranges (two of the \"rear\" ranges paralleling the Front Range) as part of the region, along with the intervening parks and a few cities in the foothills that some other sources call the ",{"type":"'''","value":["Eastern Slope"]},".\n\nThe mountains in this area, with a few exceptions, are generally not as high as the southern extension of the Rockies or the geologically distinct San Juan Mountains of ",{"type":"[[","value":[["Southwestern Colorado"]]},".  However, they're still high enough to get serious winter weather, and winter sports are important here, with several world-famous ",{"type":"[[","value":[["Alpine skiing"],["ski resorts"]]}," as well as ",{"type":"[[","value":[["Rocky Mountain National Park"]]},".  East-west routes through the mountains are relatively few and far between, and generally go over high, rugged passes that may close for a while in the winter (and tax the cooling systems of passenger cars in the summer).\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish, although you may find all manner of languages spoken at the ski resorts.  Interpretive materials in several other languages are available at Rocky Mountain National Park.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By foot"]},"\nFor the dedicated long-distance hiker the ",{"type":"'''","value":["Continental Divide National Scenic Trail"]}," (in short ",{"type":"'''","value":[{"type":"[[","value":[["Continental Divide Trail"]]}]},") is a United States National Scenic Trail running 3,100 miles between ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Canada"]]},". It follows the Continental Divide of the Americas along the ",{"type":"[[","value":[["Rocky Mountains"]]}," and traverses five U.S. states; ",{"type":"[[","value":[["Montana"]]},", ",{"type":"[[","value":[["Idaho"]]},", ",{"type":"[[","value":[["Wyoming"]]},", ",{"type":"[[","value":[["Colorado"]]},", and ",{"type":"[[","value":[["New Mexico"]]},".\n\n",{"type":"==","value":["Get around"]},"\nDuring the winter, heavy ice and snow are a major concern, which can make driving difficult and slow going. Always check the weather and road conditions ",{"type":"[","value":["http:\/\/www.cotrip.org"]}," before heading out. Even on a clear winter's day, make sure your vehicle's wiper fluid reservoir is full. The Colorado Department of Transportation (CDOT) ",{"type":"[","value":["http:\/\/www.dot.state.co.us"]}," spreads both sand and magnesium chloride on the roads, which makes for an impenetrable, gluey mess on your windshield. \n\nIn the summer months, it's not uncommon to see the shoulders of the highways littered with broken-down vehicles that could not handle the steep grades and high altitude air of the Rocky Mountains. If you are venturing from a lower altitude, make sure your car can handle mountain driving. Thinner air means you will be burning more gasoline. Also, with so many steep grades, expect to gear down to avoid unnecessary friction to your brake pads.\n\n",{"type":"==","value":["See"]},"\t \n\n",{"type":"==","value":["Do"]},"\t \n\n",{"type":"==","value":["Eat"]},"\t \n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Stay Safe"]},"\n",{"type":"===","value":["Health"]},"\nThere's no reason to fear the mountains, as long as you approach them with proper respect and preparation. As with anywhere else, recklessness and a lack of forethought can get you into trouble, especially in Colorado's vast back country.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Altitude_sickness"],["Altitude sickness"]]}]}," - Can lead to dizziness, headaches, nausea, even blackouts and pulmonary edema. Give your body a few days to adjust to the high altitudes before going full throttle with your hiking or skiing. "]},{"type":"*","value":[" ",{"type":"'''","value":["Dehydration"]}," - When you engage in strenuous outdoor activities, be sure to replenish your fluids as you go. You may be losing moisture through your mouth and nose and through sweating, but be completely unawares due to the arid mountain air. May result in dizziness, intense thirst and elevated heart and breath rates. "]},{"type":"*","value":[" ",{"type":"'''","value":["Giardia"]}," - Drinking untreated water from regional streams is not a good idea owing to ",{"type":"''","value":["Giardia"]}," parasites, but tap water is not a problem. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hypothermia"]}," - Prolonged exposure to the cold can result in confusion, a slowed heart rate, lethargy, even death. Dress warmly in non cotton clothing to allow any sweat to wick away from your body and evaporate. Otherwise, it may thoroughly chill you later in the day when temperatures drop. "]},{"type":"*","value":[" ",{"type":"'''","value":["Frostbite"]}," - During periods of severe cold, your circulatory system pulls all your warming blood into the core of your body to protect your vital organs. This makes your extremities such as your ears, fingers and nose especially vulnerable. Wear a face mask, insulated gloves and other heavy gear on the worst winter days. It gets cold sitting still on those ski lifts!"]},{"type":"*","value":[" ",{"type":"'''","value":["Sunburn"]}," - Lather up with sunscreen, even if there's cloud cover. Colorado's high elevation means you have less protection to the sun's powerful ultra violet rays. This can be compounded while skiing or snowboarding, when the rays are reflected off the snow and hits the underside of your jaw. Don't forget to wear UV-rated goggles or sunglasses, as well. There's nothing more painful than sunburned eyeballs."]},"\n",{"type":"===","value":["Safety"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avalanches"]}," - Colorado claims about a third of all avalanche deaths in the U.S. The ski resorts have groomed slopes that are are safe, but it is extremely dangerous to ski or snowboard outside of the designated terrain. It's popular amongst daredevil skiers to \"run the chutes,\" steep, shaded slopes that funnel into tight gullies. These are classic avalanche zones. Far more common (and deadly) are slab avalanches that break along a fault line and bury unsuspecting snow mobilers or skiers. Always wear a homing beacon and check the conditions at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/avalanche.state.co.us\/index.php Colorado Avalanche Information Center"]}]}," before heading into the back country. "]},{"type":"*","value":[" ",{"type":"'''","value":["Lightning"]}," - This is especially deadly in the high country above timberline when no shelter is nearby. If you hear crackling or hissing sounds, or your hair begins to stand on end, squat down immediately in the \"lightning desperation position\" - feet together and your hands clapped over your ears. Remember, a tent and inflatable mattress offer no protection from a lightning strike. Avoid the high ground, or solitary objects like trees that stick out higher than the surrounding terrain (they may act like natural lightning rods). For more information, see the safety tips at the ",{"type":"'''","value":["National Oceanic and Atmospheric Agency"]}," (NOAA) ",{"type":"[","value":["http:\/\/www.crh.noaa.gov\/pub\/?n=\/ltg\/lso_hiking.php"]},"."]},"\n",{"type":"==","value":["Go next"]},"\t \n\n",{"type":"{{","value":[["related"],["Skiing_in_Colorado"]]},"\n",{"type":"{{","value":[["isPartOf"],["Colorado"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Front Range"]]},"\n",{"type":"{{","value":[["geo"],["39.6339"],["-105.817"]]}]