[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Frutillar"]}," is a small town in the ",{"type":"[[","value":[["Los Lagos"]]}," region of ",{"type":"[[","value":[["Chile"]]}," on the shores of Lake Llanquihue.\n\n",{"type":"==","value":["Understand"]},"\n\nThe area around Lake Llanquihue was settled by German immigrants in the 19th century. Some of these German immigrants founded the town of Frutillar in 1856, and the German influence is still evident. Many of the buildings here are so well preserved that it occasionally seems as though the whole town is a museum documenting German architecture in the region.\n\nFrutillar actually consists of two towns. Frutillar was originally founded around the pier. Later, when the railroad was introduced, another settlement formed farther away from the lake. The part of the town by the lake is called Frutillar Bajo (",{"type":"''","value":["bajo"]}," meaning low) and is the center of tourist activity. The other part is a bit higher in elevation and is therefore known as Frutillar Alto (",{"type":"''","value":["alto"]}," = high). Frutillar Alto is mostly people's homes and is a bit more rundown; most tourists will not want to stop here.\n\nFor most of the year, Frutillar is a fairly quiet small town. However, for 10 days in January\/February, Frutillar hosts the Semanas Musicales, a music festival drawing hundreds of classical musicians from Chile and beyond. There are concerts year-round, though with irregular frequency during the winter.\n\n",{"type":"==","value":["Get in"]},"\n\nLocal buses (micros) run frequently between ",{"type":"[[","value":[["Puerto Montt"]]}," and Frutillar, stopping at ",{"type":"[[","value":[["Puerto Varas"]]},", ",{"type":"[[","value":[["Ensenada (Chile)"],["Ensenada"]]},", and ",{"type":"[[","value":[["Llanquihue"]]}," in between. Make sure the micro is going to Frutillar Bajo and not Frutillar Alto.\n\n",{"type":"==","value":["Get around"]},"\n\nFrutillar is very small. Exploring by foot is by far the best option.\n\n",{"type":"==","value":["See"]},"\n\nPart of Frutillar's charm is in simply walking around and observing the Germanic architecture. On a clear day the lake is very beautiful, with a fantastic view of the Volcano Osorno. There are two main attractions in the town which should not be missed:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Teatro del Lago (Theater of the Lake)"],["url="],["email="],["address="],["lat="],["long="],["directions=On the road by the lake, you cannot miss it"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Although the theater is closed when there are no performances, the colorful wooden building itself is striking against the backdrop of the lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo Colonial Alemán de Frutillar (German Colonial Museum of Frutillar)"],["url="],["email="],["address="],["lat="],["long="],["directions=on Av. Vicente Perez Rosales s\/n"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An outdoor museum documenting the history of German immigration to the area. The museum consists of four houses amidst a few acres of well-kept grounds."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nDuring the summer it is possible to go kayaking on the lake. Some tour operators offer trips to the Volcano Osorno, Vicente Perez Rosales National Park, and other sights in the Lakes District from Frutillar.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThe most popular accommodations in Frutillar are cabañas along the shore. There are also hostels and B&Bs for those traveling alone or who do not wish to rent a cabaña.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Puerto Octay"]]},", ",{"type":"[[","value":[["Ensenada (Chile)"],["Ensenada"]]},", and ",{"type":"[[","value":[["Llanquihue"]]}," are all nearby and accessible by micro. These are all small towns, however; in order to get farther away you will have to go through either ",{"type":"[[","value":[["Puerto Varas"]]}," or ",{"type":"[[","value":[["Puerto Montt"]]}," for more transportation options.\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Chile"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["es:Frutillar"]]},"\n",{"type":"[[","value":[["wikipedia:Frutillar"]]},"\n",{"type":"{{","value":[["geo"],["-41.116666666667"],["-73.1"]]}]