[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Peak Yunu.jpg"],["350px"],["thumbnail"],["Mount Wuyi"]]},"\n",{"type":"'''","value":["Fujian"]}," (福建; Fújiàn) is a coastal province in ",{"type":"[[","value":[["South East (China)"],["South East"]]}," ",{"type":"[[","value":[["China"]]},". It has long been an outward-looking province, much involved in maritime trade, and is the ancestral home for many overseas Chinese, especially in ",{"type":"[[","value":[["Southeast Asia"]]}," and the ",{"type":"[[","value":[["Philippines"]]},".\n\nThe terrain is very hilly. There is a saying that Fujian is 80% mountain, 10% water, and 10% farmland.  Presumably largely because of mountains and isolation, Fujian has a large number of local dialects, no two of which are mutually intelligible.\n\nPopulation is about 37 million, which is small for a Chinese province (17th of 23) but about the same as Canada, Poland or California. The major cities are either on the coast (",{"type":"[[","value":[["Xiamen"]]}," and ",{"type":"[[","value":[["Quanzhou"]]},") or a few miles up a navigable river (",{"type":"[[","value":[["Fuzhou"]]},").\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Fujian map.png"],["regionmaptext=Regions of Fujian"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Northern Coast (Fujian)"],["Northern Coast"]]}],["region1color=#bcb491"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Southern Coast (Fujian)"],["Southern Coast"]]}],["region2color=#cfcf94"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Inland Fujian"]]}],["region3color=#c9bd79"],["region3items="],["region3description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\nFujian is divided administratively into nine regions. Eight of them are prefectures, each around a central city and named for the city. For the ninth, Xiamen, there is no separate prefecture, just the city. The nine cities are:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fuzhou"]]}," — the provincial capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Longyan"]]}," — in the West of Fujian"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nanping"]]}," — up the Min river from Fuzhou"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ningde"]]}," — on the coast, North of Fuzhou"]},{"type":"*","value":[" ",{"type":"[[","value":[["Putian"]]}," — between Fuzhou and Quanzhou"]},{"type":"*","value":[" ",{"type":"[[","value":[["Quanzhou"]]}," — historic port on the ",{"type":"[[","value":[["Maritime Silk Road"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sanming"]]}," — up in the mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Xiamen"]]}," — special economic zone and port city, ferries for ",{"type":"[[","value":[["Taiwan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Zhangzhou"]]}," — southwest of Xiamen"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Wuyi"]]}," — a scenic area famous for its tea, mountains, rivers and traditional architecture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taining Town"]]}," — a UNESCO Global Geopark near ",{"type":"[[","value":[["Sanming"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yongding County"]]}," — home to the Hakka earth round houses; fascinating, centuries-old buildings that are home to a whole clan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gulangyu"]]}," — a car-free island near downtown ",{"type":"[[","value":[["Xiamen"]]},", full of old colonial-period buildings"]},"\n",{"type":"==","value":["Understand"]},"\nFujian was an independent Minyue Kingdom, paying tribute but not actually part of the Chinese Empire, until 110 BC when it was conquered and the main ethnic group of the region, the Yue people, assimilated into the Han Chinese.\n\nFujian has long been one of the more prosperous and outward-looking provinces of China, an area of traders and seafarers. In the era of tea clippers, two of China's five ",{"type":"[[","value":[["List_of_Chinese_provinces_and_regions#Treaty_ports_and_concessions"],["Treaty Ports"]]}," — ",{"type":"[[","value":[["Xiamen"]]}," and ",{"type":"[[","value":[["Fuzhou"]]}," — were in Fujian, and Fuzhou shipped more tea than any other port. After the Second World War, times were fairly hard in Fujian; trade with traditional customers Japan and Taiwan was greatly reduced. In recent decades, however, Fujian has recovered; like other coastal provinces, it is now one of the more modern and prosperous areas of China.\n\nLight industry, especially clothing and shoes, predominates but there is some heavier industry. Agriculture is also important; in particular, Fujian produces a great deal of tea — notably some excellent Oolong teas. As a coastal province, Fujian is much involved with the sea.  Fishing and fish farming are important industries and the local cuisine emphasizes seafood.\n\nFujian has a higher proportion of Muslims than most areas of Southern China due to the history of trade via the ",{"type":"[[","value":[["Maritime Silk Road"]]},", and quite a few Christians since it was a focus of 19th century missionary activity.\n\n",{"type":"==","value":["Talk"]},"\nToday, all educated people in Fujian speak ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]},". It has been the language of education throughout China since the 1950s and is now the lingua franca in Fujian as everywhere else.\n\nHowever, Fujian also has many local dialects. The terrain is mountainous; at one time nearly every valley had its own language. These dialects are usually described with the prefix \"Min\" (闽 Mǐn), where Min is another name for Fujian. These dialects are not mutually intelligible, though they do share certain common features. Generally speaking, the \"Min\" group of Chinese dialects is the most different from standard Mandarin of all the dialects in China. Minnan has fewer similarities with Mandarin than English has with Dutch.\n\nAmong the most important is ",{"type":"[[","value":[["Minnan phrasebook"],["Minnan Hua"]]}," (闽南话 Mǐnnán huà; Southern Min), spoken in ",{"type":"[[","value":[["Xiamen"]]},", ",{"type":"[[","value":[["Quanzhou"]]},", ",{"type":"[[","value":[["Zhangzhou"]]}," and surrounding areas. There are slight dialectal variations of Minnan between the three cities; the Xiamen dialect is considered to be the prestige dialect. Many people in ",{"type":"[[","value":[["Taiwan"]]}," speak the same language, though they may call it Taiwanese. In Malaysia and Singapore, the same language is called ",{"type":"''","value":["Hokkien"]}," (the Minnan word for Fujian). The language of ",{"type":"[[","value":[["Hainan"]]}," is closely related to Minnan, but not mutually intelligible with it.\n\nThe Mindong (闽东 Mǐn dōng; Eastern Min) or ",{"type":"[[","value":[["Fuzhou Hua"]]}," (福州话 Fúzhōu huà; Fuzhou speech) dialect is spoken in Fuzhou and also has a large number of speakers in the northern coastal areas. In Malaysia and Singapore, it is known as ",{"type":"''","value":["Hokchiu"]}," (the Mindong word for Fuzhou). There are dialectal variations; the Mindong dialects in Fuzhou and ",{"type":"[[","value":[["Fu'an"]]},", which are only about 4 hours apart by car, are not mutually intelligible, though the Fuzhou dialect is considered to be the prestige dialect of Mindong.\n\nOther Min dialects include Minbei (闽北 Mǐn běi; Northern Min), Minzhong (闽中 Mǐn zhōng; Central Min) and Puxian, named for ",{"type":"[[","value":[["Putian"]]}," city and the surrounding ",{"type":"[[","value":[["Xianyou"]]}," county.\n\nThe Hakka (客家 Kèjiā) people in the West of Fujian, and in several other areas of Southern China, came as refugees from one of Northern China's wars some centuries back. Hakka means \"guest people\". They have their own ",{"type":"[[","value":[["Hakka phrasebook"],["Hakka language (客家话; Kèjiāhuà)"]]},", related to Northern dialects rather than to any other Fujian language.\n\nAs with the rest of China, English is not widely spoken, though airline and high-end hotel staff in the larger cities will usually have a basic grasp of English.\n\n",{"type":"==","value":["Get in"]},"\nFujian is well connected via China's domestic airline, bus, highway and train networks.\n\nThe main airports are at ",{"type":"[[","value":[["Xiamen"]]}," and ",{"type":"[[","value":[["Fuzhou"]]},"; both have flights to ",{"type":"[[","value":[["Hong Kong"]]}," and many mainland cities, as well as international flights to some other Asian cities. Xiamen also has flights to Amsterdam and cheap international connections to ",{"type":"[[","value":[["Manila"]]},", ",{"type":"[[","value":[["Singapore"]]}," and ",{"type":"[[","value":[["Bangkok"]]},"; see ",{"type":"[[","value":[["Discount airlines in Asia"]]}," for details. The scenic ",{"type":"[[","value":[["Wu Yi Mountain"]]}," area also has an airport with good domestic connections; often package deals are available — flights and accommodation, and perhaps a guide — for a fixed price.\n\nThere are good highway connections around the province and out of it into neighboring provinces. There are regular buses from any of the main Fujian cities to any of the major cities in nearby provinces. Many of the roads are through mountainous (or at least very hilly) terrain and are feats of engineering involving a lot of bridges and tunnels. During World War II, the Japanese controlled most of Fujian but did not reach Sanming because of the mountains. Today, it is a few hours' drive on good roads from Fuzhou.\n\nThere is a ",{"type":"[[","value":[["High-speed rail in China"],["high-speed rail line"]]}," in service which connects the main cities along the Fujian coast north to ",{"type":"[[","value":[["Wenzhou"]]},", ",{"type":"[[","value":[["Ningbo"]]},", ",{"type":"[[","value":[["Hangzhou"]]}," and ",{"type":"[[","value":[["Shanghai"]]},", and south to ",{"type":"[[","value":[["Shantou"]]}," and ",{"type":"[[","value":[["Shenzhen"]]},". Speeds are over 200 km\/hour (125 mph) and the Fuzhou-Shanghai trip takes about six hours. Another line runs inland to ",{"type":"[[","value":[["Nanchang"]]}," in ",{"type":"[[","value":[["Jiangxi"]]},".\n\nOlder rail lines which wind inland through the mountains carry passengers as well and are considerably cheaper, but much less convenient. For example, Fuzhou-Shanghai costs 130 instead of 280 (or 330 first class) on the fast train, but it takes 17 hours instead of six.\n\nThere are boats to ",{"type":"[[","value":[["Taiwan"]]},"-controlled islands that are located near the Fujian coast — from ",{"type":"[[","value":[["Mawei"]]},", a suburb of Fuzhou, to ",{"type":"[[","value":[["Matsu"]]}," and from Xiamen to ",{"type":"[[","value":[["Kinmen"]]},". From those islands, it is possible to continue to the main island of Taiwan.\n\n",{"type":"==","value":["Get around"]},"\nThe main mode of intercity travel is traditionally by bus. The standard low-cost low-speed trains are less convenient in Fujian than elsewhere because they wind around a lot in the mountainous terrain. Flying within the province is relatively expensive.\n\nNew lines for ",{"type":"[[","value":[["High-speed rail in China"],["high speed trains"]]},", on a more direct route along the coast, are now in service. For anywhere they go — Zhangzhou, Xiamen, Quanzhou, Putian, Fuzhou, Ningde and off toward ",{"type":"[[","value":[["Zhejiang"]]}," and Shanghai — they are now the most convenient way to travel.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Landmarks"]},"\n\n",{"type":"===","value":["Parks and landscapes"]},"\n",{"type":"[[","value":[["Wuyishan"]]},": Climb up this mountain and enjoy the view from the top. It is worth it! It takes about an hour to reach the top and half an hour to come down. \nEnjoy the scenic bamboo raft ride down the river. You get to see huge rocks of different shapes and sizes - some of which resemble people or animals. You will also get to see some \"hanging coffins\" - coffins, believed to be more than 2000 years old, placed inside large cracks in some of the gigantic rocks. These cracks are about 20–40 metres above the river. Nobody knows how the coffins got there. The ride takes about one-and-the-half hours. Each raft comes with two rowers and can take six passengers.\n\n",{"type":"[[","value":[["Gulangyu"]]}," is a smaller island next to ",{"type":"[[","value":[["Xiamen"]]}," Island, across the 500-meter-wide Lujiang from downtown Xiamen. Gulangyu was originally named round sandbar (Yuen Chau Tsai) during the Ming Dynasty because of a grotto created by the action of the waves. Gulangyu is known as “Sea Garden” since the island climate is warm in the winter and cool in the summer, as if it experiences spring all year around. All kinds of flowers bloom, and the grass and leaves are always green.\n\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":[" The provincial museum is in Fuzhou, in the park beside West Lake (西湖 Xīhú)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mawei"]]}," (马尾 mǎwěi), just outside Fuzhou, has a museum commemorating a battle there between the Chinese navy and the French in the 1880s."]},{"type":"*","value":[" ",{"type":"[[","value":[["Xiamen"]]}," has an Overseas Chinese Museum, located downtown roughly halfway between the ferry terminal and Xiamen University (厦门大学 Xiàmén dàxué)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Quanzhou"]]},", formerly one of the world's great ports (Marco Polo considered it ",{"type":"[[","value":[["Marco_Polo#The_great_port.2C_Zaiton"],["\"one of the two greatest havens in the world for commerce\""]]},"), has a Maritime Museum."]},"\n",{"type":"===","value":["Religious buildings"]},"\n",{"type":"[[","value":[["File:Statue of Lao Tzu in Quanzhou.jpg"],["thumb"],["300px"],["Lao Tse statue, Qingyuan Mountain, Quanzhou"]]},"\nOne could plan a tour of Fujian devoted to exploring its amazing variety of religious structures.\n\n",{"type":"[[","value":[["Xiamen"]]},", ",{"type":"[[","value":[["Fuzhou"]]}," and ",{"type":"[[","value":[["Quanzhou"]]}," all have major ",{"type":"'''","value":["Buddhist"]}," temples, and there are dozens of lesser temples in smaller cities or scattered around the countryside. The Hualin Temple (Chinese: 华林寺) in Fuzhou, founded in 964, is one of the oldest wooden structures in China.\n\nOf course there are many ",{"type":"'''","value":["Taoist"]}," and ",{"type":"'''","value":["Confucian"]}," temples as well. ",{"type":"[[","value":[["Quanzhou"]]}," has Qingyuan Mountain, a major Taoist site that attracts visitors from all over China, partly because it has a famous statue of Lao Tse, the founder of Taoism. The original Shaolin Temple, one of China's greatest centers of kung fu, is in ",{"type":"[[","value":[["Henan"]]},", but during one of China's many wars a lot of the monks fled South and founded ",{"type":"'''","value":["Southern Shaolin"]}," with one temple on Qingyuan Mountain and another in ",{"type":"[[","value":[["Putian"]]},".\n\nQuanzhou also has relics of several religions introduced via the ",{"type":"[[","value":[["Maritime Silk Road"]]},". It has one of China's oldest mosques, built in 1009, and the tombs of several ",{"type":"'''","value":["Moslem"]}," saints. Across the river in ",{"type":"[[","value":[["Jinjiang"]]}," is the world's last ",{"type":"'''","value":["Manichean"]}," temple. Both Quanzhou and Jinjiang have relics of ",{"type":"'''","value":["Nestorian Christians"]},"; the sect was based in ",{"type":"[[","value":[["Persia"]]}," and sent missionaries East, reaching China by the 7th century AD. The first ",{"type":"'''","value":["Catholic"]}," missionaries, Franciscan monks, reached China via Quanzhou in 1313.\n\nFujian was also a major area of missionary activity in the 19th century and well into the 20th. ",{"type":"'''","value":["Christian"]}," churches of various denominations abound; China's oldest ",{"type":"'''","value":["Protestant"]}," church is in ",{"type":"[[","value":[["Xiamen"]]},". The cities all have several churches and many villages have one or two.\n\n",{"type":"[[","value":[["Putian"]]}," has the main temple of the sea Goddess ",{"type":"'''","value":["Mazu"]},"; the annual festival in her honour attracts tens of thousands of worshippers from all over the Chinese diaspora, especially fishermen and sailors.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nFujian has its own cuisine, largely based on seafood. \n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fish Balls"],["alt=鱼圆 yú yuán, 鱼丸"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= are made of minced fish and egg white, mixed with flour. Some varieties of fish balls have pork or shrimp added. These are then cooked in boiling water."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wind duck paste"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wind duck paste, is to use sweet potato powder (sweet potato flour) and hacked to pieces of the wind duck, winter bamboo shoots and silk, the film mushrooms, meat, garlic paste mixed with boiled."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tai Chi Taro"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is to cook taro nut and pressed into mud, adding sugar, eggs, water and oil. After the taro cool down, people sometimes add chopped kernels, cherry on the surface.It is one of the traditional Fujian’s desserts."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Light Cake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is made with raw material of flour, salt, sesame seeds. The shape of light cake is similar like Donuts. It doesn’t have much taste. In Fuzhou, people usually do not face sesame cake is called \"light cake\", with the sesame, they called \"Fuqing cake."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wonton"],["alt=云吞 yúntūn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is the most common snack in Fujian. The wonton skin is thin, it cooks in a short time. The boiled dumplings would be required in the process of adding cold water 2 times. After cooked, it looks half transparent."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fo Tiao Qiang"],["alt=佛跳墙 fó tiào qiáng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= means \"Buddha jumps over the wall\". It is the most famous food in Fujian. It contains dainties of more than 30 kinds: Shark's fin, sea slug, chicken breast, duck, pig's trotters, dried scallop, mushroom, abalone, pigeon egg. with other condiments. It's said that after the dish is cooked, the air is heavy with a strong fragrance. Legend has it that it smelt so good that a monk forgot his vegetarian vows and leapt over the wall to have some, giving rise to its name."]]}]},"\n",{"type":"==","value":["Drink"]},"\nFujian is famous for tea (in the 19th century, Fuzhou was China's busiest tea port) and you can get good tea almost anywhere. In fact, the English word \"tea\" was derived from its Minnan name. Try the tea eggs (茶葉蛋 cháyèdàn), hard boiled eggs cooked in tea, available on streets everywhere.\n\nLike most of China, Fujian has quite a few locations for several large coffee chains, including UBC Coffee (上岛咖啡 shàngdǎo kāfēi), Ming Tien and SPR. For most Western tastes, SPR are easily the best of those, but avoid their airport locations which have astronomical pricing. There are also some good smaller chains, Blenz, Dawin and King Buck; these are usually cheaper.\n\nAs anywhere in China, beer is widely available. Hui Quan is a Fujian brand, a light palatable lager.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tieguanyin Tea"],["alt=铁观音 Tiěguānyīn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= (Name of a Godness) This tea is grown in Songlintou and Yaoyang in the Fujian Province. It is one of the cherished teas grown in Fujian."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=White Tea"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The white tea is grown in various regions of Fujian including the ShuiJie and Zhenghe counties. The white tea leaves have a unique shape. White tea is a little bit fermented tea with a mild flavor but leaves a sweet taste later."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nLike other areas on the Southern coast of China, Fujian is prone to typhoons, which occur mostly from July to September. The province is also located on several small fault lines, and so is occasionally hit by  earthquakes, though these tend to be minor.\n\n",{"type":"==","value":["Go next"]},"\nNeighboring provinces along the coast are ",{"type":"[[","value":[["Zhejiang"]]}," to the North and ",{"type":"[[","value":[["Guangdong"]]}," to the South. ",{"type":"[[","value":[["Jiangxi"]]}," lies inland of Fujian. There are good connections to any of these by road or rail.\n\nThe ",{"type":"[[","value":[["Taiwan"]]},"ese-controlled islands of ",{"type":"[[","value":[["Kinmen"]]}," and ",{"type":"[[","value":[["Matsu"]]}," can be visited by regular ferry service from Xiamen to Kinmen (30 minutes or 1 hour) or from Fuzhou (",{"type":"[[","value":[["Mawei"]]},") to Matsu (2 hours).\n\n",{"type":"{{","value":[["geo"],["25.9"],["118.3"],["zoom=8"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast China"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Fujian"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Fujian\/"]]}]