[{"type":"{{","value":[["pagebanner"],["Chujakumon banner.jpg"],["pgname=Fukui"],["caption=Eiheiji"]]},"\n",{"type":"[[","value":[["Image:Japan fukui map small.png"],["right"],["Fukui Prefecture"]]},"\n",{"type":"'''","value":["Fukui"]}," (福井, ",{"type":"[","value":["http:\/\/www.pref.fukui.jp\/english\/"]},") is the southernmost prefecture in the ",{"type":"'''","value":["Hokuriku"]}," (北陸) part of the ",{"type":"[[","value":[["Chubu"]]}," area of ",{"type":"[[","value":[["Honshu"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fukui (city)"],["Fukui"]]}," - seat of government in the northern part of the prefecture and an important crossroads historically and today"]},{"type":"*","value":[" ",{"type":"[[","value":[["Echizen"]]}," - second largest city in the prefecture and ancient capital of the prefecture. Famous as the one-time home of the celebrate author Murasaki Shikibu and for it's traditional papermaking (washi) industry"]},{"type":"*","value":[" ",{"type":"[[","value":[["Obama"]]}," - a small fishing city, renowned for having the same name as the US President, as well as a large marketing campaign based on that coincidence"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ono"]]}," - historic castle town. Often referred to as 'Little Kyoto'."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tsuruga"]]}," - a small harbor city on both the Hokuriku Toll Road and the Hokuriku Rail Line, and home to two of the JAPCO Nuclear Power Stations"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sakai (Fukui)"],["Sakai"]]}," - re-oganized in 2006 to incorporate the towns of Harue, Maruoka, Mikuni and Awara; Awara is famous for its onsens"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sabae"]]}," - the center of the Japanese eyeglass industry and home to a museum to the industry"]},{"type":"*","value":[" ",{"type":"[[","value":[["Katsuyama"]]}," - mountainous city with popular ski slopes and a very nice dinosaur museum; two dinosaurs, Fukuiraptor and Fukuisaurus, were discovered in Katsuyama"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Echizen Coast"]]}," - Echizen's rocky coastline is famous it's beauty and for delicious crab, as well as other seafood"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sakai (Fukui)"],["Tojimbo"]]}," - a beautiful rock formation located in the north of the prefecture; sadly also a popular suicide location and rumored to be haunted"]},{"type":"*","value":[" ",{"type":"[[","value":[["Eiheiji Temple"]]}," - the head temple of the Soto Zen school of Buddhism, established in 1244"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mihama"]]}," - literally \"Beautiful Beach\", a small ancient fishing village near ",{"type":"[[","value":[["Tsuruga"]]}," also where apparently Oda Nobunaga, who is famous for uniting almost all of Japan under one rule, spent a night after a rough battle and thanked the locals by having a garden placed in the backyard of the fief lord's house"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ikeda Town"]]}," - a rural town home to one of Japan's few vine suspension bridges (kazurabashi)."]},{"type":"[[","value":[["File:Fukuiikedakazurabashi.jpg"],["thumbnail"],["default"],["Vine Bridge in Ikeda Town, Fukui"]]},"\n\n",{"type":"==","value":["Understand"]},"\nFukui is directly across the Sea of Japan from the Korean Peninsula. Its harbors are frequented by Russian and Korean cargo vessels.\n\nAlthough the present characters for ",{"type":"''","value":["Fukui"]}," means \"lucky well\" (福 = lucky or fortunate 井 = well - i.e. water hole), the city was originally given the name \"福居\" in 1623 by its ",{"type":"''","value":["daimyo"]}," Matsudaira Tadamasa.  The name was changed during the Genroku era for uncertain reasons—one theory even claims that it was due to a clerical error.\n\n",{"type":"==","value":["Talk"]},"\n\nThe dialect spoken in Fukui is widely different between south and north. The southern dialect, called Wakasa-ben, is near to the ",{"type":"[[","value":[["Kansai"]]}," dialect, however the northern dialect, called Fukui-ben, has a sing-song-y rural feeling to it. The ",{"type":"[[","value":[["Mihama"]]}," dialect in southern is like many country dialects in ",{"type":"[[","value":[["Chubu"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nFukui is on the ",{"type":"[[","value":[["Hokuriku"]]}," Rail Line from ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Kyoto"]]},".\n\n",{"type":"===","value":["By car"]},"\n\nIf you are able to travel by car or by bus, Fukui is accessible via the ",{"type":"[[","value":[["Hokuriku"]]}," Tollway by car from all parts of ",{"type":"[[","value":[["Chubu"]]},", and several different bus lines make stops at ",{"type":"[[","value":[["Tsuruga"]]}," and ",{"type":"[[","value":[["Fukui City"]]}," from places like the new ",{"type":"[[","value":[["Chubu"]]}," International Airport and ",{"type":"[[","value":[["Nagoya"]]}," home of the 2005 World Expo.\n\n",{"type":"==","value":["Get around"]},"\nFukui has the largest rate of car ownership in all of Japan, and for good reason. The public transport is not as well developed as in other areas of Japan, such as the Tokyo or Kansai areas.  However, it is possible to access most areas by train or bus.\n\nThere are two types of trains running through the prefecture: JR and private train line.  The JR line runs north-south (coming from Kyoto\/Osaka in the south and Kanazawa in the north) and most stop at Tsuruga, Takefu (Echizen City), Fukui City, and Awara.  There are a few private train line with their own stations that are better for shorter distances, though more expensive than the local JR trains.  One runs through Echizen City, Sabae, and Fukui City (Transfer on foot from JR at Takefu\/Echizentakefu, Sabae\/Nishisabae, or Fukui\/Fukuiekimae).  Another line runs north from Fukui station.  There is also a line east to Ono City.\n\nBuses are another way to get around, though they are most frequent around Fukui City. Buses do reach most smaller towns, but there are usually only a few per day.  Check on last bus times, since buses do no run late at night.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beach Activities"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Historical Sites"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Skiing and Snow boarding"]}," - Ski Jam Katsuyama, Izumi, Imajo 365, ",{"type":"[[","value":[["Ono"]]}]},"\n",{"type":"==","value":["Eat"]},"\nFukui is well known for its beef grown in the ",{"type":"[[","value":[["Wakasa"]]}," area of Western Fukui Prefecture, its crabs (越前蟹 ",{"type":"''","value":["echizen-gani"]},") which are prized for their guts called kani-miso, and for ",{"type":"''","value":["soba"]}," buckwheat noodles.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Katsudon"]}," - While most of Japan prefers to eat its katsudon (breaded pork cutlet on top of rice) topped with a sweet omelet, Fukui is famous for creating the sauce katsudon, which is instead covered by a sweet and salty sauce similar to Worcester sauce.  It is ubiquitous on menus throughout the prefecture."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oroshi Soba"]}," - Cold buckwheat noodles with grated Japanese radish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Akiyoshi"]}," There are many branches of this locally owned yakitori (grilled chicken skewers) restaurant throughout Fukui (including near most JR stations). All branches have a picture menu, and most have an English one, if you ask (or they notice that you're not Japanese). Look for a red lantern sign at the entrance, and a line of business men eating and drinking at the counter. Most Open 17:00-02:30."]},"\n",{"type":"==","value":["Drink"]},"\nWater in Fukui comes from mountain springs, and the rice claimed as the best in Japan (although ",{"type":"[[","value":[["Niigata"]]}," next door might dispute that).  Add these two together and you'll get some excellent ",{"type":"''","value":["sake"]},".\n\n",{"type":"==","value":["Go next"]},"\nDon't ever leave.\n\n",{"type":"[[","value":[["Wikipedia:Fukui Prefecture"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Japan\/Prefectures\/Fukui\/"]]},"\n\n",{"type":"{{","value":[["geo"],["35.9833"],["136.1833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chubu"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Fukui prefecture"]]}]