[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Fulda"]}," is a small city about an hour away from ",{"type":"[[","value":[["Frankfurt"]]}," by train in Central ",{"type":"[[","value":[["Germany"]]},". It has a nice small-town feel, and manages to have good tourist resources without feeling touristy. The more laid-back feeling here is a nice change from nearby Frankfurt.\n",{"type":"[[","value":[["File:Catedral de Fulda.jpg"],["thumb"],["300px"],["Cathedral of the Diocese of Fulda"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nFulda has an excellent (in most cases a direct) connection with many mayor German cities. Hamburg, Munich, Berlin can be reached in about 3 hours. Frankfurt and Kassel in less than 1 hour. There are as well direct connections to Copenhagen, Warsow, Minsk, Moscow, Vienna, Basel.\n\n",{"type":"==","value":["Get around"]},"\n\nYou'll arrive at Fulda's central train station. If you're on foot, you'll probably want to go downstairs from the train station, as doing so will funnel you towards the major sites, hotels, the tourist office and the downtown. If you stay upstairs and cross the street you will reach the bus terminal which is very close.\n\nUnless you have a lot of luggage, or don't care for walking you won't any transportation as the town is fairly compact. If you do want transportation however, you can catch some city busses at the central train station, or a taxi. Both are available on the road outside the upstairs of the train station.\n\n",{"type":"==","value":[" See "]},"\nFulda's architecture mostly escaped the baroquization that took over much of Europe. The lack of decoration makes the buildings gives the eyes a rest from the ornateness of other cities. \n",{"type":"[[","value":[["File:Fulda Stadtpfarrkirche 452-h.jpg"],["thumb"],["170px"],["Stadtpfarrkirche St. Blasius"]]},"\n\n",{"type":"===","value":[" Palace "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stadtschloss"]}," ",{"type":"''","value":["(Residence)"]},", build 1706 - Head out of the bottom of the train station and go straight for 5 blocks, turn right and head about three blocks. You will be able to see it. Buildings open: M\/T\/Th 8:30-12:30, 14:00-16:00, W\/F 8:30-12:30. Grounds (exact times unsure) morning  The castle used to used by the princes of the region, but is now the seat of local government and other services, including the police station. The gardens are very nicely taken care of, and there are benches scattered throughout."]},{"type":"*","value":[" ",{"type":"'''","value":["Orangery"]}," and Flora Vase"]},{"type":"*","value":[" ",{"type":"'''","value":["Schlossgarten"]}," ",{"type":"''","value":["(Residence Gardens)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Barockviertel and barocke Adelspalais"]}," ",{"type":"''","value":["(Baroque Nobles Palaces and Baroque Quarter)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Schloss Fasanerie"]}," ",{"type":"''","value":["(",{"type":"[","value":["http:\/\/www.schloss-fasanerie.de\/schloss\/index.php?en&page=content_index.php Baroque palaces Dasnarie"]},")"]}]},"\n",{"type":"===","value":[" Church \/ Cloister \/ Monastery "]},"\nChurch and other buildings from around the same time as the castle. If you like old churches, and want one that's not baroque, this one is nice.\n\n",{"type":"==","value":["Do"]},"\n\nThe tourist's office is open M-F 8:30-18:00, Sat\/Sun\/Holidays 10:00-14:00. It's address is Bonifatius Platz, 1. To get there from the train station, exit through the downstairs of the station, and go straight about 6 blocks. There is a tourist computer-terminal available for extended hours with hotel, sights, and other tourist information.\n\n",{"type":"*","value":[" City celebration (Bahnhofs Fest) - The last weekend of May is always a party right outside the train station. The surrounding blocks are filled with food and snack stands, carnival games, souvenirs, etc. Live bands start playing around 20:00."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Internet cafe - $3.00\/hour, M-F 6:00-24:00, Sat\/Sun 0:00-24:00 internet cafe\/interactive games shop is on the top level of the train station."]},"\nWe also know that there are also a few people who just love to shop ;) and for those lucky people Fulda is actually a great place to go to if you want to get a look of the German highstreet shopping scene. In Fulda you have Galleria Kaufhof, Karstadt, and Muller which are all major German retail stores.\n\n",{"type":"==","value":["Eat"]},"\n\nIf you head towards the tourist office, you can turn left on either of the last two streets to find several smaller restaurants at various levels of price and formality. Most have outdoor seating weather permitting. The plaza where the tourist office is located also has several restaurants.\n\n",{"type":"*","value":[" Cafe Palais - Bonifatius Platz, 1 Cafe shares an entrance with the tourist office. The tourist computer kiosk is actually in this cafe's lobby. This place looks a lot more relaxed than the bar\/restaurants across the plaza."]},"\n",{"type":"*","value":[" Grocery store - Upstairs in the train station is a grocery store with good prices. There is no fresh fruit, or bakery style bread, but it's open till at least 23:00. Also caries basic amenities."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nCheck the tourist site for hotel listings and phone numbers\n\n",{"type":"==","value":["Go next"]},"\nThere are several transport methods from Fulda to other cities in Germany or even in Europe.\n\nYou could take the train and go to regional cities such as Frankfurt am Main, or Kassel with a ",{"type":"[","value":["http:\/\/www.rmv.de\/en\/Fahrkarten\/Die_richtige_Fahrkarte\/Fahrkarten_im_Ueberblick\/Tageskarten\/42096\/Hessenticket.html Hessen-Ticket"]}," with bus and trains regional which are reasonably cheap (€31 for 5 people for the whole of Hessen Bundesland). You can go further afield with the Inter-City or the Inter-City Express. From Fulda Hauptbahnhof you can go as far as Hamburg, Berlin, Dresden, Vienna, Basel and many more cities in Europe. If you wanted to depart from ",{"type":"[[","value":[["Frankfurt Airport"]]}," you could also get the train from Fulda.\n\nFulda also has a bus station so you can go to local villages from the city of Fulda if you are only visiting the city on a day trip. You can get tickets quickly and easily from the Fahrkarten Automat (automatic ticket machines) you will also find these at Fulda's Hauptbahnhof.\n\nIf you have rented a car already Fulda is near an Autobahn to Frankfurt and if you go around the city there is a road off for Munich, Koln and more cities. It is approximately 1 hr and a half to Frankfurt if you are looking to see the sights and it is about the same distance to Kassel in the northern part of the state from the city of Fulda.\n\n",{"type":"===","value":[" Weblinks "]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.tourismus-fulda.de\/fileadmin\/user_upload\/tourismus-fulda.de\/bilder\/souvenirs-prospekte\/08-FD_Salesguide_2010_web.pdf Salesguide Fulda"]}," German\/English"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Fulda"]]},"\n\n",{"type":"{{","value":[["geo"],["50.550833"],["9.675278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Hesse"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Hesse\/Localities\/Fulda\/"]]}]