[{"type":"{{","value":[["pagebanner"],["Funafuti banner Beach.jpg"],["caption=Beach in Funafuti"]]},"\n",{"type":"'''","value":["Funafuti"]}," is the main island and capital of the island nation of ",{"type":"[[","value":[["Tuvalu"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nA valid passport and onward ticket is required for entry to Tuvalu.\n\n",{"type":"===","value":[" By plane "]},"\n\n",{"type":"'''","value":["Funafuti International Airport"]},", with the amusing airport code of ",{"type":"'''","value":["FUN"]},".  \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fijiairways.com\/ Fiji Airways"]}]}," flies from ",{"type":"[[","value":[["Suva"]]}," in ",{"type":"[[","value":[["Fiji"]]}," twice a week using an ATR 42\/72 aircraft.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is one main road in Funafuti in addition to the runway, which is used for recreational purposes when landings are not scheduled.\nMotorbike is the best way to explore the island some costing roughly $10 per day.\nThe other islands are only accessible by boat.\n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":["Funafuti Conservation Area"]}," on the western side of the ",{"type":"[[","value":[["Funafuti"]]}," atoll has some of the best natural sights, and includes reefs, the gorgeous lagoon, channel, parts of the ocean and islands habitats. Its diversity in marine life makes it an excellent place for ",{"type":"'''","value":["scuba diving or snorkelling"]},". \n\n",{"type":"'''","value":["Traditional local culture"]}," remains very much alive, making the people of Tuvalu one of the nation's best assets. Traditional dancing is performed on special occasions, and the local \"maneapa\" (the town hall) is your best chances of experiencing one. \n\nThe massive stationing of ",{"type":"'''","value":["US troops in the Second World War"]}," left the island nation with a number of war time remains, including airstrips, bunkers and plane wrecks along the main island of Fongafale and near the village of Nanumea. The tiny island of Motulalo in Nukufetau has an airstrip too, as well as some plane wrecks. If you have any interest in postal stamps, the ",{"type":"'''","value":["Philatelic Bureau"]}," on ",{"type":"[[","value":[["Funafuti"]]}," is a must-see. The ",{"type":"'''","value":["Tuvalu Women's Handicraft Centre"]}," at the airport is a good place to see and buy local crafts. If you have time however, try catching a boat to one of the outer islands and admire the local people's skills in making ornaments, fans, mats, baskets or woodcarvings there.\n\n",{"type":"==","value":["Do"]},"\nThe national game is te ano (the ball). Two teams line up facing each other hitting a ball. The objective is to keep the ball in the air as long as possible. This is similar to volleyball.\n\n",{"type":"==","value":["Buy"]},"\nThere is a handicraft centre at the airport terminal selling local handicrafts.\n\nThe Tuvalu Co-operative Society has 2 stores on Funafuti that sell a limited range of groceries.\n\n",{"type":"==","value":["Eat"]},"\nThere are many lodges that have restaurants that serve food and beverages. They serve many types of ethnic cuisines such as Chinese, Italian, and Indian. Fish is abundant since the island is surrounded by water.\n\n",{"type":"==","value":["Drink"]},"\nBars serve soft drinks and alcohol during meal times.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" Vaiaku Lagi Hotel is the only hotel in Funafuti and is operated by the Tuvalu government.  The hotel is located 50 metres from the airport terminal, facing the lagoon.  The hotel has 16 rooms of a basic standard, together with a restaurant serving breakfast, lunch & dinner. All rooms have air-conditioning and a telephone, although no hot water - only cold showers."]},"\n",{"type":"*","value":[" Guest houses. There are a number of privately run guesthouses of a very basic standard."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" The other islands of Tuvalu can be reached by ship."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.5167"],["179.2167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tuvalu"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Funafuti"]]}]