[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Portugal-Fatima01.jpg"],["thumb"],["350px"],["Virgem de Fátima Sanctuary"]]},"\n\n",{"type":"'''","value":["Fátima"]}," is a city in ",{"type":"[[","value":[["Portugal"]]},", in the municipality of Ourem, in ",{"type":"[[","value":[["Central Portugal"]]},".\n\n",{"type":"==","value":["Understand"]},"\nFátima is a place of pilgrimage for many Catholics in commemoration of the apparition of the Virgin to three young shepherds in Cova da Iria. On the 13th of every month (",{"type":"''","value":["and more so on 13 May and 13 October"]},"), thousands of people will make their way to Fátima.\n\n \n",{"type":"==","value":["Get in"]},"\n\nThere are buses to and from Lisbon every hour between approximately 7am-10pm from Lisbon's central bus station. As of November 2009, a round trip costs 18-19 Euros and takes 90 minutes one way. From Fatima bus station, it is a short walk (less than half mile) along the streets with shops and hostals to the Church.\n\nDo not go to Fatima train station; it is still very far from Fatima itself and the connection is bad.\n\n",{"type":"==","value":["Get around"]},"\n\nIt is a short walk (less than half mile) from Fatima's bus station to the church and the shrine.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basílica de Fátima"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Contains the tombs of two of the young shepards Jacinta and Francisco (who died in 1919-1920), as well as the tomb of Sister Lucia (who died in 2005). The crown of the Virgin (",{"type":"''","value":["located in the Chapel of the Apparitions"]},") contain the bullet that was removed from Pope John Paul II after a failed assassination attempt."]]}]},"\n",{"type":"*","value":[" The ",{"type":"{{","value":[["see"],["name=Fátima Wax Museum"],["url=http:\/\/www.mucefa.pt\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It depicts the whole history of Fátima in 31 scenes with 112 wax figures duly set in the décor and ethnography of the apparitions’ period that took place in the year 1917."]]}]},"\nThe house where Francisco and Jacinta lived is also nearby.\n\n",{"type":"==","value":["Do"]},"\nVisit the Cova da Iria\/Basilica (Sanctuary). For the Catholics visiting Fatima as a pilgrimage, there are several masses daily at the Basilica or at the Chapel of Apparitions.\n\n",{"type":"==","value":["Buy"]},"\n\nThe street between the bus station and the church are lined with shops that sell church-related items (rosaries, statues of Virgin Mary, etc). The Basilica itself has a shop as well. Some items of note are rosaries with little bit of earth of Fatima (2,00-3,50 euros). With several masses each day at the Basilica and at the Chapel, there shouldn't be a problem finding a priest to bless the rosaries after you purchase them.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nFatima is city of hotels and guesthouses, so it's not difficult to find a place to sleep. Budget accomodation with breakfast starts at € 30 for two beds room. If you want to book in advance via hotel booking web sites, the time for best prices is approximately one to two weeks before your stay.\n\n",{"type":"==","value":["Go next"]},"\n\nLeiria (castle), grutas\/Porto de Moz, Batalha (Monastery), and Tomar (castle, convent).\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ribatejo"]]},"\n\n",{"type":"{{","value":[["related"],["Lourdes"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Fátima, Portugal"]]},"\n",{"type":"{{","value":[["geo"],["39.628611111111"],["-8.6652777777778"]]}]