[{"type":"{{","value":[["pagebanner"],["Saaruselkä banner.jpg"]]},"\n\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saariselka.fi\/eng\/ Saariselkä"]}]}," (Sámi: ",{"type":"''","value":["Suoločielgi"]},") is a largish winter sports center high up in ",{"type":"[[","value":[["Inari"],["Inari manucipality"]]}," in ",{"type":"[[","value":[["Finnish Lapland"]]},", some 250 km north of the Arctic Circle and nearly 1000 kilometers away from the southern capital ",{"type":"[[","value":[["Helsinki"]]},".\n",{"type":"[[","value":[["File:Saariselän kylä.jpg"],["thumb"],["The Saariselkä village."]]},"\nNestled in a valley, Saariselkä is a compact strip of a village with one gas station, one main supermarket, one liquor store and a slew of hotels, shops and restaurants, but it's quite manageable on foot and located only 30 km away from the town of ",{"type":"[[","value":[["Ivalo"]]}," and its airport.  The neighbouring fells of ",{"type":"'''","value":["Kaunispää"]}," and ",{"type":"'''","value":["Iisakkipää"]},", both equipped with ski lifts, are the primary centers for winter sports. The hiking trails, skiing tracks, biking routes and snowmobile tracks of Saariselkä also cover the villages of ",{"type":"'''","value":["Laanila"]}," and ",{"type":"'''","value":["Kakslauttanen"]}," (3 km and 10 km southward) and ",{"type":"'''","value":["Kiilopää"]}," (6 km east from Kakslauttanen), which may be regarded as part of the same tourist resort.\n\nSaariselkä is also used as a base for hikers and cross-country skiers going to the ",{"type":"[[","value":[["Urho Kekkonen National Park"]]}," or ",{"type":"[[","value":[["Hammastunturi Wilderness Area"]]},".\n\n",{"type":"==","value":["Understand"]},"\nA succession of ice ages and their glaciers scraping back and forth has reduced what were once mountains into gentle rounded fells (Finnish ",{"type":"''","value":["tunturi"]},"), barely reaching 500m. The valleys between them are sparsely forested, but the exposed summits are treeless.\n\nAside from the occasional Sámi reindeer herder, there wasn't much human activity in these parts until Konrad Planting struck gold at the nearby Lutto River in 1865. The Finnish gold rush started soon thereafter and the first claim in Saariselkä was staked in 1871. Enough gold was found that by 1902 the mining company Prospektor set up its headquarters here and hacked a cart trail down to ",{"type":"[[","value":[["Sodankylä"]]},", some 100 kilometers away.\n\nThe gold rush slowly faded away, but in the 1960s the area started to gradually develop into a tourist attraction. Hotels and restaurants were built, skiing lifts were put up, and in 1983 the region stretching from Saariselkä to the Russian border – favorite hunting grounds of former president Urho Kaleva Kekkonen – were turned into the ",{"type":"[[","value":[["Urho Kekkonen National Park"],["Urho Kekkonen (UKK) National Park"]]},". Ten years later ",{"type":"[[","value":[["Hammastunturi Wilderness Area"]]}," was established between Saariselkä and the older ",{"type":"[[","value":[["Lemmenjoki National Park"]]}," to the west.\n\nThese days Saariselkä is a part of the municipality of ",{"type":"[[","value":[["Inari"]]},", which has some 7,700 inhabitants (including some 2,200 Sámi) on 17,321 square kilometers of land, while Kakslauttanen and part of Kiilopää are in ",{"type":"[[","value":[["Sodankylä"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe easiest method is to take a Finnair flight from ",{"type":"[[","value":[["Helsinki"]]}," to ",{"type":"[[","value":[["Ivalo"]]}," airport (1:40, price €100–250 depending on the season), and then a connecting 20-minute bus ride into town.  UK tourists may arrive at the airport at Kittilä, and take a three-hour road trip to Saariselkä, via ",{"type":"[[","value":[["Sodankylä"]]},".\n\n",{"type":"===","value":["By bus"]},"\nDirect buses from the south are cheaper but involve a laborious 15 hour journey.\n\n",{"type":"===","value":["By train"]},"\nAn overnight train to ",{"type":"[[","value":[["Rovaniemi"]]}," and a bus for the last 3 hours is a less painful but not particularly cheap alternative; the train is a viable option also if you want to bring your own car.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Parc-urho-kekkonen.JPG"],["thumb"],["Path and information board at an entrance to the national park,"]]},"\nOnce in Saariselkä, you can pretty much walk anywhere you want to, but if you have gear in tow just hop aboard the (all day ticket €4) ",{"type":"'''","value":["Ski Bus"]},", which shuttles between the village and the slopes approximately once an hour.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Magneettimäen muistomerkki.jpg"],["thumb"],["Memorial stones at the Magnetic Hill, 6 km north of Saariselkä. The national road 4 originally lead to Petsamo, with a winter harbour at the Barents Sea, especially important in 1940–1941. The steep originally 5 m wide gravel road was so hard for lorries, the drivers thought there must be some magnetics involved."]]},"\n\n",{"type":"*","value":[" Many tourists come to Saariselkä to gawk at the ",{"type":"'''","value":[{"type":"[[","value":[["aurora borealis"]]}]},".  While they occur with a probability as high as 75% every night in season (November to March or so), they are all too often obscured behind a bank of clouds so don't count on it."]},"\n",{"type":"*","value":[" For general Arctic scenery, climb (or take the bus) up ",{"type":"'''","value":["Kaunispää"]}," to take in the view. In clear weather Russian mountains 40 km away can be seen."]},"\n",{"type":"*","value":[" There is a nature trail (6 km) to the top of ",{"type":"'''","value":["Iisakkipää"]}," (slightly higher, with a view less disturbed by ski resort structures) and back, about traces of the Ice Age. There is also a shorter variant (2,5 km), along the lower slopes. In winter the trails are marked as snowshoe trails."]},"\n",{"type":"*","value":[" There are natural trails (1–6 km) and a trail to the fell top also at ",{"type":"'''","value":["Kiilopää"]},". "]},"\n",{"type":"*","value":[" The marked ",{"type":"'''","value":["Prospector's trail"]}," (Prospector was the gold mining firm), with mine and mine hut near Laanila (1 km). The trail (skiing track in winter) continues to meet other trails in the national park."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Kiehinen"],["alt=Customer service point of Metsähallitus"],["url=http:\/\/www.outdoors.fi\/customerservicepoints\/othercustomerservicepoints\/kiehinen"],["email=ukpuisto@metsa.fi"],["address=Kelotie 1, Siula"],["lat="],["long="],["directions="],["phone=+358 205 64 7200"],["tollfree="],["fax="],["hours=at least 10am–4pm most days"],["price="],["content=Free exhibition about the nature and hiking possibilities in ",{"type":"[[","value":[["Urho Kekkonen National Park"]]}," and other nearby protected areas. Advice on hiking. Maps, bookings and keys, fishing and snowmobile route permits etc."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe fells nearby are excellent terrain for ",{"type":"'''","value":["cross-country skiing"]},", ",{"type":"'''","value":["sledding"]}," and ",{"type":"'''","value":["hiking"]},", but somewhat puny for downhill since the maximum differential is on the order of 300 meters.  Alas, this is about as good as it gets in flat Finland... The ",{"type":"'''","value":["ski lifts"]}," are one kilometre to north-east from the Saariselkä village, between the fells.\n\n",{"type":"*","value":[" For extreme sledding, the legendary 1.5 km track down from Kaunispää can't be beat.  Hold on tight and steer well!"]},"\n",{"type":"*","value":[" For hiking, there are 200 km of marked paths, 250 km of skiing tracks and vast areas for backcountry hiking in and by the UKK national park. Most marked routes are near Saariselkä. For serious backcountry hikers, Tulppio near the south-east end of it is a hundred kilometres away, and to the north-west you can wander through Hammastunturi Wilderness Area, Lemmenjoki National Park and Pöyrisjärvi Wilderness Area to Øvre Anárjohka National Park of the Norwegian ",{"type":"[[","value":[["Finnmark"]]},"svidda, likewise a hundred kilometres away with no intervening roads."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Rumakuru"]}," is about 6 km from Saariselkä and from Laanila, by marked hiking routes or maintained skiing tracks. The steep and rocky Rumakuru is a product of the Ice Age. Two day huts at Rumakuru valley, one of which is from about 1900, probably built by gold diggers. You can choose another route for returning."]}]},"\nThere's plenty of standard Lappish tourist fare to keep you occupied during the day as well, ranging from ",{"type":"'''","value":["husky safaris"]}," and ",{"type":"'''","value":["reindeer-pulled sleighs"]}," to ",{"type":"'''","value":["snowmobile"]}," and ",{"type":"'''","value":["snowshoe"]}," treks through the countryside.\n\nIf you want to get away from a group and go out on a snow-mobile with a private guide, there are quite a few operators to talk to ; Lapland Delights is one of them and offers ice-fishing in one of the local lakes which includes a snack reindeer lunch cooked in a hunter\/fisherman's cabin, great !! \n\nThey also arrange viewing the ",{"type":"'''","value":["'Northern Lights"]},"' with a private guide, a wonderful way to spend an evening in the Tundra ( if only the lights could be guaranteed ! )\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Top Safaris"],["url=http:\/\/www.saariselka.fi\/topsafaris\/"],["email="],["address=Hotel Laanihovi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A safari company that offers a wide variety of safaris and is owned by the same people that run the Hotel Laanihovi."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Supermarket Kuukkeli"],["url=http:\/\/www.plappi.fi\/kuukkeli"],["email=kuukkeli@saariselka.fi"],["address=Saariseläntie"],["lat="],["long="],["directions="],["phone=+358(0)16668741"],["tollfree="],["fax=+358(0)16668680"],["hours=9-21"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Partioaitta"],["alt=outdoor equipments"],["url="],["email="],["address=Honkapolku"],["lat="],["long="],["directions="],["phone=+358(0)105494800"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Huippu-ravintola.JPG"],["thumb"],["The restaurant at the top of Kaunispää in winter."]]},"\nFood in Lapland is expensive and fairly unimaginative, although if you haven't tried ",{"type":"'''","value":["reindeer meat"]}," yet then this is your chance.  For a more memorable experience, try a set dinner in a Lappish ",{"type":"'''","value":["kota"]}," tent, offered by a number of hotels and tour operators ( with respect to the above poster, found the food in Saariselka to be tremendous, great dishes, friendly service and the meals really complemented the holiday experience of being in Lapland - quite special - see below ) \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Kaunispään Huippu"],["alt="],["url=http:\/\/www.saariselka.fi\/huippu\/indexen.html"],["email=info@kaunispaanhuippu.fi"],["address="],["lat="],["long="],["directions="],["phone=+358 16 668 803"],["tollfree="],["fax="],["hours=10–19"],["price="],["content=Atop Kaunispää. Offers panoramic views of the mountains around and is a good option for a lunch or just a hot drink. Try the reindeer fillet with peppercorns, worth taking a drive up for a meal."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Supermarket Kuukkeli"]},".  The little canteen inside offers one of the cheapest eats in town.  Reindeer hash, cranberry jam and mashed potatoes will set you back €14,90."]},{"type":"*","value":[" ",{"type":"'''","value":["Siulan Riista ja Kala"]},".  Game and Fish Delicatessen in the Siula shopping center - including a café which offers one of the cheapest meals in town.  Daily \"Lounas\" (lunch) €9,50 is excellent value."]},{"type":"*","value":[" ",{"type":"'''","value":["Teerenpesä"]},", Restaurant and Pub, good value."]},{"type":"*","value":[" ",{"type":"'''","value":["Pirkon Pirtti"]},", most famous restaurant in Saariselkä. Hard to find vacant table - delightful log fires and delicious traditional dishes,a great place to dine."]},{"type":"*","value":[" ",{"type":"'''","value":["Restaurant Linnansali"]},", at Hotel Riekonlinna, expensive and fine. Specialities cod tongue and king crab."]},{"type":"*","value":[" ",{"type":"'''","value":["Muossi Grill"]},", snack kiosk in central square near Holiday Club Hotel, hamburgers etc."]},{"type":"*","value":[" ",{"type":"'''","value":["Kotipizza"]},", like it sounds, pizza, in Siula shopping center."]},{"type":"*","value":[" ",{"type":"'''","value":["Rakka"]},", ala carte, ",{"type":"'''","value":["Rosso Express"]},", pizza and ",{"type":"'''","value":["Houseburger"]},", hamburgers at Holiday Club"]},{"type":"*","value":[" ",{"type":"'''","value":["Petronella"]},".  Specialities include Reindeer filet and Lake Inari whitefish."]},{"type":"*","value":[" ",{"type":"'''","value":["Siberia"]}," Restaurant (and Café) - fine dine in exotic Lapland."]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are quite a few possibilities for ",{"type":"'''","value":["after-ski"]}," as well, all the\nhotels have restaurants and discos, and there's even a local microbrewery with a side line in distilled spirits as well.  However, Saariselkä has a deserved reputation for catering to the middle-aged market, standard musical fare is melodramatic Finnish tango and even the food is all reindeer and snow grouse. Hip snowboarding youngsters tend to head for ",{"type":"[[","value":[["Levi"]]}," or ",{"type":"[[","value":[["Ruka"]]}," instead.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Saariselän Panimo"],["alt="],["url=http:\/\/www.saariselanpanimo.fi"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The local microbrewery, which does more than just beer: try ",{"type":"''","value":["Jellona Terwasnapsi"]},", the home-brewed tar-flavored schnapps! A very authentically Finnish place in character."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bepop"]},", \"Sportbar & Night\", pub and nightclub at Holiday Club Saariselkä. "]},"\n",{"type":"'''","value":["Wines :"]}," \n\nHaving posted above on ",{"type":"'''","value":["Petronella"]},", they also offer an excellent choice of wines if you're looking for the perfect accompaniment to the cuisine. \n\nThey also have a 'house cocktail' the 'Petronella' which has to be tasted to be believed ; great for warming up in minus 30 degrees C Finnish weather !\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Rovaniemi - Igloo village.jpg"],["thumbnail"],["Igloo village at Kakslauttanen."]]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saariselän Panimo Inn"]},", rooms start at 38€ in the summer, 79€ in the high season. "]},{"type":"*","value":[" ",{"type":"'''","value":["Savottakahvila"]}," (in Laanila)"]},{"type":"*","value":[" There are camping grounds in Saariselkä, where you can stay for a fee in a tent or caravan. Camping in the wilderness is free. In the nearby parts of the national park camping is restricted to campfire sites and the like."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Kieppi"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Santa's Hotel Tunturi"]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Laanihovi"],["alt="],["url=http:\/\/www.laanihovi.net"],["email="],["address="],["lat="],["long="],["directions=in Laanila"],["phone="],["tollfree="],["fax="],["price=Rooms 79€ in the summer, 97€ in the high season"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Vahtamapään Maja"],["alt=in the center"],["url=http:\/\/www.vahtamapaa.com"],["email=rauno.pohjoisaho@gmail.com"],["address="],["lat="],["long="],["directions="],["phone= +358 50 546 5006"],["tollfree="],["fax="],["price=390–500 €\/week\/room (=family\/group), depending on season"],["checkin="],["checkout="],["content=Sheets and cleaning not included. Kitchen etc. common with other guests."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel & Igloo Village Kakslauttanen"],["alt="],["url=http:\/\/www.kakslauttanen.fi\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Here rooms are available in cabins, snow igloos or glass igloos specially designed for ",{"type":"[[","value":[["Northern Lights"]]}," observation."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Fell Centre Kiilopää"],["alt=Hotel, Youth hostel and holiday apartments and cabins"],["url=http:\/\/www.suomenlatu.fi\/kiilopaa\/en\/accommodation\/"],["email=kiilopaa(at)suomenlatu.fi"],["address=Kiilopääntie 620"],["lat="],["long="],["directions="],["phone=+358 16 670 0700"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Club Saariselkä"],["alt="],["url=http:\/\/www.holidayclub.fi\/portal\/english\/spa_hotels\/holiday_club_saariselka"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Europe's northernmost spa and the fanciest digs in town, featuring a large swimming pool\/jacuzzi\/waterfall\/etc section. Still, this is more of a family resort than a romantic getaway, so expect to bump into hyperactive kids. Rooms start at 120€ in the off season, 150€ in the high season."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Riekonlinna"]},".  International conference hotel, many of rooms have even own sauna and internet connection. Nice view towards the fjelds from most of rooms. Rooms 87€ in the summer, 130-150€ in the high season."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Gielas"]},". Four star hotel with 84 rooms. All rooms have own saunas, bath, balcony"]},"\n",{"type":"==","value":["Stay safe"]},"\nSummer hiking in Saariselkä is safe if you follow safety advise and know your own limits. Routes near Saariselkä village are well marked and require only sneakers and clothes accordant with current weather. It's recommended to purchase an inexpensive map from your hotel reception or local market. Don't go alone into fields, at least without informing your hotel reception. Ask safety advises from your hotel reception if you feel unsure. Don't forget to report to your hotel when you come back. Weather conditions can change a lot even if it's warm and sunny when you leave.\n\nCellphone networks may not cover many places in between fields.\n\nTourists usually never meet any dangerous animals in Saariselkä. There are some bears in the eastern part of the national park, but bears would rather avoid humans if they can. It's recommended to indicate somehow to animals that you are roaming in the neighbourhood.\n\nCrime figures for Saariselkä are very low.\n\n",{"type":"==","value":["Stay healthy"]},"\nTap water is potable and of high quality.\n\nIn case of emergency call number ",{"type":"'''","value":["112"]},". If you need medical consultation less urgently, contact to MedInari health service (nurse and doctor services) +358(0)207205830, address Kelotie 1, Saariselkä mon-thu 8–16 fri 8–15. It's managed by the Inari municipality and some local travel-related companies.\n\n",{"type":"==","value":["Connect"]},"\nPostal code FI-99830 Saariselkä.\n",{"type":"*","value":["Free internet at supermarket Kuukkeli 9–21"]},{"type":"*","value":["All hotels offer internet to their guests"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tankavaara"]]}," gold village"]},{"type":"*","value":[" ",{"type":"[[","value":[["Urho Kekkonen National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hammastunturi Wilderness Area"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Inari"],["Lake Inari"]]}]},"\n",{"type":"{{","value":[["routebox-1"],["image1=Tabliczka E75.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Vardø"]]}],["minorl1=",{"type":"[[","value":[["Ivalo"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Helsinki"]]}],["minorr1=",{"type":"[[","value":[["Rovaniemi"]]}]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Finnish Lapland"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Saariselkä"]]},"\n",{"type":"{{","value":[["geo"],["68.419833333333"],["27.412333333333"]]}]