[{"type":"{{","value":[["pagebanner"],["Sabang Beach Panorama.jpg"],["pgname=Sabang"]]},"\n",{"type":"'''","value":["Sabang"]}," is a small village in ",{"type":"[[","value":[["Palawan"]]},", ",{"type":"[[","value":[["Philippines"]]},". It is used as an entry point to the Puerto Princesa Subterranean River. There's not much in the village except services for those going to visit the river, but there is a beach and a chilled out atmosphere.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus\/jeepney"]},"\nFrom ",{"type":"[[","value":[["Puerto Princesa"]]},", take a trike or jump in mini-bus going to the \"New Market\" Jeepney Terminal in San Jose.  It takes about 10 minutes.  Trike fare is about P80 and the mini-bus is about P12.  Four trips from the San Jose Terminal to Sabang run daily between 7AM and 2PM. The bus\/jeepneys costs roughly 150 pesos and takes about 3 hours. \n\nA number of tourist agencies in Puerto Princesa run day trips in minivans which include a tour to the Underground River and a lunch buffet at a beach resort.\n\n",{"type":"===","value":["Boat"]},"\nAll boats out of Sabang are subject to weather conditions.  \n\nThere are about 45 Park Ferry Service boats registered for transporting tourist on a 5 km (20 minute) voyage from the Sabang Pier to the Underground River and back.  These boats carry a maximum of 6 passengers.  They are all about the same, so it doesn't matter which one you go on.  They are the perfect size for getting in and out of the rocky Sabang Pier.  The cost for a round-trip boat ride to the Underground River, including the Park Entrance Fee is P300.  These boats may also take tourist out in St. Paul Bay for: sight seeing, snorkeling and fishing, and they charge a minimum of P1,000 for 2-4 hours.\n\nOnly a few charter boats in Sabang are fully registered and insured to transport passengers for tourism from Sabang to Port Barton and El Nido.  Some of the boats making these voyages are in poor condition, have small engines, bamboo balancers, and are not properly registered. These voyages are for the young and adventurous, and are not recommended for children.   \n\nBoats from Sabang to ",{"type":"[[","value":[["Port Barton"]]}," are about P1,200 and take about 4 hours.\nBoats from Sabang to ",{"type":"[[","value":[["El Nido"]]}," are about P2,200 and take 7-9 hours.  These fares include a non-refundable 10% booking fee for the local commissioners.  So, if your voyage is canceled due to weather, you can either re-schedule or lose 10%.  \n\nThe voyage from Sabang to El Nido is very long and remote.  The weather often changes quickly in the afternoon, so consider a stopover for a night or two  in Port Barton.\n\nThe voyage into El Nido is like nothing else.  It's an indescribable \"once in a life time experience.\"\n\n",{"type":"===","value":["By car"]},"\nAsk in the village or at the Tourist Information & Assistance Centre (8AM-5PM) to hire a driver.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Sabang, Palawan.jpg"],["The main road through Sabang"],["thumb"],["right"]]},"\nSabang is very small so everything in the village is within walking distance. \nTo get to the underground river you need to hire a boat from the pier, or walk along the jungle trail\/monkey trail (about 5km and 1-2 hours). \nDon't forget to pick up your permit to the underground river from Puerto Princessa before arriving in Sabang.\n\n",{"type":"==","value":["See\/Do"]},"\n",{"type":"'''","value":["Underground river"]},": this world heritage site is the main attraction in Sabang. There is a P250 entry fee which buys you a trip down the river. Alternatively, you can buy a P1200-1500 tour from any travel agency in the area.\n\nIf you decide to go solo, you can only buy tickets for the Underground River tour in their office in Puerto Princessa as that is the only place to get a permit. There is a limited amount of people allowed each day and booking office is more interested in selling tickets to tour agencies, so make your reservation at least 2-3 days in advance but it can be booked out a month in advanced during holiday seasons. Permits are no longer available in Sabang. An online booking system is in the works but currently unavailable at time of writing (May 2012).\n\nThere are two ways to get to the entrance of the river from Sabang. The first is a boat (banka) and this costs P500-600 per boat (banka) from Sabang pier and is subject to weather conditions, and the second is a 1-2 hour walk through the jungle. The latter is very nice and worth the effort.\n\nWhen you get to the cave entrance, you have to wait for another boat to take you down the underground river (included in the ticket price). Be sure to register and obtain your \"boat number\" the moment you arrive there. The whole process is much tailored to groups arriving on package tours, i.e. nobody will call you when your boat number is about to depart, so be active and ask local staff about the current number every 10 minutes or so.\n\n",{"type":"'''","value":["Jungle trail\/monkey trail"]},": an alternative way to get to the start of the underground river. Approximately 5km walk through the jungle which takes 1-2 hours. You can walk up to Central station without a permit, but no further.\n\n",{"type":"'''","value":["Mangrove river cruise"]},": a cruise along a nearby river surrounded by mangroves.\n\n",{"type":"'''","value":["Enjoy the scenery from a bike"]},": There are beautiful mountains around Sabang. Rent a bike and wander around! There is a big \"Ugung\" rock that you can climb from inside with a guide: good value the money!\n\n",{"type":"==","value":["Buy"]},"\nLocal handicrafts.\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of restaurants around the village serving a mix of Asian and western dishes.\nExcept for Daluyon Resort, food needs to be ordered a few hours in advance as restaurants do not stock up on food but only shop when they are sure the food will be sold.\n\n",{"type":"==","value":["Drink"]},"\nThere are a number of bars including a few with pool tables.\nBe sure to check the temperature of the beer when buying from local shops as electricity is only available in the evening.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mary's Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=At the very right of the beach."],["phone=0920 432 1139"],["tollfree="],["fax="],["hours="],["price=350-500"],["checkin=12PM"],["checkout=12PM"],["content=Good place to relax during the day but the simple nipa huts are extremely rundown inside. Cracks in the floor and let mosquito's in, a hole in the floor serving as the shower drain did the same. It's cheap and it's got character but is not for the fainthearted. It is perfect for those who just want to take a sleep and enjoy the rest of the day in the beautiful nature. If you prefer to take a bath right after a swim in the see, you can do it easily here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Daluyon Beach & Mountain Resort"],["url=http:\/\/www.daluyonresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(0927) 316-5513 \/ (0917) 826-9989"],["tollfree="],["fax="],["hours="],["price=3950-8950"],["checkin="],["checkout="],["content=A beautiful resort on the beach. Friendly and helpful staff, gorgeous rooms with hot shower, 24hour electricity, AC, minibar, TV, DVD player (ask front desk for available dvd's), room service breakfast included, very nice pool with outdoor shower facilities. Restaurant is open for walk in guests: very good quality!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheridan Beach Resort & Spa"],["url=http:\/\/www.sheridanbeachresort.com\/"],["email="],["address=Sabang Beach, Puerto Princesa City, Palawan,Philippines"],["lat="],["long="],["directions=Just few meters away from the Sabang Wharf fronting the Sabang Beach."],["phone=(6348) 434 1449 \/ (6348) 723 7278 \/ (6348) 434 1448"],["tollfree="],["fax="],["hours="],["price=Php 5,400"],["checkin=2PM"],["checkout=12:NN"],["content= A beautiful world class beach resort, with a backdrop of hills and forest. Over 90 modern guestrooms and suites with a touch of Asian culture - fully fitted and fully furnished. 24 hour electricity. It features great restaurant with a buffet dinner for 620 Php (tax included), exceptional Wellness Spa, Gym, very large pool with kiddie pool, outdoor jacuzzi and outdoor shower, poolbar, lobby lounge with gift shop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dab Dab Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=09-067-538-440"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php600"],["content=Turn left once you hit the beach. The owner has an arty flare and built some funky cabins including a treehouse style. with own bathrooms. BYO insect repellent and torch is a must."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Roberts Beach Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=php500\/600\/800"],["content=Cottages with fan and own bathrooms"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taraw Beach Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=09-274-502-984"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php600"],["content=fan Cottages with own bathrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Penao Beach Cottages"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=php700"],["content=cottage with fan and own bathrooms."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Palawan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]