[{"type":"{{","value":[["pagebanner"],["otbp=yes"]]},"\n\n",{"type":"'''","value":["Sado Island"]}," (",{"type":"{{","value":[["lang"],["ja"],["佐渡ヶ島"]]}," ",{"type":"''","value":["Sadogashima"]},") ",{"type":"[","value":["http:\/\/www.sadokankou.gr.jp\/"]}," is an island off the coast of ",{"type":"[[","value":[["Niigata (prefecture)"],["Niigata"]]}," in the ",{"type":"[[","value":[["Chubu"]]}," region of ",{"type":"[[","value":[["Japan"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nLong a remote place of exile for political dissidents, including a deposed monarch, ",{"type":"'''","value":["Emperor Juntoku"]},", and the buddhist monk ",{"type":"'''","value":["Nichiren"]},", Sado experienced a boom during the Edo era when gold was found at Aikawa.  A major source of revenue for the Tokugawa shogunate, the mines were worked in horrific conditions by what amounted to slave labor, consisting of homeless people rounded up from the mainland.\n\nDespite this grim history, today's Sado is a pleasant summer getaway of rocky coasts, green hills and quaint fishing ports, with a permanent population of just 70,000.  Shaped a bit like an anvil, the largest town ",{"type":"'''","value":["Ryōtsu"]}," (両津) is nestled in the eastern gap.  ",{"type":"'''","value":["Ogi"]}," (小木) is on the southern coast, while the former gold-mining town of ",{"type":"'''","value":["Aikawa"]}," (相川) lies to the north.\n\nAlthough the island has been populated for millennia, a large area of Sado (especially outside the central plain) remains uninhabited. Road access for the Northeastern part of the island can become problematic in the winter after heavy snow. The mountainous geography of the island certainly accounts for this.\n\nThe northern half of the island is covered with the ",{"type":"'''","value":["Ō-Sado mountain range"]}," (大佐渡), the southern with the ",{"type":"'''","value":["Ko-sado"]}," (小佐渡) mountain range, the Osado range being higher (with peaks over 1000 m). In between, the ",{"type":"'''","value":["Kuninaka"]}," (国仲) plain is covered with rice fields and is more heavily populated.\n\nThe ",{"type":"'''","value":["weather"]}," is pleasant in the summer, but winters can be harsh. It does not get outrageously cold, but it can get rather windy, and it often snows. Transportation from\/to\/inside the island can be affected, with canceled ferries and roads closed.\n\nOverall, visitors to Sado will enjoy its ",{"type":"'''","value":["nice rural landscapes"]}," and its relative \"remoteness\" from the frenzy of the mainland. It is precisely the kind of old and rural Japan that some travel long distances for.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThere are on average 4 return flights a day between the tiny ",{"type":"'''","value":["Sado Airport"]}," and ",{"type":"[[","value":[["Niigata"]]}," airport. Refer to the Niigata Airport timetable ",{"type":"[","value":["http:\/\/www.niigata-airport.gr.jp\/?lang=en"]},"  for detailed departures times. Flight time is roughly 25 minutes on a small BN-2 Islander propeller plane operated by New Japan Aviation ",{"type":"[","value":["http:\/\/www.newj.co.jp\/"]},", and costs ¥ 6500 for an adult.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Image:Sado from the sea.jpg"],["thumb"],["240px"],["Arrival to Sado from the sea"]]},"\nThree ferry lines link the island to the mainland:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Niigata"]]},"-Ryōtsu, the most heavily used lines with departures hourly"]},{"type":"*","value":[{"type":"*","value":[" Jet ferries ¥5,960, 1 hour"]}]},{"type":"*","value":[{"type":"*","value":[" Car ferries ¥2,060, 2.5 hours"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Naoetsu"]]},"-Ogi, ¥2,060, 2.5 hours, 4-5 daily"]},{"type":"*","value":[" ",{"type":"[[","value":[["Teradomari"]]},"-Akadomari ¥1,410, 2 hours, 2-3 daily"]},"\nServices may be increased for festivals and cut back in the winter or in adverse weather.  Prices above are for second class. Renting a blanket costs an extra ¥100.  The future of the Naoetsu-Ogi and Teradomari-Akadomari services is very uncertain (both less and less frequented, and subject to ",{"type":"''","value":["a lot"]}," of cancellation in winter). Travelers would be wise to check beforehand that the services are still running.\n\nThe jet ferries have only one class.  All lines are operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sadokisen.co.jp\/ Sado Kisen"]}]}," (Japanese only).  English timetables are available ",{"type":"[","value":["http:\/\/www.mijintl.com\/sadokisn08.html"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Occasional buses"]}," connect most points on the island. They run several times a day in the central plain, but are far less common outside (with twice a day buses only on weekends for the Northern coastline, for instance). The bus center is in Sawata, close to the unmissable golf practice range. You can buy 2-day tickets for the whole weekend for ¥2000. Detailed timetables are available at the Niigata Kotsu website ",{"type":"[","value":["http:\/\/www1.sphere.ne.jp\/sado-bus\/rosen\/rosen.htm"]}," (in Japanese). "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hitchhiking"]}," is a fairly good means of getting around."]},"\n",{"type":"*","value":["You might want to consider ",{"type":"'''","value":["renting a car"]}," (some rent a car in Ryotsu after getting off the ferry). Although the island is not very large, keep in mind that the coastal scenic roads are quite windy. A round-the-island drive following the coastal road would be over 250 km long, and take at least a day."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bicycle"]}," is an option, but accessing the more remote outer coasts, where some major tourist spots are located, will require you to climb some strenuous passages."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:SadoIsland_map.png"],["thumb"],["350px"],["map of Sado Island"]]},"\n",{"type":"===","value":["O-Sado\/Aikawa"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sado Gold Mine"]}," (佐渡金山 ",{"type":"''","value":["Sado Kinzan"]},").  Located in a former gold mine and filled with animatronic figures showing the misery of life in the mines.  Admission ¥700, open daily from 8 AM to 5 PM.  Located three kilometers from Aikawa, "]},"\n",{"type":"*","value":[" Sado's ",{"type":"'''","value":["coastline"]}," is quite scenic, full of rocks, cliffs, gorges and more.  Particularly well known are the ",{"type":"'''","value":["Sotokaifu Coast"]}," (外海府海岸) and its ",{"type":"'''","value":["Senkaku Bay"]}," (尖閣湾), to the north of Aikawa. "]},"\n",{"type":"*","value":[" The huge ",{"type":"'''","value":["Ōno-game"]}," (大野亀) rock (over 160m high) is on the Northern coast of the Island, with a small sand stretch joining it to the mainland. In this area is also  located the ",{"type":"'''","value":["Futatsu-game"]}," formation (二つ亀), two islands said to look like two turtles. Between Futatsu-game and Ono-game lies a ",{"type":"'''","value":["Sainokawara"]}," (賽の河原), a limbo for dead children according to Buddhist mythology. This spooky place is located at the entrance of a cave, dotted with small statues and dolls, right on the coastline."]},"\n",{"type":"*","value":[" The windy ",{"type":"'''","value":["Ō-Sado Skyline"]}," road, joining ",{"type":"'''","value":["Kanai"]},"(金井) and ",{"type":"'''","value":["Aikawa"]}," (相川), climbs through the slopes of ",{"type":"'''","value":["Mt Kinpoku"]}," (金北山 ",{"type":"''","value":["Kinpoku-san"]},") for some very nice views of the whole of the island, especially around the spot called ",{"type":"'''","value":["Hakuundai"]}," (白雲台). The road is closed during winter (end of November to April). The area around the summit of Mt Kinpoku is a restricted area under the supervision of the Japanese Self-Defense forces. It is possible to treck from the road to the summit, but previous necessary authorizations should be obtained."]},"\n",{"type":"===","value":["Kuninaka"]},"\n",{"type":"*","value":[" There are a number of temples connected with the Nichiren faith on the island, including ",{"type":"'''","value":["Konponji"]}," (根本寺), built on the location of his exile, ",{"type":"'''","value":["Myōsenji"]}," (妙宣寺) and ",{"type":"'''","value":["Myōshōji"]}," (妙照寺)."]},"\n",{"type":"*","value":[" Close to Konponji, ",{"type":"'''","value":["Seisuiji"]}," (清水寺) is a Sado version of the Kiyomizudera temple in ",{"type":"[[","value":[["Kyoto"]]},". The Japanese caracters are the same... for a good reason : the temple was built for locals to be able to pray in Kiyomizudera without having to travel to Kyoto."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mano Goryo"]}," (真野御陵), in Mano, is actually the resting place of the (enshrined) Emperor Juntoku."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Sado History and Traditional Museum"],["alt=佐渡歴史伝説館"],["url=http:\/\/www3.ocn.ne.jp\/~srdk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located close to Mano Goryo, is a small museum about local legends, with displays from the craft master Sasaki Shodo. One of the tourist \"attractions\" (for a lack of better word) is the former US soldier Charles Jenkins, who as of 2008 works at the souvenir shop of the museum. You will probably recognize him after the dozens of photographs with Japanese TV celebrities found all over the place, and many tourists actually pose with him."]]}]},"\n",{"type":"*","value":["On the road from Ryotsu to Hatano, you could stop at the ",{"type":"'''","value":["Nogaku no Sato"]}," (能楽の里)",{"type":"[","value":["http:\/\/www.sadonoeki.com\/"]},". The building, with two large Noh masks placed on a tower, is easy to spot. It could be described as a museum\/fun park dedicated to all that is ",{"type":"''","value":["Sado"]},"-ish. See the unforgettable Noh performance by animatronics."]},"\n",{"type":"*","value":["Sado is home of the ",{"type":"'''","value":["Toki"]}," (Japanese Crested Ibis), however there are no wild Ibis left in Sado (the last known wild Japan-born Japanese Crested Ibis died in 2003), so visitors should head for the Sado Toki Preservation Center ",{"type":"[","value":["http:\/\/www4.ocn.ne.jp\/~ibis\/"]}," in order to watch the famed birds (from afar). The center is in Niibo, roughly in the middle of the island. As of May 2006 there are about 100 Ibis on the premises. There are plans to release Ibis in the wild at the end of 2008."]},"\n",{"type":"===","value":["Kosado\/Ogi"]},"\n",{"type":"*","value":[" Between Mano and Ogi on the road to Akadomari, look for the ",{"type":"'''","value":["Nashinoki-jizo"]}," (梨の木地蔵), a small shadowy place in the woods dotted with hundreds of small statues or ",{"type":"''","value":["jizo"]},", to which local fishermen pay their respect and which are said to cure the disease of children."]},{"type":"*","value":[" The ",{"type":"'''","value":["Ogi Coast"]}," (小木海岸), near the town of the same name, although not as rugged as the Northern coast, is nevertheless very enjoyable. Take your time and visit the ",{"type":"'''","value":["Rengebu-ji"]}," temple (蓮華峰寺) near the town. "]},{"type":"*","value":[" On the south coast, close to Ogi, lies the small and picturesque harbour of ",{"type":"'''","value":["Shukunegi"]}," (宿根木) with traditional wooden houses reminiscent of the Edo period. This settlement is close to ",{"type":"'''","value":["Yajima-Kyōjima"]}," (矢島経島), one of the most famous places on the island to try Taraibune (see ",{"type":"[[","value":[["Sado_Island#Do"],["Do"]]}," section)"]},{"type":"*","value":[" West of Ogi and very close to town itself is the ",{"type":"'''","value":["Sadokoku Ogi Folk Museum"]}," (佐渡国小木人俗博物館), housing hundreds of everyday life items from old and less old times. The display is somewhat chaotic, but it is still an interesting place to visit. The museum also houses a full-scale replica of a 19th century freight vessel, with plenty of explanations about the role of Sado as a major stop on old naval routes."]},{"type":"*","value":[" In Hamochi (羽茂) near Ogi, Marudai, a Miso maker offers the possibility to visit a Miso production facility, with a small ",{"type":"'''","value":["Miso museum"]},". Entry is free ",{"type":"[","value":["http:\/\/www.e-sadonet.tv\/~vivamaru\/5p%20MM%20museum.html"]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kodo.or.jp\/ec\/ Earth Celebration"]}]}," is a yearly arts festival run by the ",{"type":"''","value":["taiko"]}," (Japanese drumming) group ",{"type":"'''","value":["Kodō"]}," since 1988.  Performers from around the world join the event, culminating in Kodo's famously physical drumming performances on the bass-laden ",{"type":"''","value":["Ō-daiko"]}," (great drum).  The group lives and works out in spartan conditions on the island year-round, and once ran from the finish line of ",{"type":"[[","value":[["Boston"],["Boston Marathon"]]}," onto stage for a performance.  Tickets are pricey (¥4000+) but well worth it. Book early as only 1000 are sold — the concerts are all acoustic and would not support more. The event takes place in the Ogi area, and in 2008 will run from August 22-24. "]},"\n",{"type":"*","value":[" For a more tame experience, take a spin (literally) in one of Ogi's ",{"type":"''","value":["tarai-bune"]},", tiny little boats inconveniently shaped like barrels and rented out to tourists by the hour. Close to Ogi ",{"type":"'''","value":["Yajima-Kyōjima"]}," is also a famous spot at which to ",{"type":"''","value":["tarai-bune"]},"."]},"\n",{"type":"*","value":[" There is a (very) small ski field in Kanai, with three lifts ",{"type":"[","value":["http:\/\/park14.wakwak.com\/~sadoski\/ski\/ski.htm"]},"."]},"\n",{"type":"*","value":[" Sado hosts an International ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sado.gr.jp\/english\/e-index07.htm Triathlon"]}]}," each year, with around 1700 participants from Japan and overseas. The 2007 edition will take place on September 2."]},"\n",{"type":"*","value":[" Although Sado is far from being a tropical island, you can bring your bathing suit in the summer and take a short swim at the beach in Sawata or in the Northern tip of the island. Diving in Sado is quite popular and there are a few ",{"type":"'''","value":["diving"]}," centers, in the Ogi area and Senego (for instance  Sado Diving Center",{"type":"[","value":["http:\/\/www.sadodiving.com"]}," or the Ogi Diving Center",{"type":"[","value":["http:\/\/www2.ocn.ne.jp\/~ogiodc\/"]},"). "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trekking"]}," is very enjoyable in the O-sado mountain range (Northern range of the island). Remember however that you need a permit to walk in the area around the summit of Mt. Kinpoku. The permit is easy to obtain. "]},"\n",{"type":"[[","value":[["Image:Sado_Tsuburosashi.jpg"],["thumb"],["Tsuburosashi fertiliy dance"]]},"\n",{"type":"*","value":[" If you are in the mood, try to learn the simple steps of Sado traditional dance, the Okesa (おけさ). If you are lucky enough to be on the island for one of its many festivals, it is highly probable you will witness an ",{"type":"''","value":["Okesa"]},". You may also see other typical dances, such as the ",{"type":"''","value":["Tsuburosashi"]},", a fertility dance with evident phallic symbols and suggestive moves."]},"\n",{"type":"==","value":["Buy"]},"\nThe multitude of shops at the ",{"type":"'''","value":["ferry terminal"]}," in Ryotsu should cover your basic needs for tourist souvenirs. \n\nThe main shopping and supply area of the island is in ",{"type":"'''","value":["Sawata"]}," (佐和田, sometimes also pronounced \"Sawada\" by locals).   A small number of general stores, with a few 'pachinko' around are all that you should expect.\n\n",{"type":"==","value":["Eat"]},"\nSado is known for its fresh seafood: sashimi and sushi are not to be missed. The  Kamo Lake is also a growing area for oysters.\nThere are a few cows herding on the green slopes of Osado; you can buy and try the pricey and renowned Sado Beef.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Kassai"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 259-86-2124"],["tollfree="],["fax="],["hours="],["price="],["content=(かっさい), in Ogi. Basic Japanese ",{"type":"''","value":["shokudō"]}," eatery serving up all the usual prospects, freshly made. Try the fish of the day."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Oasis"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 259-86-2605"],["tollfree="],["fax="],["hours="],["price="],["content=In Ogi. Restaurant & tennis court. Transplanted New Yorker Marcus Desoto & wife Kaoru own the Oasis. The restaurant specializes in New York staples--pasta, pizza & sandwiches--with decidedly Japanese touches. Oasis makes pizza dough the old-fashioned way, using whole grain flour seasoned with basil, naturally leavened, with fermented grapes and the crust is coated with virgin olive oil. Oasis also offers a bar. Try the homemade umeshu (plum liqueur) and good coffee"]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Benkei"],["alt="],["url=http:\/\/www11.ocn.ne.jp\/~benkei\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 259-52-3453"],["tollfree="],["fax="],["hours="],["price="],["content=(弁慶). in Sawata is a ",{"type":"''","value":["Sushi Bar"]}," of Sado, which will allow you to try the excellent local fish. For those staying longer on the Island, Benkei also offers delivery service."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["MOS Burger"]}," just adjacent to Benkei, in case you can not stand typical Japanese food anymore. At the time of the writing (early 2006), it is the only burger chain on the island."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Nakabori"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 259-52-2045"],["tollfree="],["fax="],["hours="],["price="],["content=(中掘), is a good tonkatsu restaurant in the heart of Sawata with a very atmospheric ambiance."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Tatsumi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 259-55-2238"],["tollfree="],["fax="],["hours="],["price="],["content=(たつみ), in Mano. This will fill your need for good yakitori."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Acci-Cocci"]}," (あっちこっち), in Mano\/Toyoda, Tel. 0259-55-2629. Belgian waffle made by a Belgian guy! ",{"type":"[","value":["http:\/\/sado-galettes.blogspot.com\/"]},{"type":"[","value":["http:\/\/acciicocci.exblog.jp\/"]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are no permanent cinemas in Sado (although there is a huge Tsutaya video rental near Sawata), and only a few karaoke bars. Sado remains a very rural place; do not expect to find a very exciting nightlife. You can enjoy a drink or two in the evening in small karaoke-equipped ",{"type":"''","value":["snacks"]}," in Sawata, but that is pretty much it.\n\nOn the upside, there are no fewer than seven ",{"type":"'''","value":["sake breweries"]}," on the island, so do your best to sample them all.  Three of them are located in the hamlet of ",{"type":"'''","value":["Mano"]}," (真野), on the western coast, which has proclaimed itself the independent state of the ",{"type":"'''","value":["Alcohol Republic"]}," (アルコール共和国 ",{"type":"''","value":["Arukōru Kyōwakoku"]},") ",{"type":"[","value":["http:\/\/www.sado.co.jp\/alcohol\/main.htm"]},".  Stop by the tourist office (Shinmachi 489, tel. 0259-55-3539) to sample the local wares and even pick up a passport (¥500) for documenting your experiences.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"'''","value":["Camping"]}," is a viable budget option on Sado.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sobama"]},". A 15-minute drive from Ogi on the other side of the peninsula, located on a beautiful beach.  The official campground here costs a steep ¥1300, but especially in Earth Celebration time there is often overflow onto the beach itself.  Toilets, pay showers, small shop and other facilities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Camp Kisaki-jo"]},".  A barebones camping ground consisting of a tiny shrine on a little cape jutting out into the large lake next to Ryotsu, bordered on both sides by Sado's two central mountain chains.  No facilities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Futatsu Game Camp-jo"]},". Close to Futatsu-game (and therefore quite far from Ryotsu). Facilities available, some tents can be rented during the summer."]},"\n",{"type":"*","value":[" 15 free and unpowered but clean campsites are available in ",{"type":"'''","value":["Mano"]}," (Toyota), next to the harbor (in front of the soccer field on the seaside). Toilets and barbecue facilities, but no shower."]},"\n",{"type":"===","value":["Mid-range"]},"\nThere are many mid to high-range ryokans and hotels scattered throughout the central plain of the island.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sado Seaside Hotel"],["alt="],["url=http:\/\/www2u.biglobe.ne.jp\/~sado\/englishpage.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81-259-27-7211"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ryotsu. Not too far from the ferry in Ryotsu. Rooms start from ¥6000, without breakfast."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sotokaifu Youth Hostel"],["alt="],["url=http:\/\/www.sotokaifu-yh.com\/en\/p1.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81-259-78-2911"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=With rooms from ¥5040 for members (with two meals), on the Northern coast."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Green Village Youth Hostel"],["alt="],["url=https:\/\/www.itcj.jp\/hdb\/415015.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 259-22-2719"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bookable online through the Welcome Inn Reservation system with rooms starting at ¥4100 in Niibo village."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Yahatakan Ryokan"],["alt="],["url=http:\/\/www.sado.co.jp\/yahatakan\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81-259-57-2141"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=2043 Yahata. Large building on the Western side of the central plain, allowing for great views on the Japan Sea. Promotional rates from ¥8500\/person, including two meals."]]}]},"\nYou will find several mid to high range ryokan near Aikawa, from which you can enjoy the sunset over the Sea of Japan:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Azuma"],["alt="],["url=http:\/\/www.hotelazuma.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81-259-74-0001"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(in Japanese). Regular rooms from less than ¥10000, but luxury rooms at a very steep ¥40000 per room (without meal). You can expect to get what you pay for: massage chairs in large tatami rooms with good views over the Sea of Japan, private dining space, private outdoor bath (Rotenburo). At least you get free wifi in both."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Hirane"],["alt="],["url=http:\/\/www.sado.co.jp\/goldensado\/hirane\/hirane_e.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81-259-75-2326"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On the Soto Kaifu Coast, (in English). With a large onsen with a nice view on the Japan Sea, comes at around ¥9500 per person."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Osado"],["alt="],["url=http:\/\/www.oosado.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81-259-74-3300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In Aikawa, (in Japanese). A typical large modern Japanese ryokan, with everything you can expect from this kind of establishment (nice food, a ",{"type":"''","value":["Rotenburo"]},", outdoor bath). If you do not feel comfortable sleeping on tatami, there are western-style rooms available. Prices from around ¥9500, with two meals."]]}]},"\n",{"type":"==","value":["Go next"]},"\nSado is pretty much the end of the road, and the only way out is back to the mainland.\nIf you are still in the mood for islands in the Sea of Japan after a trip to Sado, you can try to get to the more remote (and much smaller) ",{"type":"'''","value":["Awashima Island"]},", 50 km North of Sado. You will need to get back to the mainland and to Iwafune, a small harbour 30 km North of Niigata.\n\n",{"type":"{{","value":[["IsPartOf"],["Niigata (prefecture)"]]},"\n\n\n",{"type":"{{","value":[["Guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sado Island"]]},"\n",{"type":"{{","value":[["geo"],["38.016666666667"],["138.36666666667"]]}]