[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sagara"]}," is a city in ",{"type":"[[","value":[["Central Karnataka"]]},", most famous for it's proximity to Jog Falls. \n\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"==","value":[" Get around "]},"\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jog Falls"]]}]}," (",{"type":"[[","value":[["Kannada phrasebook"],["Kannada"]]},": ಜೋಗ ಜಲಪಾತ), is a large waterfall 30 kilometres (19 mi) away, created by the Sharavathi River falling from a height of 253 meters (829 ft), the highest plunge of an Indian waterfall. The segmented falls are a major tourist attraction, also known as Gerusoppe falls, Gersoppa Falls and Jogada Gundi. There are many waterfalls in Asia - and also in India - which drop from a higher altitude. But, unlike those falls, Jog Falls is untiered, i.e., it drops directly and does not stream on to rocks. Thus, it can be described as the highest untiered waterfalls in India. August-December is considered the season of best flow and the best time to visit - the nearest Train Station is Sagara Jambagaru Railway Station."]},{"type":"*","value":[{"type":"'''","value":["Ikkeri"]}," Aghoreshwara Temple built by Kadambas, situated 6 km from Sagara."]},{"type":"*","value":[{"type":"'''","value":["Chowdeshwari Temple"]}," Sigandur. Shimooga is the nearest District headquarters, you can reach by train to Sagara then lot of government buses are available. Buses and other vehicles need to pass the lounge in Sharavathi Dam Back Water."]},"\n",{"type":"==","value":[" Do "]},"\n1) River rafting can be done at Honnemaradu which is about 20 km from jog falls. \nRoute to honnemaradu from Jog falls : Jog Falls -> Kargal -> Hiremane -> Honnemaradu.\n\n2) Places of interest near Sagar : The anicient temples at Keladi and Ikkeri are a delight to any traveller.\n\n3) Siganduru : panoramic views of western ghats can be seen while travelling to this place. It is around 30 km from Sagara. One has to cross Sharavati river by ferry which is a great experience.\n\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":[" Eat "]},"\nThere are few hotels in sagara where you can get veg\/non veg food.\nIf you are at JOG, the Mayura Restaurant is best and decent. They also make non-veg food on order. At Kargal (6km) you get less decent hotels.\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mayura Hotels"]}," (KSTDC) have Sharavati and Tunga blocks with ten rooms each. Half of them are two bedded and others are three bedded. The rates are cheap compared to private hotels. The Sharavati blocks provide a wonderful view of the falls. Check-in time is noon. Both blocks have western-type toilets but the Tunga block does not have hot water. There is one more ten-bedded dormitory in Tunga block."]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Karnataka"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Sagara, Karnataka"]]}]