[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Saidpur"]},", alternatively, ",{"type":"''","value":["Syedpur"]},", is a city within the ",{"type":"[[","value":[["Nilphamari District"]]}," of ",{"type":"[[","value":[["Rangpur Division"]]},", ",{"type":"[[","value":[["Bangladesh"]]},".\n",{"type":"[[","value":[["File:Cristian Church in Saidpur.jpg"],["thumb"],["350px"],["Christian Church in Saidpur"]]},"\n",{"type":"==","value":["Understand"]},"\nThe city was established by the British around 1858. It became an important place for trade and communications. A railway workshop was opened in 1870, which brought much employment to the local populace. The workshop meant the industrialisation of the town, making it a centre for manufacturing. The workshop still operates today, as the largest in the country. By 1971, Saidpur had become the third largest city in the country. During the 1971 Liberation War, hundreds of Hindu residents were massacred by Urdu-speaking Muslims and Pakistanis close to Saidpur, resulting in a killing fields site being erected. Today, Urdu still has some prominence in the city, with some schools continuing to teach it to students.\n\nThe town is fairly laid back in comparison to other major cities, offering an opportunity to escape the usual Bangladeshi chaos. Some old red-brick buildings exist in the southern end of town, originating from the latter period of the British Raj. You may notice some similarity between them and the old red-brick buildings of Victoria's Britain. Many of these are still occupied as private homes.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Saidpur travel map.png"],["350px"],["thumb"]]},"\n\nAn airport is situated on the southern outskirts of the city, just off Airport Road. While it was once an important mode of travel in the region, the airport is barely used nowadays with limited services. Airlines frequently suspend services due to low passenger numbers. As of August 2012, United Airways flights are operating from Saidpur to and from ",{"type":"[[","value":[["Dhaka"]]}," and ",{"type":"[[","value":[["Rajshahi (city)"],["Rajshahi"]]},".\n\nA major railway station also sits on the northern end of the town, with services to and from Dhaka, ",{"type":"[[","value":[["Khulna"]]}," and sometimes Rajshahi. The Official Bangladesh Railway website ",{"type":"[","value":["http:\/\/www.railway.gov.bd\/all_ic_mail_shedule.asp"]}," lists the schedules of all services, with the opportunity to purchase tickets online. Prices vary depending on destination and class, although only first-class is recommended for a passenger with Western standards.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is spread over some distance. As per the rest of Bangladesh, the best method for getting around is simply calling upon a rickshaw or CNG auto-rickshaw to take you where you need to be. Some drivers will struggle to speak English, but will be knowledgeable of local roads and businesses.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nat Settlement Prison"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An old prison built 1871."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Railway Station and Workshop"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Workshop was the livelihood of the town for many years, and is still integral to the town's survival today. The station building is also from the 19th century. Although not a tourist attraction, staff in the railway station may allow visitors to have a quick tour of the nearby railway yards. There are also some steam engines on site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saidpur Christ Church"],["url="],["email="],["address="],["lat="],["long="],["directions=near the railway workshops"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Constructed in 1893, this small red-brick building still holds services for the few local Christian families. If the building is locked, the caretaker will happily open it for you from his house next door."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere are many stalls and shops in the Central Market at the major crossroads in the centre of town. Here, various garments and other produce can be purchased.\n\n",{"type":"==","value":["Eat"]},"\nThere are a few restaurants around town, with most of them concentrated in the lively area around Market Street. A number of street stalls also exist here. The most prominent eating establishment is the ",{"type":"'''","value":["Saidpur Chinese Restaurant"]}," (~Tk 20) which offers a nice ambience on the major crossroads.\n\n",{"type":"==","value":["Drink"]},"\nAs Saidpur is a fairly quiet town, no drinking establishments exist.\n\n",{"type":"==","value":["Sleep"]},"\nThere are some hotels, but few are worth mentioning or even accept foreigners. The ",{"type":"'''","value":["Samrat Hotel"]}," has modest rooms in the centre of town. A single bed costs Tk 60, a double Tk 120 while a VIP room with television and a private rooftop balcony comes in at Tk 300.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Internet Café"],["url="],["email="],["address=Market St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9am-11pm"],["price=Tk 20 per hour"],["content=Located right in the centre of town, this is about the only option for internet, but the connection is notoriously slow."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Post Office"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located just north of the city centre, on the eastern bank of the railway tracks."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dinajpur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Rangpur (city)"],["Rangpur"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Rangpur Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Saidpur, Rangpur Division"]]},"\n",{"type":"{{","value":[["geo"],["25.783333"],["88.90000"]]}]