[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.city.saijo.ehime.jp\/english\/index.htm Saijō"]}]}," (西条), also known as ",{"type":"'''","value":["Iyo-Saijō"]}," (伊予西条), is in ",{"type":"[[","value":[["Ehime"]]}," prefecture, ",{"type":"[[","value":[["Shikoku"]]}," island, ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSaijō is a medium-sized city Ehime Prefecture, known throughout Shikoku for its fresh spring water (",{"type":"''","value":["uchinuki"]},"), its massive autumn festivals, and as the gateway to Mt. Ishizuchi, the tallest peak in western Japan. Temples 60-64 on the Shikoku Pilgrimage lie within the extended Saijō municipal area. This area was formed by the merger of the old Saijō City, Toyo City, Komatsu Town, and Tanbara Town in November, 2004.\n\nSaijō may be off the beaten path for many. However it is a good place to get a taste of the laid-back and hospitable culture of Ehime. Many of the typically conservative and polite locals burst into a wild celebratory mood during the yearly autumn festivals in the Saijo, Komatsu, Toyo, Himi, and Iwane areas. With good preparation, you can find specialty shops, restaurants, and izakayas featuring local products and foodstuffs. For nature lovers, hiking season can be a great time to visit, with the exception of the sizzling heat of August. There are also many beautiful flowers to view at different times of the year; for example, plum blossoms (ume no hana) and camelias (tsubaki) in winter, and cherry blossoms (sakura) and wisteria (fuji no hana) in spring.\n\nSaijō, Ehime should not be confused with the much smaller Saijō Town in ",{"type":"[[","value":[["Shōbara"]]}," City, ",{"type":"[[","value":[["Hiroshima"]]},". Be very clear with JR staff when buying train tickets from other parts of Japan in order to avoid buying tickets to the wrong place.\n\n",{"type":"==","value":["Get in"]},"\nIyo-Saijō station is on the JR Yosan Line from ",{"type":"[[","value":[["Uwajima"]]}," to ",{"type":"[[","value":[["Takamatsu"]]},".\n\nFor flyers, it is recommended to fly from ",{"type":"[[","value":[["Narita"]]}," or ",{"type":"[[","value":[["Haneda"]]}," to ",{"type":"[[","value":[["Matsuyama"]]}," Airport. Then you can travel via the JR Yosan Line or ",{"type":"[","value":["http:\/\/202.229.54.225\/05jikoku\/niimatsu\/niimatsu_tokkyuu.htm Setouchi Bus Matsuyama to Niihama Express Bus Line"]}," to Iyo-Saijō station. Jetstar runs three short discounted flights daily to and from Narita. These flights are efficient but services are rather sparse on the short flight. There is also limited service between Matsuyama Airport and ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["South Korea"]]},".\n\nFrom ",{"type":"[[","value":[["Okayama"]]}," on ",{"type":"[[","value":[["Honshu"]]},", the Shiokaze limited express train makes hourly runs to Iyo-Saijō (1 3\/4 - 2 hours, ¥4740, no charge with Japan Rail Pass). Express trains only stop at Iyo-Saijo and Nyūgawa stations, while \"Wan-Man\" (one man) local trains stop at all 7 stations in the city limits on an almost hourly basis.\n\nThere is a convenient bus service called the \"Ishizuchi Liner\" that runs to and from the Herbis Bus Terminal in ",{"type":"[[","value":[["Osaka"]]},", the Sannomiya Station area in ",{"type":"[[","value":[["Kobe"]]},", and ",{"type":"[[","value":[["Imabari"]]}," Station with stops at Saijō Station and Nyugawa Station. It is run by ",{"type":"[","value":["http:\/\/www.setouchibus.co.jp\/ Setouchi Bus"]},". Japanese knowledge is recommended in order to purchase tickets for this bus line at red machines in Lawson or Family Mart convenience stores. Tickets can also be purchased at the Herbis Bus Terminal in Osaka or at Imabari Station on the day of travel with no guarantee of availability. At less than 5000 yen one way, this service is much less expensive than travel by train, but takes four to five hours. Setouchi Bus also runs a limited overnight bus service to ",{"type":"[[","value":[["Tokyo"]]},", the \"Paireetsu Go\" for around 11000 yen one way. If you can make it to Imabari from Saijo, there are also \"Shimanami Liner\" buses running throughout the day from Imabari to Hiroshima for less than 4000 yen one way. Booking for all of these lines at least a day in advance is recommended; these buses can fill up during the holiday season. \n\nBy car, Saijō is accessible by the Matsuyama Expressway (Komatsu IC and Saijō IC exits) and the Imabari Expressway (Komatsu IC exit), as well as locally via National Route 11 (about 90 minutes from Matsuyama Airport).\n\nThe Orange Ferry runs between Osaka and Tōyo Port in Saijō.\n\n",{"type":"==","value":["Get around"]},"\nDue to the merger in 2004, Saijō encompasses a wide area of about 509 square kilometers. Local help or basic Japanese may be useful in getting around anywhere outside the stations on the main JR Yosan line. \n\nPublic transporation within Saijō can be somewhat limited as trains and buses come and go infrequently. But it is extensive.\n\nTaxis are available at all seven stations on the JR Yosan Line that lie within the Saijō city limits between about 7am and just after midnight. They run later on important nights of the festival. Expect to pay about ¥1200 for three kilometers, with the price quickly rising per kilometer after that. \n\nThere are two useful regional bus lines run by ",{"type":"[","value":["http:\/\/www.setouchibus.co.jp\/ Setouchi Bus"]}," that pass through Saijō hourly from the morning to about 8pm. The express lines run from nearby ",{"type":"[[","value":[["Niihama"]]}," to ",{"type":"[[","value":[["Imabari"]]}," or ",{"type":"[[","value":[["Matsuyama"]]}," and stop at many places throughout Saijo depending on the line. On top of these main regional lines, there are many local lines that branch off into quieter areas, especially in Tanbara and Saijo proper. Japanese knowledge is recommended if you want to use the bus system.\n\nFor sightseeing, a dedicated bus runs between Iyo-Saijō station and the Asahi Brewery. There is also a bus that leaves from Saijō station with limited runs in the morning to a lift used to visit Mount Ishizuchi, which is located on the southern border of Saijō.\n\nRental bicycles are available at the Saijō Tourism Center next to Iyo-Saijō station for ¥200\/hour. Most of Saijō is relatively flat and easily bikeable.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shikoku Railway Culture Museum"],["alt="],["comment="],["address="],["directions=On your right when exiting Iyo-Saijō station."],["phone="],["fax="],["email="],["url="],["hours="],["price="],["lat="],["long="],["description=This lovely museum houses a first-generation 0 Series Shinkansen bullet train car and a JNR Class DF50 diesel locomotive (No. DF50 1), and a new building displaying three more historical train cars will open in Spring 2014. One building is dedicated to Shinji Sogō, known as the \"father\" of the bullet train, who is from the Saijō area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kōmyō-ji"],["alt="],["comment="],["address="],["directions=15 minutes walk from Iyo-Saijō station, on your right"],["phone="],["fax="],["email="],["url="],["hours="],["price="],["lat="],["long="],["description=A beautiful modern Buddhist temple designed by legendary architect Tadao Ando."]]}]},"\nTemples ",{"type":"'''","value":["60"]}," through ",{"type":"'''","value":["64"]}," on the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/88_Temple_Pilgrimage Shikoku 88 Temple Pilgrimage"]}]}," fall within Saijo city limits. Temple 60, ",{"type":"'''","value":["Yokomineji"]}," (横峰寺）is considered the most difficult temple to reach because of its lack of access by ropeway and the tough climb to get there. The closest rail access is from ",{"type":"'''","value":["Iyo-Komatsu"]}," (伊予小松）station, where you will also find nearby temples 61 and 62, ",{"type":"'''","value":["Ko-onji"]}," (香園寺） and ",{"type":"'''","value":["Hojuji"]}," (宝寿寺, respectively. Temple 63, ",{"type":"'''","value":["Kichijoji"]}," (吉祥寺) is an easy walk from ",{"type":"'''","value":["Iyo-Himi"]}," (伊予氷見）station. Walk up the road without crossing the train tracks and make a right at the first small street, at the next corner it will be on your right. Temple 64, ",{"type":"'''","value":["Maegameji"]}," (前神寺）is at the foot of Mt. Ishizuchi, and like Yokomineji it is particularly hard to access by walking. The closest train stop is, again, Iyo-Himi station. If you are interested in visiting these temples, it might be easiest to arrange to go with a bus tour with Setouchi Travel Company",{"type":"[","value":["http:\/\/www.setouchibus.co.jp\/"]},"(",{"type":"''","value":["in Japanese"]},"). \n\nThe Kamo river runs through Saijo halway between ",{"type":"'''","value":["Iyo-Saijo"]}," (伊予西条) and ",{"type":"'''","value":["Ishizuchijinja"]}," (石鎚神社） stations, and at the river there is a particularly pretty spot for cherry blossom viewing where the river comes down from the mountains and meets Route 11. From the station, take a 10 minute walk down Ekinishidori until you reach a fountain and uchinuki (water spring for which Saijo is famous) , make a left there and continue until you reach the road on the other side. Make a left at that road until you reach Route 11, right before it becomes the bridge over the Kamo River.　Cross the road, then walk right toward the bridge. Make a left atop the levee (hill) next to the river until you reach a street lined with trees. You will reach a park and if you continue up this street there is a pleasant hill you can hike up, the entire hike is about 25 minutes, and affords pleasant city views, particularly in the early morning or late afternoon\/evening.\n\nAlso, if you ride the train to ",{"type":"'''","value":["Ishizuchijinja Station"]}," (石鎚神社駅), it is about a ten minute walk from there to the entrance road to ",{"type":"'''","value":["Ishizuchi Shrine"]}," (not to be confused with access to hiking the mountain, which is more easily done by taking a bus from Saijo station to the ropeway.) The shrine is in homage to the spirit of ",{"type":"'''","value":["Mt. Ishizuchi"]},", and is a secluded and nice place to visit with commanding views of the surrounding area. Just head toward giant red gate, visible from the station platform.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Saijou danjiri .JPG"],["thumb"],["150px"],["A ",{"type":"''","value":["danjiri"]}," float being carried during Saijō Festival"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Saijō, Himi, and Tachibana Autumn Festivals"]}," - The busiest festivals are in the area of Old Saijō and run from October 14-17 at three shrines in the city. The largest of the three is the Isono Shrine Festival from October 15-16th. This festival starts just after midnight and is recommended for the atmosphere alone. The Saijō festivals feature over 100 hand-carried portable shrines known as ",{"type":"''","value":["danjiri"]},", which are up to 5 meters tall and weigh over 600 kilograms. One part of the Old Saijō festivals is the \"kawa-iri\" (entering the river), where a dramatic scene takes place on the Kamogawa river near the route 11 bridge involving many of the danjiri trying to block the way of the \"mikoshi\" - a massive lantern covered portable shrine that is said to carry a venerated Shinto deity. Smaller but still impressive festivals take place in Himi and Tachibana around the same time as in Saijo festival. These festivals take place at shrines in more rural parts of Saijō and have a very intimate atmosphere. They are rarely visited by people from outside the town. The festivals feature temporary markets with Japanese festival food and plenty of displays of pride and strength by the ",{"type":"''","value":["danjiri"]}," as they roam the city carried by singing men and women in traditional clothing. Detailed information on the festivals in Saijō, Himi, and Tachibana be found on the Saijō city website ",{"type":"[","value":["http:\/\/www.city.saijo.ehime.jp\/english\/kankou\/maturi2.htm"]}," and in Japanese ",{"type":"[","value":["http:\/\/www.saijomatsuri.jp\/matsuri\/ here"]},". If you are in town for the festivities, be prepared to be offered lots of food and drinks by fellow festival-goers. Saijō's citizens are known in Ehime as ",{"type":"''","value":["matsuri-baka"]}," (\"crazy about the festival\") because of the size and intensity of their fall festival."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Komatsu, Tanbara, and Toyo Autumn Festivals"]}," - There are many other autumn festivals that one can catch with proper planning in the areas of ",{"type":"[","value":["http:\/\/www.city.saijo.ehime.jp\/english\/kankou\/maturi1.htm Komatsu"]},", ",{"type":"[","value":["http:\/\/www.city.saijo.ehime.jp\/english\/kankou\/maturi3.htm Tanbara"]},", and ",{"type":"[","value":["http:\/\/www.city.saijo.ehime.jp\/english\/kankou\/maturi4.htm Toyo"]},". Komatsu's festival usually starts later than Saijo's. On the first night, the danjiri congregate at Komatsu Elementary School to show off their strength as those carrying them shout, \"Sorya!\". Then they are carried in a procession for many kilometers along old roads between harvested rice fields. Often a local child is beating a taiko drum inside as the danjiri-bearers sing old songs. It is recommended that you tag along. On the final night the Danjiri move from their home areas and gather at Mishima Shrine, located atop a mysterious kofun."]},"\nSome of the younger locals who are not tied to any particular danjiri-carrying group are known to hop from festival to festival to party for as long as possible.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aqua Route"]}," - This walking tour starts at the Saijō Tourism Center, which is on the right when exiting Iyo-Saijō station, next to the Shikoku Railway Culture Center. Saijō is as famous for its clear mountain spring water as for its festival, maybe even more so. These water springs naturally bubble up in the town and have been built into springs called ",{"type":"''","value":["uchinuki"]}," (",{"type":"[","value":["http:\/\/www.city.saijo.ehime.jp\/english\/kankou\/utinuki1.htm"]},"). The Saijō Tourism Center can give you a map (English available) and short description of a route through town to many of these springs. Bring your own bottle and drink the fresh water, which many citizens pump directly into their homes! The route goes by the grounds of the old Saijō Castle, now Saijō High School, which still has a moat and castle gate. It also goes by some pleasant fountains and tree-lined avenues."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=\"Uchinuki no Kura\""],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This souvenir shop located on Saijō's recently renovated main shopping arcade specializes locally made crafts and clothing. Run by an NPO, each shelf in the store displays products by a different artisan, and popular goods include shirts made from repurposed kimonos, cedar carvings, and indigo-dyed fabrics. (Ten minute walk from Iyo-Saijō station.)"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=\"Farmers' Markets\""],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are several farmers' markets run by Japan Agriculture in the Saijō area. The largest is ",{"type":"''","value":["Shu-chan Market"]}," in the Tōyo region, but the most accessible for visitors is ",{"type":"''","value":["Suito Market"]},", located next to Saijō High School at the city's center. Much of the produce and other food on sale is locally made: Saijō is famous for eggplant, persimmons, grapes, and spinach. Next door is a bakery that uses ",{"type":"''","value":["mochi"]}," in its dough, giving its pastries and bread a truly unique consistency and flavor."]]}]},"\n",{"type":"==","value":["Eat"]}," \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vita"],["alt=ヴィタ"],["url=http:\/\/vita-saijo.com\/"],["email="],["address= Saijo Shi Oomachi 856-16"],["alt=愛媛県西条市大町856-16"],["lat="],["long="],["directions=Next to Iyo-Saijo Station"],["phone=0897-47-4638"],["tollfree="],["fax="],["hours=11AM-8:30PM"],["price=¥299-749"],["content=Gelateria featuring classic flavors like chocolate or strawberry and original creations from regional ingredients like red kiwi, eggplant, komatsuna (mustard spinach) etc., Also has an espresso machine. Great for a sweet summertime dessert after the Aqua Route or the Ishizuchi climb. Very popular with high school students."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taiwan Ryori Shoryu"],["alt=台湾料理昇龍"],["url=http:\/\/tabelog.com\/ehime\/A3802\/A380202\/38008006\/dtlrvwlst\/5049433\/"],["email="],["address=Saijo Shi Tsuitachi 780-2"],["alt=〒793-0027 愛媛県西条市朔日市 台湾料理昇龍"],["lat="],["long="],["directions=Nearby Saijo Central Hospital and the port."],["phone=897-56-8882"],["tollfree="],["fax="],["hours=11am-2pm, 5pm-12pm (closes early occasionally when rented out)"],["price=¥799-1999"],["content=Excellent Chinese, perhaps the most authentic in the entire Saijo area. Features Taiwanese and Sichuan specialties. Often frequented by local Chinese customers. Inexpensive, yummy, and filling, with cheap tap beer in a cold glass or shochu available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Saijo Soba Kinoe"],["alt=西條そば甲"],["url=http:\/\/saijosoba-kinoe.com\/about\/"],["email="],["address=Saijo Shi Tsuitachi 783-6"],["alt=〒793-00117 愛媛県西条市朔日市783-6"],["lat="],["long="],["directions=Nearby Home Center Daiki, Saijo Central Hospital, and the port."],["phone=0897-55-7836"],["tollfree="],["fax="],["hours=11am-5pm (closes for a short break at 1:30PM)"],["price=¥999-1999"],["content=Reknown soba shop with a lovely wooden interior. The seasonal menu rotates through classic variations of soba. But you'll also find original creations like soba in a sauce made with local tomatoes or soba floating in a refreshing chilled yuzu citrus broth. The owner is very particular about using quality wheat for the noodles and the local uchinuki water for the broths. This is serious soba on par with the shops in Kamakura. If you go for lunch, get there early as lines form up outside when the weather permits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hachijyuhachi (88) Udon Toyo Shop"],["alt=八拾八うどん東予店"],["url=http:\/\/tabelog.com\/ehime\/A3802\/A380202\/38006965\/"],["email="],["address=Sufu 694-3"],["alt=愛媛県西条市周布694-3"],["lat="],["long="],["directions= On the long Nyugawa (Toyo area) shopping strip on route 48 nearby Marunakka Shopping Center and K's Denki on the south side of the street. About a 15-20 minute walk from Nyugawa station."],["phone=0898-64-0033"],["tollfree="],["fax="],["hours=11:00AM-3:00PM (Lunch), 5:00PM-8:00PM or 9:00PM depending on season (Dinner)"],["price=¥349-999"],["content=Inexpensive yet excellent cafeteria-esque shop with satisfyingly firm sanuki udon in a clean setting. You choose your size, broth, and toppings from selections like ginger beef egg yolk and daikon bukkake. You can also add various tempura sides, or ask for the broth on the side. A middle size (chuu) is very filling. If you're still hungry, they have mini rice bowls with more toppings (donburi). Free cold wheat tea. Incredibly popular with the locals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name= Dandanchakan\/啖啖茶館"],["address= Saijo Shi Tanbara Cho Ikeda 1626-3\/西条市丹原町池田１６２６－３"],["directions= From Tanbara High School turn down the street with vending machines on the corner and keep going past Fantasy. It is the place with the green light, which flashes during open hours."],["phone=0898-68-0686"],["content= True to its name, Dandanchakan offers a large variety of teas, available hot or cold. Meals are also served of bimbmbap, kimchi and chige sets and green thai curry, which make the place a gem in Tanbara, where such foods are hard to come by. In addition there are desserts including things like red beans, coconut ice cream and mango. Closed on Sundays and public holidays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Lamp"],["alt=カフェ ランプ"],["url=http:\/\/lamp-tuduri.blogspot.jp\/"],["email="],["address=Saijo Shi Tanbara Cho Kurumi 684"],["alt=愛媛県西条市丹原町来見684"],["lat="],["long="],["directions=On route 48 in Tanbara, a few kilometers west of the Nyugawa shopping strip. About 10 minutes by taxi or car from Nyugawa station."],["phone=0898-75-5008"],["tollfree="],["fax="],["hours=11:00AM-9:00PM Lunch 11:30AM-2:30PM, Cafe until 7:00PM, Dinner from 6:00PM."],["price=¥699-1999"],["content=Simple yet scrumptious italian pastas and desserts. The owner often changes and updates the menu on a blog and uses locally-farmed ingredients. Examples of dishes include a cream shrimp and mushroom carbonara and a mustard cress bolognesa. The cafe serves coffee and tea. Decor and seating is minimalist and comfortable with a few sofas. The space is very open and bright. The relaxing atmosphere evokes the slow life of surrounding Tanbara town. Recommended by a young woman from Tanbara."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ushironoshoumen"],["alt=うしろのしょうめん"],["address=Saijo Shi Tanbara Cho Kurumi 777-1"],["alt= 愛媛県西条市丹原町来見777-1"],["phone=0898-73-2207"],["hours= 9:00-22:00 with a breakfast buffet from 9:00-11:30. Closed on Thursdays"],["price=¥ 780 upwards"],["content=Just a minute or so up the road from Cafe Lamp and lined with cherry trees, Ushironoshoumen is a lovely place to visit in spring. The lunch of the day specials available on weekdays start from 780yen with optional add ons like the salad bar with the cafe's dressing. They also have an assortment of desserts including cakes, crepes and ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paruju"],["alt=ぱるじゅ"],["url=http:\/\/tabelog.com\/ehime\/A3802\/A380202\/38003877\/"],["email="],["address= Saijo Shi Oomachi 1183-22"],["alt=愛媛県西条市大町1183-22"],["lat="],["long="],["directions=In the Oomachi area in the neighborhoods by the river. Best to look for it on a mapsite or go by cab. 15 minute walk from Saijo station."],["phone=0897-53-4876"],["tollfree="],["fax="],["hours=12PM-12:00AM L.O. 11:30PM"],["price=¥999-1999"],["content=Old-school piping-hot Okonomiyaki in a down-to-earth shop with Showa-Era vibes. Located in a small residential neighborhood nearby the Kamo river. The Hiroshima-style (here they call it \"soba-iri\") Kamogawayaki is the most popular variation, grilled at your table on a steel surface until the edges of the noodles are seared golden-brown and crispy. Servings are large, with plenty of savory sauce, herbs, and mayonnaise to add as you please. Toppings include the usual roast pork, squid, and cheese. Drinks include iced tea and beer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=cafe Kiko & Yvan"],["alt=カフェキコアンドイヴァン"],["address=Saijo Shi Nonoichi 84-1"],["alt=西条市野々市84-1"],["phone=0897-57-8988"],["hours=11:00-18:00. Closed Tuesday, Wednesday, Thusday"],["price=¥1,000-1,999"],["content= Small cafe run by husband and wife. Each have decorated different rooms to their own tastes for visitors to enjoy. Dotted around the cafe are wares brought back from Finland which are also available for purchase."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Marubun"],["alt=まるぶん"],["url=http:\/\/www.marubun8.com\/store_detail.php?ini=1"],["email="],["address=Komatsu Cho Shinyashiki Ko 407-1"],["alt=愛媛県西条市小松町新屋敷甲407-1"],["lat="],["long="],["directions=Next to Iyo-Komatsu Station."],["phone=089-72-2004"],["tollfree="],["fax="],["hours=11AM-10:PM L.O. 9:30PM"],["price=¥1499~"],["content=Popular Japanese-style Italian fare in a cozy warm setting often frequented by families and newlywed couples. This store in Komatsu Town is the home store for a small regional chain. Great for an outing with locals who don't want to go to an Izakaya."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Koyo Tei"],["alt=紅葉亭"],["url=http:\/\/thoteltoyo.com\/html\/04restaurant\/restaurant02.htm"],["email="],["address=Saijo Shi Mitsuyaminami 6-29 Terminal Hotel Toyo (Toyo Area)"],["alt=愛媛県西条市三津屋南6-29ターミナルホテル東予"],["lat="],["long="],["directions=About a ten minute walk from Nyugawa Station. Go straight down Ekimaechuodori from the station and take a right on route 196. It will be on the west side of the road on the second floor of the somewhat tall Toyo Terminal Hotel."],["phone=0898-76-1818"],["tollfree="],["fax="],["hours=Breakfast 7:00-10:00AM, Lunch 11:30-2:00PM, Dinner 5:00PM-9:00PM L.O. 8:30PM"],["price=¥499-1999 (Breakfast and Lunch) ¥1299-2999 (Dinner)"],["content=Lovely hotel restaurant with delicious traditional Japanese set meals and bargains at lunchtime. Generous helpings with a colorful array of side dishes. The menu changes seasonally. The shop is known for its crisp tempura, breaded chicken cutlet(chicken katsu), barbecued eel over rice, and fresh kaisendon (raw seafood over rice bowl). Service is polite and the windows let in a lot of natural light at breakfast and lunch. Regional sake choices are also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nagomi"],["alt=和み"],["url=http:\/\/thoteltoyo.com\/html\/04restaurant\/restaurant02.htm"],["email="],["address=Saijo Shi Mitsuyaminami 7-11 (Nyugawa Station Area)"],["alt=西条市三津屋南7-11"],["lat="],["long="],["directions=A five minute walk down chuo dori (main street) right in front of Nyugawa station, on the north side of the street. The kanji on the sign is \"和み\"."],["phone=0898-65-7530"],["tollfree="],["fax="],["hours=Call for hours. ¥1999~"],["content=This independent izakaya features sashimi, deep-fried breaded dishes, and nabe. There is a bar and tatami seating. The service is professional and friendly, with a lot to see behind the counter. There's plenty to drink, including regional sakes and bottled corona beer with a lemon slice. It is popular for local work parties, so reservations are recommended."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shani Muni"],["alt=酒楼しゃにむに"],["url=http:\/\/syanimuni.com\/about\/"],["email="],["address=Saijo Shi Oomachi 523-3"],["alt=〒793-0030 愛媛県西条市大町525-3"],["lat="],["long="],["directions=A 15 minute walk or short taxi ride from the station. First take a right from Iyo-Saijo station exit and walk along Eki Higashi Dori to Koen Dori, then take a left. The izakaya is located just northwest of Saijo Central Park. It is a dark building with a parking lot in front, with the entrance on the left side."],["phone=0897-56-4262"],["tollfree="],["fax="],["hours=5PM-12AM L.O. 11:30PM"],["price=¥2999~ (goes up with drinks or nomi-hodai)"],["content=Excellent, classy Izakaya run by a friendly local family. It has an intimate dark wooden atmosphere and private rooms with sliding doors. There are courses featuring nabe (hot pot), side-dishes, tasty grilled and fried chicken (yakitori and karaage), wonderful American-inspired appetizers, and fantastic salads. The store also has a great selection of fresh seasonal fish and chicken sashimi as well as carpacchio. You can also order a la carte. The sake selection features several great regional rice wines and shochus. There are also strong cocktails. Reservations are recommended if possible for seating outside of the bar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Torikko (とりっこ)"],["alt="],["url="],["email="],["address=Saijo, 31-14 Mitsuyahigashi (Nyuugawa Station Area)"],["lat=33.9344"],["long=133.0920"],["directions=A ten minute walk (769m) down chuo dori (main street) right in front of Nyugawa station, on the south side of the street. The sign is written out as とりっこ but more definable is the large photo of a man holding a chicken plastered on the restaurant front."],["phone=0898-76-1005"],["tollfree="],["fax="],["hours=Mon-Fri 17:00~23:00 Sat-Sun 16:00~23:00"],["price=2,500~3,990¥"],["content=Fantastic Izakaya style restaurant, with both tatami floor and table seating. Food is divine with an excellent range of skewered chicken, beef, pork and anything else skewerable (each range from 50~200¥). Plenty of beautifully presented hotpots, donburis, deep fried foods, pizzas and other delicious morsels available too. They offer the full range of Japanese beverages and even have a page of cocktails to choose from. There's a bunch of tables with the large cooking area on top, so you can try cooking up your own okonomiyaki or other dishes. Staff are incredibly lovely and one of the Filipino chefs speaks fluent English!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Issei Yakitori (一声焼き鳥)"],["alt="],["url="],["email="],["address=〒799-1351 愛媛県西条市三津屋55−2"],["lat=33.9318"],["long=133.0819"],["directions=After exiting the Nyugawa station, take a left and continue to the next set of traffic lights. Take another left and its about 200 metres up the road on the right."],["phone=0898-64-1909"],["tollfree="],["fax="],["hours=5PM~late"],["price="],["content=The oldest and possibly the most famous restaurant in Toyo. This family-run restaurant is owned and operated by an incredibly friendly family that has been looking after the local foreigners for the last 25 years. The food is absolutely amazing and the service is even better."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAsahi beer`s only brewery is on Shikoku, The Saijo ",{"type":"'''","value":["Asahi Brewery"]}," is located on the waterfront. There are shuttle buses that run from Iyo-Saijo station to the brewery. Information can be found on their website ",{"type":"[","value":["http:\/\/www.asahibeer.co.jp\/restaurant\/garden\/iyosaijyo\/index.html"]},".\n\nOn the road in front of the station are several Japanese style pubs. Also about a ten minute walk from the station is a street that has the majority of bars in Saijo. Making a left from the station onto Ekinishidori, cross the street and make a right onto the street directly after Iyokko ramen. About 3 blocks up this street are a string of pubs and bars, including the highly recommended ",{"type":"'''","value":["World's End Cafe"]},". The owner speaks a fair bit of English, and can make any drink you can think of if you can describe it to him. It also has a fair amount of imports and microbrewery beers, with Kirin on tap.\n\n",{"type":"==","value":["Sleep"]},"\nThere are several hotels within a few blocks of the station. All are business hotels catering mostly to Japanese business types.  Expect to pay ¥7,500-9,000 for a room.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Ishizuchi"]]},", the tallest mountain in Shikoku, is one hour away by bus."]},"\n\n",{"type":"[[","value":[["WikiPedia:Saijo, Ehime"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ehime"]]}]