[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["Otheruses"]]},"\n\n",{"type":"'''","value":["Saint Croix"]}," is the largest island of the ",{"type":"[[","value":[["U.S. Virgin Islands"]]}," (82 square miles), and a territory of the ",{"type":"[[","value":[["United States of America"]]},". This island of rolling hills, rainforest, and picturesque towns is the home of approximately 60,000 people.\n\n\n",{"type":"==","value":["Cities"]},"\nThere are two towns on the island:\n",{"type":"*","value":[{"type":"[[","value":[["Christiansted"]]}," with a 2004 population of 3,000."]},{"type":"*","value":[{"type":"[[","value":[["Frederiksted"]]}," with a 2004 population of a little over 800."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the official language, although a local dialect \"Crucian\" is spoken.  Spanish and French creoles are spoken as well, given St. Croix's history of migration.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[{"type":"'''","value":["Henry E. Rohlsen Airport"]}," (",{"type":"{{","value":[["IATA"],["STX"]]},"). The airport is served by some major airlines and commuter flights between St. Croix and ",{"type":"[[","value":[["Saint Thomas"],["St. Thomas"]]},", ",{"type":"[[","value":[["Puerto Rico"]]}," and other ",{"type":"[[","value":[["Caribbean"]]}," islands. Non-stop jet service is available from ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Atlanta"]]}," and ",{"type":"[[","value":[["Charlotte"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ferries"]},"(VI Fast Ferry) run from ",{"type":"[[","value":[["Christiansted"]]}," to ",{"type":"[[","value":[["Charlotte Amalie"]]}," on ",{"type":"[[","value":[["Saint Thomas"],["St. Thomas"]]}," (75 minutes), with connections to St. John and ",{"type":"[[","value":[["British Virgin Islands"]]},"."]},"\nAlso, an occasional cruise ship docks at the Ann Abramson Pier in Frederiksted.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["Major car rental agencies are available. Also: "]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Judi of Croix Car Rentals"]},", +1-877-903-2123 "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Skyline Car Rentals"]},", +1-877-719-5990. "]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxi"]}," All taxi drivers should carry a rate card with approved fares. Taxis have no meters and charge by zone. Baggage and waiting time are extra. Most will take you on an island tour for $30-$45 for two people, and another $15 per person for additional passengers. Authorized taxis have \"TP\" on the license plate and a dome light on the roof."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["St. Croix Taxi Association"]},", Rohlsen Airport, +1 340-778-1088."]}]},{"type":"*","value":[{"type":"*","value":["Federation of St. Croix Taxi Association Inc. (Taxi, Vans, Safaris), 778-5587."]}]},{"type":"*","value":[{"type":"*","value":["Antilles Taxi Service, Christiansted, 773-5020."]}]},{"type":"*","value":[{"type":"*","value":["Caribbean Taxi and Tours, Christiansted, 773-9799."]}]},{"type":"*","value":[{"type":"*","value":["Cruzan Taxi Association, Christiansted, 773-6388."]}]},{"type":"*","value":[{"type":"*","value":["Combine Taxi and Tours, Frederiksted, 772-2828."]}]},{"type":"*","value":[{"type":"*","value":["Frederiksted Taxi Service, Frederiksted, 772-4775."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tommy's Scooter Rentals"]},", +1 340-332-2118."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Buck Island Reef National Monument"]},", boats from ",{"type":"[[","value":[["Christiansted"]]},"."]},{"type":"[","value":["http:\/\/buck-island.com"]}," \n \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. George Village Botanical Garden"],["alt="],["url="],["email="],["address=127 Estate St"],["lat="],["long="],["directions="],["phone = +1 340-692-2874"],["tollfree="],["fax="],["hours="],["price="],["content=George\/Kingshill, Just north, off Centerline Road, ",{"type":"''","value":["near Frederiksted"]},", ",{"type":"[","value":["http:\/\/sgvbg.org"]},". Stroll about the grounds of the former plantation."]]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["rain forest"]}," in the Northwest. Include the ",{"type":"'''","value":["tidal pools"]}," at Annally Bay."]},"\n",{"type":"*","value":[{"type":"'''","value":["Point Udall"]},", the easternmost territory under the American flag."]},"\n",{"type":"*","value":[{"type":"'''","value":["Christiansted Historic Site"]},", incuding the warehouse where Alexander Hamilton worked before he moved to New York."]},"\n",{"type":"*","value":["Sandy Point Wildlife Refuge to see endangered leatherback turtles."]},"\n",{"type":"*","value":[{"type":"'''","value":["Whim Great House"]},"- a restored plantation."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Divi Carina Bay Casino"]},", 35 Estate Turner Hole, Tel: +1-877-FUN DIVI."]},"\n",{"type":"*","value":[{"type":"'''","value":["SCUBA Dive Cane Bay Wall"]}," - Tremendous diving around the beach and the upper levels of the wall before it drops 13,000 feet to the ocean floor."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," - The waters surrounding St. Croix are ideal for sport fishing and record size catches are common, such as Tuna, Wahoo, or Blue Marlin.  You'll need highly expert help to judge if any catch is edible.  The area is plagued by an organism in the food chain that causes ciguatera poisoning."]},"\n",{"type":"==","value":["Buy"]},"\n\nBoth Christiansted and Frederiksted have merchants offering jewelry, liquor and souvenirs, but with atmospheres more genteel than in large cruise ports.  For any items that benefit from duty-free importation, prices generally rival those in Saint Thomas.  (See this same topic for Saint Thomas; most advice applies, though St Croix is seldom overrun by cruise passengers.)\n\nSt. Croix is rich with artists. Christiansted is home to many galleries including WATCH YOUR STEP owned by artist Diane Given Hayes, D&D STUDIO featuring works by Ted Davis and other notable artists, ISLAND BOY DESIGNS owned by jewelry designer Whealan Massciott (Kenny Chesney is a fan), the MARIA HENLE GALLERY and many more. A stroll around town will reveal these and many more treasures.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=D&D Studio Fine Art Gallery"],["url=http:\/\/ddstudio.us"],["email="],["address=55 Company Street, Christiansted, St. Croix - U.S. Virgin Islands 00820"],["lat="],["long="],["directions="],["phone = +1 340 719 1201"],["tollfree="],["fax="],["hours="],["price="],["content=D&D Studio sells stunning, eye-catching works from the Caribbean's finest photographers and is the only gallery in the West Indies devoted entirely to the art of photography.\n\nWhen in historic downtown Christiansted, you're invited to stop in the Studio and owners Ted Davis and Sam Dike will show you delightful new exhibits in a sophisticated gallery setting.\n\nMuch of the artwork seen on the D&D Studio web site can be purchased over telephone or through e-mail.  Purchased artwork will be shipped insured and very well packaged to any point on the globe.  Give us a call or drop us a line and we'll help you place your order."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Local Flavors"]}," - The Cruicians pride themselves on their culinary flare. Local fish, goat, and pork are amongst their most varied dishes. Try the salted fish, stew goat, and pig \"soup.\" Fresh seasonal vegetables are always available at road side stands throughout the year. The mango reigns over St. Croix's summer season, and is described as \"the Queen of Tropical Fruit.\" In fact, an entire festival is dedicated to it-- ",{"type":"'''","value":["Mango Melee."]},"\n\nAlthough Crucians still cook many traditional foods, St. Croix is rich in culinary variations stemming from the island's history and the influence of the United States and neighboring Caribbean islands, especially Puerto Rico. There is food for all tastes and occasions while local specialties are still held long in tradition.\n\nSt. Croix is home to a celebrated week-long ",{"type":"'''","value":["culinary festival"]}," held each April called the St. Croix Food & Wine Experience which includes wine seminars, dinners with celebrity chefs (Kevin Rathbun, Rocco DiSpirito, Robbin Haas, Gerry Klaskala, Richard Reddington are just a few who joined the fun) and the main event, A Taste of St. Croix, showcases foods from more than 50 of the islands restaurants. \n\nFor a listing of restaurants on the island see ",{"type":"[","value":["http:\/\/GoToStCroix.com"]},". Great local food can be found at Harvey's(stew goat), Singh's (roti) and Norma at the Domino Club in the rain forest always has something cooking. \n\nFor fine dining, try Tutto Bene, Case Place, Bacchus, Savant and The Galleon. Rumrunners, located on the waterfront at Hotel Caravelle is perfect for casual, fun dining. They do a great blend of local and traditional American dishes and flavors. \n\nIf you want to catch what you eat, go fishing with Carl Holley. His boat, Mokojumbie, ties up on the docks near Rumrunners. he, in fact, supplies many restaurants with fresh fish daily. \n\nTutu Bene in the Gallows Bay area of Christiansted is a local favorite for Italian cuisine. Also in the area is Case Place, with an eclectic menu and nice atmosphere.  Try Le St. Tropez in Frederiksted for authentic French fare, Villa Morales or Paquito's for Puerto RIcan food and Brady's in Christiansted for native fare.\n\n",{"type":"==","value":["Drink"]},"\n\nOn St. Croix, Cruzan Rum is made at a distillery that you can tour. Be sure to do the tour and participate in the tasting after! Cruzan Rum is available just about everywhere, but there are certain flavors (ie Clipper) that are not sold in the USA, so take a bottle back with you. In the seaside town of Christiansted is the Brew Pub which makes several good beers. And, when at local places or events, always ask if there is a local drink. Be wary of the home recipes (ie Mama Wanna) - they are STRONG!\n\n\n",{"type":"*","value":[{"type":"'''","value":["Cruzan Rum Distillery"]},", in ",{"type":"[[","value":[["Frederiksted"]]}," for a tour of the noted rum factory. Best watering holes are Bongos and CLub 54 in Christiansted, Harbor Lights in Frederiksted, and El Sol mid island. Also try 2plus2 in La Grande Princesse and Sand Bar right on the beach in Frederiksted."]},"\n",{"type":"==","value":["Sleep"]},"\nAs a vacation destination, St. Croix has a lodging industry that offers dozens of resorts and hotels, covering a range of service from economy through luxury 5-star. Resorts located along the shore and away from the metro areas almost always have private beaches. Hotels located in the two cities are likely to be limited to lodging and dining.  Privately owned homes, ranging from condos to villas, are available for rent directly from owners on various websites, and may be a bargain especially if traveling with four or more people.  One would want to exercise reasonable caution when renting in this way.\n\nAlmost all of St Croix major tourist resorts and hotels have packages which offer sailing, \nfishing, snorkeling, sightseeing, historical tours, and daytrips to Buck island National Park.\n\nTwo resorts offer golf packages on their own private courses: \n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Buccaneer Hotel"],["url=http:\/\/thebuccaneer.com"],["email="],["address=Christiansted"],["lat="],["long="],["directions="],["phone = +1 340-712-2100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}," "]},"and \n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Renaissance St. Croix Carambola Beach Resort & Spa"],["alt=Carambola Beach Resort"],["url=http:\/\/www.marriott.com\/hotels\/travel\/stxbr-renaissance-st-croix-carambola-beach-resort-and-spa\/"],["email="],["address=Estate Davis Bay, St Croix, VI"],["lat="],["long="],["directions="],["phone = +1 340-778-3800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\nMany of the major resorts offer wedding packages, honeymoon and family vacations, and various corporate meeting services.    \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Caravelle"],["url=http:\/\/hotelcaravelle.com\/"],["email="],["address=44A Queen Cross Street"],["lat="],["long="],["directions="],["phone = +1 340-773-0687"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Palms at Pelican Cove"],["url=http:\/\/www.palmspelicancove.com\/"],["email="],["address=4126 La Grande Princesse, Christiansted, VI 00820"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-548-4460"],["fax="],["hours="],["price=~250-300+"],["checkin="],["checkout="],["content=Friendly service."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sugar Beach Resort"],["url=http:\/\/sugarbeachstcroix.com"],["email="],["address=3245 Estate Golden Rock, Christiansted"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-524-2049"],["fax="],["hours="],["price=$155-$415"],["checkin="],["checkout="],["content=Sugar Beach Condo Resort is set on seven acres of lush property - a 500 foot stretch of premier beachfront on St. Croix, United States Virgin Islands.  All 42 spacious units offer a full view of the stunning aqua waters of the Caribbean, and ground floor units open right onto the palm-lined, white sand beach."]]}]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIt has similar risks to any large western city. Most of the crime in the \"city\" is occasional break-ins to cars, businesses, and homes, but hotels are typically quite safe and hoteliers are safety conscious. \n",{"type":"==","value":["Go next"]},"\n\nWhen leaving St. Croix, be sure to carefully pack your rum in your luggage because you can't carry it on the plane with you.  (See \"Buy\" under Saint Thomas for details.)\n\nAlso know that the islands are protective of the sea and wildlife. If you are taking shells or other natural things from the island, always ensure that you are following local laws and guidelines (e.g., you can take conch shells, but they have to be a minimum size), as well as national regulations for taking them back home. \n\nEven better, take only photos of the nature and wildlife and leave the shells for the crabs and sea critters to inhabit. \n\n\n",{"type":"{{","value":[["isPartOf"],["U.S. Virgin Islands"]]},"\n",{"type":"{{","value":[["geo"],["17.739722222"],["-64.738888889"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Saint Croix,_U.S._Virgin_Islands"]]},"\n",{"type":"[[","value":[["Commons:Category:St. Croix"]]}]