[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["St Remy-de-Provence"]}," is a little village in ",{"type":"[[","value":[["Provence"]]}," a region in ",{"type":"[[","value":[["France"]]},". It is very charming in the summer.\n\n",{"type":"==","value":["Get in"]},"\n\nThere is no train station in St Rémy. It is possible reach St Rémy by bus from ",{"type":"[[","value":[["Avignon"]]},". There are two train stations in Avignon, namely the TGV train station and also the main, central train station. The buses to St Rémy leave from the bus depot that is near the Avignon central train station, i.e. not the TGV station. When you exit Avignon central train station, turn right and walk about 100 metres to reach the bus station. The bus depot is at the ground floor of a large building. The No. 57 bus line goes to St Rémy. The No. 57 bus timetable is found at this website http:\/\/www.lepilote.com\/img\/_info\/FH0057.pdf. You can see the bus map here: http:\/\/www.lepilote.com\/img\/_info\/Planreseau%201011.pdf\n\n",{"type":"==","value":["Get around"]}," \n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Visit the remains of an old amphitheater"]},{"type":"*","value":["The rock formations and quarries surrounding La Baux. "]},{"type":"*","value":["Walk to Glanum, ruins of an old ancient Roman\/Gaul city recently excavated. Well worth the admission if you have an imagination and enjoy history. "]},"Nostradamus was born in St Rémy.\n\n",{"type":"==","value":["Do"]}," \n",{"type":"*","value":["Follow the paths of Vincent Van Gogh who lived in Saint-Remy for a short time.  "]},{"type":"*","value":["Hike in the Alpilles."]},{"type":"*","value":["Wander the old-town of St. Remy, in the centreville. The stores are pretty, but their prices are not. The fountains are worth a stop, and are usually flanked by cafes, perfect for a nice rest and un cafe."]},"\n",{"type":"==","value":["Buy"]},"\nBuy nothing until Wednesday, when shops cut their heavily inflated prices to attempt to compete with the street merchants. Most goods may be found for far less at the Sunday market in ",{"type":"[[","value":[["L'Isle-sur-la-Sorgue"]]},".\n\n",{"type":"==","value":["Eat"]}," \n",{"type":"*","value":["The village has numerous pancake cafés which serve French crêpes but can get expensive. Lou Planet's creperie located in the central old town (Place Favier) charges roughly 5 Euro for a crepe (many choices), and is well worth the price. "]},{"type":"*","value":[" Great pizza can be had at a shop neighboring the restaurant \"Le Cigalon\", at the corner of Rue A. Paulet and Boulevard Marceau. Open late, take out only, very helpful staff."]},"\n",{"type":"==","value":["Drink"]}," \n",{"type":"*","value":["Enjoy a coffee under the tree shade"]},{"type":"*","value":["Pastis, at roughly a 4-to-1 ratio with water. If you are staying for a while with a group, a bottle of Ricard from a super-marche (Spar, or InterMarche) would be a good idea."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pont-Royal Holiday Village - Pont Royal"],["url=http:\/\/www.pv-holidays.com\/scripts\/fiche_produit.php?id_ofr=287&id_sai_passe=1&date=2009-02-27&duree=7&code=POL15"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=These small residences no taller than 2 floors with views of the lake, golf course or surrounding hills. The apartments are near shops and activities. The houses are on the edge of the village. Most of the Provencal farmhouses are on the edge of the golf course. The villas are in the village of three hills in the heart of the estate."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chateau Des Alpilles"],["url=http:\/\/www.chateaudesalpilles.com"],["email="],["address=epartementale 31, 13210"],["lat="],["long="],["directions="],["phone = + 33 4 90 92 03 33"],["tollfree="],["fax="],["hours="],["price=$150-250"],["checkin="],["checkout="],["content=This hotel covers a seven-hectare site in the foothills of Les Alpilles. A walk up the path is flanked by a row of massive, century old plane trees brings you to a vast 19th century countryside small castle."]]}]},"\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["43.7833"],["4.8333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bouches-du-Rhône"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Saint-Rémy-de-Provence"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Saint-Rémy-de-Provence"]]}]