[": ",{"type":"''","value":["For the city in Florida, see ",{"type":"[[","value":[["Saint Petersburg (Florida)"]]}]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"{{","value":[["pagebanner"],["Sankt Petersburg banner Palatul de iarna.jpg"],["caption=The Hermitage and the Winter Palace across the Neva River"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:The_Bronze_Horseman_(St._Petersburg,_Russia).jpg"],["thumb"],["350 px"],["The Bronze Horseman, a.k.a. Peter the Great"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/visit-petersburg.ru\/ Saint Petersburg"]}]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Санкт-Петерб́ург ",{"type":"''","value":["Sankt-Peterburg"]},"), known as Petrograd in 1914-1924 and Leningrad in 1924-1991, is the second largest city of Russia, with 5 million inhabitants, and the former capital of the Russian Empire. Founded in 1703, it is not ancient, but its historical cityscape is remarkably well-preserved. The center of Saint Petersburg occupies numerous islands of the Neva River delta, divided by waterways and connected by huge drawbridges. Since 1991 it and some historical suburbs, including ",{"type":"[[","value":[["Peterhof"]]},", have been listed by UNESCO as a ",{"type":"[[","value":[["World Heritage Site"]]}," ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/540"]},". It is home to one of the world's largest museums of art, the Hermitage. Many Russians know the city as ",{"type":"'''","value":["Piter"]}," (Питер), a familiar diminutive of Saint Petersburg.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Piter districts map (en).png"],["regionmaptext=Map of St Petersburg's districts"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Saint Petersburg\/Center"],["Center"]]}],["region1color=#ffdb57"],["region1items="],["region1description=Situated between the Neva in the north and the Obvodny Canal in the south and crossed by the Fontanka and Moika rivers, this area has hosted the center of Saint Petersburg since the 1730s. It includes the ",{"type":"'''","value":["Hermitage Museum"]}," and the main avenue of the city, ",{"type":"'''","value":["Nevsky Prospekt"]},", and is full of ",{"type":"'''","value":["architectural monuments of the late 18th-19th centuries"]},"."],["region2name=",{"type":"[[","value":[["Saint Petersburg\/Vasilievsky Island"],["Vasilievsky Island"]]}],["region2color=#b6cd63"],["region2items="],["region2description=Briefly contemplated as the city center around the 1720s and hosting the seaport from the 1730s through the mid-19th century, the eastern part of the Vasilievsky Island has long been the ",{"type":"'''","value":["center of the city's academic life"]},". Many examples of the ",{"type":"'''","value":["18th century architecture"]}," as well as the famous early 19th-century ensemble of the ",{"type":"'''","value":["Spit of the Vasilievsky Island"]}," are there. The more western parts have been gradually developed since 1850."],["region3name=",{"type":"[[","value":[["Saint Petersburg\/Petrograd Side"],["Petrograd Side"]]}],["region3color=#ff8f57"],["region3items="],["region3description=It hosts the site where the city was founded in 1703 and includes the ",{"type":"'''","value":["Peter and Paul Fortress"]}," dating back to the first half of the 18th century, but the rest of the borough was mostly ",{"type":"'''","value":["built over in the late 19th-early 20th century"]}," and is rich in notable architectural monuments of that period. The islands of its northwestern part have been a recreational area covered mostly by ",{"type":"'''","value":["parks, villas and sports facilities"]},"."],["region4name=",{"type":"[[","value":[["Saint Petersburg\/North"],["Northern Saint Petersburg"]]}],["region4color=#ca8eac"],["region4items="],["region4description=Mostly an urban commuter area of monotonous and often ugly Soviet-era apartment blocks. There are some notable landmarks scattered across it, such as the Academy of Forestry with its park, Military Medical Acedemy, Polytechnical University and Buddhist Datsan, particularly in the quarters closer to the central boroughs, but otherwise there is little to see there. It hosts the ",{"type":"'''","value":["Finlyandsky Train Station"]},"."],["region5name=",{"type":"[[","value":[["Saint Petersburg\/South"],["Southern Saint Petersburg"]]}],["region5color=#f5b464"],["region5items="],["region5description=Underestimated by most visitors, this area boasts gorgeous industrial architecture and magnificent Stalinist buildings. A former industrial borough, it was the place of strikes preceding the revolution of 1917, and the scene of the siege of Leningrad during WWII. Many attractions which in other cities would qualify as \"must-see\", such as the Narva Triumphal Arch, Chesme Church and Pulkovo Observatory, are scattered across it, particularly in the quarters closer to the central boroughs. In the 1930s the Soviet authorities planned to move the city center to the south."],["region6name=",{"type":"[[","value":[["Saint Petersburg\/Right Bank"],["Right Bank"]]}],["region6color=#828cc4"],["region6items="],["region6description=Very little visited, this area hosts historical gunpowder factories, a few beautiful churches and parks, the Ice Palace hockey arena and the ",{"type":"'''","value":["Ladozhsky Train Station"]},"."]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nSaint Petersburg was founded by Peter the Great in 1703 on the Neva river, amidst the land he had just conquered from Sweden, outside the area populated then by the Russian people. Pre-planned rather than spontaneous almost from the very beginning, the city, called by Peter \"my window on Europe\", was designed to look European rather than Russian, and many European architects were invited to work here. As the capital of the Russian Empire from the early 18th century to the early 20th century, the city grew steadily, saw many crucial events of the Russian history, and was a major cultural center. Many world-famous artists, scientists, writers and composers, such as Mendeleev, Dostoevsky and Tchaikovsky, lived and worked here. \n\nIn 1917 the Russian Revolution started. The significance of Saint Petersburg has declined somewhat after the transfer of the Russian capital to ",{"type":"[[","value":[["Moscow"]]}," in 1918, but this allowed its cityscape to remain largely intact to this day. During World War II, the city was besieged by the Wehrmacht for 872 days, resulting in more than a million of civilian losses, mainly from starvation.\n\nSaint Petersburg has almost always been, or at least tried to be a city with strong foreign connections, and this is where its authenticity lies. Don't expect it to be overly indigenous. Matryoshkas and other such souvenirs popular among foreigners have very little to do with its authentic life.\n\n",{"type":"===","value":["Language"]},"\n",{"type":"[[","value":[["File:Nevsky Prospekt sign.JPG"],["thumbnail"],["On Nevsky Prospekt you don't need to know the Cyrillic alphabet to read the street signs. Nevertheless, you need a magnifying glass."]]},"\nThe language spoken in Saint Petersburg is Russian, as in most parts of Russia. English is usually taught in schools and universities, so younger people are supposed to understand it to some extent, but the chance of finding anybody who is fluent in English on the streets is, though better than elsewhere in Russia except Moscow, still not that great. Average people will probably be able to point out a direction, but don't expect much more. The signs and labels in most places, especially off the beaten path, are still in Russian only, with a notable exceptions of metro (subway) and street signs in the city centre. It may be a good idea to get familiar with the Russian Cyrillic alphabet before the travel, as this is easy and lets you recognize street names and so on.\n\nThere is a local weekly English-language newspaper, ",{"type":"[","value":["http:\/\/www.sptimes.ru\/ The St. Petersburg Times"]},".\n\n",{"type":"[[","value":[["File:Saint Petersburg Moyka River IMG 6916 1280.jpg"],["thumb"],["350 px"],["Saint Petersburg is nicknamed the 'Venice of the North'"]]},"\n\n",{"type":"===","value":["Climate"]},"\nThe city's position at 60°N makes for huge seasonal variation in day length. Days are less than 6 hours long at the end of December, but it never gets darker than twilight during the White Nights season in June. Not only are the days very short in late autumn and early winter, but the weather may be overcast for weeks, without a hint of blue sky, which may feel depressing. The driest season with least precipitation is early spring. July and August are usually the rainiest months, though the difference is usually not big enough to worry about. But if you care about this, it is a good idea to have an umbrella or raincoat handy.\n",{"type":"[[","value":[["File:St_Petersburg_Church_of_the_Savior_on_Blood.jpg"],["200px"],["thumb"],["Winter: snowstorms"]]},"\nIn ",{"type":"'''","value":["November–March"]}," there are hardly any tourists—even domestic tourists—so you won't see the barest hint of the long lines of the summer at the Hermitage. Saint Petersburg's neoclassical streets are also simply gorgeous in the snow. Temperatures can range from relatively mild, slightly above freezing point, to bitterly cold. From time to time it may get well below the averages, to -25°C (-13F) and below, often with high humidity and wind, so be prepared to dress warmly. Most major tourist attractions (except fountains and all sorts of water transport, of course) are still open and some hotels offer lower prices during this time.\n\nSnow cover persists on average from November till early April (late April in the countryside), with most of it falling during the first half of the winter. Snow is not always removed from streets in time and may exacerbate traffic problems. The danger of slipping may be high in winter, as the surfaces are often covered with ice. Wear good boots, take small steps, and watch your feet! Also beware of icicles falling from roofs.\n\nThe rivers and canals are frozen on average from late November till April. Usually from late April till November the Neva is navigable, and during this season most of its huge bridges are drawn up to let ships pass for several hours each night according to a published schedule. This is a spectacular sight during the White Nights, but also a major transport inconvenience.\n\nIn ",{"type":"'''","value":["April"]}," dog poop emerging from under the snow, the sludge resulting from melting snow and the dust which forms when it dries up may get tiresome.\n\nMay 9 is ",{"type":"'''","value":["Victory Day"]}," (День победы) celebrating the Soviet victory over Nazi Germany. This day is marked with an opening military parade on Palace Square, directly in front of the Hermitage, visiting various war monuments, giving flowers to war veterans who are dressed in full military outfits, and an evening parade down Nevsky Prospekt which includes survivors of the Siege of Leningrad.  \n",{"type":"[[","value":[["File:Финляндский_вокзал_утром_(2).jpg"],["200px"],["thumb"],["Summer: White Nights"]]},"\n",{"type":"'''","value":["June"]}," is peak tourist season during the famous ",{"type":"'''","value":["White Nights"]}," (roughly 11 June–2 July), when the sun sets only for a brief period of twilight, and the streets stay alive around the clock. The last ten days of June, during the White Nights Festival of all-day performances, concerts, festivals, and parties, are the busiest time of the season and it can be difficult to reserve accommodation and transport. Book early.\n\n",{"type":"'''","value":["July and August"]}," are usually the warmest months. This is a rather northern city, and it rarely gets really hot, but even more modest warmth can be hard to bear in summer because of the high humidity. Rain showers usually come and go throughout this time, so it is always a good idea for one to have an umbrella or rain jacket at all times, even on sunny clear days.\n\n",{"type":"'''","value":["Late September—early October"]}," is a lovely time in the city. The temperatures drop to moderate, often with strong winds, and the tourists are all gone. Rain is still common.\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   -3.6"],["febhigh =   -3.3"],["marhigh =   1.8"],["aprhigh =   8.5"],["mayhigh =   15.6"],["junhigh =   20.2"],["julhigh =   22.2"],["aughigh =   20.2"],["sephigh =   14.4"],["octhigh =   8.1"],["novhigh =   1.8"],["dechigh =   -1.7"],["janlow =   -8.8"],["feblow =   -8.8"],["marlow =   -4.2"],["aprlow =   1.0"],["maylow =   6.6"],["junlow =   11.8"],["jullow =   14.4"],["auglow =   13.0"],["seplow =   8.1"],["octlow =   3.4"],["novlow =   -2.1"],["declow =   -6.4"],["janprecip =  37"],["febprecip =  30"],["marprecip =  34"],["aprprecip =  33"],["mayprecip =  37"],["junprecip =  57"],["julprecip =  77"],["augprecip =  80"],["sepprecip =  69"],["octprecip =  66"],["novprecip =  55"],["decprecip =  50"],["description = Average of Saint Petersburg"]]},"\nFountains work from May through mid-September. Most trees are in leaf from May through October.\n\nWhen deciding on the time of your visit, keep in mind the days of school holidays, when museums and other similar venues can become considerably more crowded. School holidays happen in early November, the first half of January and late March. Moreover, general holidays are held around the New Year into early January, as well as in early May.\n\nKeep in mind that ",{"type":"'''","value":["New Years"]}," is the biggest holiday of the year in Russia.  Reserving a hotel room is usually not a problem during this time, but be prepared for very large crowds and noisy celebrations.\n\n",{"type":"==","value":["Get in"]},"\nRussian visa requirements are complex but should not be feared. Numerous visa services exist to help. See the ",{"type":"[[","value":[["Russia#Get In"],["Get In"]]}," section of the article on ",{"type":"[[","value":[["Russia"]]}," for information. The visa is not required for 72 hours if you arrive at St. Petersburg by ferry.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Pulkovo airport.jpg"],["name=Pulkovo Airport"],["alt=Аэропо́рт Пу́лково, Aeroport Pulkovo"],["url=http:\/\/www.pulkovoairport.ru\/eng\/"],["email=office@pulkovo-airport.com"],["address=Ul. Starovaya (ул. Стартовая), Northern Capital Gateway LLC"],["lat=59.800278"],["long=30.2625"],["directions= ~17km south from the center"],["phone=+7 (812) 337-38-22"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"{{","value":[["IATA"],["LED"]]}," serves a wide variety of destinations both international and domestic. Since February 2014, a brand new terminal serves both domestic and international flights."]]}," "]},"\n",{"type":"====","value":["Airport facilities"]},"\n",{"type":"[[","value":[["Image:Early morning on Nevsky Prospekt.jpg"],["thumb"],["350px"],["View down Nevsky Prospect"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chillout Lounge"]}," ",{"type":"''","value":["(Зал отдыха)"]},", 3rd floor. Newly renovated, perfectly airconditioned and equipped with automatic coffee machine, some juice and simple snacks, chocolate vending machine, several TVs, several TV-DVD player combos, internet cafe, and even an electric fireplace—all included into base price. For extra charge, there's a shower room (220 RUB). Wifi is the same (BeelineWifi) as elsewhere, not free. Entry fee: 680 rubles per person pays for 3 h of stay."]},":Some airlines (e.g. S7) provide free stay to passengers of delayed flights. Shower is not reimbursed, but if you have a personal towel and bathing set, you don't need to ask anyway.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Children playroom"]}," is a part of Chillout Lounge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["VIP Lounge"]},": for 24 hours-long stay, it is 4600 rubles if you pay for immediate stay; 3600 rubles if you book at least 24 hours in advance."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wifi"]},": paid, provided by BeelineWifi. Free access also available and working (as of November 2009)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Toilets"]},": Good facilities. Look up when you want to see your fellow toilet visitors, there is a mirror!"]},"\n",{"type":"====","value":["Getting from airport to the city"]},"\n",{"type":"=====","value":["By public transport"]},"\nThe airport is ",{"type":"[","value":["http:\/\/www.pulkovo.aero\/en\/transport\/bus\/ served by the local bus line 39"]}," (til 1:30am) going to ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": \"Moskovskaya\" (Московская) metro station with a frequency of 12 to 20 minutes costing 25 rubles one way with a trip taking around 30 minutes. Then change to metro line 2 (blue) which takes 15 minutes to the city centre.\n\nMinivan Taxi Number K39 departs every 5 minutes and runs almost twice as fast as buses, but will cost you 35 rubles from Airport to Moskovskaya.\n\nBoth bus routes to Moskovskaya pass Aeroport railway station a few minutes from the terminal, where you can change to a local commuter train to Baltijskij rail terminal (taking 18 min) at the south-west edge of the city centre. However, these trains can run over an hour apart, so best to check the timetable first.\n\nNew night buses have been introduced recently, so you can go to ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": \"Moskovskaya\" (Московская) by line 13 (till 00:40am) and then change to night bus line to the city centre.\n\n",{"type":"=====","value":["By taxi"]},"\n\nTaxis at the terminal have now joined a ",{"type":"[","value":["http:\/\/www.pulkovo.aero\/en\/transport\/taxi\/ structured pricing scheme based on geographic zones"]},", and taxis can be ordered from the service booth in the arrivals hall. The fixed price for a taxi to the central district (Nevsky Prospekt\/Hermitage area) is 900 RUB plus luggage surcharges. The trip by taxi will take around 30 minutes without traffic, but can take over two hours during the day. Those who speak Russian and have a cell phone can order a taxi by phone for a lower price than the taxis at the airport. Companies such as 068 or 6000000 (which are also their respective phone numbers) charge about 500-550 rubles for a trip to the city center\/Hermitage area. The operator will take the order, then call you back to tell you the license plate number and color\/model of the taxi that will meet you. They will also tell you the fare in advance, so there is no need to haggle. If calling from the airport arrival hall, it will take about 15–20 minutes for the taxi to arrive.\nYou might want to consider to pre-book your taxi through Internet. It will cost slightly more, approx RUB1200 to the heart of the center, but you will be welcomed in the arrival hall by your driver carrying a sign with your name. You are out of the airport in minutes. Pre-book through Internet is without risk, no credit card information is asked, and pre-payment is not required. There are some English taxi companies offering English speaking service (dispatchers and drivers).\n\n",{"type":"====","value":["Lappeenranta Airport"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lappeenranta airport"],["alt=",{"type":"{{","value":[["IATA"],["LPP"]]},", Lappeenrannan lentoasema"],["url=http:\/\/www.finavia.fi\/fi\/lappeenranta\/"],["email="],["address=Lentokentäntie 21, 53600 Lappeenranta"],["lat=61.045833"],["long=28.148611"],["directions=~200km NW from Saint Petersburg. - Only 2 km from the center of ",{"type":"[[","value":[["Lappeenranta"]]}],["phone=+358 20 708 000"],["tollfree="],["fax="],["image=Flughafen Lappeenranta.JPG"],["hours=24\/7 information desk"],["price="],["content=This is a small provincial airport located near the border of Russia and offers a low-cost alternative to Pulkovo Airport. It has become popular among Russian travellers, because it offers low-cost flights to Central Europe and is quite small airport not having the rush problems of bigger airports. - ",{"type":"'''","value":["Flights"]},": Air Baltic has a route to ",{"type":"[[","value":[["Riga"]]},". Ryanair has routes to ",{"type":"[[","value":[["Düsseldorf"]]},"-Weeze and Milan-",{"type":"[[","value":[["Bergamo"]]},".- Central office address: Lentäjäntie 3, 01530 Vantaa, ",{"type":"[[","value":[["Finland"]]}]]}," "]},"\nThere is a local bus connection number ",{"type":"'''","value":["4"]}," from center of ",{"type":"[[","value":[["Lappeenranta"]]}," to the airport. It serves once an hour. See more information from Lappeenranta local ",{"type":"[","value":["http:\/\/lprwilima.lappeenranta.fi:8080\/nettinaytto\/ transport timetables"]},".\n\nDirect coach connection from Lappeenranta to Saint Petersburg leaves from railway station of Lappeenranta and the duration is about 6 hours. More information from ",{"type":"[","value":["http:\/\/www.matkahuolto.fi Matkahuolto"]},".\n\nConnection buses from Lappeenranta to Vainikkala railway station offer possibility to use a train from Lappeenranta to Saint Petersburg. Connection bus travel time between Lappeenranta City and Vainikkala is 30 minutes and train travel time between Vainikkala and Saint Petersburg is 1,5 hours. Train timetables can be found from ",{"type":"[","value":["http:\/\/www.vr.fi VR"]},". You can find connection bus timetables from Lappeenranta ",{"type":"[","value":["http:\/\/www.lappeenranta.fi\/In_English\/Travel.iw3 city web site"]}," or ",{"type":"[","value":["http:\/\/www.matkahuolto.fi Matkahuolto"]},"-\n\n",{"type":"===","value":["By train"]},"\n\nSaint Petersburg is a major rail hub. The 3.5-hour train ride from ",{"type":"[[","value":[["Helsinki"]]}," (",{"type":"[[","value":[["Finland"]]},") is one of the most comfortable ways to reach the city. Trains also connect to destinations in the ",{"type":"[[","value":[["Baltics"]]}," and ",{"type":"[[","value":[["Central Europe"]]},". Alternatively, you can head inland to ",{"type":"[[","value":[["Moscow"]]},".\n\nThere are five principal stations:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Spb 06-2012 Baltic Railway Terminal.jpg"],["name=Baltiskii Station"],["alt=Балтийский вокзал"],["url="],["email="],["address=Nab. Obvodnogo Kanala, 120"],["lat=59.9071"],["long=30.2988"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": ",{"type":"''","value":["Baltiiskaya"]}],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the busiest railway stations in Russia by volume of suburban traffic. - The station was modelled by architect Alexander Krakau after Gare de l'Est in Paris. Construction started in 1854. The station was opened on 21 July 1857 as the Peterhof Railway Station. - The station retains a glass roof over the terminal platforms and is flanked by two-storey wings. The left one used to be reserved for members of the Russian royalty who went to their palaces in Strelna, Peterhof, Oranienbaum. A glass panel on the façade still features the original clock, designed by Pavel Bure, a celebrated watchmaker to the tsar and the ice-hockey players' ancestor. - ",{"type":"'''","value":["Transport"]}," for ",{"type":"[[","value":[["Petrodvorets"]]}," (Peterhof), ",{"type":"[[","value":[["Lomonosov"]]}," (Oranienbaum), ",{"type":"[[","value":[["Gatchina"]]},", ",{"type":"[[","value":[["Luga"]]},". Also used by trains to\/from Aeroport station, with connecting buses to the airport"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Finlandsky Rail Terminal.jpg"],["name=Finliandskii Station"],["alt=Финляндский вокзал"],["url="],["email="],["address=Lenin Square (пл. Ленина, ул. Комсомола), 5"],["lat=59.955739"],["long=30.356575"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": ",{"type":"''","value":["Ploschad Lenina"]}," (\"Площадь Ленина\")."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - Built by Finnish State Railways as the eastern terminus of the Riihimäki-Saint Petersburg railroad. It was designed by Swedish architects and opened in 1870. The station formerly contained a special pavilion for Russian royalty.. - Now used again for high speed passenger trains ",{"type":"''","value":["Allegro"]}," to ",{"type":"[[","value":[["Helsinki"]]}," in ",{"type":"[[","value":[["Finland"]]},". Also trains to ",{"type":"[[","value":[["Vyborg"]]},". ",{"type":"[","value":["http:\/\/rasp.yandex.ru\/informers\/station\/9602497\/?size=25&color=3&type=schedule Timetable"]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Ladoga-terminal01.jpg"],["name=Ladozhskii Station"],["alt=Ладожский вокзал"],["url=http:\/\/www.lvspb.ru\/"],["email="],["address=Zanevsky Prospekt (Заневский проспект, Площадь Карла Фаберже), 73"],["lat=59.931975"],["long=30.440717"],["directions=",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]},":",{"type":"''","value":["Ladozhskaya"]}," «Ладожская», ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 4М, 4МА, 5, 21, 24, 27, 30, 77, 82, 92, 123, 168, 429, 453, 462, 531, 532, 533, 860Л ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]},": 8, 10, 59, 64; ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]},":1, 22; ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К-5, К-17, К-21, К-32, К-77, К-92, К-95, К118, К-123, К-167, К-187, К-271, К-322, К-369, К-401, К-429, 430, 430А, К-462Р, 531К, К-533."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - This is the newest and most modern passenger railway station in Saint Petersburg, designed by architect Nikita Yavein, is one of the largest in Russia with a capacity of up to 50 commuter departures and 26 long distance departures accommodating 4,500 passengers per hour. Built at a cost of nine billion rubles (USD 300 million), the station opened in 2003 for the 300th anniversary of the city's founding. - ",{"type":"'''","value":["Transport"]},": For various destinations including ",{"type":"[[","value":[["Petrozavodsk"]]}," RUB835, ",{"type":"[[","value":[["Arkhangelsk"]]}," RUB1697, ",{"type":"[[","value":[["Tyumen"]]}," RUB3038, ",{"type":"[[","value":[["Tula"]]}," RUB1435 ",{"type":"[[","value":[["Krasnodar"]]}," RUB2839, ",{"type":"[[","value":[["Murmansk"]]}," RUB2030, ",{"type":"[[","value":[["Ekaterinburg"]]},", ",{"type":"[[","value":[["Cheliabinsk"]]},", ",{"type":"[[","value":[["Omsk"]]},", ",{"type":"[[","value":[["Novosibirsk"]]},", ",{"type":"[[","value":[["Astana"]]}," (",{"type":"[[","value":[["Kazakhstan"]]},"), ",{"type":"[[","value":[["Helsinki"]]}," (night-train ",{"type":"''","value":["Leo Tolstoi"]},"). ",{"type":"[","value":["http:\/\/www.tutu.ru\/spb\/03.php Suburban trains"]},". —"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Moskovskiy rail terminal in SPB.jpg"],["name=Moscovskii Station"],["alt=Moskovsky station, Moskovsky vokzal, Московский вокзал"],["url=http:\/\/www.moskovsky-vokzal.ru\/"],["email="],["address=Nevsky av., 85 ? Ploshchad Vosstaniya (Площадь Восстания), 2"],["lat=59.929722"],["long=30.362222"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},":",{"type":"''","value":["Ploshchad Vosstaniya"]}," (closer)(Площадь Восстания) and ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},":",{"type":"''","value":["Mayakovskaya"]}," (Маяковская); ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]}," 1М, 1Мб, 3, 3М, 3Мб, 4М, 4Мб, 5М, 5Мб, 7, 15, 22, 26, 27, 54, 65, 74, 76, 91, 141, 181, 191. ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]}," 1, 5, 7, 10, 11, 22"],["phone= (812) 457-44-28"],["fax="],["hours="],["price="],["content= It has an easily recognizable Neo-Renaissance frontage on Nevsky Prospekt and Uprising Square, erected in 1844-51 to a design by Konstantin Thon. Although large \"Venetian\" windows, two floors of Corinthian columns and a two-storey clocktower at the centre explicitly reference Italian Renaissance architecture, the building incorporates other features from a variety of periods and countries. A twin train station, currently known as the Leningradsky railway station, was built to Thon's design at the other end of the railway, in Moscow. - ",{"type":"'''","value":["Transport"]}," for ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Novgorod"]]},", ",{"type":"[[","value":[["Ukraine"]]},", ",{"type":"[[","value":[["Azerbaijan"]]},", ",{"type":"[[","value":[["Volgograd"]]},", ",{"type":"[[","value":[["Kazan"]]},", ",{"type":"[[","value":[["Samara"]]},", ",{"type":"[[","value":[["Rostov-na-Donu"]]},", ",{"type":"[[","value":[["Ufa"]]},", ",{"type":"[[","value":[["Sochi"]]}," and others cities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Vitebsky vokzal.JPG"],["name=Vitebskii Station"],["alt=Витебский вокзал, Станция Санкт-Петербург-Витебский"],["url=http:\/\/www.tutu.ru\/poezda\/vokzal_spb_02.php"],["email="],["address=Zagorodny av.(Загородный проспект), 52?"],["lat=59.9199"],["long=30.3289"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Pushkinskaya (Пушкинская), ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},": Zvenigorodskaya (Звенигородская); ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]}," 1М, 1Мб, 4М, 4Мб, 5М, 5Мб; ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]},": 16; ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]},": 3, 8, 15, 17; ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К-25, К-90, К-124, К-177, К-258, К-338, К-800, К-900."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Formerly known as the Tsarskoe Selo Station, it was the first railway station to be built in Saint Petersburg and the whole of the Russian Empire. Architecture: Construction started in 1901 and lasted for three years. Stanislaw Brzozowski gave the new two-storey station an ornate frontage in an assortment of historical styles, with decorative reliefs, floriated Jugendstil detailing, outsize semicircular windows and two regular features of 19th-century train stations: a pseudo-Renaissance cupola and a square clocktower. - However, it was Sima Minash's opulent Art Nouveau interior that established the building as the most ornate of St. Petersburg stations. Minash was responsible for the sweeping staircases, foyer with stained glass and spacious halls boasting a series of painted panels that chronicle the history of Russia's first railway. The building's soaring arches and expanses of glass proclaimed the architect's familiarity with advanced construction techniques of the West. In 2003, the station underwent a painstaking restoration of its original interior and Jugendstil decor. Apart from the replica of the first Russian train, curiosities of the Vitebsk Station include a detached pavilion for the Tsar and his family and a marble bust of Nicholas I. - ",{"type":"'''","value":["Transport"]}," for ",{"type":"[[","value":[["Pushkin"]]}," (formerly ",{"type":"''","value":["Tsarskoe Selo"]},"), ",{"type":"[[","value":[["Pavlovsk"]]},", the ",{"type":"[[","value":[["Czech Republic"]]},", ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Romania"]]},", ",{"type":"[[","value":[["Moldova"]]},", ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Latvia"]]},", ",{"type":"[[","value":[["Estonia"]]}," Ticket prices (from): ",{"type":"[[","value":[["Ukraine"]]},",",{"type":"[[","value":[["Odessa"]]}," RUB3813, ",{"type":"[[","value":[["Kiev"]]}," RUB3366; ",{"type":"[[","value":[["Belarus"]]},",",{"type":"[[","value":[["Grodno"]]}," RUB2999, ",{"type":"[[","value":[["Vitebsk"]]}," 1629; ",{"type":"[[","value":[["Lithuania"]]},",",{"type":"[[","value":[["Vilnius"]]}," RUB2921; 'Local trains': Nevel RUB815, Novosokolniki RUB689, Velikie Luki RUB880, Soltsy RUB549. ",{"type":"[","value":["http:\/\/rasp.yandex.ru\/station\/9602496\/ Suburban trains"]},". —"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Варшавский экспресс.jpg"],["name=Varshavskii Station now a branch of the Museum of Railway Machinery & Shopping Center"],["alt=Варша́вский вокза́л, Varshavsky vokzal, Варшавский вокзал"],["url=http:\/\/railway-museum.ru\/?setcookies=yes"],["email="],["address=набережная Обводного канала, 118"],["lat=59.9077"],["long=30.3072"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - Built in 1851 for a rail line, completed in 1858, from the city to the Tsar's residence in Gatchina. - ",{"type":"'''","value":["Now"]},". The ",{"type":"[","value":["http:\/\/www.vokzala.net\/ trade center Warsaw Express"]}," has occupied the building since 2005. On the tracks, a railway museum now holds over 80 exhibits of steam engines, electric and diesel locomotives.-"]]}]},"\nUntil recently, you could only buy a ticket for a Russian train at a train station, but now you can purchase an electronic train ticket.\n\n",{"type":"====","value":["From Finland"]},"\nThe Finnish VR Group provides excellent information on train travel from Finland to St Petersburg ",{"type":"[","value":["http:\/\/www.vr.fi\/en\/index\/ulkomaat\/venaja\/allegro.html"]},". Now operated with slick new high-speed ",{"type":"''","value":["Allegro"]}," trains running at up to 220 km\/h, there are four daily departures from ",{"type":"[[","value":[["Helsinki"]]}," at 06:12, 10:00, 15:00 and 19:00. Tickets can be purchased through some travel agencies and at major ",{"type":"[","value":["http:\/\/www.vr.fi\/en\/index.html VR "]}," train stations in Finland. Tickets are also available for purchase in the  ",{"type":"[","value":["http:\/\/www.vr.fi\/en\/index\/junaliput\/lippujen_ostopaikat\/verkkokauppa.html VR Online Shop"]},". Border crossing formalities start immediately after departure from Helsinki. On board currency exchange is available. Train is the most expensive way of travel between Helsinki and Saint Petersburg, but the early morning train is a relative bargain at €43.\n\n",{"type":"====","value":["From Moscow"]},"\nThe easiest way to get between downtown ",{"type":"[[","value":[["Moscow"]]}," and St.Petersburg's heart is by a ",{"type":"''","value":["Sapsan"]}," high-speed train. The ride takes between 3h 45min and 4h 45min, there are 6 daily departures in both directions, some trains stop at ",{"type":"[[","value":[["Tver"]]}," and a few more intermediate stations. This train boasts a full English-speaking crew. Ticket prices are RUB2500-3500 for second-class accommodation.\n\nThere are as well numerous overnight trains linking the two cities in 7–8 hours, up to two dozen departures daily. Price and comfort levels vary, with the luxurious private ",{"type":"''","value":["Grand-Express"]}," \"hotel train\" (featuring even some room-sized compartments for two equipped with a shower!) at the high end, all the way down to budget connections in third-class ",{"type":"''","value":["platzkart"]}," or even seating-only cars. Second-class ",{"type":"''","value":["coupe"]}," coaches are most recommended, with the fare generally under RUB2000. Lower class tickets may save you half the price or more, if you are prepared for such travel conditions.\n\nSee ",{"type":"[[","value":[["Russia#By train 2"],["general information"]]}," about Russian trains for more details.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Main bus station"],["alt=Avtovokzal"],["url=http:\/\/www.avokzal.ru\/"],["email=info@avokzal.ru"],["address=Naberezhnaya Obvodnogo kanala (Набережная Обводного канала), 36"],["lat=59.91335"],["long=30.35756"],["directions=",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},": Obvodny Kanal, ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]},":\t№25, 49, to stop Obvodnovo Kanala «наб. Обводного канала»"],["phone=+7 812 766 5777"],["fax="],["hours=Daily 06:30-23:30"],["price="],["content=The cheapest, although by no means the most comfortable way of reaching Saint Petersburg from neighboring countries are long distance buses. Buses from ",{"type":"[[","value":[["Belarus"]]},", ",{"type":"[[","value":[["Ukraine"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Finland"]]},", the Baltic states and ",{"type":"[[","value":[["Scandinavia"]]}," stop here. - Domestic buses to: Bryansk, Ivangorod, ",{"type":"[[","value":[["Ivanovo"]]},", Novaya Ladoga, Lodeinoe Pole, ",{"type":"[[","value":[["Novgorod"]]},", ",{"type":"[[","value":[["Petrozavodsk"]]},", ",{"type":"[[","value":[["Pskov"]]},", Pushkinskie Gori, Svetogorsk, ",{"type":"[[","value":[["Smolensk"]]},", Staraya Russa, ",{"type":"[[","value":[["Tikhvin"]]},", Velikie Luki, ",{"type":"[[","value":[["Vologda"]]},", ",{"type":"[[","value":[["Vyborg"]]},". - ",{"type":"[","value":["http:\/\/www.piteravto.ru\/ Regional buses"]}," to"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus station \"North\""],["alt=СПб Автовокзал «Северный»"],["url=http:\/\/severnyj-avtovokzal.petersburg-bus.ru\/index.php?go=Content"],["email="],["address=Murino settlement (Мурино пос.), Ul. Vokzalnaya (ул. Вокзальная), 1"],["lat=60.05103"],["long=30.44400"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},":Devyatkino \"Девяткино\""],["phone=812 635-8158"],["fax="],["hours=06:30-22:00"],["price="],["content=Regional buses to Primorsk, Vyazma & Zelenogorsk"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus Terminal Parnas"],["alt=автостанция \"Парнас\" Санкт-Петербург"],["url=http:\/\/www.petersburg-bus.ru\/index.php?go=Content&id=2"],["email="],["address=3-y Verkhny per. ((3-й Верхний пер.)"],["lat=60.06785"],["long=30.33274"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": Parnas \"Парнас\""],["phone=+7 812 458-8509"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["From Finland"]},"\n\n",{"type":"'''","value":["Matkahuolto"]}," connects Saint Peterburg to Helsinki, Turku, Lappeenranta and Jyväskylä. More information from ",{"type":"[","value":["http:\/\/www.matkahuolto.fi\/en\/ Matkahuolto"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Russian minibuses to ",{"type":"[[","value":[["Helsinki"]]},", (Finland)"],["alt="],["url="],["email="],["address=Ligovskiy prospekt, ~61"],["lat=59.92722"],["long=30.35796"],["directions=the Oktyabrskaya Hotel (opp Moskovsky train station), ",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Ploshchad Vosstaniya (Площадь Восстания) ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 3, 26, 54, 74, 91, 141"],["phone="],["hours= ~10:00-20:00"],["price=€15-25"],["content=The first depart from around 10:00 and arrive behind Tennispalatsi at Eteläinen Rautatiekatu 8, one block away from Kamppi, early in the morning. Departures back start ~10:00 in the morning through 20:00. The buses are cramped and uncomfortable."]]}]},"\nSome people reported that even if your citizenship may not require a visa to enter Russia, the Russian immigration agents may not be aware of it and may refuse you entry into Russia. They only speak Russian, and the process is lengthier than when travelling by train or air.\n\n",{"type":"====","value":["From Baltic States"]},"\nTwo private bus companies also run overnight routes to and from ",{"type":"[[","value":[["Estonia"]]},", ",{"type":"[[","value":[["Latvia"]]}," and ",{"type":"[[","value":[["Lithuania"]]}," as well as to ",{"type":"[[","value":[["Belarus"]]}," and the ",{"type":"[[","value":[["Ukraine"]]},":\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ecolines Office. Buses to Baltic States"],["alt=Amron-ecolines, Transportnaya Kompaniya"],["url=http:\/\/www.ecolines.net"],["email="],["address=Podyezdnoy pereulok (Подъездный переулок), 3"],["lat=59.91963"],["long=30.33137"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Pushkinskaya (Пушкинская)"],["phone=+7 812 314 2550"],["tollfree="],["fax="],["hours=10:00-20:00"],["price="],["content= It has daily departures to ",{"type":"[[","value":[["Riga"]]}," with stops at Luga, ",{"type":"[[","value":[["Pskov"]]},", and Ostrov as well as twice-weekly service to ",{"type":"[[","value":[["Minsk"]]},", Belarus and ",{"type":"[[","value":[["Kiev"]]},", Ukraine.  From Riga, one can easily find connections to Poland and from there to most countries of Western and Central Europe. Tel: +7 901 300 6170.  Ecolines buses depart from Vitebskii vokzal (near Metro Pushkinskaya) and the Bus Station (Avtovokzal)"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lux Express Office. Buses to ",{"type":"[[","value":[["Tallinn"]]}," & ",{"type":"[[","value":[["Riga"]]}],["alt="],["url=http:\/\/www.luxexpress.eu\/en"],["email="],["address=Mitrofanjevskoe Shosse (Митрофаньевское шоссе), 2\/1"],["lat=59.90737"],["long=30.30094"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Baltiskii"],["phone= +7 812 441 3757"],["fax="],["hours="],["price="],["content=",{"type":"'''","value":["Lux Express"]}," has multiple daily departures to ",{"type":"[[","value":[["Tallinn"]]}," with a stop in ",{"type":"[[","value":[["Narva"]]},".  They also maintain a daily route to ",{"type":"[[","value":[["Riga"]]}," from which buses to most of Western and Central Europe can be found. Connections can also be made to the Ukraine, Belarus and Moldova from Riga and\/or Vilnius. Tickets can be purchased online or at office. Lux Express buses depart from Baltiskii Station and Saint Petersburg Coach Station."]]}]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"''","value":["See also ",{"type":"[[","value":[["Russia#Visa free entry by ship"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Sea Passenger port, Unit 1"],["alt=South, Морского фасад No.1 Морской пассажирский порт Санкт-Петербург"],["url=http:\/\/www.guide-guru.com\/petersburg-cruise-tours\/docking-schedule\/"],["email="],["address=Vasilievsky Island,(Васильевского острова) Bereg Nevskoy gubi, 1"],["lat=59.94397"],["long=30.18464"],["directions=",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 158 direct to South Bldg. or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К162 to stop Мичманская улица further walk 10min toward west"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Sea Passenger port, Unit 2"],["alt=Морского фасад No.2, Морской пассажирский порт Санкт-Петербург"],["url=http:\/\/portspb.ru\/"],["email=office@portspb.ru"],["address=Vasilievsky Island,Bereg Nevskoy gubi (берег Невской губы ), 1"],["lat=59.94552"],["long=30.19241"],["directions="],["phone=+7 812 303-6745"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Sea Passenger port, Unit 3"],["alt=Морского фасад No.3 Морской пассажирский порт Санкт-Петербург"],["url=http:\/\/portspb.ru\/"],["email=office@portspb.ru"],["address=Vasilievsky Island, Bereg Nevskoy gubi (берег Невской губы ), 1"],["lat=59.94897"],["long=30.19500"],["directions="],["phone=+7 812 303-6740"],["fax=+7 812 303-6741"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Sea Passenger port, Unit 4"],["alt=North, Морского фасад No.4 Морской пассажирский порт Санкт-Петербург"],["url=http:\/\/portspb.ru\/"],["email=office@portspb.ru"],["address=Vasilievsky Island,"],["lat=59.95237"],["long=30.18865"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nFinnlines ",{"type":"[","value":["http:\/\/www.finnlines.com\/ferry-trips\/routes_fares\/luebeck_ventspils_st_petersburg"]}," has a two and a half day journey cruise from ",{"type":"[[","value":[["Lübeck"]]}," (two times weekly) via ",{"type":"[[","value":[["Sassnitz"]]}," and ",{"type":"[[","value":[["Ventspils"]]},".\n\nSummer cruises and ferry services from ",{"type":"[[","value":[["Helsinki"]]},", Finland and ",{"type":"[[","value":[["Tallinn"]]},", Estonia appear and disappear at irregular intervals, often at short notice. St. Peter line ",{"type":"[","value":["http:\/\/www.stpeterline.com\/en\/OnBoard\/News.aspx"]}," has started visa free cruises from Helsinki, Tallinn and Stockholm to St. Petersburg. This includes a mandatory shuttle into the city (€25) which stops off at various hotels and St. Isaac's square (on the southeastern of the cathedral). If you are entering under the 72 hours visa free regime you should make sure not to miss the last minibus to the port, which currently (May 2013) leaves the city 15 minutes before the check-in closes in the port! If you stay for more than one day, be sure to book your hotel in advance. Tickets until 2014 May 31 : One-Way\/Return Sun-Wed €148-353\/246-589, Thu-Sat €198-383\/324-639\n\nPassenger boats also operate on the inland waterway \"Volga-Baltic\" which links ",{"type":"[[","value":[["Moscow"]]},", the River Volga and Lakes Onega, Ladoga and Neva.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Freighter travel"]]}," by Northern Shipping Company"],["alt=http:\/\/www.ansc.ru"],["url="],["email=commerce@ansc.ru"],["address=Saint-Petersburg, Strelna, Saint-Petersburg road (Санкт-Петербургское шоссе), 47, office 208"],["lat=59.85296"],["long=30.07162"],["directions=",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 163, 200, 210, 359, 486 or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": 401, К103, К224, К300, К343, К404, К420, К424, К424A, К639B, К650A"],["phone=+7 812 331 4045"],["fax=+7 812 331 4046"],["hours="],["price="],["content= - To get out, you could try your luck directly, although the port is very large. It would be easier if you have connections in the port. Try to find a ",{"type":"''","value":["dispatcher"]},"."]]}]},"\nNearly all the major cruise lines (Princess, Norwegian, Royal Caribbean, Holland America, Carnival, Celebrity, MSC, etc.) offer a Scandinavia\/St. Petersburg itinerary, and many stay overnight to allow shore excursions to Moscow. Azamara has itineraries that dock for three days\/two nights. If you join a cruise tour of St. Petersburg then you don't need a Russian visa, but you have to stay with the tour.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Traffic"]},"\nMost means of transportation stop functioning at night. The subway is closed from midnight to 5:45AM, and transfers between lines close (and open) at this time, while the departure of the last (and the first) trains from each station varies slightly. Taxis are always available but are much more expensive at night. Every private vehicle is a potential taxi. Flagging down a vehicle and paying for a ride somewhere is perfectly normal in Russia and quite popular although ill-advised for tourists. Safety is, of course, an issue. As a rule, you should never get in a private cab if it already has passengers inside.\n\nAlso, refuse requests from the driver to take on more fares unless you reached your destination; if he insists, ask to stop at a safe-looking place, pay and leave. If the driver stops for gas, step out of the car, along with your belongings, and get some fresh air while he is fueling it. Those traveling alone (men and women) should feel free to wave off any suspicious ride for any reason whatsoever. Gypsy cabs which linger near popular bars and restaurants at night have been known to be especially dangerous, with several instances of druggings and robberies.\n\nAt night the city is divided in two by the Neva; all the main bridges are drawn up to allow for boat traffic, except during the winter, when ice makes the river impassable. Remember to make it to your side of the river in time; otherwise, you could find yourself stuck on the wrong side until early morning. One bridge, ",{"type":"''","value":["Volodarsky"]},", closes once per night from around 3:45AM to 4:15AM to permit crossing. Most of others are up between 1:45AM and 5:15AM; see below for details. There is however the tall cable Big Obukhovski bridge (best known by locals as ",{"type":"''","value":["Vantovy most"]},") which is not drawn up, as it is an important part of Saint Petersburg Ring Highway, but it's rather remote from the city center which would multiple the taxi fare several times.\n\nThe following table represents a drawn schedule of Saint Petersburg bridges in 2009 (as of 15 April), which may have changed since:\n",{"type":"{|","value":[["class=\"wikitable\""],["! rowspan=\"2\" | Bridge"],["! colspan=\"2\" | Drawn (AM)"],["|-"],["! first"],["! second"],["|-"],["| colspan=\"3\" | ",{"type":"'''","value":["The bridges over Neva"]}],["|-"],["| Volodarsky Bridge"],["| 02:00—03:45"],["| 04:15—05:45"],["|-"],["| Finland Railway Bridge"],["| 02:20—05:30"],["|"],["|-"],["| Alexander Nevsky Bridge"],["| 02:20—05:10"],["|"],["|-"],["| Piter the Great Bridge (former Bolsheokhtinsky Bridge)"],["| 02:00—05:00"],["|"],["|-"],["| Liteyny Bridge"],["| 01:50—04:40"],["|"],["|-"],["| Trinity Bridge (former Kirov bridge)"],["| 01:40—04:50"],["|"],["|-"],["| colspan=\"3\" | ",{"type":"'''","value":["The bridges over Bolshaya Nevka"]}],["|-"],["| Sampsonievsky Bridge"],["| 02:10—02:45"],["| 03:20—04:25"],["|-"],["| Grenader Bridge"],["| 02:45—03:45"],["| 04:20—04:50"],["|-"],["| Kantemirovsky Bridge"],["| 02:45—03:45"],["| 04:20—04:50"],["|-"],["| colspan=\"3\" | ",{"type":"'''","value":["The bridges over Malaya Neva"]}],["|-"],["| Exchange Bridge"],["| 02:00—04:55"],["|"],["|-"],["| Tuchkov Bridge"],["| 02:00—02:55"],["| 03:35—04:55"],["|-"],["| colspan=\"3\" | ",{"type":"'''","value":["The bridges over Bolshaya Neva"]}],["|-"],["| Palace Bridge"],["| 01:25—04:55"],["|"],["|-"],["| Blagoveshchensky Bridge (former Lieutenant Schmidt Bridge)"],["| 01:25—02:45"],["| 03:10—05:00"]]},"\n\n",{"type":"===","value":["By subway"]},"\n",{"type":"[[","value":[["Image:Saint_Petersburg_metro_map_ENG.png"],["thumb"],["343px"],["St. Petersburg Metro"]]},"\n\nSaint Petersburg's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metro.spb.ru\/ metro"]}]}," is the second largest underground railway system in Russia, second only to ",{"type":"[[","value":[["Moscow"]]},".  The subway is a cheap and effective way to get around the city, and also a major tourist attraction in itself thanks to the beautiful decorations of the stations. Taking pictures was once prohibited, but amateur photography (without a tripod, etc.) is now allowed. - The trains are fast and run frequently (during rush hour, intervals between trains are 2-2.5 minutes). The metro ",{"type":"'''","value":["costs"]}," 28 rubles per entry regardless of the distance. Brass tokens (жетон – ",{"type":"''","value":["zheton"]},") can be purchased from kiosks at station entrances and vending machines, and it is good to stock up in advance, since queues can be long. - Metro ",{"type":"'''","value":["maps"]}," can be found in every train car and always have station names in the Latin alphabet. The station names on the platforms are also in the Latin alphabet, and many other signs are in English. Station announcements on the train are only in Russian, but if you listen carefully you will hear the conductor announce the current station name and the next station as the doors are closing. - Stations are deep, and transfers between stations also involve long walks.  There is little time saving to be made travelling between adjacent stations in the historic centre. - The Saint Petersburg metro can be unbelievably crowded during rush hour. Avoid traveling during this if not accustomed to big crowds.  Be aware of your belongings and expect to have to push your way out upon arrival, or at least to be pushed during the trip. - Metro lines:",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},", ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},", ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},", ",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]},", ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},"\n\n",{"type":"===","value":["By tram"]},"\nA more scenic, but slower, way to see Saint Petersburg is by  ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]}," tram (",{"type":"''","value":["трамвай"]},"). In recent years, due to traffic problems, some tram lines were removed from the centre of the city. They cost 23 rubles and are sold by a conductor sitting in the tram.\n\n",{"type":"===","value":["By bus or trolleybus"]},"\n",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]}," Buses (",{"type":"''","value":["автобус"]},") and ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]}," trolleybuses (",{"type":"''","value":["троллейбус"]},") are cheap (RUB25) and frequent. They cover many areas of the city that the metro doesn't.  There is a map for the  ",{"type":"[","value":["http:\/\/www.electrotrans.spb.ru\/116\/page9.html trolleybuses"]}," and ",{"type":"[","value":["http:\/\/www.electrotrans.spb.ru\/116\/page8.html trams "]}," (text in Russian), but Google Transit also comprehensively shows all the routes making it easy to navigate using the buses with this service.\n\nTrolleybuses are indicated by the letter 'ℳ' ('T' written like turned over Russian 'Ш') on the stops, and diesel buses by the letter 'A'.  The two types of buses themselves both show the same route number, but the trolleybus route is frequently shorter, and can vary in some minor respects.\n\nTickets are sold by a conductor sitting in the bus. Every bus has its own conductor.  The conductor will work their way up and down the aisle of a crowded bus, and just handing them the correct change is sufficient.  The conductors don't like giving much change, and only speak Russian.\n\nBuses and trolleys on main routes are frequently overcrowded. Buses to suburbs cost 19 or 36 rubles within the territory of St. Peterburg (",{"type":"[[","value":[["Zelenogorsk"]]},", ",{"type":"[[","value":[["Lomonosov"]]}," and others). If you are caught without a valid ticket you will be fined RUB300.\n\nSince July, 1 (2012) night buses have been introduced. They have the same routes as metro has, but the problem of the bridges is not resolved.\n\n",{"type":"===","value":["By route taxi"]},"\n",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]}," Route taxi (",{"type":"''","value":["маршрутка - marshrutka"]},") is sometimes the fastest way to get somewhere. Taxis are 14-20 seat vans, usually white or yellow, always with a letter K and route number plate (K-28). Often they are small Chinese or Turkish buses. There are no regular stops; you must tell the driver when you want to get out, or wave while on the roadside to stop one. You must pay to the driver at entry, usually RUB20-35. If you cannot reach the driver on your own, pass the money through the other passengers and be ready to pass other's money if you sit close to the driver.\n\n",{"type":"===","value":["By local train"]},"\nA commuter train (электричка, elektrichka) may be an option in areas distant from metro stations, such as the airport. Fares are based on travel distance, a ride within city limits should cost under RUB30. Speeds are moderate, but trains may be rare (1-2\/h at best). ",{"type":"[","value":["http:\/\/rasp.yandex.ru Information available in here"]},".\n\n",{"type":"===","value":["By bicycle"]},"\nThe city is not bicycle-friendly. There are some designated lanes, but they are rare and don't form a network. Cycling alongside car traffic is very dangerous and cannot be recommended to anybody not used to the local habits of driving. Cycling is a good way to explore the countryside from May to October, though. It is allowed to take your bicycle into the local train (elektrichka) for a small fee, but it is not always easy to find a place for it there, so it is better to avoid weekends (including Friday and holidays) and board the train at the terminus rather than at some intermediate station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Зимний дворец (1754-1762 арх К Б Растрелли).jpg"],["thumb"],["right"],["350px"],["The Hermitage Museum"]]},"\n",{"type":"[[","value":[["File:Kamenoostrovsky Bridge 2.jpg"],["thumb"],["right"],["Bridges by night"]]},"\n",{"type":"[[","value":[["Image:Church of the Saviour on Blood.jpg"],["thumb"],["right"],["Church on the Spilled Blood"]]},"\n",{"type":"[[","value":[["Image:Fountain at spit of Vasilievsky Island (Saint Petersburg).jpg"],["thumb"],["right"],["The fountain in waters of Neva River at the spit of Vasilievsky Island"]]},"\n",{"type":"[[","value":[["Image:Lighthouse St.Pg.JPG"],["right"],["thumb"],["The Exchange Building and the south Rostral Column"]]},"\n",{"type":"[[","value":[["Image:Kunstkamera (Saint-Petersburg).jpg"],["thumb"],["right"],["The Kunstkamera"]]},"\n\nSaint Petersburg is simply put one of the greatest sightseeing cities on earth. No visit can do it justice—you'll have to move here to really be able to see all the sights. Really, budgeting a month of full-time tourism would not be unrealistic. And that's after all dramatic events of the 20th century that took place here! Perhaps no other city outside ",{"type":"[[","value":[["Italy"]]}," can compare in sheer volume of beautiful, grand things to see. \n\nAs the center of the Russian world for 200 years of the Romanov Dynasty, the city reaped the rewards of Peter the Great's impossibly grandiose and tyrannical vision, and the Empire's extreme inequality. The wealth of the wealthy in Imperial Russia was almost unfathomably extreme, and led to the extreme opulence of the palaces and ecclesiastical buildings throughout the city center, as well as the suburban palaces at ",{"type":"[[","value":[["Peterhof"]]},", ",{"type":"[[","value":[["Lomonosov"]]},", ",{"type":"[[","value":[["Strelna"]]},", ",{"type":"[[","value":[["Pushkin"]]},", and ",{"type":"[[","value":[["Pavlovsk"]]},". The greatest concentration of sights is found within the ",{"type":"''","value":["huge"]}," area of ",{"type":"[[","value":[["Saint Petersburg\/Center"],["the center inside the Obvodny Canal"]]},", along the south embankment of ",{"type":"[[","value":[["Saint Petersburg\/Vasilievsky Island"],["Vasilievsky Island"]]},", and in the southern half of ",{"type":"[[","value":[["Saint Petersburg\/Petrograd Side"],["Petrogradsky Island"]]},".\n\n",{"type":"===","value":["Highlights"]},"\nSo, OK, you don't have months to explore the city—what are the highlights? It's a difficult question to answer. The most obvious destination is the ",{"type":"'''","value":["Winter Palace"]}," on ",{"type":"[[","value":[["Saint Petersburg\/Center"],["Palace Square"]]}," (right by the ",{"type":"'''","value":["Admiralty"]}," and the ",{"type":"'''","value":["Bronze Horseman"]},"), which houses the Hermitage Museum, and which was the winter residence of the Romanov Tsars and essentially the center of the Russian Imperial government. The Hermitage Museum is easily one of the top five art museums in the world, but even if you don't care about art, wandering around the enormous palace itself is extremely rewarding. The nineteenth century, whimsical ",{"type":"'''","value":["Church on the Spilled Blood"]}," nearby is another internationally recognized icon of the city, with a spectacular setting on the Griboedov Canal near the Mikhailovsky Garden, and filled—literally filled—with beautiful mosaics. \n\nSpeakings of canals, strolling the ",{"type":"'''","value":["palace-lined banks"]}," of the Moika, the Fontanka, and the Griboedov Canal in the historic center is a must. During the summer months, you can also enjoy this magnificent architecture from the boat by joining any of the popular (albeit expensive) \"channel tours,\" or opt for a budget boat trip along the Neva river on a so-called ",{"type":"''","value":["riverbus"]},", which is a tiny boat zooming along the river on several routes that are integrated into the system of public transport.\n\nIn the same neighborhood, walk down Nevsky Prospekt, which serves as Saint Petersburg's main grand avenue for shops (especially the historic mall of ",{"type":"'''","value":["Gostiny Dvor"]},"), theaters, and another realm of palaces and cathedrals, most notably the ",{"type":"''","value":["massive"]}," ",{"type":"'''","value":["Kazan Cathedral"]},". The Kazan Cathedral is functioning, so its easier to visit than the other big cathedrals (no lines, entrance fees, etc.). In the same neighborhood, but off Nevsky, are the ",{"type":"'''","value":["Square of the Arts"]},", where you'll find the ",{"type":"'''","value":["Russian Museum"]},"—an absolute can't-miss for art lovers. The ",{"type":"'''","value":["Mariinsky Theater"]}," is one of the world's most beautiful performance venues, and you should check it out even if you can't see an opera or ballet performance. Mammoth ",{"type":"'''","value":["Saint Isaac's Cathedral"]},", with its impressive balcony views, is another obvious sightseeing destination.\n\nAcross the Neva River are more can't-miss sights. The ",{"type":"'''","value":["Peter and Paul Fortress"]}," on the ",{"type":"[[","value":[["Saint Petersburg\/Petrograd Side"],["Petrograd Side"]]}," is easily one of the city's top three attractions. Aside from its sheer beauty, visit it for its immense history as the final resting place of the Romanov Tsars, as well as its role as a notorious prison for the most high-profile political prisoners under their rule. On ",{"type":"[[","value":[["Saint Petersburg\/Vasilievsky Island"],["Vasilievsky Island"]]},", you must at least take a taxi over to the ",{"type":"'''","value":["Strelka"]}," for the views by the Rostral Columns, across the street from the Old Stock Exchange, home to the ",{"type":"'''","value":["Naval Museum"]},", surely one of the best of this kind on the planet. Then take another ride along ",{"type":"'''","value":["University Embankment"]}," before heading back across the river. Better yet, stop along the way at the weird and wonderful ",{"type":"'''","value":["Kunstkamera"]}," museum of ethnology, home to Peter the Great's bizarre collection of oddities.\n\nComplicating the desire to see the city's highlights in a short period of time are the magnificent ",{"type":"'''","value":["suburban palaces"]}," at ",{"type":"[[","value":[["Peterhof"]]},", ",{"type":"[[","value":[["Pushkin"]]},", ",{"type":"[[","value":[["Lomonosov"]]},", ",{"type":"[[","value":[["Strelna"]]},", and ",{"type":"[[","value":[["Pavlovsk"]]},". Any tourists who visit Saint Petersburg and don't see neither the Tsarskoye Selo palaces at Pushkin, nor the Bolshoi Palace at Peterhof, really should be a bit ashamed of themselves. It's like going to ",{"type":"[[","value":[["Paris"]]}," and skipping Versailles. Of the three, the Pavlovsk Palace would be the least unforgivable to miss, but if you have the time—go.\n\n",{"type":"===","value":["Exploring more"]},"\n\nMore time? The ",{"type":"[[","value":[["Saint Petersburg\/Center"],["center"]]}," has a world of more sights. Mars Field with the Memorial to the Revolutionary Fighters and the Eternal Flame, the Circus, wonderfully baroque Smolny Cathedral, Peter the Great's Cabin, the rolling parkland of the Tauride Palace and Gardens, Alexander Nevsky Monastery, the Yusupov Palace where Rasputin was killed (if you get the chance to see a performance in the theater inside, jump on it), the neoclassical bust-filled Summer Gardens, Mikhailovsky Castle, the Marble Palace, the small but powerfully heartrending Museum of the Defense and Blockade of Leningrad, and much, much more. Literary buffs should seek out Dostoevsky's local haunts, including the famous \"Murder Walk\" from ",{"type":"''","value":["Crime and Punishment"]},", which will take you right from Raskolnikov's apartment to the door of the very apartment where the grisly deed was done.\n\nHead back across the river to the ",{"type":"[[","value":[["Saint Petersburg\/Petrograd Side"],["Petrograd Side"]]},", past the Peter and Paul Fortress, you'll find the Saint Petersburg Mosque, the ",{"type":"''","value":["really"]}," impressive Military Museum, the museum-ship of the Cruiser Aurora, the ever... interesting Museum of Political History, and the Botanical Gardens. On ",{"type":"[[","value":[["Saint Petersburg\/Vasilievsky Island"],["Vasilievsky"]]},", the whole Neva embankment is filled with great museums and grand buildings. Especially great places to visit (aside from the aforementioned Naval Museum and Kunstkamera) include the Menshikov Palace (run by the Hermitage), the Twelve Collegia, and the Mining Museum. And don't forget to hunt down the some 3,300 year-old sphinx statues from the Theban Necropolis!\n\n",{"type":"===","value":["Further afield"]},"\n\nFew tourists make it out of the city center, south of the Obvodny Canal and north of Petrogradsky Island, but there are still huge amounts of things to see in the north and south of the city—especially in the south. ",{"type":"[[","value":[["Saint Petersburg\/South"],["Southern Saint Petersburg"]]}," is home to the Narva Triumphal Arch and its sister monument—the Moscow Triumphal Gate, the huge Monument to the Heroic Defenders of Leningrad (which honestly should be one of the main attractions in this city, if not for its distance from the center), Moscow Victory Park, and one of the best examples of Stalinist architecture (more interesting than you'd think) at the House of the Soviets, fronted by a very large Lenin statue. The most wonderful sight in southern Saint Petersburg, though, may be the whimsical, candy cane-colored Chesme Church. \n\nThe eastern part of the city (colloquially known as the ",{"type":"[[","value":[["Saint Petersburg#Right bank"],["Right bank"]]},") is renowned for its nineteenth century industrial architecture in the districts of Okhta and Porokhovye (former gunpowder factories). \n\n",{"type":"[[","value":[["Saint Petersburg\/North"],["Northern Saint Petersburg"]]}," is a bit less notable, but adventurous travelers can find some things of interest, especially in the old industrial district around the Finliandskii Station, at the Forestry Academy and Piskaryovskoye Memorial Cemetery for the fallen in the Siege of Leningrad.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Events"]},"\n",{"type":"[[","value":[["Image:Veteransparade ru.jpg"],["thumb"],["May 9, Veterans Parade"]]},"\n\n",{"type":"===","value":["Opera and Ballet"]},"\n\nNo trip to St. Petersburg is complete without seeing an opera or ballet performance.  The Mariinsky is perhaps the most well-known institution, but it is by no means the only theater in the city. Tickets are sold throughout the city at kiosks and shops called Teatralnaya Kassa, which charge a nominal (usually about RUB20) fee for \"insurance,\" which is theoretically optional. The theater box offices themselves sell tickets directly, too, and usually for the same price. Sometimes blocks of tickets sell out at the kiosks but tickets are still available at the theater, or vice versa, so it is worth checking both places if you have your heart set on a particular performance. It is possible to take not-so-small children into some performances if you take a private box, although you will need to ask when you buy your tickets.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Spb 06-2012 MariinskyTheatre.jpg"],["name=Mariinsky Theater"],["alt=Мариинский театр, Mariinskiy Teatr, Maryinsky, Mariyinsky"],["url=http:\/\/www.mariinsky.ru\/"],["email="],["address=Theater Square (Театральная площадь), 1"],["lat=59.925556"],["long=30.296111"],["directions=",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 2, 3, 6, 27, 71 & ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": K1, K6K, K169, K306 to stop 'Theater Square'"],["phone= +7 812 326 4141"],["fax="],["hours="],["price="],["content=The Mariinsky Theater (formerly the Kirov, which is the name the troupe still uses when touring abroad) is world-class for both opera and ballet. There are English supertitles for operas sung in Russian; operas in other languages have Russian supertitles. Performances are offered in two halls: the main theater, and the newly-built Mariinsky Concert Hall. Tickets can be purchased on the theater's website.  Cavos rebuilt it as an opera and ballet house with the largest stage in the world. With a seating capacity of 1,625 and a U-shaped Italian-style auditorium, the theatre opened on 2 October 1860 with a performance of A Life for the Tsar. The new theatre was named Mariinsky after its imperial patroness, Empress Maria Alexandrovna."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Spb 06-2012 MichaelTheatre.jpg"],["name=Mikhailovskiy Theater"],["alt=Mikhailovsky, Михайловский театр, Former: Mussorgsky Academic Opera and Ballet Theatre; Small Academic Opera Theatre of Leningrad; Small Academic Theatre; the State Academic Theatre of Comic Opera"],["url=http:\/\/mikhailovsky.ru\/"],["email=boxoffice@mikhailovsky.ru"],["address=Ploshad Isskustv 1"],["lat=59.937778"],["long=30.329444"],["directions=Between the Russian Museum and the Grand Hotel Europe, ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": Nevsky Prospekt (Невский проспект),  ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К100"],["phone= +7 812 595 4305"],["fax="],["hours="],["price=RUB600-2700"],["content= - The exterior is not as recognizable as the Mariinsky, but the interior is nearly as grand, and the theater hosts both Russian and foreign headliners in opera and ballet. It was founded in 1833. It is named after Grand Duke Michael Pavlovich of Russia."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Teatr Sankt-Peterburg 2010 3093.jpg"],["name=St. Petersburg Opera"],["alt=Санкт-Петербург Опера"],["url=http:\/\/www.spbopera.ru"],["mail=spbopera@comlink.spb.ru"],["email=spbopera@yandex.ru"],["address=Galernaya Ul. (Галерная улица), 33"],["lat=59.93298"],["long=30.29277"],["directions=West of the Bronze Horseman. - From ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},": Sadovaya \"Садовая\", ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": Sennaya Ploschad \"Сенная площадь\" further  to stop \"Plocshad Truda\" ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": 186, 124, 169. - From ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},": Admiralteyskaya \"Адмиралтейская\", further to stop \"Plocshad Truda\" ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 22, 3, 27; ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]},": 22, 5; ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": 180, 16"],["phone= +7 812 312 3982"],["fax="],["hours=12:00-15:00 & 16:00-19:00"],["price=RUB300-3,000"],["content=An intimate theater (half-sized stage, and only about 150-200 audience seats) which puts on the major repertory operas at a lower price than the major theaters and has a fascinating foyer - one has to see it to believe it."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Saint Petersburg Conservatory.jpg"],["name=Conservatory Theater"],["alt=Санкт-Петербургская государственная консерватория имени Н. А. Римского-Корсакова"],["url=http:\/\/www.conservatory.ru\/"],["email=theatre_conserv@mail.ru"],["address=Theater Square (Театральная площадь), 3"],["lat=59.925833"],["long=30.298056"],["directions=Across the street from the Mariinsky Theater, ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},": Sadovaya «Садовая», ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": Sennaya Ploschad «Сенная площадь» then - 15-20 min walk. direction to channel Griboyedov or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": 1, 67, 124; ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},"\/",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Nevsky Prospekt\/Gostiny Dvor «Невский Проспект»\/«Гостиный Двор», then - ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 3, 22, 27; ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": 180, 169, 306"],["phone=+7 921 780-1123 mobil"],["fax=+7 812 570-6088"],["hours="],["price=RUB300-1,500"],["content=While the hall itself is not lavish - quite sterile, really - a good option for seeing Russian and repertory operas cheaply, performed by faculty and students of the conservatory where Tchaikovsky (and many other famous figures from the Russian music world) studied."]]}]},"\n",{"type":"===","value":["Other Theatres"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Alexandratheater.JPG"],["name=Alexandrinsky Theatre or Russian State Pushkin Academy Drama Theater"],["alt=Александринский театр, Российский государственный академический театр драмы им. А. С. Пушкина"],["url=http:\/\/en.alexandrinsky.ru\/"],["email="],["address=Ostrovsky Square(площадь Островского), 6"],["lat=59.9318"],["long=30.3362"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Gostinyy Dvor (Гостиный двор)"],["phone=+7 812 570-7794"],["fax="],["hours=12:00-14:00 & 15:00-19:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Sady & Parky Sankt-Peterburg 2010 0081.jpg"],["name=Baltic House Festival Theatre"],["alt=Балтийский дом former Ленинградский Государственный театр им. Ленинского Комсомола"],["url=http:\/\/baltic-house.ru\/"],["email=fc@baltichouse.spb.ru"],["address=Alexandrovsky Park, 4"],["lat=59.95569"],["long=30.31289"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Gorkovskaya (Горьковская)"],["phone=+7 812 232-3539"],["fax="],["hours=11:00-19:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Teatr Sankt-Peterburg 2010 3034.jpg"],["name=Saint Petersburg Comedy Theatre"],["alt=Nikolay Akimov Saint Petersburg Comedy Theatre, Санкт-Петербургский академический театр комедии им. Н. П. Акимова"],["url=http:\/\/www.komediaspb.ru\/"],["email=teatr@komediaspb.ru"],["address=Nevsky Prospect (Невский проспект), 56"],["lat=59.93423"],["long=30.33767"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Gostinyy Dvor"],["phone=+7 812 312-4555"],["fax="],["hours=Cash desks 11:30-15:00 & 16:00-19:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Teatr_Sankt-Peterburg_2010_3017.jpg"],["name=Komedianty Theatre"],["alt=Saint Petersburg State Dramatic Theatre 'The Comedians', Санкт-Петербургский государственный драматический театр «Комедианты»"],["url=http:\/\/www.komedianty.com\/index.php"],["email=komedianty.spb@gmail.com"],["address= Ligovsky Prospect (Лиговский проспект), 44"],["lat=59.92608"],["long=30.35861"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Ploshchad Vosstaniya (Площадь Восстания)"],["phone=+7 812 572-1004"],["fax=+7 812 764-7016"],["hours="],["price="],["content= - founded in 1989"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Komissarjevsky Theatre"],["alt=Академический драматический театр имени В. Ф. Комиссаржевской"],["url=http:\/\/www.teatrvfk.ru\/"],["email=teatr@teatrvfk.ru"],["address= Italyanskaya Street, 19"],["lat=59.935462"],["long=30.334454"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Gostinyy Dvor (Гостиный двор), ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Nevsky Prospekt \"Невский проспект\""],["phone=(812) 315 53 55"],["fax=(812) 571 08 53"],["hours=W-M 11:00-15:00 & 16:00-19:00"],["price="],["content=The drama and comedy company was founded by actress Vera Komissarzhevskaya in 1901. In The Passage (магазин \"Пассаж\", Passazh), elite department store"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Театр-им.-Ленсовета.jpg"],["name=Lensoviet Academic Theatre"],["alt= Санкт-Петербургский академический театр имении Ленсовета"],["url=http:\/\/lensov-theatre.spb.ru\/"],["email=tickets@lensov-theatre.spb.ru"],["address=Pr. Vladimirski (Владимирский пр.), 12"],["lat=59.93009"],["long=30.34874"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]},": \"Владимирская\", ",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]},": Dostoevskaya \"Достоевская\", ",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Mayakovskaya \"Маяковская\""],["phone=+7 812 713-2191"],["fax="],["hours= 11:00-19:00"],["price="],["content=In the former Korssakov family mansion. The resident company was founded as the Young Theatre in 1929, then renamed the New Theatre in 1933, and finally the Leningrad Soviet Theatre in 1939."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Teatr Sankt-Peterburg 2010 3028.jpg"],["name=Liteiny Theatre"],["alt= State Dramatic Theatre on Liteinyi Prospect, Государственный драматический Театр на Литейном"],["url=http:\/\/naliteinom.ru\/"],["email=pochta@naliteinom.ru"],["address=Liteinyi Prospect (Литейный проспект), 51"],["lat=59.93714"],["long=30.34768"],["directions= ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Mayakovskaya \"Маяковская\" 0.8km, ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Gostinyy Dvor (Гостиный двор) 0.9km; ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 15, ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]},": 8, 15, 3; ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К258, К177, К90"],["phone=+7 812 273-5335"],["fax="],["hours="],["price="],["content= In 1993 the Liteinyi's theatre troup toured America with a production of George Bernard Shaw's Great Catherine in Russian."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Theatre na neve.jpg"],["name=Na Neve Theatre"],["alt= Children's Theatre \"Na Neve\", Детский драматический театр «На Неве»"],["url=http:\/\/www.tnaneve.spb.ru\/"],["email=naneve@mail.ru"],["address=Sovetskiy Pereulok (Советский переулок), 5"],["lat=59.914167"],["long=30.309167"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Tekhnologichesky Institut (Технологический институт) 0.6km NE"],["phone=+7 812 251-2006"],["fax="],["hours="],["price="],["content=The theatre was opened in 1987"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=BenoisHouse.jpg"],["name=Ostrov Theatre"],["alt= Драматический театр «Остров»"],["url=http:\/\/www.ostrov-teatr.ru\/"],["email=info@ostrov-teatr.ru"],["address=Kamennoostrovskiy prospekt (Каменноостровский проспект), 26-28"],["lat=59.96234"],["long=30.31420"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Gorkovskaya «Горьковская». ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": 46, 76, 183, 223, 30. ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 46, 76"],["phone=+7 812 346-3810"],["tollfree="],["fax=+7 812 346-43-43"],["hours=Ticket office: W-Th 14.00-19.30, F-Su 14.00-19.00; All performances start at 19:00"],["price="],["content=In the former Benois House."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Palace-p1030655.jpg"],["name=Tovstonogov Bolshoi Drama Theater"],["alt=Большой драматический театр имени Г. А. Товстоногова"],["url=http:\/\/bdt.spb.ru\/"],["email=bdt@bdt.spb.ru"],["address=Naberezhnaya Reki Fontanki (наб. реки Фонтанки), 65"],["lat=59.927333"],["long=30.330994"],["directions=",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]}," Spasskayav (Спасская)) ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]}," Sennaya Ploschad (Сенная площадь) 0.6km W"],["phone=+7 812 310-9242"],["fax=812 571-4577"],["hours=Daily 11.00-15.00 & 16.00-19.00"],["price="],["content=Ticket Desk: Tel. 812 310-7687.- formerly known as Gorky Bolshoi Drama Theater (Russian: Большой Драматический Театр имени Горького) (1931–1992), often referred to as the Bolshoi Drama Theater and by the acronym BDT (Russian: БДТ), is a theater in Saint Petersburg, that is considered one of the best Russian theaters"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Зазеркалье.JPG"],["name=Zazerkalie theatre"],["alt=\"Looking Glass\" Children's Musical Theatre, Детский музыкальный театр «Зазеркалье»"],["url=http:\/\/www.zazerkal.spb.ru\/"],["email="],["address=Rubinstein Street (улице Рубинштейна), 13"],["lat=59.929444"],["long=30.343056"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Vladimirskaya 'Владимирская', ",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]}," Dostoevskaya 'Достоевская'"],["phone=+7 812 712-4393"],["fax=+7 812 712-4395"],["hours="],["price="],["content=The theatre appeared in August 1987 and was named after the Lewis Carroll's \"Through the Looking-Glass, and What Alice Found There\". The Children’s experimental theatre “Zazerkalie” appeared in 1992."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Teatr Sankt-Peterburg 2010 3012.jpg"],["name=Youth Theatre on the Fontanka"],["alt=Saint Petersburg State Youth Theatre on the Fontanka, Санкт-Петербургский государственный молодёжный театр на Фонтанке"],["url=http:\/\/mtfontanka.spb.ru\/"],["email=zavlit@mtfontanka.spb.ru"],["address=Naberezhnaya Reki Fontanki (Набережная реки Фонтанки), 114"],["lat=59.918889"],["long=30.313056"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Tekhnologichesky Institut 'Технологический институт', further by walk or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К3, К36, К115, К124, К186, К213, К350 to stop 'Naberezhnaya Fontanki'"],["phone=+7 812 316-6564"],["hours=Daily 12.00-15.00 & 15.40-20.00"],["price=RUB200-1200"],["content= - It plays Russian classic plays in the winter seasons and hosts a rock concert in the summer."]]}]},"\n",{"type":"===","value":["Circus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Spb 06-2012 Circus.jpg"],["name=Circus Ciniselli"],["alt=Цирк Чинизелли, Большой Санкт-Петербургский государственный цирк"],["url=http:\/\/www.circus.spb.ru\/ru\/"],["email=info@circus.spb.ru"],["address=Naberezhnaya Reki Fontanki ( Набережная реки Фонтанки), 3"],["lat=59.938569"],["long=30.34117"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," and ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Gostinyy Dvor (Гостиный двор) 0.5km"],["phone=+7 812 570-5198"],["fax=+7 812 570-5260"],["hours=Daily 11:00-15:00, 16:00-19:00"],["price=RUB600-2300"],["content=It was the first stone-built circus in Russia; it is situated beside the Fontanka.Opened on 26 December 1877, with a large stage (13m in diameter) and stables (housing 150 horses). The architect was Vasily Kenel."]]}]},"\n",{"type":"===","value":["Concerts"]},"\n\nThe music scene in St. Petersburg is diverse, with several classical, jazz, and pop concerts to choose from each week. Tickets are available at the same Teatralnaya Kassa locations as ballet and opera tickets, although tickets to pop concerts - especially US and European stars on tour - sometimes use exclusive distributors. For pop and rock concerts, unless you buy tickets for the dance floor (tanzpol), you are expected to sit quietly in your seat as if you were at a ballet - ushers are vigilant about keeping the audience from standing up, dancing, or cheering (polite applause is allowed, but that's about all).\n\nSeveral of the ballet and opera theaters above also offer orchestral and recital performances, so those are not repeated below. Also, don't forget the many small clubs where up and coming bands play.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Saint Petersburg Philharmonia - Bolshoi Zal.jpg"],["name=Saint Petersburg Philharmonia Grand Hall"],["alt=Bolshoi Zal, Санкт-Петербургская государственная филармония им. Д. Д. Шостаковича, Большой зал"],["url=http:\/\/www.philharmonia.spb.ru\/index.html"],["email=melnikova@mail.ru"],["address=Mikhailovskaya Ul.(Михайловская улица) 2"],["lat=59.936017"],["long=30.331728"],["directions=Entrance across from the Grand Hotel Europe, ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": Nevskiy prospekt"],["phone=+7 812 710-4290"],["fax=+7 812 710-4085"],["hours=Cash desks 11.00-15.00 & 16.00-20.00"],["price=RUB600-5,000"],["content=The orchestra established in 1802. The Bolshoi Zal (large hall) of this building is one of the best known music halls in Russia. The building currently housing the Philharmonia was completed 1839. Architect: P. Jacot; and Facade design: C. Rossi. - A world-class orchestra which records and tours abroad. The Small Hall (Maliy Saal) hosts excellent chamber music performances and recitals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Philharmonics Hall SPB.jpg"],["name=St. Petersburg Philharmonic Small Hall"],["alt=Malii Zal, Санкт-Петербургская государственная филармония им. Д. Д. Шостаковича, Малый зал"],["url=http:\/\/www.philharmonia.spb.ru\/index.html"],["email="],["address=Nevsky Prospekt (Невский проспект), 30"],["lat=59.93553"],["long=30.32751"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": Nevskiy prospekt"],["phone=+7 812 571-8333"],["fax=+7 812 571-4237"],["hours=Cash desks  11.00-15.00 & 16.00-19.00"],["price="],["content=The Small Hall (Maliy Saal) of the Philharmonic hosts excellent chamber music performances and recitals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image="],["name=Jazz Philharmonic Hall"],["alt=Джаз-филармоник холле, Эллингтон холле"],["url=http:\/\/www.jazz-hall.ru\/"],["email=fdm@jazz-hall.ru"],["address=Zagorodnyy prospekt (Загородный пр.), 27"],["lat=59.92421"],["long=30.33698"],["directions=South of Nevsky Prospekt, use ",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Vladimirskaya 'Владимирская' or ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]},": 16"],["phone=+7 812 764-8565"],["fax=+7 812 764-9843"],["hours=Cash desks: Daily 14.00-20.00"],["price=RUB800-1,200"],["content=Offers a variety of jazz performances several times per week."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ice Palace"],["alt=Ledoviy Dvorets, Ледовый Дворец"],["url=http:\/\/www.newarena.spb.ru\/"],["email=e-mail@newarena.spb.ru"],["address=prospekt Pyatiletok (Проспект Пятилеток), 1"],["lat=59.921667"],["long=30.466389"],["directions=",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]},": Prospekt Bolshevikov 'Проспект Большевиков'"],["phone=+7 812 718-6620"],["fax="],["hours=Cash desks: Daily 11:00-20:00"],["price=RUB800-10,000"],["content= It was built for the 2000 Ice Hockey World Championships and opened in 2000 & cost USD 60 Million. It holds 12,300 people. One of several sports arenas that also serves as a concert hall for pop and rock concerts."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Oktyabrskiy Grand Concert Hall.jpg"],["name=Oktyabrskiy Big Concert Hall"],["alt=БКЗ Октябрьский, Большой концертный зал «Октя́брьский»"],["url=http:\/\/www.bkz.ru\/"],["email="],["address=Ligovskiy Prospekt (Лиговский проспект), 6"],["lat=59.935556"],["long=30.365278"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Ploshad Vosstaniya 'Площадь Восстания'"],["phone=+7 812 275-1300"],["fax="],["hours=M-F 11.00-20.00; Sa, Su 11.00-19.00"],["price=RUB600-12,000"],["content=For Pop and rock concerts and for performance of variety actors and also dancing and ballet collectives in an auditorium."]]}]},"\n",{"type":"===","value":["Film"]},"\n\nMost cinemas in St. Petersburg show Hollywood films dubbed in Russian.  Art cinemas like Dom Kino often show independent American or British movies subtitled in Russian. DVDs of American\/European films are also often dubbed.  There have been crackdowns on sellers of bootleg DVDs, so it may be difficult or expensive to find DVDs in English these days.  There are several DVD stores in the city - often near Metro stations - and it is worth asking about films in English.\n\nAnnual ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.message-to-man.spb.ru Message to Man"]}]},"  international documentary, short, and animated films festival takes place in June or July, screening many films in English.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image="],["name=Dom Kino"],["alt=Киноцентр Дом Кино"],["url=http:\/\/www.domkino.spb.ru\/"],["email=info@domkino.spb.ru"],["address=Karavannaya Ulitsa (Караванная улица), 12"],["lat=59.93623"],["long=30.34194"],["directions=",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Gostinyy Dvor (Гостиный двор)"],["phone=+7 812 314 5614"],["tollfree="],["fax="],["hours="],["price=RUB100-250"],["content=Sometimes shows films in their original language."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Avrora Cinema"],["url=http:\/\/www.avrora.spb.ru\/"],["email="],["address=Nevsky Prospekt (Невский проспект), 60"],["lat=59.93410"],["long=30.33929"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]},": Nevskiy prospekt"],["phone=+7 812 942-80-20"],["fax="],["hours=Daily 11.00-20.00"],["price=RUB250-700"],["content="]]}]},"\n",{"type":"===","value":["Canal boat tours"]},"\n\nA tour of the canals by boat is a great way to see the city in the summer.  The typical tour is through the Moika, out to the Neva to see the Peter and Paul Fortress and the Cruiser Aurora, then in through the Fontanka (sometimes as far as the Mariinsky Theater).  Tours start at many points along the route and return to their starting point - hawkers for different boat companies abound - and the boats may or may not have a cafe and toilet on board.  Almost all tours are in Russian.  RUB500-650 seems to be the average price.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Anglotourismo Boat Tours"],["url=http:\/\/anglotourismo.com\/"],["email="],["address=Naberezhnaya reki Fontanki, 21"],["lat=59.93480"],["long=30.34300"],["directions=",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Gostinyy Dvor (Гостиный двор)"],["phone=+7 921 989 4722"],["fax="],["hours=Tours at 11.00, 13.00, 15.00, 17.00, 19.00, 21.00, 00.20"],["price=RUB600-750, Students: RUB500"],["content=Canal boat tours in English, departing from near the Anichkov Bridge (Nevksy Prospekt and Fontanka) in season (May 7 - Sept 30)."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\nUniversities and private schools offer ",{"type":"[[","value":[["Russian"]]}," language courses (individual and group tuition).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=CREF - Centre of Russian, English & French Studies"],["url=http:\/\/www.cref.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Private language school in Saint Petersburg, Moscow & Nizhni-Novgorod."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Center of Russian Language and Culture"],["url=http:\/\/russian-language.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Saint Petersburg State University, Smolniy Campus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Department of Philology\/SPSU"],["url=http:\/\/www.russian4foreigners.spb.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Saint Petersburg State University on Vassilevskiy Island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=EducaCentre"],["url=http:\/\/www.educacentre.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Private school in Saint Petersburg"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Language Studio"],["url=http:\/\/eng.LanStudio.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Private school in Saint Petersburg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Liden & Denz"],["url=http:\/\/www.lidenz.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Private school in Moscow and Saint Petersburg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=ProBa Language Centre"],["url=http:\/\/www.studyrussian.spb.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Private school in Saint Petersburg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=School of Russian and Asian Studies"],["url=http:\/\/www.sras.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Schools in major Russian cities."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are plenty of ATMs and legit currency exchange booths. ATM and big shops accepts usually following kind of card: ",{"type":"''","value":["Visa, Visa Electron, MasterCard, MasterCard Electronic"]}," and ",{"type":"''","value":["Maestro"]},". Other card (e.g. ",{"type":"''","value":["American Express"]},") accepted rarely. Do ",{"type":"''","value":["not"]}," exchange money on the street: the rate won't be any better, and you run a high risk of encountering any of numerous ",{"type":"[[","value":[["scams"]]},".\n\nSmall cornerstores are not necessarily more expensive than larger stores.\nThe store at the ferry is surprisingly reasonably priced. Souvenirs there can be bought in roubles, dollars, or euros; however, prices vary depending on the currency used. In general, using euros is cheapest.\n\nChurches often have small souvenir\/religious shops with a large variety of items.\n\nThe famous place to shop is of course on ",{"type":"'''","value":["Nevsky Prospekt"]}," in the ",{"type":"[[","value":[["Saint Petersburg\/Center"],["Center"]]},". The streetfront shops there, Passazh, and the historic mall at ",{"type":"'''","value":["Gostiny Dvor"]}," skew upscale, but there are street markets just off Nevsky, most notably Apraksin Dvor (south on Sadovaya from Gostiny Dvor) where you can get anything on the cheap (especially cheap if you speak Russian).\n\n",{"type":"==","value":["Eat"]},"\n\nNothing, absolutely nothing, tastes better than hot Russian crepes (bliny\/блины, pronounced blee-NYH, or just bleen for one) with caviar, mushrooms, caramel, berries, or what have you with a cup of tea on a cold winter street. Teremok (Теремок) is the street-corner kiosk \"chain\" for bliny but it now has indoor fast food spots around the city, along with Chainaya Lozhka (Чайная ложка) and U Tyoshi Na Blinakh (У тёщи на блинах).\n\nThe other really tasty local offerings for street food\/fast food include pirozhki (one: pee-rah-ZHOK, several: pee-razh-KEE), shawarma (шаверма), and pyshki (пышки). Pirozhki are fried buns stuffed usually with beef, vegetables, potatoes, and mushrooms, and are easy enough to find, but not quite as widespread as in Moscow. Shawarma is a decidedly Saint Petersburg phenomenon (i.e., you won't find much of it in other Russian cities), served mostly by Azeris, and is everywhere—in cafes and on the street. Russians swear up and down that the street shawarma is either made of rats or will just make you sick, but by God, the street vendors cook up the most delicious kababs you'll ever find. Pyshki are Russian doughnuts, wonderful with coffee, and are strongly associated with Saint Petersburg. The place to get them in the center is named, naturally, Pyshki, at Ul. Bolshaya Konyushennaya 25.\n\n",{"type":"[[","value":[["File:Михайловский замок.jpg"],["thumb"],["Saint Michael's Castle"]]},"\n\nFor restaurant dining, offerings are diverse. Forget whatever you've heard about ",{"type":"[[","value":[["Russia#Eat"],["Russian food"]]},"—it's delicious. A pretty unique place to eat Russian cuisine would be the attractive restaurant on the grounds of the Peter and Paul Fortress. International, Western European, Asian fusion (Russified Chinese food is really good, but requires a culinary dictionary to order), etc. are just as easy to find as Russian, and sushi is very popular. Some of the most exciting food to try comes from the former Soviet Republics. Georgian cooking, despite its obscurity, is one of the world's great cuisines, and should not be missed. The Central Asian (usually Uzbek) restaurants are a lot of fun too.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Pubs"]},"\nThe city acts as a beer destination for Moscovites visiting St. Pete for business or vacation reasons--hence its pubs frequently have a much wider choice of beers than an average pub in Moscow (not to mention other cities in Russia). St.Petersburg, being the fatherland of the most popular beer in Russia — Baltica (",{"type":"''","value":["Балтика"]},"), is considered the beer capital of the country, while Moscow is more of a Vodka Capital. Baltica, by the way, comes in a large variety of ",{"type":"''","value":["numbers"]},". Numbers 7 and 8 (seem-YORK-uh, vahs-MYOR-kuh) are the most popular: seven is a lager, eight is a Hefeweizen-style wheat beer.\n\n",{"type":"===","value":["Nightclubs"]},"\nSaint Petersburgers know how to party. There is a wide and excellent selection of great clubs that will satisfy all tourists looking to spend the night out. The city hosts clubs of all music. Rock, pop, jazz, hip hop\/RnB, and a lot more. The most popular trend within music and clubbing in Russia at the moment is house\/techno.\n\nBecause of the difficulty in operating gay clubs and the social stigma associated with visiting gay clubs, many young men prefer to use gay iPhone applications like ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gethornet.com Hornet"]}]}," and Scruff to arrange to meet at coffee shops and more discrete locations.  This change in technology and the new political issues in St. Petersburg is transforming how gays meet, from nighttime dark watering holes to public straight venues during the day.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe best area for a tourist to stay in is generally considered to be near the Nevsky Prospekt Metro. Indeed, one of the nicest hotels in the city (Evropa) is right there. You'll be able to walk to most of the main attractions, and there are tons of restaurants, shops, cafes, clubs, etc. right on Nevsky. Staying off Nevsky along one of the beautiful canals, though, would also be a fabulous idea.\n\nA less expensive option near Nevsky Prospect is ",{"type":"[","value":["http:\/\/hotelvera.ru Hotel Vera"]}," and is one of the few hotels which offers full handicap access for guests.\n\n",{"type":"==","value":["Connect"]},"\nThere are four GSM 900\/1800 networks (MTS ",{"type":"[","value":["http:\/\/www.spb.mts.ru\/"]},", Beeline ",{"type":"[","value":["http:\/\/mobile.beeline.ru\/msk\/roaming\/guests.wbp?part=1"]},", Megafon ",{"type":"[","value":["http:\/\/szf.megafon.ru\/info\/eng\/tariffes"]}," and Tele2 ",{"type":"[","value":["http:\/\/www.en.tele2.ru\/"]},") and a CDMA 2000 network (SkyLink ",{"type":"[","value":["http:\/\/www.skylink.ru\/Default.aspx?&r=78"]},") and the coverage is quite sufficient (every built-up area and most of the country roads). If you stay for a few days or more and need to make local calls it is advised that you buy a pre-paid SIM card (you may be asked for a passport) and a cell-phone if you don't have one matching local standards (possibly a used one) which is going to be much cheaper than roaming in most cases. A SIM card with a balance will cost you less than $10. Cell outlets are plentiful around the city (numerous at every subway station and shopping center). You can pay for your talks at most supermarkets, cell-phone shops and ATMs. The emergency service number is 112.\n\nFor international calls, consider buying a calling card which allows very cheap calls (a few rubles for a minute to Europe or the US). Calling from a hotel room may result in rather painful bill.\n\nAlso there are so-called computer clubs with dozens of computers for network gaming (usually crowded by kids playing CounterStrike) which also offer internet access in separate rooms for a little charge.\n\nFree wifi is available in most hotels, business and shopping centers. In restaurants and pubs, wifi is really everywhere—thanks to huge amount of Finnish tourists that are used to it.\n\nWiMAX (new generation 4G internet) is offered by Yota ",{"type":"[","value":["http:\/\/www.yota.ru\/"]},", with excellent coverage within city boundaries. 900 rubles\/month (or 90 rubles\/day). Must buy Yota USB modem (2,390 rubles) to access the 4G network.\n\nAlso you can buy a USB-modem with a pre-paid SIM card of any mobile network operators mentioned above. It will cost about 1200 rubles for GSM operators and 3900 rubles for SkyLink. Note that MTS, Beeline and Megafon offer high-speed UMTS interconnection, but Tele2 offers only standard GPRS. Plans start at 1 rub\/Mb for GSM operators and 0.30 rub\/Mb for SkyLink. (Prices as of 2009)\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Corruption"]},"\nPolicemen & bureaucrats. For any Western traveller disturbing the system anybody want to visit the country can be refused at the border. (One of my favourite \"your documents not wrote in Cyrillic\"!) The registration system is good way for some bribing. The average street policeman could not speak any foreign language, but if you look like a tourist, you could be a target for money income source. No panic! Ask always receipt and name(s) of officer(s).  \n\n",{"type":"===","value":["Crime"]},"\nSaint Petersburg has a somewhat undeserved reputation for being a dangerous city. Things have calmed down since the Wild West (or Wild East) days immediately after the collapse of the Soviet Union, but some common sense is still required.\n\nTake care of money, documents, cameras, mobile phones, and anything of value because of ",{"type":"'''","value":["pickpocketing"]},". Especially watch out on the Metro during busy times, as people start pushing at the train doors, and pickpockets are frequent, particularly (but not only) at ",{"type":"'''","value":["Gostinyy Dvor Metro Station"]},". When riding the Metro, keep in mind that robbery can be a real threat; you should constantly watch what is going on around you and who is standing very close to you. Nevsky Prospekt and nearby markets are also pickpocket hangouts.\n\nTheft of ",{"type":"'''","value":["photo equipment"]}," is really a big problem in Saint Petersburg. Photo bags probably won't save your camera—it can be opened in less than 5 seconds; the straps can be slashed with a knife even more quickly. Cameras should be kept in bags slung across the body at all times, with your hands keeping a firm grip on them, and no watches or jewelry should be visible at all. Quite obviously, do not show in public that you have a lot of money. Robberies are not uncommon, and many foreigners have been threatened at ",{"type":"'''","value":["gun"]}," and ",{"type":"'''","value":["knife"]}," point.  However, foreigners are not targeted specifically, and robbers will attack both foreigners and natives that carelessly reveal their wealth.\n\n",{"type":"===","value":["By night"]},"\nAs with most other major cities, avoid traveling alone at night, and do not get into altercations with drunks. If traveling at night, it is recommended to stay on the main sidewalks and avoid any dark alleys or yards.  \n\n",{"type":"'''","value":["Downtown"]},"  and ",{"type":"'''","value":["western"]}," parts of the city are safest. Suburbs like ",{"type":"'''","value":["Kupchino"]},", ",{"type":"'''","value":["Veteranov"]},"  and ",{"type":"'''","value":["Ligovo"]}," are struggling with criminality and poverty. ",{"type":"''","value":["Sennaya"]}," should be avoided at night time (if you don't have anything particular to do near the ",{"type":"''","value":["Sennaya"]}," subway station, try to avoid it at day time, too).\n\nAs a general rule, the farther you are from the city center, the more dangerous it is.\n\n",{"type":"'''","value":["Gangs"]}," are a problem, although mafia gang wars are unlikely to affect tourists. Some gangs, however, such as neo-Nazis or angry hooligans, are out looking for problems and commit crimes that can affect tourists. Hatred toward people with darker complexions is not uncommon, and neo-Nazism is a concern. St. Petersburg, and Russia in general, can be regarded as a seriously dangerous destination for tourists of darker complexions so travelling in groups is highly advised. \n\nSaint Petersburg's football club, ",{"type":"'''","value":["Zenit Saint Petersburg"]},", is one of the biggest clubs in the country, and has its own band of hooligans. If you decide to visit the football stadium to watch the club play, you should buy tickets to center sectors. If you do not do this and a fight starts, you are likely to get dragged into it by either the hooligans or the police, since both will think you are part of the brawl.\n\nTake special care on ",{"type":"'''","value":["Nevsky Prospekt"]},", particularly the area with the city tour buses, a favorite spot of pickpockets and particularly of those after photo equipment. On the bright side, \"Nevsky Prospekt\" sees little mugging.\n\nRussian driving is ",{"type":"''","value":["wild"]},". Drivers attack their art with an equal blend of aggressiveness and incompetence. Guidelines are lax and rarely followed. As a pedestrian, take great care when crossing the roads, as pedestrian crossings are in 99% of cases ignored (even by police). If you are thinking of driving yourself, bear in mind that the local traffic police are extremely corrupt, even by Russian standards. Pedestrian crossings with a traffic light are quite safe to use, most car drivers will stop.\n\n",{"type":"'''","value":["Bar fights"]}," do occur. In the center of the city and around ",{"type":"'''","value":["Nevsky Prospekt"]},", they are rare. However, in the suburbs and local cheaper pubs, fights occur almost daily. If you are staying with locals living in these areas, it might be a good idea to avoid these bars. Police are unlikely to show up as they consider fights as small, unimportant, regular and a waste of time, and they will probably laugh at you for calling.\n\n",{"type":"===","value":["Tourist traps"]},"\n\nGypsy ",{"type":"'''","value":["cabs"]}," are ubiquitous and a little risky; never take one lingering near bars\/clubs where expatriates and tourists congregate. \n\nSaint Petersburg has a relatively big problem with ",{"type":"'''","value":["street children"]}," who make their living out of stealing. They can be a hassle and can beg you aggressively. Act like any other Russian would: say no, then just ignore them and go away. If they start touching you, be very firm in pushing them away.\n\n",{"type":"'''","value":["Gay travelers"]}," must practice extreme caution while staying in Saint Petersburg, as attacks often occur. Many Russian people look upon public demonstrations of homosexuality with undisguised contempt. \n\n",{"type":"===","value":["Natural hazards"]},"\nAnother subtle danger that can affect your trip is the inevitable effect of winter weather. Poor harvesting of ",{"type":"'''","value":["snow and ice"]}," is a big problem in city. Caution is advised in snowy winters because of falling ice from roofs, and pedestrians should pay special attention to ice on the streets. Snow on marble is very, very slippery—take small steps and watch your feet!\n\nSt. Petersburg regularly experienced ",{"type":"'''","value":["floods"]}," during its history, sometimes catastrophic. However, the construction of the preventive dam has been completed, and catastrophic floods are unlikely to happen again.\n\nOverall, be warned that if you are used to living in the US and\/or Western Europe, Saint Petersburg, as well as the rest of Eastern Europe, will seem different, and, at times, a bit intimidating. On the other hand, Russian people are usually friendly, welcoming and interested towards foreigners, and nothing should happen to you unless you put yourself in harm's way. If you don't care about them they don't care about you, and nothing should get in your way of having a great holiday.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe below private hospitals have English-speaking Russian doctors (very few, if any, hospital staff are expats).  Depending on the type of service provided and the terms of one's insurance policy, these hospitals may be able to arrange direct billing with European and American medical insurance companies.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=American Medical Clinic"],["url=http:\/\/www.amclinic.ru"],["email= info@amclinic.ru"],["address=Moyka Embankment 78"],["lat=59.93036"],["long=30.30501"],["directions=Just west of St. Isaac's Square, ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},": Admiralteyskaya 'Адмиралтейская' or  ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]},": Sadovaya 'Садовая'"],["phone=+7 812 740 2090"],["fax=+7 812 310 4664"],["hours=24 hours"],["price=Consultation from RUB2700"],["content=Includes dental clinic and pediatric unit."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Euromed"],["url=http:\/\/www.euromed.ru\/"],["email=euromed@euromed.ru"],["address=Suvorovsky Prospekt (Суворовский пр.)60"],["lat=59.94528"],["long=30.38757"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]},": Chernyshevskaya 'Чернышевская', further To stop Tulskaya ulitsa ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 22, 22a, 136; ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": K15, K76"],["phone=+7 812 327 0301"],["fax="],["hours=24 hours"],["price="],["content=Multi-specialty medical center that provides a full range of medical services,applying international standards and protocols of diagnostics and treatment. Includes it's own laboratory and pharmacy units, in-patient department with comfortable 5-star hotel class wards, ambulance team. English-speaking personnel provides direct insurance billing and any administrative support to the patient(accomodation,visas,transfers,medical evacuatuons)."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=MEDEM"],["url=http:\/\/www.medem.ru"],["email="],["address=Ulitsa Marata (ул. Марата) 6"],["lat=59.93054"],["long=30.35540"],["directions=",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]},": Mayakovskaya 'Маяковская'"],["phone=+7 812 336 3333"],["tollfree="],["fax="],["hours=24 hours"],["price=Consultation RUB2700-13,800"],["content=Includes dental clinic, pediatric unit, and other services."]]}]},"\nThe city's water-system is not ideal because of a number of old pipes and as a result does not provide 100% clean water (too much heavy metals). Some locals boil or also filter tap water before use; you might want to buy it bottled if water quality affects you. It's germ free, though, so brushing your teeth with it is fine—it's just not great for drinking. Cold water is cleaner than hot. ",{"type":"'''","value":["No hot water"]}," for 3 weeks every summer.\n\nThere are numerous ",{"type":"'''","value":["public toilets"]},", most of which are attended by a person who will charge about RUB15 for entry. Toilet paper is not always provided. The toilets are typically extremely dirty by Western standards. If you are a Westerner, you can get away with wandering into the Western hotels, which have lovely bathrooms. Just don't ever push your luck with suit-clad martial arts masters guarding the hotel entrances, they are tough as nails if provoked. Many restaurants also allow tourists to use toilet without being a customer.\n\n",{"type":"==","value":["Cope"]},"\n\nThe first 24 hours in Saint Petersburg may be a shock to the system. The welcome from immigration officials seems like a hang-over from Communist times- don't expect to be spoken to or even looked at by officials. Flying into Saint Petersburg may seem unusual, with the sight of old concrete tower blocks and factory chimneys. The suburbs of the city are a contrast to those with which you may be familiar. Nevsky Prospekt is the most 'Westernized' street in the city and would be more familiar to Westerners traveling to Saint Petersburg. If you are from a Western country, you will find this either shocking or amusing.\n\nSaint Petersburg is plagued by a number of mosquitoes during the summer, especially in June, as the swampy surroundings of the city give the mosquitoes excellent living conditions. In budget accommodation with few countermeasures against the mosquitoes, this can be a problem at night, putting your well deserved sleep at risk. Less of an issue in the city center, mosquitoes can be much more numerous on the outskirts. They are not dangerous, though, just a nuisance.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Angola"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3636.jpg"],["name=Angola"],["alt=Honorary, Почётное консульство Анголы"],["url="],["email="],["address=Shpalernaya ulitsa (Шпалерная улица, ), 36, office 324"],["lat=59.949044"],["long=30.359"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 0.5km S, entrance from Chernyshevskogo Prospekt"],["phone=+7 (812) 272-0994"],["tollfree="],["fax=+7 (812) 272-0994"],["hours=M-F 9:00-17:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Armenia"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3606.jpg"],["name=Armenia"],["alt=Consulate General of the Republic of Armenia in Saint-Petersburg, Генеральное консульство Армении, ՀԱՅԱՍՏԱՆԻ ԳԼԽԱՎՈՐ ՀՅՈՒՊԱՏՈՍՈՒԹՅՈՒՆ"],["url=http:\/\/russia.mfa.am\/ru\/"],["email=armcons@armcons.spb.ru"],["address=Ulitsa Dekabristov (Улица Декабристов), 22, ap. 13"],["lat=59.927831"],["long=30.302575"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Sennaya Ploschad 'Сенная площадь'"],["phone=+7 (812) 571-7236"],["tollfree="],["fax=+7 (812) 710-6620"],["hours=Tu-F 10:00-18:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3618.jpg"],["name=Australia"],["alt=Почётное консульство Австралии"],["url=http:\/\/www.dfat.gov.au\/missions\/countries\/rupe.html"],["email=sz@mail.wplus.net"],["address=Italianskaya street, 1?"],["lat=59.9425"],["long=30.324425"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy prospekt 0.9km S"],["phone=+7 (812) 325-7333, +7 (812) 315-1100"],["tollfree="],["fax="],["hours=M-F 9:00-18:00"],["price="],["content= Honorary Consul: Naberezhnaya Reki Moiki,, 11 or 15, +7 812 315 1100 Fax +7 (812) 325 7333 oz@consulteast.com ",{"type":"[","value":["http:\/\/www.russia.embassy.gov.au\/mscw\/Scams.html Relationship Scams"]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["image="],["name=Austria"],["url="],["email=ts@transmed.org"],["address= Furshtatskaya ulitsa, 43, room 1"],["lat=59.94485"],["long=30.36611"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 (812) 275-0502, +7 (812) 275-0496, +7 (812) 272-4117"],["tollfree="],["fax=+7 (812) 275-1170"],["hours=M-F 9:00-13:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Azerbaijan"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstva SPb 2012 4470.jpg"],["name=Azerbaijan"],["alt=Генеральное консульство Азербайджана, Azərbaycan Respublikasının Sankt-Peterburq şəhərindəki Baş konsulluğu"],["url=http:\/\/azconsulate.spb.ru\/"],["email=azconsul@mail.wplus.net"],["address=2-ya Sovetskaya ulitsa, 27A"],["lat=59.930147"],["long=30.372228"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Ploshchad Vosstaniya 'Площадь Восстания' 0.6km W"],["phone=+7 (812) 717-3991"],["tollfree="],["fax=+7 (812) 717-3986"],["hours=M, W, F, 10:00-14:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bangladesh"]]}," ",{"type":"{{","value":[["listing"],["image=SanktPeterburg2013 0001.JPG"],["name=Bangladesh"],["alt=Почётное консульство Бангладеш, বাংলাদেশের অনারারি কনস্যুলেট"],["url="],["email="],["address=Ulitsa 3-ya liniya (3 линия), 8"],["lat=59.94155"],["long=30.286678"],["directions=Vasilievsky Island (Васильевского острова), ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]}," Vasileostrovskaya 'Василеостровская'"],["phone=+7 (812) 328-5538, +7 (812) 323-9233, +7 (812) 328-5516"],["tollfree="],["fax="],["hours=M-F 10:00-18:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belarus"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 2011 1002.jpg"],["name=Belarus"],["alt=Отделение посольства Белоруссии"],["url=http:\/\/www.embassybel.ru\/departments\/st-petersburg\/"],["email=belpos1@yandex.ru , st_petersburg@belembassy.org"],["address=Bonch-Bruevicha street (ул.Бонч-Бруевича), 3а"],["lat=59.943894"],["long=30.391489"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 1.7km W, further ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 22, 22а, 136. or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К15 to stop Tulskaya (Тульская улица)"],["phone=+7 (812) 274-7212, +7 (812) 275-8130"],["tollfree="],["fax=+7 (812) 273-4164"],["hours=M-F 10:00–12:00 & 14:00-15:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3651.jpg"],["name=Belgium"],["alt=Генеральное консульство Бельгии, Consulate General of Belgium in Saint-Petersburg, Consulaat-generaal van België in Sint-Petersburg, Consulat général de Belgique à Saint-Petersbourg"],["url=http:\/\/www.diplomatie.be\/saint-petersburgru\/"],["email=saintpetersburg@diplobel.fed.be"],["address=Sapernyy pereulok (Сапёрный переулок), 11"],["lat=59.940833"],["long=30.358586"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 0,5km N"],["phone=+7 812 579-5791"],["fax=+7 812 579-9501"],["hours=M-F 9:00-13:00 & 14:00-17:30"],["price="],["content=Building was formerly used by the Iranian Consulate and Mongolian Consulate. Belgian Consulate since 2008."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3595.jpg"],["name=Brazil"],["alt=Honorary Consulate, Почётное консульство Бразилии"],["url="],["email="],["address=Naberezhnaya Reki Moiki, 75 Старо-Петергофский проспект, 19?"],["lat=59.912056"],["long=30.276489"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy prospekt, tram 41 to stop Rizhskiy prospekt"],["phone=+7 (812) 703-7458"],["tollfree="],["fax=+7 (812) 326-6677"],["hours=M-F 9:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]}," ",{"type":"{{","value":[["listing"],["image=Bulgarian consulate 2.jpg"],["name=Bulgaria"],["alt="],["url=http:\/\/www.dipinfo.ru\/gk\/bulgaria"],["email=secretary@mail.wplus.net"],["address=Ryleyev Street(Улица Рылеева), 27"],["lat=59.942244"],["long=30.359186"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 (812) 273-4018 (common), +7 (812) 273-3134 (consulate)"],["tollfree="],["fax=+7 (812) 272-5718"],["hours=M-F 9:00-16:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["image=Sankt-Peterburg avgust2013 PetrogradskStoronal 185.JPG"],["name=Chile"],["alt=Honourary Consulate, Почётное консульство Чили"],["url="],["email="],["address=Konstantinovsky Avenue (Константиновский проспект), 22A or 9th Line, 34?"],["lat=59.972617"],["long=30.268589"],["directions=Vasilievsky Island"],["phone=+7 812 702-1280"],["fax=+7 812 702-1271"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3600.jpg"],["name=China"],["alt=Генеральное консульство Китая"],["url="],["email="],["address=Naberezhnaya Kanala Griboedova (Набережная канала Грибоедова), 134"],["lat=59.9211"],["long=30.291944"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Sennaya ploshchad' 1,5km NE; ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]},": 16 to stop 'Садовая улица\/ Лермонтовский проспект', ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К7, К154, К195, К212 to stop 'Лермонтовский проспект'"],["phone=+7 (812) 714-7670, +7 (812) 713-7605"],["tollfree="],["fax=+7 812 714-7958"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cyprus"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3640.jpg"],["name=Cyprus"],["alt=Генеральное консульство Кипра"],["url=http:\/\/www.mfa.gov.cy\/mfa\/consulate\/consulate_spb.nsf\/index_ru\/index_ru?opendocument"],["email=info@cyprus-spb.ru"],["address=Furshtatskaya street (Фурштатская улица), 27"],["lat=59.944953"],["long=30.358239"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 812 380-7800"],["tollfree="],["fax=+7 (812) 380-7900"],["hours=M-F 10:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["image=Тверская 5.jpg"],["name=Czech Republic"],["alt=Генеральное консульство Чехии"],["url=http:\/\/www.mzv.cz\/petersburg\/"],["email=petersburg@embassy.mzv.cz"],["address=Tverskaya street (Тверская улица), 5"],["lat= 59.946739"],["long=30.381553"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 1,3km W"],["phone=+7 812 271-0459"],["fax=+7 812 271-4615"],["hours=M-Th 13:30-16:00; F 13:30-15:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["image=Follenweider's private residence.jpg"],["name=Denmark"],["alt=Consulate-General of Denmark in Saint Petersburg, Королевское Генеральное Консульство Дании в Санкт-Петербурге, Danske Generalkonsulat i Sankt Petersborg"],["url=http:\/\/rusland.um.dk\/"],["email=ledgkl@um.dk"],["address=Bolshaya Alleya (Большая аллея), 13"],["lat=59.979056"],["long=30.283749"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Chyornaya rechka, further ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]}," 40 or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]}," К46, К76, К98, К127, К252, К298, К321, К346, К690 to stop 'Kamennoostrovskiy prospekt'"],["phone=+7 (812) 703-3900"],["fax=+7 (812) 703-3529"],["hours=M-Th 9:15-16:30; F 09:15-15:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Estonia"]]}," ",{"type":"{{","value":[["listing"],["image=Consulate General of Estonia in Saint Petersburg.jpg"],["name=Estonia"],["alt=Генеральное консульство Эстонии"],["url="],["email=Consulate.Peterburg@mfa.ee"],["address=Bolshaya Monetnaya street (Большая Монетная улица), 14"],["lat=59.961694"],["long=30.317025"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Petrogradskaya 'Петроградская' 0.6km N , ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Gorkovskaya 0.7km S"],["phone=+7 812 702-0924, +7 (812) 702-0920"],["tollfree="],["fax=+7 812 702-0927"],["hours=M-F 10:30-13:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["image=Consulate General of Finland, St. Petersburg 20070517.jpg"],["name=Finland"],["alt=Consulate-General of Finland in Saint Petersburg, Генеральное консульство Финляндии в Санкт-Петербурге, Suomen pääkonsulaatti Pietari"],["url=http:\/\/www.finland.org.ru"],["email=sanomat.pie@formin.fi, visa issues – visa.pie@formin.fi"],["address=Preobrazhenskaya Square (Преображенская пл.), 4"],["lat=59.94358"],["long=30.35246"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 812 331-7603 (visa issues 10AM-12 noon), +7 (812) 331-7600 (stay permit issues 9AM-10AM)"],["tollfree="],["fax=+7 (812) 331-7601"],["hours=M-F 9:00-15:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["alt=Consulate-General of France in Saint Petersburg, Генеральное Консульство Франции в Санкт-Петербурге, General'noe Konsul'stvo frantsii v Sankt-Peterburge, Consulat Général de France à Saint-Pétersbourg"],["url=http:\/\/www.ambafrance-ru.org\/-Consulat-General-"],["email=contact.saint-petersbourg-fslt@diplomatie.gouv.fr"],["address=Nevskiy prospekt (Невский проспект), 12"],["lat=59.9368"],["long=30.3157"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy prospekt or ",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]}," Admiralteyskaya"],["phone=+7 812 332-2270 (14:00-17:00)"],["tollfree="],["fax=+7 812 332-2290"],["hours=M-F 9:30-12:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["image=General Consulate of Germany.jpg"],["name=Germany"],["alt=немецкого посольства, Generalkonsulat Sankt Petersburg"],["url=http:\/\/www.germania.diplo.de\/Vertretung\/russland\/de\/06-stpe\/0-gk.html"],["email=info@sankt-petersburg.diplo.de"],["address=Furshtatskaya ulitsa (Konsulstvo Sankt-Peterburg 3647.jpg), 39"],["lat=59.944828"],["long=30.365144"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 812 320-2400"],["tollfree="],["fax=+7 812 327 3117"],["hours=10:00-12:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3647.jpg"],["name=Greece"],["alt= Генеральное консульство Греции, Γενικό Προξενείο Αγίας Πετρούπολης"],["url=http:\/\/www.mfa.gr\/en\/greece-bilateral-relations\/russia\/russia--contact-details-for-greek-missions.html"],["email=grgencon.spb@mfa.gr"],["address=Chernyshevskogo Prospekt, 17"],["lat=59.94432"],["long=30.35873"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 (812) 334-3586"],["fax=+7 812 2728747"],["hours=M-F 10:00-13:00"],["content=Emergency Tel: +7 921 9425934"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Guatemala"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3623.jpg"],["name=Guatemala"],["alt=Honorary Consulate, Почётное консульство Гватемалы"],["url="],["email="],["address=Ulitsa Egorova (Улица Егорова), 18"],["lat=59.912506"],["long=30.314319"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Tekhnologichesky Institut 'Технологический институт' 0.5km"],["phone="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Hungary"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3630.jpg"],["name=Hungary"],["alt=Генеральное консульство Венгрии, Magyarország Főkonzulátusa"],["url=http:\/\/www.mfa.gov.hu\/kulkepviselet\/RU\/ru\/ru_konzuliinfok\/ru_konzulatus\/ru_sztpetervar.htm"],["email=mission.spt@mfa.gov.hu"],["address=Marata Street (ул. Марата), 15"],["lat=59.929064"],["long=30.353531"],["directions=",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]}," Dostoevskaya, ",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Vladimirskaya 0.4km W, ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Mayakovskaya 0.4km E ",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Ploshchad' Vosstaniya 0.4km NE"],["phone=+7 812 312-6458, +7 (812) 312-6753, +7 (812) 312-9200, +7 (812) 314-5805 (visa issues)"],["tollfree="],["fax=+7 (495) 312-6432"],["hours=Tu, W, F, 10:00-12:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iceland"]]}," ",{"type":"{{","value":[["listing"],["image="],["name=Iceland"],["alt=Honourary Consulate, Почётное консульство Исландии"],["url="],["email=magnus@heineken.ru"],["address=Ulitsa Telmana (Улица Тельмана), 24"],["lat=59.889503"],["long= 30.461992"],["directions=",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]}," Lomonosovskaya 'Ломоносовская' 1,5km SW, ",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]}," Ulitsa Dybenko 'Улица Дыбенко' 2,1km NE, tram 7, 27 to stop 'Улица Тельмана'"],["phone=+7 812 326-8580, +7 812 326-8585"],["fax=+7 495 326-8588"],["hours=M-F 9:00-18:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["image=Consulate-General of India in Saint Petersburg (191123, Ryleeva Street, 35).jpg"],["name=India"],["url=http:\/\/www.indianconsulate.ru\/"],["email=cons.spburg@mea.gov.in"],["address=Ulitsa Ryleeva(), 35"],["lat=59.942222"],["long=30.361958"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 812 6407222, 27219-88, 579-3002"],["fax=+7 812 6407221"],["hours=M-F 9:30-18:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["image=Mira12.jpg"],["name=Indonesia"],["alt=Honourary Consulate, Почётное консульство Индонезии"],["url="],["email="],["address=Kamennoostrovsky prospekt, 15"],["lat=59.960281"],["long=30.317503"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Gorkovskaya 'Горьковская' 0.6km S or ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Petrogradskaya 'Петроградская' 0.7km NW"],["phone=+7 812 237-0883"],["fax=+7 812 237-0883"],["hours=M, Tu, W, F 10:00-16:00"],["price="],["content="]]}]},"| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3662.jpg"],["name=Ireland"],["alt=Honourary Consulate, Почётное консульство Ирландии"],["url="],["email= mkosovskaya@lenrianta.com"],["address=Ul. Kuznetsovskaya (Кузнецовская улица), 30А."],["lat=59.871797"],["long=30.315592"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Park Pobedy 'Парк Победы' 0.7km S or ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Elektrosila 'Электросила' 0.8km N"],["phone=+7 812 326-9057, +7 812 937-0233"],["fax=+7 812 326-9050"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3603.jpg"],["name=Italy"],["alt=Consolato Generale d’Italia a San Pietroburgo, Генеральное консульство Италии"],["url=http:\/\/www.conssanpietroburgo.esteri.it\/Consolato_SanPietroburgo"],["email=segreteria.sanpietroburgo@esteri.it"],["address=Teatralnaya ploshchad (Театральная площадь), 10"],["lat=59.924919"],["long=30.29995"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Sennaya ploshchad 0.9km E, ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},":2, 3, 6, 22, 27, 70, 100 or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К1, К2, К62, К124, К154, К186, К350 to stop 'Театральная площадь'"],["phone=+7 812 312-3217, +7 812 312-3106, +7 812 718-8095"],["tollfree="],["fax=+7 812 312-2896"],["hours=M-F 9:00-13:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["image=Consulate-General of Japan in Saint-Petersburg.jpg"],["name=Japan"],["alt=Consulate-General of Japan in Saint Petersburg, Генеральное консульство Японии в Санкт-Петербурге, 在サンクトペテルブルク日本国総領事館"],["url=http:\/\/www.st-petersburg.ru.emb-japan.go.jp\/"],["email=consul.japan@mofa.spb.ru"],["address=Naberezhnaya Moyki (Набережная реки Мойки), 29"],["lat=59.941401"],["long=30.320216"],["directions=",{"type":"[[","value":[["Image:Spb metro line5.svg"],["20px"]]}," Admiralteyskaya 0.7km SW, ",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy Prospekt 0.9km SE"],["phone=+7 (812) 314-1434"],["tollfree="],["fax=+7 (812) 710-6970"],["hours=M-F 9:00-18:00"],["price="],["content= - The building was constructed in 1851 for Aleksey Lobanov-Rostovsky, with reconstructions and extensions in 1868 and 1875. - The decision to open a consulate-general in Leningrad, as it was then named, was taken by the Japanese cabinet following a bill passed in the Diet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kazakhstan"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3653.jpg"],["name=Kazakhstan"],["alt=Honourary Consulate, Генеральное консульство Казахстана"],["url=http:\/\/kazembassy.ru\/en\/homeen"],["email=kazconspb@mail.ru"],["address=Vilenskiy pereulok (Виленский переулок), 15? or Galernaya street?, 11"],["lat=59.939897"],["long=30.366233"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 0.5km NW"],["phone=+7 (812) 312-0987"],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kyrgyzstan"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 2011 1016.jpg"],["name=Kyrgyzstan"],["alt=Honourary Consulate, Почётное консульство Киргизии"],["url="],["email="],["address=Suvorovsky pr., 40 office 18 ? Невский проспект,.132 ?"],["lat=59.930281"],["long=30.367522"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Ploshchad' Vosstaniya"],["phone=+7 (812) 400-2280"],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Latvia"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 2011 1000.jpg"],["name=Latvia"],["alt=Генеральное консульство Латвии,"],["url=http:\/\/www.latviaspb.ru\/en\/stpetersburg\/"],["email=consulate.peterburg@mfa.gov.lv"],["address=11-ya Liniya Vasilyevskovo Ostrova (10 линия Васильевского острова), 11"],["lat=59.938956"],["long=30.276983"],["directions=Vasilievsky Island, ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]}," Vasileostrovskaya 'Василеостровская' 0.5km N"],["phone=+7 812 336-3454"],["fax=+7 (812) 336-3452"],["hours=M-F 8:30-17:00"],["price="],["content=Other email: consulate.peterburg@mfa.gov.lv"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Lithuania"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3649.jpg"],["name=Lithuania"],["alt=Lietuvos Respublikos Generalinis Konsulatas Sankt Peterburge, Генеральное консульство Литвы"],["url=http:\/\/consulate-stpetersburg.mfa.lt\/"],["email=st.peterburgas@peterstar.ru"],["address=Ul. Ryleyeva (Улица Рылеева), 37"],["lat=59.94217"],["long=30.36247"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya; Next to India"],["phone=+7 812 327-3167"],["tollfree="],["fax=+7 812 327-2615"],["hours=M-F 9:00-16:00"],["price="],["content=Extra phone:+7 812 327-0230, visas 327-26-81 (3PM to 6PM)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Luxembourg"]]}," ",{"type":"{{","value":[["listing"],["image=MariinskijTeatr 29599.jpg"],["name=Luxembourg"],["alt=Honourary Consulate, Почётное консульство Люксембурга"],["url=http:\/\/moscou.mae.lu\/en\/Consular-Information2\/Honorary-Consulates-of-the-Grand-Duchy-of-Luxembourg-in-the-Russian-Federation\/"],["email= luxembourg@mariinsky.ru"],["address=Nevsky Prospekt, 58? or Teatralnaya square,1?"],["lat=59.93416"],["long=30.33864"],["directions="],["phone=+7 812 718-3450"],["fax= +7 812 326 2190"],["hours=M-F 10:00-18:00"],["price="],["content=Extra phones:+7 812 718-3451, 311-1219"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malta"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3622.jpg"],["name=Malta"],["alt=Honourary Consulate, Почётное консульство Мальты"],["url=http:\/\/www.mfa.gov.mt\/Default.aspx?MDIS=4460\/"],["email="],["address=Ulitsa 8-ya Krasnoarmeyskaya (8-я Красноармейская улица), 6A\/5"],["lat=59.914167"],["long=30.304217"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Tekhnologicheskiy Institut 0.8km E, ",{"type":"[[","value":[["Image:Tram icon SPB.svg"],["20px"]]},": 16 to stop 'Советский переулок'"],["phone=+7 812 449-4780"],["tollfree="],["fax=+7 (812) 449-4780"],["hours=M-F 10:00-17:00"],["price="],["content=Extra phone:+7 812 449-4781"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["image=Consulate General of Netherlands in Saint Petersburg.jpg"],["name=Netherlands"],["alt= Consulaat-Generaal van het Koninkrijk der Nederlanden in Sint-Petersburg, Генеральное Консульство Нидерландов"],["url=http:\/\/stpetersburg-ru.nlconsulate.org\/"],["email=pet@minbuza.nl"],["address=Naberezhnaya Moyki, 11"],["lat=59.94256"],["long=30.32456"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy prospekt"],["phone=+7 812 334-0200"],["fax=+7 812 334-0225"],["hours=M-F 10:00-12:30"],["price="],["content=Same bldg. Australia"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["image=SPB Newski house 25.jpg"],["name=Norway"],["alt=Generalkonsulatet i St.Petersburg, Генеральное консульство Норвегии"],["url=http:\/\/www.norvegia.ru\/Embassy\/stpetersburg\/"],["email=cons.gen.stpetersburg@mfa.no"],["address=Nevsky Prospekt (Невский проспект), 25"],["lat=59.935456"],["long=30.323369"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy prospekt 'Невский проспект'. ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 3, 7, 22, 24, 27, 191; ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]},": 1, 5, 7, 10, 11, 22"],["phone=+7 812 336-6420, +7 (812) 336-6423 (visa service)"],["fax=+7 812 336-6421, visa service - (812) 336-6422"],["hours=M-F 10:00-12:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Pakistan"]]}," ",{"type":"{{","value":[["listing"],["name=Pakistan"],["alt=Honourary Consulate, Почётное консульство Пакистан"],["url="],["email="],["address=Vyborgskaya naberezhnaya (Выборгская набережная), ~27"],["lat=59.967861"],["long=30.338114"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Vyborgskaya 'Выборгская' 0.7km NE"],["phone=+7 812 336-9239"],["tollfree="],["fax=+7 (812) 336-9240"],["image=Sankt-Peterburg avgust2013 PetrogradskStoronal 228.JPG"],["hours=M-F 10:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Peru"]]}," ",{"type":"{{","value":[["listing"],["image=Muziy SPb 2010 3400.jpg"],["name=Peru"],["alt= Почётное консульство Перу"],["url="],["email="],["address=Smolnyy prospekt,( Смольный проспект), 6"],["lat=59.945047"],["long=30.394428"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 1.9km W, further ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 22, 22а, 136. or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К15 to stop Tulskaya (Тульская улица). Or from anywhere to stop 'Тульская улица\/Улица Бонч-Бруевича' by ",{"type":"[[","value":[["Image:Trolley icon SPB.svg"],["20px"]]},": 5, 11, 15"],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Philippines"]]}," ",{"type":"{{","value":[["listing"],["image=Muziy SPb 2010 3181.jpg"],["name=Philippines"],["alt==Honourary Consulate, Почётное генеральное консульство Филиппин"],["url="],["email="],["address=Bolshoy Prospekt, 103; Vasilievsky Island, (Большой проспект, Васильевского острова)"],["lat=59.928256"],["long=30.235983"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Primorskaya 'Приморская' 2km"],["phone=+7 812 326-1355"],["fax=+7 812 326-1357"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 2011 1007.jpg"],["name=Poland"],["alt=Konsulat Generalny RP w Sankt Petersburgu, Генеральное консульство Польши"],["url=http:\/\/sanktpetersburg.msz.gov.pl\/en\/"],["email=konsgenrp@peterlink.ru"],["address=5th Sovetskaya street (5-я Советская улица), 14"],["lat=59.935178"],["long=30.368608"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Ploshchad' Vosstaniya 0.7km SW"],["phone=+7 812 336-3140"],["tollfree="],["fax=+7 812 274-4318"],["hours=M-F 10:00-13:00"],["price="],["content=More phones:+7 812 336-3141, +7 812 274-4314"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Romania"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3611.jpg"],["name=Romania"],["alt=Генеральное консульство Румынии"],["url="],["email="],["address=Gorokhovaya ulitsa (Гороховая улица), 4"],["lat=59.936217"],["long=30.31145"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy prospekt 'Невский проспект'"],["phone=+7 812 312-6141"],["fax="],["hours=M, Tu, Th, F 11:00-16:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Senegal"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3661.jpg"],["name=Senegal"],["alt=Honourary Consulate, Почётное консульство Сенегала"],["url=http:\/\/senegalspb.ru\/"],["email=consulsenegal@mail.ru"],["address=Prospekt Energitikov (проспект Энергетиков), 6"],["lat=59.936106"],["long=30.434458"],["directions=",{"type":"[[","value":[["Image:Spb metro line4.svg"],["20px"]]}," Ladozhskaya 0.3km S"],["phone=+7 812 528-0770"],["fax=+7 812 528-0770"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Slovakia"]]}," ",{"type":"{{","value":[["listing"],["image=Consulate-General of Slovakia in Saint Petersburg.jpg"],["name=Slovakia"],["alt=Генеральное консульство Словакии"],["url="],["email=gksr@peterburg.mfa.sk"],["address=Orbeli street (Улица Орбели), 21 building 2"],["lat=60.003933"],["long=30.344822"],["directions="],["phone=+7 812 244-3666"],["tollfree="],["fax="],["hours=M-F 10:00-15:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Slovenia"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3625.jpg"],["name=Slovenia"],["alt=Honourary Consulate"],["url="],["email="],["address=pereulok Antonenko, 6-а, office 208? ulitsa 7-ya Krasnoarmeyskaya, 25\/14?"],["lat=59.911869"],["long=30.308919"],["directions="],["phone=+7 812 314-4185"],["tollfree="],["fax="],["hours=M 15:00- 17:00, F 12:30-14:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3656.jpg"],["name=South Korea"],["alt=주 상트페테르부르크 대한민국 총영사관, Генеральное консульство Республики Корея"],["url=http:\/\/rus-stpetersburg.mofat.go.kr\/worldlanguage\/europe\/rus-stpetersburg\/main\/index.jsp"],["email="],["address=Nekrasova street (Улица Некрасова), 32-а"],["lat=59.938889"],["long=30.358469"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 0.7km N"],["phone=+7 812 448-1909"],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3646.jpg"],["name=Spain"],["alt=Consulado de España en San Petersburgo, Генеральное консульство Испании"],["url=http:\/\/www.exteriores.gob.es\/Consulados\/SANPETERSBURGO\/es\/Paginas\/inicio.aspx"],["email=embespru@mail.mae.es; Cog.SanPetersburgo@maec.es"],["address=Furshtatskaya street(Фурштатская улица), 9"],["lat=59.944983"],["long=30.352944"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 812 327-3634"],["tollfree="],["fax=+7 (812) 327-3634"],["hours=M-F 10:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sri Lanka"]]}," ",{"type":"{{","value":[["listing"],["image="],["name=Sri Lanka"],["alt=Honourary Consulate"],["url="],["email="],["address=17th Line, 60? (17-я линия, 60)"],["lat=59.94531"],["long=30.25842"],["directions=Vasilievsky Island,"],["phone=+7 (812) 305-0185"],["tollfree="],["fax="],["hours=M-F 11:00-18:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3614.jpg"],["name=Sweden Генеральное консульство Швеции"],["url=http:\/\/www.swedenabroad.com\/ru-RU\/Embassies\/Saint-Petersburg\/"],["email=generalkonsulat.st-petersburg-visum@foreign.ministry.se"],["address=Malaya Konyushennaya street (Малая Конюшенная улица), 1\/3"],["lat=59.938642"],["long=30.325639"],["directions=",{"type":"[[","value":[["Image:Spb metro line2.svg"],["20px"]]}," Nevskiy Prospekt 0.5km SE"],["phone=+7 812 329-1430"],["tollfree="],["fax=+7 812 329-1450"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3647.jpg"],["name=Switzerland alt=Генеральное консульство Швейцарии"],["url=http:\/\/www.eda.admin.ch\/eda\/rus\/home\/reps\/eur\/vrus\/cgstpe.html\/"],["email=vertretung@stp.rep.admin.ch"],["address=Prospekt Chernyshevskogo (Проспект Чернышевского), 17"],["lat=59.94445"],["long=30.358206"],["directions=Vasilievsky Island, ",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 812 327-0817"],["tollfree="],["fax=+7 812 327-0829"],["hours=M-Th 9:00-12:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Tajikistan"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstva SPb 2012 4464.jpg"],["name=Tajikistan"],["alt=Honourary Consulate, Почётное консульство Таджикистана"],["url="],["email="],["address=Fonarnyy pereulok (Фонарный переулок), 3"],["lat=59.928822"],["long=30.304553"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Sennaya ploshchad' 0.7km E"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstva SPb 2012 4477.jpg"],["name=Thailand"],["alt=Honourary Consulate"],["url="],["email="],["address=Bolshoy Prospekt, 9"],["lat=59.940928"],["long=30.287336"],["directions=Vasilievsky Island, ",{"type":"[[","value":[["Image:Spb metro line3.svg"],["20px"]]}," Vasileostrovskaya 'Василеостровская'"],["phone=+7 812 325-6271"],["fax=+7 812 325-6313"],["hours=M-F 11:00-13:00"],["price="],["content=+7 812 325-6371, 213-2538"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ukraine"]]}," ",{"type":"{{","value":[["listing"],["alt=Konsulstvo Sankt-Peterburg 2011 1004.jpg"],["name=Ukraine"],["alt= Генеральне консульство України в Санкт-Петербурзі"],["url=http:\/\/cons-ua.ru\/"],["email=gcspb@cons-ua.ru"],["address=Ulitsa Bonch-Bruevicha (ул. Бонч-Бруевича 1Б), 1-V"],["lat=59.944222"],["long=30.390742"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya 1.7km W, further ",{"type":"[[","value":[["Image:Bus icon SPB.svg"],["20px"]]},": 22, 22а, 136. or ",{"type":"[[","value":[["Image:Share taxi icon SPB.svg"],["20px"]]},": К15 to stop Tulskaya (Тульская улица)"],["phone=+7 812 331-5163"],["tollfree="],["fax=+7 (812) 331-5169"],["hours=M-F 9:30-18:30"],["price="],["content=+7 812 331-5166"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 2011 1001.jpg"],["name=United Kingdom"],["alt=British Consulate-General St Petersburg, Генеральное консульство Великобритании"],["url=https:\/\/www.gov.uk\/government\/world\/organisations\/british-embassy-moscow#contact-us.ru"],["email=information.stpetersburg@fco.gov.uk"],["address=Pl. Proletarskoy Diktatury (Улица Пролетарской Диктатуры, ), 5"],["lat=59.947647"],["long=30.391147"],["directions="],["phone=+7 812 320 3200"],["fax=+7 812 320 3211"],["hours=M-F 9.00-17.00"],["price="],["content=Consular district covers: Leningrad, Pskov, Novgorod, Vologda, Murmansk,Arkhangelsk, Kaliningrad& Regions, Karelia, Republic of Komi & Nenetskiy Autonomous District. All consular services by appointment only."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["image=Konsulstvo Sankt-Peterburg 3641.jpg"],["name=United States"],["alt="],["url=http:\/\/stpetersburg.usconsulate.gov\/"],["email=acsstpete@state.gov"],["address=Furshtatskaya Street, 15"],["lat=59.944972"],["long=30.354472"],["directions=",{"type":"[[","value":[["Image:Spb metro line1.svg"],["20px"]]}," Chernyshevskaya"],["phone=+7 812 331-2699"],["fax=+7 812 331-2852"],["hours=11.30-13.00 & 15.30-17.00"],["price="],["content=More phone: +7 812 331-2600"]]}]}]]},"\n\n",{"type":"===","value":["Visa Centers"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url="],["email=nfo@belgiumvac-ru.com"],["address=Shpalernaya street, 38"],["lat="],["long="],["directions="],["phone=+7 (812) 665-03-44"],["tollfree="],["fax="],["hours=Mon-Fri, 9 AM - 4PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url="],["email=visa@pony-spb.ru"],["address=Parkovaya street, 4, office 326"],["lat="],["long="],["directions="],["phone=+7 (812) 449-77-52"],["tollfree="],["fax="],["hours=Mon-Fri, 10AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/www.ttsnewzealand.ru\/"],["email="],["address=Nevsky Prospekt, 32 ("],["lat="],["long="],["directions="],["phone=+7 (812) 642-3124"],["tollfree="],["fax=+7 (812) 642-3124"],["hours=Mon-Fri, 9-30AM - 5PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nOne-day excursions are popular with travellers to Saint Petersburg. Taxicabs and buses are the most common forms of transport and trips can often be organised either with the holiday operator e.g. Intourist, before traveling to ",{"type":"[[","value":[["Russia"]]},", or from your hotel. Several tour bus companies have kiosks in front of Gostinyy Dvor, with some tours (but not all) offered in English. Some of the most popular excursions include:\n",{"type":"[[","value":[["Image:Oreshek fortress.jpg"],["thumb"],["right"],["250px"],["Oreshek fortess, a view from the right bank of Neva River"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gatchina"]]}," — Big park and museum. Can be reached by train from Saint Petersburg ",{"type":"''","value":["Baltiskiy station"]}," to the Gatchina's Baltiskiy railway station, which is situated fairly close to the palace. One can also take a bus from near the former Warsaw station (next to Baltiskiy station) in St. Petersburg."]},{"type":"*","value":[{"type":"[[","value":[["Narva"],["Ivangorod and Narva"]]}," — Two towns on the Narva river (border between Russia and Estonia). Twin castles (Russian, established Grand Duke Ivan III, and Danish\/Swedish). Clarify your visa status before crossing to Estonia, as you may not be able to come back on single-entry Russian visa."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kronstadt"]]}," — Old seaport town on the Kotlin island. Main Russian naval base from early 18 century. You may take a hydrofoil back to the Hermitage for 100 RR."]},{"type":"*","value":[" Lomonosov (AKA Oranienbaum) — Park with museum honoring Michael Lomonosov. Not far from Peterhof (15 minutes by car). Station name is Oranienbaum. TIP - You may also visit Kronshtadt and take a hydrofoil back to the Hermitage for 100 RR, an inexpensive alternative to the more expensive ones leaving from Peterhof."]},{"type":"*","value":[" ",{"type":"[[","value":[["Novgorod"]]}," — Ancient town with churches and museums. About 180 km. from St. Petersburg."]},{"type":"*","value":[" Oreshek fortess — a medieval Russian fortess at ",{"type":"''","value":["Orekhovy Island"]}," in the mouth of Neva. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Pavlovsk"]]}," — Lusicous green park where you could feed the squirrels from your hands. Can be reached by train from Vitebskiy station (not the main hall, but the smaller hall for local trains, which is on the right side as you face the station). Pavlovsk train station is close to the northwestern gate to the park, and from there it is a long (but pleasant) walk though the park to the palace."]},{"type":"*","value":[" ",{"type":"[[","value":[["Peterhof"]]}," — Home of the sumptuous \"Russian Versailles\". Fountains, parks, museums. Can be reached by train from Baltiskiy station for 43.50 RR, although figuring out which station you want to arrive at can be tricky if you can't read Cyrillic. Station's name is Noviy Peterhof. You may also try going on the red line to Metro station Avtovo, and from there, take a 'Mashrut' Bus to Peterhof for 50 RR. Travel time: 35 minutes without traffic. If you've got plenty of time, consider visiting Oranienbaum \/ Lomonosov, visiting Kronshtadt, then you may take a hydrofoil back to the Hermitage for 100 RR."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pushkin"]]}," (A.K.A. ",{"type":"[[","value":[["Tsarskoye Selo"]]},") — City 25 km south of Saint Petersburg, with beautiful parks and palaces, most notably the Catherine Palace built for Tsarina Catherine I. Can be reached by train from Vitebskiy station (not the main hall, but the smaller hall for local trains, which is on the right side as you face the station). Take the train to Detskoe Selo station, but be advised that the palaces are still about a 20-minute walk through town from the station."]},{"type":"*","value":[" Repino — House-museum of the artist Ilya Repin, located just off the Gulf of Finland, where he lived and worked. To get there: Elektrichka train from the Finland Station (round trip fare 120 RR, eleventh stop on the westbound line — check in advance to make sure the train you board stops in Repino — then from the station cross the main road and walk down the path to the left of the supermarket through a resort complex to the next major road. Turn left and walk about 1.5 km to the gate marked ",{"type":"''","value":["Penaty"]},". The walk takes about 45 minutes. The museum and grounds close at 3PM, or earlier if there are no visitors."]},{"type":"*","value":[" ",{"type":"[[","value":[["Staraya Ladoga"]]}," — the ",{"type":"'''","value":["first capital"]}," of Russia is a pleasant little village four hours away with an incredible wealth of historical sights, including its own stone kremlin and church frescoes by the hand of none other than Andrei Rublev."]},{"type":"*","value":[{"type":"[[","value":[["Vyborg"]]}," — town situated on the Karelian Isthmus near the head of the Bay of Vyborg, 130 km to the northwest of St. Petersburg, 38 km south from Russia's border with Finland, where the Saimaa Canal enters the Gulf of Finland. Swedish built castle, started in the 13th century and extensively reconstructed by Russians in 1891–1894. Mon Repos, one of the most spacious English parks in Eastern Europe, laid out in the 19 century. Fortifications of the Mannerheim Line (built by Finland against the Soviet Union) are close by."]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["59.9500"],["30.3000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Saint Petersburg (district)"]]},"\n",{"type":"{{","value":[["hasDocent"],["DenisYurkin"]]},"\n\n",{"type":"[[","value":[["commons:Category:Saint Petersburg"]]},"\n",{"type":"[[","value":[["WikiPedia:Saint Petersburg"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Russia\/Administrative Regions\/Saint Petersburg\/"]]}]