[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stkittstourism.kn\/ Saint Kitts"]}]}," is the larger of the two islands that make up the small ",{"type":"[[","value":[["Caribbean"]]}," island nation of ",{"type":"[[","value":[["Saint Kitts and Nevis"]]},".\n\n",{"type":"==","value":["Regions"]},"\nSt. Kitts is officially divided into nine parishes: Christ Church Nichola Town, Saint Anne Sandy Point, Saint George Basseterre, St John Capisterre, Saint Mary Cayon, Saint Paul Capisterre, Saint Peter Basseterre, Saint Thomas Middle Island, Trinity Palmetto Point. \n\nThe island's regions are, however, more easily defined by the geography. In the south there is the long, dry, hilly and still relatively undeveloped southeastern peninsula, which points towards Nevis. North of that is the gently sloping or relatively flat area near Basseterre, including the grounds of the Marriot. North of that is the main body of the island of St. Kitts, which consists of a central range of mountains, surrounded by less steep coastal areas where most of the villages are situated.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Basseterre"]]},", the capital"]},{"type":"*","value":["Cayon"]},{"type":"*","value":["Sandy Point Town"]},{"type":"*","value":["Parsons"]},{"type":"*","value":["Dieppe Bay"]},{"type":"*","value":["Molineux"]},"\n",{"type":"==","value":["Understand"]},"\nOver the centuries, St. Kitts and Nevis changed hands many times between English and French, which has left it a heritage of cities with names from both countries. However, the architecture there is British colonial in style and the driving is on the left. It's especially important to remember this in downtown Basseterre, where Circus Place  has the reproduction of the 'Berkeley Memorial Clock'.\n\nSt. Kitts and Nevis became an associated state of the United Kingdom with full internal autonomy in 1967. The island of Anguilla rebelled and was allowed to secede in 1971. Saint Kitts and Nevis achieved independence in 1983. In 1998, a vote in Nevis on a referendum to separate from Saint Kitts fell short of the two-thirds majority needed.\n\nOn St. Kitts there are several ancient British fortifications that have been restored reproducing the tiniest details of the original construction. \n\nMany new projects are in progress or completion on St. Kitts, notably vast dockings to accommodate the largest liners and cruisers with terminals, loading docks, etc.\n\nWhat is really remarkable on St. Kitts and Nevis is the nature. Many tropical birds which one rarely finds elsewhere are present in great concentration, and there are also the famous introduced African Green Vervet Monkeys which, it is said, were brought in by the pirates. \n\nA relatively new road permits driving to the southeastern tip of St Kitts (Turtle Beach) where one feels that a certain febrility in the air will make of this part of the island an appreciated place. Indeed, one has only to take a little adventure in the underwoods with some fruit in hand to see onself quite soon surrounded by monkeys coming gently to meet one to get fed. For the inhabitants of the islands, on the other hand, the monkeys are not percieved as a joy, for these pretty little hairy beings plunder the harvest and nose around everywhere they can go.\n\n",{"type":"==","value":["Talk"]},"\nThe national language is English, although often spoken with a heavy regional lilt.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"====","value":["From the US"]},"\n\nDaily flights are available from San Juan, PR from American AirlinesEagle, as well as through BVI\/Tortola. American has daily flights from Miami (3 flights during low tourist season), and US Air has direct flights from Philadelphia and Charlotte. American has also offered charter flights direct from Dallas on 767's.\n\nAmerican Airlines has a non-stop flight from JFK to St. Kitts two times weekly except in the summer.\n\nDelta Airlines has a non-stop from Atlanta to St. Kitts on Saturdays.\n\n",{"type":"====","value":["From Britain"]},"\n\nBritish Airways to commence flying direct between London Gatwick and St. Kitts in January 2009. Flights are once weekly, every Saturday.\n\n",{"type":"====","value":["From Canada"]},"\n\nSkyservice has a flight from Toronto to St. Kitts departing on Wednesday, December 19 and 26th and then on Saturdays starting January 12th.  They also have Monday flights starting December 26th to St. Kitts.\n\nMiami Air runs charters throughout the Caribbean from many US gateways.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[","value":["http:\/\/cmvlive.com\/st-kitts-nevis-ferry-schedule Daily ferries"]}," are available between St. Kitts and Nevis. There is an occasional ferry between St. Kitts and St. Maarten (roughly every three to four weeks).\n\nMany cruise ships visit the island, more during high season.  Large ships dock at the main pier at ",{"type":"[[","value":[["Basseterre"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nTaxies and buses outnumber those needing them in St. Kitts.  Be sure to negotiate upfront the costs of the trip, pay special attension to if the fare is in US or EC dollars. For those who wish to rent a car, there are several places where you can rent one and temporary drivers licenses are available.\n\n",{"type":"===","value":["By bus"]},"\nBuses transit between the larger destinations on a regular basis during the day. The main bus stops in Basseterre include the ferry pier, Baker's Corner and points along Cayon Road.\n\n",{"type":"===","value":["By trains"]},"\nGo on the scenic railroad tour that goes through portions of the narrow gauge railroad formerly used for the sugar mill ",{"type":"[","value":["http:\/\/www.stkittsscenicrailway.com"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:BrimstoneHill01.jpg"],["thumb"],["Brimstone Hill"]]},"\nThe largest historical site is the ",{"type":"[[","value":[["UNESCO"]]}," listed ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.brimstonehillfortress.org\/ Brimstone Hill Fortress National Park"]}]},". A British fortification this was once refered to as the Gibraltar of the Caribbean. In the past several decades the fort has been under significant restoration, and is now a popular tourist destination on the island.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" The mountains of St. Kitts make for some wonderful hiking in the tropical rain forest environment. It is highly recommended that anyone unfamiliar with the island go on a guided tour, as most of the trails are not well marked. There are some short rain forest walks, including a well-maintained trail above Romney Manor that travels along and across the Wingfield's river. This is probably the best marked trail, complete with ropes and steps. For those looking for more of a challenge, hiking up to the rim of the mile-wide crater on Mt. Liamuiga is much more difficult, but with a very rewarding view. Although it can be completed in under two hours (not including traveling time), it's best to plan at least three - particularly if you wish to enjoy a long lunch at the top. This trail is well-traveled, but it is not well maintained otherwise, and it is very common to have fallen trees across the path. Trails that are less well traveled, but worth the trip (if you have a guide) are Dos D'ane Pond (on top of Verchild's Mountain), and the Old Military Trail that crosses the middle of the island, from Romney Manor to Philip's (above Molineaux). The Old Military Trail is the historic path used by the British when the island was split with the French, and provided the only land route to connect the British villages on the Atlantic side to the Caribbean side."]},{"type":"*","value":[" Scuba diving is popular on St. Kitts; scenic ",{"type":"[[","value":[["wreck diving"],["wreck dives"]]}," include the wreck of the ",{"type":"''","value":["River Taw"]},"."]},{"type":"*","value":[" Golf course at the St. Kitts Marriott"]},"\n",{"type":"==","value":[" Buy "]},"\n\nSee ",{"type":"[[","value":[["Basseterre#Buy"],["Basseterre"]]},".\n\n",{"type":"==","value":["Eat"]},"\nA number of restaurants are located in Frigate Bay. Mr. X's Shiggity Shack, Monkey Bar ",{"type":"[","value":["http:\/\/www.kittitianmonkeybar.com"]}," and Ziggy's on South Frigate Bay beach are more traditional, casual beach bar restaurants. \n\nOn the opposite side, on North Frigate Bay, there are several western-style restaurants, including Ciao (Italian), Rock Lobster (seafood, mixed American and Caribbean) and PJ's (American, delicious pasta). \n\nSouth Friars is home to Godfather's, Mongoose and Shipwreck Beach Bar.  \n\nCockleshell is home to Lion's Beach Bar and Reggae Beach Bar a new restaurant that has recently opened. (Home to Wilbur the 600 pound pig)\n\nAround the island there is also the Royal Palm at Ottley's Plantation (upscale), the Golden Lemon in Dieppe Bay, Ottley's Plantation (upscale), Sprat Net (casual, seafood) and Rawlin's Plantation (popular lunch buffet).\n\nIn Basseterre you will find Circus Grill, Ballahoo, Stonewalls and in Fortlands there is Serendipity (upscale) and Ocean Terrace Inn's Fisherman's Wharf and Waterfall Restaurant (famous for their Friday Night West Indian Buffet)\n\n",{"type":"==","value":["Drink"]},"\nThere are a large number of local spots to get drinks (locally bottled soda and beer). These include little bars along the side of the road throughout the towns and cities, especially down by the ferry pier. On the southern peninsula there are a number of beach bars and bar\/restaurants. On South Friar's Bay beach and South Frigate Bay beach in particular there are a number of beach bar 'shacks' along the beach serving drinks and some offering food.\n\n",{"type":"==","value":["Sleep"]},"\n\nMarriott ",{"type":"[","value":["http:\/\/www.marriott.com\/hotels\/travel\/skbrb-st-kitts-marriott-resort-and-the-royal-beach-casino\/"]}," operates the largest Beach Resort Hotel on St. Kitts (with casino).\n\n",{"type":"==","value":["Stay safe"]},"\nAlthough attacks on tourists are rare for the most part, Saint Kitts does have one of the highest murder rates per head of population the Caribbean region.  Accordingly, visitors should exercise appropriate care.  On 14 November 2010 an armed robbery of a bus carrying tourists shocked the island, and although no one was hurt and the criminals were apprehended swiftly, a number of cruise lines suspended visits to Saint Kitts.\n\n",{"type":"==","value":["Go next"]},"\nIf you visit Saint Kitts, do make sure to visit its sister island ",{"type":"[[","value":[["Nevis"]]}," too. If you have a car, you can drive all the way southeast to Majors Bay, and then take the \"Sea Bridge\" ferry over. That ferry runs every 2 hours during the day time, and takes about 20 minutes to get to Cades Bay on Nevis. \n\nIf you are without a car, you can take any one of the regular ferries that go from Basseterre, the capital of St. Kitts, to Charlestown, which is the capital of Nevis. That trip takes about 40 minutes and is very scenic. It's well worth doing just for the views, but Charlestown is also a very picturesque and interesting destination.\n\n",{"type":"{{","value":[["geo"],["17.320"],["-62.747"],["zoom=12"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Saint Kitts and Nevis"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Saint Kitts"]]}]