[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Saint Marc"]}," is a city in ",{"type":"[[","value":[["Central Haiti"]]},".\n\n",{"type":"==","value":["Talk"]},"\nTalk to and befriend young people. Many speak some English and most are eager to learn. And once you have a friend there, you are safe.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nOne can get around on foot, by 'moto', 'taxi' (sit on the back of a 'moto', by taptap (pickup trucks in various stages of disrepair): 'tap-tap' on the side to get on, or off, or by car\n\n",{"type":"==","value":["See"]},"\nDowntown St Marc was once, clearly, a nice place. The houses and buildings are typical Caribbean with balconies, ornamentation and, at times, gardens. The City Hall is a large, older building located at the park in the center of St. Marc. The park, surrounded by a metal fence, could be lovely. It has several large trees, open grass areas and a large central fountain.\nThere are banks, stores inside as well as on side walks and the usual bustle of a city, but not as crowded as others. There is a store with imported goods across the park, near which is also the Western Union which, in turn, is near the ocean.==\nIf, hopefully WHEN, St. Marc is restored and fixed up, it will once again have a wonderful city center.\n\n",{"type":"==","value":["Do"]},"\nASK people what they need and don't assume you know!\n\nStop at the unique places where they make iron work, carve wood furniture etc.\nVolunteer through an organization, your church, whatever.\n\nThe beach has really nice spots, but stay far away from the river outlet. When seen from a plane, you will know why.\n\nLet a vehicle take you for a ride through the neighboring countryside to absorb more of the culture, the Artibonite, the rice fields and the villages.\n\nDon't 'see' the poverty, but 'see' the beauty, survival and strength of the people.\n\nSmile, say 'bonju'- and you will receive the same: a Haitian custom strictly observed.\n\nVisit a church service, esp. Baptist or such. Very joyful. If possible visit one outside St,Marc - a small village nearby. Singing is fantastic.\n\nVisit a public (not church\/orphanage-related) school - ask for permission in advance, make an appointment if allowed and just watch and listen.\n\nTo Verrettes(road east) for the greatest Wed and Sat markets! All daily fresh foods of all kinds and a great look at Haitian life, including a donkey-lot.\n\nTake a walk alog the 'coridor' from Verrettes directio Deschapelles, even if just a little way.\n\nTake a car ride with a Haitian friend before sunrise along Route Nationale (1), and see what is done at that time of morning. No longer will you say that people are lazy. Just smart mid-day!\n\n",{"type":"==","value":["Buy"]},"\nNot a clue. They will find you!\n\n",{"type":"==","value":["Eat"]},"\nEat fresh deep-fried chicken, citrus, dried, salted little fieshies, breadfruit...\n\n",{"type":"==","value":["Drink"]},"\nGrenadine and rum!\n\n",{"type":"==","value":["Sleep"]},"\nThere are several nice, inexpensive places...\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe "]},"\n\nUnderstand that, for example, nobody yet has arranged regular garbage pick up. Some day they will. This happens when people do NOT have a functioning tax system!\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Haiti"]]},"\n",{"type":"[[","value":[["wikipedia:Saint-Marc"]]},"\n",{"type":"{{","value":[["geo"],["19.116666666667"],["-72.7"]]}]