[{"type":"{{","value":[["pagebanner"],["Miquelon banner.jpg"],["caption=Miquelon shore"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Saint Pierre Miquelon 1.jpg"],["location="],["flag=Flag of Saint-Pierre and Miquelon.svg"],["capital=",{"type":"[[","value":[["Saint-Pierre"]]}],["government=self-governing territorial collectivity of France"],["currency=euro (€)"],["area=242km²"],["population=7,026 (July 2006 est.)"],["language=",{"type":"[[","value":[["French"]]}," (official)"],["religion=Roman Catholic 99%"],["electricity=220V\/50Hz [French Outlet] (Some B & B's have 110V outlets.)"],["tld=.pm"],["callingcode=+508"],["timezone=UTC -3"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www2.st-pierre-et-miquelon.info\/ Saint-Pierre and Miquelon"]}]}," are a small group of islands in the North Atlantic Ocean, south of ",{"type":"[[","value":[["Newfoundland and Labrador"]]},". First settled by the French in the early 17th century, the islands represent the sole remaining vestige of ",{"type":"[[","value":[["France"]]},"'s once vast North American empire, New France. \n\n",{"type":"==","value":["Islands"]},"\n",{"type":"[[","value":[["File:Wikivoyage_Saint_Pierre_and_Miquelon_map_PNG.png"],["thumb"],["Map of Saint Pierre and Miquelon"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Saint-Pierre"]]}]}," - the smaller island, the only significantly populated town (the capital), and the central area of activity."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Miquelon"]]}]}," - the larger island (actually three of them, connected by drifted sand) and village, ",{"type":"[[","value":[["Basque"]]}," and Acadian history, and a large amount of wildlife, small farming operations and summer homes."]},"\n",{"type":"==","value":["Understand"]},"\nSaint-Pierre was a site for settlement by the French in the early 17th century, later abandoned under the Treaty of Utrecht, and returned to France in 1763 at the end of the Seven Years War.  As well, the islands became a place of refuge for Acadian deportees from Nova Scotia.  Saint-Pierre figured frequently in North American British-French relations.  As well, it profited heavily from US Prohibition, which did not affect this area, part of France.  It was depopulated and repopulated frequently, and now remains the last vestige of Imperial France within North America.\n\nLike its northern neighbour, ",{"type":"[[","value":[["Newfoundland"]]},", it is a key fishing centre close to the Grand Banks, some of the world's richest fishing grounds.  However, as in ",{"type":"[[","value":[["Newfoundland"]]},", the decline in cod stocks has seriously affected the fishery.  As a result, tourism is becoming increasingly important to the economy. As a travel destination, St-Pierre et Miquelon is ideal for those interested in historical and cultural discovery, eco-tourism and the French language. Beyond its history, Saint-Pierre et Miquelon is a wonderful destination because of its mild refreshing climate, its beautiful landscapes, the quality of the air and the warmth of its inhabitants. \n\nAs a part of France, the area has much in common with Europe, but also with its Canadian and American neighbours.\n\n",{"type":"===","value":["Tourist information"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tourism Office"],["alt=Comité Régional du Tourisme"],["url="],["email="],["address=Place du Général de Gaulle"],["lat="],["long="],["directions="],["phone=+508 410200"],["tollfree="],["fax=+508 413355"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:ATR ATR-42-320, Air Saint-Pierre AN0091356.jpg"],["thumbnail"],["An Air Saint-Pierre plane at Montreal airport"]]},"\nAlthough Saint-Pierre and Miquelon are territories of France and use the Euro, they are not part of the European Union or Schengen Zone, so immigration procedures are different from those of France. Canadians will need passports for a stay of over three months, otherwise some forms of photo ID are acceptable. All other nationalities need passports and, in some cases, visas.  Check with your local French consulate or embassy. Most travellers are only given a cursory inspection when entering the island of Saint-Pierre.\n\n",{"type":"===","value":["By plane"]},"\nThere are no flights to Saint-Pierre and Miquelon from anywhere but ",{"type":"[[","value":[["Canada"]]},". Visitors of certain nationalities will need a Canadian transit visa. Air service to Saint-Pierre is available via ",{"type":"[","value":["http:\/\/www.airsaintpierre.com\/ Air Saint-Pierre"]}," through:\n",{"type":"*","value":[{"type":"[[","value":[["St. John's"]]},", ",{"type":"[[","value":[["Newfoundland and Labrador"]]}]},{"type":"*","value":[{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]},", ",{"type":"[[","value":[["Nova Scotia"]]}]},{"type":"*","value":[{"type":"[[","value":[["Montreal"]]},", ",{"type":"[[","value":[["Quebec"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sydney (Nova Scotia)"],["Sydney"]]},", ",{"type":"[[","value":[["Nova Scotia"]]}]},{"type":"*","value":[{"type":"[[","value":[["Moncton"]]},", ",{"type":"[[","value":[["New Brunswick"]]}]},"\n",{"type":"===","value":["By car"]},"\nTravelling by car to Saint-Pierre requires driving through ",{"type":"[[","value":[["Newfoundland and Labrador"]]},", ",{"type":"[[","value":[["Canada"]]},", and taking the ferry.\n\n",{"type":"*","value":["From ",{"type":"[[","value":[["Argentia"]]},", take Route 100 northeast until the Trans Canada Highway (Route 1).  Take Route 1 West to Route 210.  On 210, head Southwest until Route 220.   Take 220 to Fortune."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Port aux Basques"]]},", take the Trans Canada Highway (Route 1).  Take Route 1 East until Route 210.  On 210, head Southwest until Route 220. Take 220 to Fortune."]},"\nAs the island of ",{"type":"[[","value":[["Newfoundland"]]}," is home to a moose population of over 100,000, do drive slowly and cautiously, especially when driving at night. Remember that hitting a moose is not like hitting a deer--a moose is a tall beast, and your car will hit its legs, knocking the brunt of its weight into the windshield and you. Depending on the size of your vehicle and speed, this could result in death or serious injury.\n\n",{"type":"===","value":["By bus"]},"\nIf you are going through Newfoundland via Port aux Basques, DRL Coachlines Ltd. offers daily scheduled passenger coach services between St. John's & Port Aux Basques on the island. DRL's head office is in Dartmouth, Nova Scotia, but they can be reached toll-free at 1 888 738 8091. If you wish to reach their office in St. John's, call 1 709 738-8088.\n\nAnother bus service from Port Aux Basques to St. John's is Newhook's Transportation. Call them at 1 709 726-4876.\n\nIn either case, you'll need to get off the bus a short time after ",{"type":"[[","value":[["Clarenville"]]}," to head southwest towards Fortune and the ferry to Saint-Pierre.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:3dansleportdestpierre2.jpg"],["thumb"],["Port of Saint-Pierre"]]},"\n\nMarine Atlantic ferry service runs from ",{"type":"[[","value":[["North Sydney"]]},", ",{"type":"[[","value":[["Nova Scotia"]]},", to ",{"type":"[[","value":[["Port aux Basques"]]},", ",{"type":"[[","value":[["Newfoundland and Labrador"]]}," (on the west coast of the island of ",{"type":"[[","value":[["Newfoundland"]]},"), throughout the year, and to ",{"type":"[[","value":[["Argentia"]]},", ",{"type":"[[","value":[["Newfoundland and Labrador"]]}," (about 90km from ",{"type":"[[","value":[["St. John's"]]},"), during the summer. The duration of the ride depends on the weather and water conditions, so patience is of the essence. It is advisable to call Marine Atlantic ahead of time to make a reservation (call 1 800 341 7981). If you are bringing a U-haul or something other than a passenger vehicle, you will likely be considered a commercial vehicle. Commercial vehicles can only make reservations by doubling the usual fare. It is cheaper to simply take your number, wait in line and hope for the best.\n\nIn general, Marine Atlantic Ferries cater to your every whim, carrying food, alcohol, gift shops, cinemas and sleeping accommodations. There will be lots for you to do. \n\nOnce in Newfoundland, drive or take a bus to Fortune (see By car & By bus). From here, you'll leave your car and take the ferry to Saint-Pierre with ",{"type":"[","value":["http:\/\/www.spmtours.com\/ SPM EXPRESS"]},".  Ferries DO NOT run in the winter. Check schedules before planning travel.\n\n",{"type":"==","value":["Get around"]},"\nGiven the compact size of Saint-Pierre, it is generally easy to get around on foot. Those intimidated by the town's notorious sloping streets may find that a rented scooter may be a more friendly option. There are also a number of taxi services that offer guided tours of Saint-Pierre. Avid renters, be warned that there is less than a handful of rental cars on the island. \n\nThe nearby islands of île aux Marins, Langlade, and Miquelon may be accessed via ferry. île aux Marins and Langlade are inhabited only during the summer months and lack amenities such as taxis, hospitals, or internet service. The town of Miquelon is considerably smaller than Saint-Pierre and therefore has fewer hotels, shops, and restaurants.\n\n",{"type":"==","value":["Talk"]},"\nThe French spoken in Saint-Pierre and Miquelon is very similar to that spoken in Normandy, Brittany, and Paris. The islanders are quite proud of their linguistic heritage.\n\nDue to its proximity to English-speaking Canada, Saint-Pierre has become a popular destination for anglophone students wishing to become immersed in French language and culture.\n\nThe islands have a specialized language teaching facility named the FrancoForum, owned and operated by the local government in Saint-Pierre. Staffed by professional French instructors, the institute offers a variety of courses for both students and teachers wishing to improve their fluency.\n\nThe FrancoForum is best known for hosting Le Programme Frecker, a 3-month French immersion program offered to students at Memorial University in Newfoundland, Canada. The program, which began in 1975, was originally housed in a small building at the center of town. In 2000, an agreement was reached with the Conseil Général in Saint-Pierre to relocate the program to the newly built FrancoForum.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Miquelon 9.jpg"],["thumbnail"],["Landscape at Miquelon"]]},"\n\n",{"type":"==","value":["Do"]},"\nSoak up this little corner of France in North America\n\n",{"type":"==","value":["Buy"]},"\nLike the rest of France, the official currency is the euro, but in Saint-Pierre, it is also common for Canadian and US dollars to be accepted by merchants. Also, you will find that nearly everything is on the expensive side, with the notable exceptions of wine and cigarettes.\n\n",{"type":"==","value":["Eat"]},"\nFrench cuisine is standard in Saint-Pierre and Miquelon. Those who love seafood should look into the Seafood Festival that is held every year in mid-August in the small town of Miquelon.\n\n",{"type":"==","value":["Drink"]},"\nSee eat section\n\n",{"type":"==","value":["Sleep"]},"\nBoth islands have a number of hotels, B&Bs, and rental apartments, though none are large — only a couple of establishments on Saint Pierre have more than a dozen rooms, so be sure to book in advance.  Expect to pay around €35-50 for budget accommodations, €70-80 for a fancier grade.\n\n",{"type":"==","value":["Stay safe"]},"\nThere is very little crime in Saint-Pierre and Miquelon and this destination should be considered one of the safest possible in North America. However, unlike virtually everywhere else in North America, the power mains voltage is mostly 220V. If you're from a 110-120V country (e.g. Canada, USA), note that a euro-plug adaptor which doesn't down-convert the voltage will cause your appliance to burn out very quickly. Don't bring electric clocks or motorized appliances unless they can also be operated with batteries or the manufacturer's name plate specifically states both 50 and 60 Hz. See the ",{"type":"[[","value":[["Electrical systems"]]}," article for more information. Note that a few bed & breakfast inns have 110V with North American outlets, though the frequency is still the European 50 Hz (affects clocks and motors).\n\n",{"type":"==","value":["Stay healthy"]},"\nSaint-Pierre and Miquelon pose very few health threats. Be warned that the weather is often very chilly and a sweater comes in handy, even during the summer months. If a serious injury should occur, there is a small hospital located in the town of Saint-Pierre. Patients who require special treatment are usually sent to larger, better-equipped hospitals in Canada.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["North America"]]},"\n",{"type":"{{","value":[["Geo"],["46.96"],["-56.33"],["zoom=10"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Saint Pierre and Miquelon"]]},"\n",{"type":"[[","value":[["Wikipedia:Saint Pierre and Miquelon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Saint_Pierre_and_Miquelon\/"]]}]