[{"type":"{{","value":[["Pagebanner"],["Saint Martin-banner.jpg"],["caption=Orient Beach in Saint Martin"]]},"\n\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"[[","value":[["Image:Saint Martin travel map.png"],["thumb"],["360px"],["Map of Saint Martin"]]},"\n\n",{"type":"'''","value":["Saint Martin"]}," is an island split between the French collectivity of ",{"type":"'''","value":["Saint-Martin"]}," and the Dutch territory of ",{"type":"'''","value":["Sint Maarten"]}," (formerly part of the Netherlands Antilles, but now a constituent state of the Kingdom of the Netherlands). It is one of the smallest land masses that is divided between two countries.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Philipsburg"]]}," is the capital of the Dutch side. This is where most ",{"type":"[[","value":[["cruise ships"]]}," dock."]},{"type":"*","value":[{"type":"[[","value":[["Marigot"]]}," is the capital of the French side."]},{"type":"*","value":[{"type":"[[","value":[["Grand Case"]]}," is on the French side and has excellent restaurants."]},"\n",{"type":"==","value":["Understand"]},"\n\nThe northern, French side of the island is known as ",{"type":"'''","value":["Saint-Martin"]},", and is 54 km²\/21 square miles.  The southern, \"Dutch side\" of the island is known as ",{"type":"'''","value":["Sint Maarten"]},", and is 41 km²\/16 square miles.  The Dutch side has recently formed its own government and legal system, with its relations with the \"French side\" to remain unchanged.  To avoid confusion between the three variations on the name, the two regions are commonly referred to as \"the French side\" and \"the Dutch side\".\n\nAlthough this island is controlled by two different countries, there is no real border.  There are only monuments and signs that delineate the border.  Over 350 years ago the two countries decided that residents of either country could travel across both sides of the border without worrying about any trouble.  The two countries live peacefully without difficulties, which helps tourism considerably.  Any separation is more from separate and dissimilar utilities systems, e.g., power on French side is 250V 50 Hz, while the Netherlands side is 110\/120 60 Hz. In addition, one must take special care when dialling from the French to Dutch or Dutch to French side as it is, in effect, an international call and requires special dialing instructions. These instructions are typically posted at hotels and tourist locations.\n\nThe Dutch side, Sint Maarten, has become a leading destination in the property market with more and more developments being constructed.  There are high-rise flats and waterfront communities, all of which are popular to buyers, especially American. Tourists on the streets are frequently approached by time-share offers for them. The language on this side of the island is Dutch, but almost everyone speaks English.\n\nOn the Dutch side, grocery stores and other businesses may have prices expressed in Netherlands Antilles Florins (NAF) which is the Local currency also called Guilders, but the US dollar and the Euro will be gladly accepted at these establishments as well. The florin is officially pegged to the USD, with a fixed rate of 1 USD = 1.79 NAF. Many large resorts have been built and on many days cruise ships flood Philipsburg with their passengers. Philipsburg is one of the Caribbean's best shopping towns. If shopping's not your thing, you can sit out back on Philipsburg's harbour beach and have a drink. Or play at one of the casinos just down the street. There are nine on this side. When it all gets too mellow, go rip it up with a 4x4 excursion around the island. Visit the Maho and Cupecoy area for some of the best nightlife on the island and some of the best beaches.\n\nThe French side, Saint Martin, consists of the Northern two-thirds of the island. It is governed by the neighbouring island of ",{"type":"[[","value":[["Guadeloupe"]]},", and is more European than the Dutch. The native language is French and has the same guiding laws as France.  There are no casinos on the French side. It is less developed than the Dutch side, but contains more of the island's natural wonders. The French side is popularly known for clothing-optional Orient Beach and the adjacent nudist resort, Club Orient (the clothing optional portion of the beach lies at the far southern end, and can be easily recognised by the large bright yellow beach umbrellas; while the Club Orient does own its beach area, it is open to the public, so you will see both clothed and unclothed people on this particular stretch; if you are with small children, and you don't want them to see unclothed people, it is probably best to not bring them to this part of the beach). ",{"type":"[","value":["http:\/\/www.cluborient.com\/home.html"]}," However the towns of Marigot and Grand Case provide some of the best gourmet meals anywhere and plenty of interesting shops. Beauty abounds on the island, with bluffs overlooking pretty harbors, sandy-cliffed beaches and tranquil rocky coves where fish provide the beauty.\n\n",{"type":"{{","value":[["cautionbox"],["Effective 30 September 2011, international telephone dialling to locations on the Dutch side changed when Sint Maarten joined the North American Numbering Plan. The correct phone number is now +1 (721) ",{"type":"''","value":["current 7-digit number"]},", although the old +599 will still work until 30 September 2012.."]]},"\n\n",{"type":"==","value":["Talk"]},"\nDutch and French are the official languages on their respective sides of the island.  English is an official language of the Dutch side as well and is widely spoken on both sides, especially in tourist areas. Children on both sides of the island are educated in French, Dutch, English and Spanish so language is typically not a barrier when visiting the island.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["Princess Juliana International Airport"]}," (",{"type":"{{","value":[["IATA"],["SXM"]]},"), Tel: +1 (721) 545-2060, ",{"type":"[","value":["http:\/\/www.pjiae.com\/home.html"]},". This airport on the Dutch side is the larger airport on the island and one of the Caribbean's busiest. The runway was very short, but has been extended and the terminal rebuilt, opening in December 2006. Planes land and take off unusually close overhead to sunbathers at Maho Beach (see related  item under \"Stay Safe\" below). Maho Beach itself is a tourist draw for die-hard aviation enthusiasts for this reason, and the airport is something of a holy grail for them. You don't want your hotel too near. There were over 1.6 million visitors that came through Princess Juliana Airport in 2005. It is not only a beautiful airport, but a very busy airport, especially on the weekends when many timeshare owners are coming and going."]},"\n",{"type":"*","value":["The other airport is near Grand Case to the north, and primarily serves inter-island flights, commercial and private."]},"\nWhen leaving St. Martin by plane, travelers pay an exit tax at the Phillipsburg airport. Travellers departing on international flights pay US$30. Exempt are passengers flying with certain airlines, transit passengers and children under two.  This tax is included in some airfares but for others travelers must pay at the airport.  As of November 2007, US Airways does cover this tax. The exit tax to the other Netherlands Antilles Islands such as Saba and St. Eustatius is only $10. The exit tax does not apply to in transit travelers.\n\n",{"type":"===","value":["By boat"]},"\n\nLast year, over 1.3 million people visited the island by cruise ship, landing mostly in ",{"type":"'''","value":["Philipsburg"]}," on what used to be the \"Dutch side\".\n",{"type":"*","value":[" Since 2005 they've used an extended pier built by a 3-year project.  Four cruise ships can visit at once."]},{"type":"*","value":[" As of July 2010, they finished construction of a second nearby pier catering to next-generation mega-cruise ships."]},{"type":"*","value":[" Dredging continues next to the piers, to assure enough depth for those ships.  This generates huge piles of sand on shore, being used to build Philipsburg's infrastructure.   "]},{"type":"*","value":[" Very-occasionally, ships moor or anchor off-shore."]},"\nThose ships make the city of Philipsburg the busiest city on the island. In \"high season\", you may see 6 or so ships, offloading perhaps 18,000 or more passengers.  In low season, one occasional ship is more common.  You can find usually-accurate schedules for this and many ports and dates at ",{"type":"[","value":["http:\/\/www.cruisett.com\/ports.php?PortID=511&date=16"]},".\n\nThe main cruise docks for Philipsburg are approximately a one mile walk to the east end of Front Street leading into the main shopping area.  However, a short walk from the cruise ship docks you'll find:\n",{"type":"*","value":["  A fleet of taxis (and cars\/guides) for hire as noted under \"Get Around\" below."]},{"type":"*","value":["  A water taxi service....continuously running boats in a round-robin route to Philipsburg...in either order, to a dock near the east end of Front Street and another opposite the courthouse on Front Street center, before returning to the cruise ship area."]},{"type":"*","value":[{"type":"*","value":[" Both stops offer ready access to a large beach and Front Street shopping.  Several boats run while multiple cruise ships are there."]}]},{"type":"*","value":[{"type":"*","value":[" You can buy single-trip wristbands at modest cost, or wrist-bands for unlimited travel all day for slightly more."]}]},{"type":"*","value":[{"type":"*","value":[" You'll see long lines when many cruise ships are docked, but the number of water taxis employed rises to meet demand, so you'll rarely have a long wait."]}]},"\n",{"type":"'''","value":["Marigot"]}," port on the \"French side\" is limited to hosting one small-sized cruise ship at a time, but is also served by attractive marinas supporting many yachts of all sizes.  Most inter-island ferry service also arrives\/departs at Marigot.\n\n",{"type":"==","value":["Get around"]},"\nRental cars are available at Princess Juliana International Airport at a dedicated area outside of the airport. You'll find most of the major rental car companies such as ",{"type":"[","value":["http:\/\/www.avis.com Avis"]},", ",{"type":"[","value":["http:\/\/www.budget.com Budget"]},", ",{"type":"[","value":["http:\/\/www.hertz.com Hertz"]},", ",{"type":"[","value":["http:\/\/www.unitycars.com Unity Cars"]},", ",{"type":"[","value":["http:\/\/www.easyterra.com\/ EasyTerra"]},", and ",{"type":"[","value":["http:\/\/www.e-zrentacar.com E-Z Rent-A-Car"]}," available at the airport. The roads are narrow, sometimes quite bad on both sides of the island, and often very crowded between Philipsburg and Marigot. See also \"Stay Safe\" below.\n\nMotorcycles, quads and scooters are also available for rent, however it is advisable that you have some experience on these vehicles before venturing into St. Maarten's sometimes very hectic traffic.\n\nTaxi cabs are usually vans, which are geared towards servicing the cruise ship traffic.  To go completely around the island will cost about $25 USD per person.  Most drivers are quite willing and able to hire-out as tour guides.  Most charge $45-50 per hour, and can offer a ",{"type":"''","value":["custom"]}," experience for 3-4 people that can be less expensive and more versatile and satisfying than large bus tours offered by cruise ships or hotels.\n\nSaint Martin has a bus system using small minivans.  You can get most anywhere on the island for just a few dollars.  They run frequently between Philipsburg and Marigot.  Ask a local where the bus stops are, and look for license plates that say (oddly enough) \"bus\".\n\nIf you are driving (",{"type":"''","value":["especially on the French side"]},") expect a lot of scooters and motorcycles to speed around you on both sides of the road. This can be startling to drivers not used to two wheeled traffic as it can create a dangerous situation. If you stay in your lane and don't waver you can trust most of the time that the cyclists will pass you safely. It's better to just let them pass you at a steady pace then try and slow down, pull to the side, etc.\n\nOnce you reach Philipsburg, Marigot or Grand Case, you can get around nicely on foot.  The distances in each are not long.  Take some care in Philipsburg and Marigot with heavy traffic, narrow, sometimes missing sidewalks, and the midday sun.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Butterfly Farm"],["alt="],["url=http:\/\/www.thebutterflyfarm.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=590\/87-31-21"],["tollfree="],["fax="],["hours="],["price="],["content=Rte. de Le Galion, Quartier d'Orléans. Daily 9AM-3PM. Stroll through hundreds of colorful butterflies under a tented mesh. A fun outing. $12 (good for your stay on the island)."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Pic du Paradis"]},", Route de Pic du Paradis ",{"type":"''","value":["from Friars Bay Beach"]},". Pic du Paradis is the highest point on the island (1400ft\/427m) with two viewing areas that provide great views. The road is steep and isolated and four wheel drive is required. This is also an isolated area and is safest seen as part of an excursion or tour."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Beaches"]}," are a main attraction on the island of Saint Martin.  It has 37 beaches total, with hotels holding property on most of them.  Beach Bars and Cafés are very popular attractions on the island.  Many offer unusually good dishes with European and Caribbean inspiration.  Frozen cocktails are also a trendy treat to keep down the heat.\n",{"type":"*","value":[" Orient Bay, for example, has an underwater marine reserve where snorkeling and other water sports are available."]},"\nAll beaches of Saint Martin are fine for swimming and sun bathing, though the west half of the good beach at Philipsburg has better water.  The island caters to all, with beaches of fun things to do as well as secluded and more private ones.\n\n",{"type":"'''","value":["Clothing optional beaches"]},".  As a European island, topless sun bathing is frequently seen.  Some tourists come to Sint Maarten \/ Saint-Martin because there are clothing optional beaches & resorts on the island.  Not every beach is clothing optional.\n",{"type":"*","value":[" On the ",{"type":"''","value":["Dutch side"]},", there is Cupecoy Beach in the far western tip of the Dutch jurisdiction. The beach is not officially clothing optional, but the local administration does look the other way on nude sunbathing on the far western edge of the beach (Cupecoy is a very small beach located at the base of a cliff face).  No other beaches on the Dutch side tolerate it, and you will be fined by the Sint Maarten Police for indecent exposure and\/or lewd behavior."]},{"type":"*","value":[" On the ",{"type":"''","value":["French side"]},", nudity is permitted officially at the Club Orient beach (Papagayo Beach), and topless sunbathing for women is accepted throughout the French jurisdiction. Unofficially, nude sunbathing is \"tolerated\" at some of the smaller, less touristy beaches (the southern ends of Prune and Rouge Beaches) generally on weekdays when there are fewer beach patrons. As long as beach guests do not make spectacles of themselves, French gendarmes (police) may overlook your lack of clothing."]},"\nOne particularly famous beach is ",{"type":"'''","value":["Maho Bay"]}," beach on the \"Dutch side\". The beach is situated at the end of the airport's runway, so landing large aircraft fly just feet over the beach.  Some people (attempt to) hold on to the fence on airport premises as aircraft depart...",{"type":"'''","value":["not recommended"]}," due to flying gravel and debris.  People have been injured, a very few killed doing this.  However, the spectacular view of airplanes landing so close is one that you might find stunning.  The greatest number of large aircraft arrivals and departures takes place in the early-mid-morning and mid-late afternoon.\n\nJust beyond Maho Bay is ",{"type":"'''","value":["Mullet Bay"]},"; some say it has the nicest beach on the island, with food and drink vendors and beach lounger rentals but few facilties.  Virtually all beaches are described in web sites for the island.  A full complement of tours and excursions are also available as well as watersports and parasailing.\n\n",{"type":"'''","value":["Casinos"]}," are also a popular attraction on the island...only on the Dutch side.  Some of them are in the Cupecoy, Maho, Cole Bay areas, while in Phillipsburg you'll find five.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kid Connect"],["url=http:\/\/www.kcsxm.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 721 526-6152"],["tollfree="],["fax="],["hours="],["price="],["content=An activity center for kids open daily form 9AM until 7PM and until 11PM on Friday and Saturday. Kid Connect is on the Dutch side across the street from Caribbean Cinemas and not too for from both Paradise Plaza Casino and Tropicana Casino."]]}]},"\n",{"type":"'''","value":["Loterie Farm"]},", Rte. de Pic du Paradis, Phone: 590\/87-86-16 or 590\/57-28-55; ",{"type":"[","value":["http:\/\/www.loteriefarm.com"]},".  Location features an excellent restaurant, a Lounge with Tapas, Hikes and Ecotours on a 150 acre preserve, and \"The Fly Zone\" a fun Zip Line experience with rope zips and an obstacle course high up in the trees. Also has a \"Ti' Tarzan\" zip course for the kids and \"The Fly Zone Extreme\" a new Zip that goes up over 100ft.  On the \"French side\" but patronized by many American tourists, prices are shown in euro's and dollars.  You should call in advance for prices and to check whether a cruise ship shore tour is visiting, as it is pretty packed on those days.  If you're going on the Zips, wear closed shoes, flip flops are a no-no. The Activities are open only during the day, but the Restaurant and Lounge are open in the evenings as well...try the Curry Chicken.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Harley Davidson"],["url=http:\/\/www.h-dstmartin.com"],["email="],["address=Cole Bay"],["lat="],["long="],["directions="],["phone=+1 721 544-2704"],["tollfree="],["fax="],["hours="],["price="],["content=Don't hop on a bus and get herded around. Ride a hog and enjoy the views, the right way. Contact Super Bikes located in Cole Bay on the Dutch side of the island and rent a Harley Davidson Fat Boy (My Favorite), or any of the other super bikes for the day or for your whole trip. There are special Harley Cruises that let the riders travel with their bikes and then head out with locals for a ride that hits all the hot spots. Go to this link (http:\/\/www.h-dstmartin.com\/) and view a short video that includes footage of one of the rides. The Caribbean Eagles have their monthly ride on the first Saturday of every month, or just climb onto one of the most famous of all motorcycles and go your own way. If interested, contact Neo at SuperBikes for more info. \nPhone: +1 (721) 544-2704"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Harley Motorcycles Tour"],["alt=Guided Rides on a Harley around St Martin"],["url=http:\/\/www.harleystmaarten.com"],["email="],["address=Cole Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy the freedom of the road and the intoxicating sights, smells and sounds of Saint Martin - St Maarten sitting on the saddle of a classic Harley.\nThe tour takes you along roads where you are overlooking beaches with white sand and turquoise sea, passing lush, green hills and colourful meadows.\nOn the tour you will be escorted by two experienced guides who know the island well. With  one guide leading the way riding a Harley and the second driving the back up jeep. It also secures the side roads and protects the rear. Check some photos at ",{"type":"[","value":["http:\/\/www.harleystmaarten.com"]}]]}]},"\n",{"type":"==","value":[" Buy "]},"\nThe island has a deserved reputation as an excellent place to shop, rivaling Saint Thomas in the US Virgin Islands for price, but with somewhat fewer stores.  Some shoppers report better prices for some items than the USVI.  Both \"sides\" offer a wide range of quality.  Shopping is duty free on both sides of the island, with no tax or duty paid ",{"type":"''","value":["directly"]}," by buyers.  Merchants on the \"Dutch\" side\" do pay a five percent \"turnover tax\" on all items they sell...recently (late 2010) increased from 3% by the new government.   A few sellers may try to add it as a separate cost item on sales slips, despite instructions from the tax authority not to do so.\n\nEuros and US dollars are commonly accepted on both sides of the island, as are credit cards.  However there are many places that do not accept cards, so you should ask beforehand.  Always have some cash on you in small denominations for small purchases and for transport.  Expect change in local currency for lesser cash transactions.  ",{"type":"[[","value":[["Image:Marigot Market Saint Martin.JPG"],["thumb"],["Market in Marigot"]]},"\n\n",{"type":"'''","value":["French side"]},".  Items are often priced in Euros on the French side, so some items are or appear to be more expensive (after currency conversion) than on the Dutch side or elsewhere in the Caribbean.  Many stores on the French side close between 12 and 3PM.  That side has a smaller number of retailers, and their goods (e.g., clothing, perfumes, wine) tend to be premium, European brand-name or designer items at fairly competitive prices.\n",{"type":"*","value":[" However, unique items (e.g., souvenirs, spices) particularly at the water-front open-air market (large and growing) in Marigot are reasonable, and the banter among vendors is worth the visit...especially mornings on Wednesday and Saturday."]},{"type":"*","value":[" French wine and delicacy lovers may find premium offerings on this \"side\" that are available perhaps nowhere else in the Caribbean."]},{"type":"*","value":[" If you are shopping ",{"type":"''","value":["on Sunday, forget the French side"]},"...the only places open are most restaurants and some food stores."]},"\n",{"type":"'''","value":["Dutch side"]},".  Front Street in Philipsburg is the center of shopping on the Dutch side.  Numerous stores offer jewelry, liquor, cosmetics, cameras, electronics and tobacco, with souvenirs everywhere; you'll find a small open-air bazaar behind the courthouse. \n",{"type":"*","value":[" Those looking for well-priced beachwear and souvenirs might try the few places on Back Street...one block farther from the beach than Front Street and parallel to it."]},{"type":"*","value":[" Grand Marché and Sangs supermarkets (the latter beyond the east end of Front Street in Philipsburg) both offer a wide range of items, e.g., mild Dutch Gouda are popular buys."]},{"type":"*","value":[" Shops are generally open from 8 or 9AM until noon, and then again from 2 until 6PM If one or more cruise ships are visiting, many stores remain open during the \"lunch\" period and on Sundays."]},"\n",{"type":"'''","value":["Warranties"]},":  Any electronics (including cameras, lenses) purchased here will have an international warranty...or grey-market or none.  You should clearly understand what any warranty covers and what's necessary to obtain service ",{"type":"''","value":["at home"]},".\n\nStore recommendations by cruise ship ",{"type":"'''","value":["port shopping \"advisers\""]}," are usually reliable, but the stores pay very large fees for those \"endorsements\"...virtually all for stores on the Dutch side.  Recommended by advisers or not, large or small, most stores (e.g., Kay's Jewelry) are reliable, and will rectify any problem truly their responsibility.  You're wise to thoroughly examine an item before purchase & obtain a warranty, or formal appraisal for pricey gems\/jewelry.\n\nMost merchants touted by those \"advisers\" are near or east of the courthouse on Front Street.  Those stores and others offer excellent selections.  The center and easterly parts were recently renovated for pleasant walking despite heavy vehicle traffic and sometimes crowded sidewalks.  Many liquor stores there box bottles and may deliver to your hotel or ship if purchased early enough.  West of the courthouse, and on \"Old Street\", you'll find smaller stores, e.g., for aggressively discounted liquor...often cash-only, boxes only for multi-bottle purchases, usually no delivery (so you'll need a sturdy bag and padding to safely carry bottles). (See ",{"type":"[[","value":[["Saint Thomas#Returning home"]]}," for tips on going home with purchases.)\n\nWhenever considering a significant purchase, negotiate amiably; you may well save a bit.\n\nAnyone on the streets touting \"freebies\" or \"cash\" will likely lead you incrementally and smoothly to a distant, on-site sales pitch for resort condos or time-shares.  Once there, you'll encounter high-pressure tactics over an extended time, with \"freebies\" governed by willingness to buy.  If you have only limited time for your visit, it may be totally consumed at the sales pitch.\n\n",{"type":"'''","value":["Duty Issues"]},":\n",{"type":"*","value":[" St Martin is a duty-free port, so merchants pay no up-front duty or tax as they price merchandise.  They must, however, pay the above 5% \"turnover tax\" (TOT), and those funds come from somewhere...you."]},{"type":"*","value":[" It offers no special customs duty advantages over other Caribbean islands, and for U.S. citizens a slight disadvantage compared to the U.S. Virgin Islands."]},{"type":"*","value":[" Nonetheless, you may find well-priced items here that you won't find elsewhere, and prices on commodity items (e.g., some premium liquors, wines) may be better than the USVI.  Take care when calculating cost per liter for purchases, and when declaring liters for Customs, because bottle sizes vary.  Don't allow yourself to be dissuaded from a purchase here just for fear of customs duties, which may be modest.  (See ",{"type":"[[","value":[["Saint Thomas#Customs and Duty"]]}," for ",{"type":"''","value":["U.S. Customs details"]},".)"]},"\n",{"type":"==","value":["Eat"]},"\nThe island has some 300 restaurants with a wide variety of offerings available to both tourists and locals.  The French cuisine and local fare is an exciting experience to most, but if you are apprehensive about trying new things, there are other restaurants.  The island has restaurants that are American, Mexican, Chinese, Italian, vegetarian and more. If self-catering, you'll large modern supermarkets with excellent selections of American, European and other products as well...all imported.\n\nIf you are not feeling adventurous, the Dutch Side has several American fast food franchises including McDonalds(2), Burger King(2), Subway(5), Pizza Hut(3), Dominoes(6), KFC(4) and Bubble Tea(4).  In Philipsburg, you'll find a \"Macs\" a block west on Front Street...at least convenient for a cold soft drink during your \"hot\" shopping.\n\nIf you want to save some cash, eat where the locals eat on the cheap, both the French and Dutch sides of the island feature many Chinese restaurants, but the Dutch Side is the hands down winner with over 40 of them. In addition to the regular far eastern fare, these inexpensive eateries feature many local dishes, and \"Caribbeanized\" (no,that's not really a word, but you catch my drift) Chinese food.\n\nWant to try something really different, stop at one the roadside food trucks for some take-away, one of these trucks located in Phillipsburg serves some of the best Suriname food on the island. Try the Chicken Sate with Bami or go light with a Soato Soup.\n\nEnjoy Lunch, swim on a beautiful Beach and watch the Airplanes land at Tortuga at Maho.\n\n",{"type":"===","value":[" Saving Money, etc. "]},"\n\n",{"type":"'''","value":["When dining"]},":\n\n",{"type":"*","value":[" Some restaurants on the island will add 15% to your bill and it will be listed as Tax or SC (Service charge). The truth is, ",{"type":"'''","value":["the island has no dining tax"]}," so the restaurant may be taking advantage of North American tourists used to paying tax. You can consider the 15% your tip, those who aren't aware may pay another 15% to 20% when the \"Tax\/SC\" is really a tip already going to the waiter."]},"\n",{"type":"*","value":[" If you ask for water in any restaurant they will assume you mean bottled water which can be $4 to $5 USD per bottle depending on the restaurant. Surprisingly this is sometimes more expensive than beer or wine. If you don't want to pay the higher price make sure you specify very clearly that you want tap water."]},"\n",{"type":"*","value":[" In many countries it is illegal to print the full credit card number on any receipt, on many islands it is not. Therefore, when you are signing a receipt make sure to check if your CC# is on the merchant copy and scribble it out. It's not illegal to do so and it protects your card."]},"\n",{"type":"'''","value":["When making an international phone call"]},":  Be sure to investigate pre-paid phone cards.  The most expensive type of international phone call is to use a credit card.  Companies like International Satellite Communications, which handle credit card calls, charge exorbitant connection fees and per-minute rates.\n\n",{"type":"==","value":["Drink"]},"\nAs of October 2009 the drinking age in town is sixteen, but in tourist areas they are not so strict about it. St. Martin's nightlife consists of many bars, nightclubs and casinos where drinking is prevalent.  Start out with a happy hour at \"Bamboo Bernies\" where drinking is free for a half an hour and continues until seven with the highest drink price of a dollar!  Many of the clubs have ladies' nights as well as other nightly drink specials. The Dutch side of the island has more night clubs than the French, so if you're up for the party scene, this side is the one where you should stay.\n\nLarge wine menus are also usually available at most restaurants.\n\n",{"type":"'''","value":["Privé"]},".  Trendy sky Bar and lounge, indoor with an open terrace on the top of the Mega Yacht Building and views of Simpson Bay strip and lagoon. Open 6PM - 3AM everyday.  On the Simpson Bay strip at the top of the Market Garden Supermarket\n\n",{"type":"'''","value":["Bliss Night Club"]},".  At Caravanserai Beach Resort.  Not far from the Princess Juliana International Airport  Has restaurant, 2 bars, cabana seating around a pool and ocean views.\n\n",{"type":"'''","value":["Tequila"]},". In Palapa Village, next to Rancho in Simpson Bay. 2nd floor bar overlooking the lagoon as well as the streetside. Mexican sports bar. Various tequila based drinks, sport events shown on big screen. Free WIFI internet. Open 5PM - 12PM everyday. ",{"type":"[","value":["http:\/\/www.st-maarten.com\/index.php\/featured-restaurants-n-z\/palapa-village#magictabs_vpzoa_3"]},"\n\n",{"type":"==","value":["Sleep"]},"\nSt. Martin's hotel rooms, almost without exception, rent for US$100+ per night and often much more, and generous taxes and service charges are then also applied. High season is from December through April. Accommodations are considerably less the rest of the year. If you are doing last minute travel when you call ahead ask for the \"local rate\" rather than what you will normally get which is the \"walk-in rate\", it can save you a considerable amount of money in some situations.\n\n",{"type":"===","value":["French side"]},"\n\n",{"type":"====","value":["Budget"]},"\n",{"type":"*","value":[" Palm Court, Cap Caribe, La Hoste"]},"\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":[" La Plantation - Is a very nice hotel that I (new contributor) visited recently.  It is within a 5-minute walk to Orient Beach.  It is setup in a bungalow format with stove, microwave, refrigerator and security safe.  There is a complimentary breakfast usually consisting of ham, boiled eggs, cereal, different types of bread, juices (orange, guava), tea and coffee.  It is on the French side of the island and its coordinates are N18 05 19.97,W63 01 29.64.  Also as an additional tip, make sure the hotel you desire takes the credit card you have.  All major cards are not accepted by all major hotels."]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[" Esmeralda, Caribbean Princess"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Case Beach Club"],["alt="],["url=http:\/\/www.grandcasebeachclub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-800-344-3016"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Grand Case. Secluded beach resort in the city of Grand Case on Saint Martin (French). Each room includes a kitchen and the facilities include a swimming pool and onsite cafe, Sunset Cafe."]]}]},{"type":"*","value":[{"type":"'''","value":["Orient Bay"]}," has many beautiful hotels and spas on site, and the most popular beach on the island is just steps away.  All Orient Bay hotels are far from the main airport, so you will never hear or see an airplane.  The ride is only about 15-20 minutes depending on traffic."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lasamanna.orient-express.com La Samanna"]}]},", Baie Longue, Phone: 590\/87-64-00 or 800\/854-2252, (",{"type":"''","value":["Fax: 590\/87-87-86"]},"). On 55 acres with an incredible stretch of beach, top notch service, activities and facilities. It's the place to spend your lottery winnings in style. $$$$$"]},"\n",{"type":"===","value":["Dutch Side"]},"\n\n",{"type":"====","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Royal Turtle Inn"],["alt="],["url=http:\/\/www.theroyalturtle.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 721 545-2563"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Royal Turtle Inn Airport road 114,Simpson Bay,Sint Maarten. An attractive, recently converted local residence, this hotel is renowned for clean rooms and friendly service. $89-$145."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Beacon Hill Towers"]},", Beacon Hill Road, with access to beaches on Burgeaux Bay and Simpson Bay, Sint Maarten. Phone: 1-800-844-4156 or 702-258-7376, ",{"type":"[","value":["http:\/\/www.beaconhillvilla.com"]},". A perfect location for a large family as each unit has 4 bedrooms and students of American University of the Caribbean School of Medicine (AUC), rates start at $700 USD per week, and up to $2,200 per month for long term rentals."]},"\n",{"type":"====","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Villas on Great Bay"],["alt="],["url="],["email="],["address=211 Front St"],["lat="],["long="],["directions="],["phone=+1 721 542-2898"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great Bay, Great location, beachfront and a short walk from downtown Phillipsburg. It's a small gated property consisting of twelve 2 bedrooms villas. Features beautiful infinity pool located on extensive patio areas, all night security guard and on-site management to provide assistance & recommendations. $200-$300(up to 4 people)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sonesta Great Bay Beach Resort & Casino"],["alt="],["url=http:\/\/sonesta.com\/greatbay"],["email="],["address=19 Little Bay Rd"],["lat="],["long="],["directions="],["phone=+1 721 542-2446"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great Bay, or 1.800.SONESTA. Great location -- beachfront and a short walk from Phillipsburg. All-inclusive available. 3 restaurants, bars, pools, water sports, tennis court, gym, and children's programs. $$$."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sonesta Maho Beach Resort & Casino"],["alt="],["url=http:\/\/sonesta.com\/mahobeach"],["email="],["address=1 Rhine Rd"],["lat="],["long="],["directions="],["phone=+1 721 545-2115"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Maho Bay, or 1.800.SONESTA. A \"destination within a destination,” featuring a casino, two outdoor pools, a Sonesta Kids Club, three restaurants, a promenade of 40 boutiques and restaurants, four tennis courts, Good Life Spa, fitness center and more than 16,000 square feet of meeting space. $$$."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Divi Little Bay Beach Resort"],["alt="],["url=http:\/\/www.divilittlebay.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 721 542-2333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Little Bay Rd., Phillipsburg. A full-service resort close to downtown Phillipsburg. Some dining options, bars and shops are on-site. Dining may be considered mediocre. There is also a historical fort on the grounds. Rooms need some maintenance, but are safe and generally clean. Beach and watersports (snorkeling, jet skiing) on-site. $180-$280."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tropical Beach Paradise Dawn Beach"],["alt="],["url=http:\/\/www.caribbean-villa.info"],["email="],["address=160 Oyster Pond Rd"],["lat="],["long="],["directions="],["phone=+1 721 527-0619"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Dawn Beach, Oyster Pond. 3 pools and a hot tub. Restaurants, Casino, Bars, Grocery in walking distance. Right on the Beach in best location of St.Maarten. Best snorkeling beach."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nLocate some common sense and bring it with you when vacationing anywhere in the Caribbean.  Here...\n\n",{"type":"*","value":["  ",{"type":"'''","value":["Sun"]},"  You can burn within a ",{"type":"''","value":["remarkably"]}," short time; use sunscreen or block frequently depending on how long you're exposed.  Do not fail to reapply it as recommended depending on where you are (e.g., swimming, on boat, beach walking), with special attention to feet and backs of knees and neck.  Brimmed hats and umbrellas can offer further protection."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Crime"]},"  Though the island is generally a safe place, like everywhere else in the world there is crime, and you should be aware of your surroundings at all times. Obviously you should lock your doors, avoid unpopulated areas and do not flash your money and jewelry around. Remember that this is a foreign country, and act accordingly.  Tourists report many instances of parked rental cars being rifled.  Organized teams can break in effortlessly.  Best advice:  ",{"type":"''","value":["Leave nothing of value in them at any time"]},"."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Drinking"]},"  Be aware that drinking is practically a national pastime in St. Maarten, and it is relatively easy and inexpensive to obtain alcoholic beverages ($1.25 ice cold Heineken's are available almost everywhere including McDonalds and gas stations) and therefore extremely easy to over-do it. Driving while impaired on the island is very risky as there are many places where you could end up in the ocean or down the side of a cliff. When in doubt, call a cab."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Drugs"]},"  Like most places, drugs are readily available for those interested, but despite what someone may tell you Marijuana is not legal and certainly is not regulated as in certain parts of the Netherlands."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Parking"]},"  Take care in Philipsburg...there is very little parking and the tow zone areas are very poorly marked.  If the spot is free and you think it shouldn't be then it is probably a tow area."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Jet blast"]},"  If you're on Maho Bay, watch out for approaching and departing planes. Get too close and a jet engine from a plane taking off can blast a lot of air, sand, or water into your face, or worse cause serious injury or death."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["GLBT travelers"]},"  If you are GLBT be careful of your surroundings, as with many Caribbean islands the local culture doesn't have the same level of acceptance found in other countries. While not a large problem, each year there are reports of attacks based on sexual orientation. If you are considerate of your environment you won't have a problem but it should be noted that public displays of affection by GLBT individuals (",{"type":"''","value":["especially on the Dutch side"]},") may not be well tolerated."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Pharmacies"]}," are denoted by a cross symbol, usually in neon and there are Hospitals with ambulance service on both sides of the island."]},"\n",{"type":"==","value":[" Respect "]},"\nGenerally, you'll find no dress codes for most places on St. Martin.  Some high-end restaurants and night clubs do have some, though, so find out beforehand to avoid any disappointment.\n\nSt. Martin has a great deal of cultural diversity, and true locals are far outnumbered by immigrants from poorer and less urbane areas.  Dressing too risquely can give the impression that you are looking for a \"good time\" and attract unwanted attention.\n\nIt is officially illegal for you to wander around in places other than the beaches and pools in your swimsuit: e.g., in your local supermarket as well as here, it's disrespectful and you may be treated accordingly.\n\n",{"type":"==","value":["Go next"]},"\nShort-hop flights, and ferryboats from Marigot, are available to nearby islands such as ",{"type":"[[","value":[["Saint-Barthélemy"]]},", ",{"type":"[[","value":[["Anguilla"]]},", and ",{"type":"[[","value":[["Saba"]]},".  Water crossings can can be quite rough, but take only 30 minutes or so to St Barts and Anguilla.\n\n",{"type":"{{","value":[["geo"],["18.0667"],["-63.0500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["usablecountry"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Saint Martin"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Netherlands Antilles\/Sint Maarten"]]}]