[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Saint-Paul-lès-Dax"]}," is a well provided spa town in ",{"type":"[[","value":[["France"]]},". Ideally situated, St-Paul-lès-Dax, a pretty and blooming city, is a privileged spa and holiday resort.  In the Landes, human relations are still authentic. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe Landes country is definitely for nature lovers. The largest forest in Europe, chain of dunes along the fine and sandy beaches, mosaïc of countrysides : the typical Basque villages, the Pyrenées mountains, the sun of the nearby Spain.\n\n",{"type":"==","value":["See"]},"\nFrom the ",{"type":"'''","value":["Christus Lake"]}," various shaded walking and cycling paths will take you to the nearby pine forest.  \n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Well being and spa treatments"]},"\n",{"type":"*","value":["For 2 hours or a week, give yourself a chance to naturally gain energy and vitality."]},{"type":"*","value":["Under an exotic wooden dome, alone or in family, enjoy Caliceo’s exceptional fittings in a glass and marbled decor. "]},{"type":"*","value":["4 swimming pools (indoor and outdoor), jacuzzis, swan necks, bubble seats and beds, high pressure jets, geysers, water falls, against current swimming,  saunas,  hammams, solarium, fitness room will reshape your mind and body. "]},{"type":"*","value":["Various treatment packages to be discovered all year long to wholly benefit from a rich thermal experience."]},{"type":"*","value":["Reaching the highest standards of quality, Terdax, the local made mud is famous for its efficiency for rheumatologic cares. Smooth and creamy, it will certainly ease your pains. "]},{"type":"*","value":["Other treatments as underwater massages and jets are also recommended and available “à la carte”."]},{"type":"*","value":["In cooled mineral water, make your legs lighter and thinner under phlebologic treatments such as specific bubble baths, jets showers, walking trails in pool, affusion massages, underwater showers."]},"\n",{"type":"==","value":["Eat"]},"\nThe world famous “foie gras” and other local food specialities, summer parties and festivals, bull fight games and corridas, brass bands are everywhere to be fully savoured.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["43.7333"],["-1.0500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Landes"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Saint-Paul-lès-Dax"]]}]