[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Saint Helena"]]},"\n",{"type":"[[","value":[["File:Jamestown Saint Helena port.jpg"],["thumb"],["420px"],["The port at Jamestown"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sthelenatourism.com\/ Saint Helena Island"]}]}," is in the middle of the Atlantic Ocean and is one of the world's most isolated islands.  If you start crossing the Atlantic Ocean at the border between ",{"type":"[[","value":[["Namibia"]]}," and ",{"type":"[[","value":[["Angola"]]},", Saint Helena Island will appear just less than half way to Brazil. \n\nBecause of this extreme isolation, Napoleon Bonaparte was exiled here from Oct 1815 until his death on 5 May 1821. \n\nIt is the most populous of the ",{"type":"[[","value":[["United Kingdom"]]},"'s territories in the South Atlantic with a population of 4,255 at the last census in 2006.\n\nMain Street of Jamestown is described as one of the best examples of unspoilt Georgian architecture anywhere in the world and the whole island has been officially proposed to the UK government as a mixed ",{"type":"[","value":["http:\/\/www.culture.gov.uk\/images\/publications\/WHAF_Island_of_Saint_Helena.pdf World Heritage site"]},".\n\n",{"type":"[[","value":[["File:St-Helena-Jamestown-from-above.jpg"],["thumb"],["300px"],["Jamestown from above"]]},"\n\n",{"type":"==","value":["Understand"]},"\nUninhabited when first discovered by the Portuguese in 1502, Saint Helena was garrisoned by the British during the 17th century (to be used as a refreshment station for ships travelling to and from the East). It acquired fame as the place of Napoleon Bonaparte's exile, from 1815 until his death in 1821, but its importance as a port of call declined after the opening of the Suez Canal in 1869. Saint Helena has three smaller dependencies:  Ascension Island is the site of a US Air Force auxiliary airfield; Tristan da Cunha is home to a very small community reliant on fishing for income; Gough Island has a meteorological station.\n\nSaint Helena's most famous resident, of course, was Napoleon, who was exiled there by the British. Apparently Elba was not far enough away. He died there, and you can visit his beautiful grave site in a flower-laden glade, but his remains were disinterred and are now at Les Invalides in Paris. You can visit his two residences on the island. He stayed at The Briars for about two  months, and lived the rest of his life in a house in Longwood. Both can be visited by appointment.\n\nThe grandest house on the island, however, is that of the governor. It looks like it was lifted straight out of 18th century England. There are marvellous land tortoises on the grounds, including one purported to be the oldest living vertebrate in the world.\n\n",{"type":"[[","value":[["File:16 Napoleons exole St Helena June1970.jpg"],["thumb"],["300px"],["Napoleon's place of exile"]]},"\n\nThe flora and fauna of the island are marvellous. Though many endemic species have become extinct, there are some left to be seen. Cabbage trees, gum trees and the local ebony can all be seen. The ebony was thought to be extinct until a local botanist found a specimen hanging off a cliff. It is being propagated and planted around the island. The islanders have also begun to restore the native forests of the island. The Millennium Forest has been planted by many volunteers and consists largely of local gum trees. Native, old growth forests can be found on the highest peaks of the island. High Peak and Diana's Peak have beautiful natural areas.\n\nTwo animals are of note. The giant earwig was the largest in the world: between two and three inches long. The species was made extinct by researchers who collected them all. The second species is a happier story: although endangered, with only about 300 remaining, the Saint Helena Wirebird is a plover-like bird with long beak and legs. It is a land bird, and can be found in open areas. The playing fields behind the high school are a particularly good place to look without having to take a longer hike. The Wirebird is Saint Helena's national bird.\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"'''","value":["Jamestown"]}," is the capital and main town of Saint Helena. It is located in a narrow valley between steep 500 ft (150 m) cliffs which mean that it is quite a struggle to climb out of this V-shaped slot onto the surrounding plateau by any of the three access paths. All visitors to Saint Helena arrive at \"The Wharf\" in Jamestown. There is pretty much only a single road about one mile long.\n\nThe ",{"type":"'''","value":["Tourist Office"]}," is in a quaint building with a beautiful bow window at the top of Main Street where it branches into Napoleon and Market Streets.  Staff there can help you book tours and give you all kinds of advice about what to see and do on the island.\n\nOfficial island tourism information can be obtained from:\nDiscover Our Secret ",{"type":"[","value":["http:\/\/www.discoveroursecret.co.sh\/"]},"\n\nThe tourist office's telephone is +290 2158.\n\nAn independent site ",{"type":"[","value":["http:\/\/sainthelenaisland.info"]}," also provides visitor information.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Saint Helena regions map.png"],["thumb"],["450px"]]},"\n\n",{"type":"===","value":["By plane"]},"\nThere is currently no way of flying to Saint Helena. However, a long-discussed airport is finally under construction. Barring any delays, the first commercial flights should begin in February 2016. Progress regarding the airport can be found ",{"type":"[","value":["http:\/\/www.sainthelenaaccess.com\/ here"]},".\n\nFrom Britain, it is possible to catch a charter flight from RAF Brize Norton, in ",{"type":"[[","value":[["Oxfordshire"]]}," to ",{"type":"[[","value":[["Ascension Island"]]}," and pick up the RMS St Helena from there for a three-day journey to Jamestown, or via Cape Town, South Africa. Travelling via ",{"type":"[[","value":[["Ascension Island"]]}," is usually possible a couple times a month and via Cape Town once a month or so based on the ",{"type":"[[","value":[["RMS St Helena"]]},"'s schedule.\n\n",{"type":"===","value":["By boat"]},"\nOne of only two ocean-going vessels in the world still to carry the venerable title of Royal Mail Ship, held in the past by so many famous British passenger liners, RMS St Helena ",{"type":"[","value":["http:\/\/www.rms-st-helena.com\/"]}," does regular round-trips from ",{"type":"[[","value":[["Cape Town"]]}," to St Helena, sometimes via ",{"type":"[[","value":[["Walvis Bay"]]},".  It also makes frequent trips to ",{"type":"[[","value":[["Ascension Island"]]},". Direct trips by sea from the ",{"type":"[[","value":[["UK"]]}," are no longer possible after the ship set sail from ",{"type":"[[","value":[["Isle of Portland"],["Portland, Dorset"]]},", on 14 Oct 2011 ",{"type":"[","value":["http:\/\/www.wanderlust.co.uk\/magazine\/news\/rms-st-helena-sets-sail-for-final-time"]},". The ship itself, however, is a fantastic experience. Filled with the locals travelling home and tourists, it is a great opportunity to meet some very interesting people and talk more about Saint Helena before you arrive.  The staff have planned some fun activities that seem like a home-made version of what you might get on big cruise ships.  These are truly charming.  Cricket on the deck for the Curry Cup is a must!\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nSt Helena has a very limited public bus service ",{"type":"[","value":["http:\/\/www.sthelenatourism.com\/pages\/public-transport.html"]},".  Introduced only in 2003, the routes and timetables are designed primarily to satisfy the needs of locals. Buses are rare, usually going once or twice only on some weekdays. Visitors can, with some planning use the bus service to reach some of the island's attractions and walking opportunities. Check timetables carefully and allow sufficient time to catch the return bus otherwise you may face a long walk back to Jamestown! Stops are well marked, but a nice wave will also get the driver to stop.\n\nTaxis are also available in Jamestown (the rank is behind the Tourist Information Office).\n\n",{"type":"===","value":["By car"]},"\nRental cars (£10-12 a day) are probably the more practical method of travel, but be sure to reserve one in advance. There are not too many, and when the boat arrives with its twenty tourists or more, the travel industry can be overwhelmed, and don't expect your rental car to be a recent vehicle (Ford Escorts are common). Ask your hotel to arrange car hire for you.\n\nSaint Helena drives on the left, as in the United Kingdom. Likewise, the traffic signs in Saint Helena resemble those of the United Kingdom.\n\n",{"type":"===","value":["By foot"]},"\n",{"type":"[[","value":[["File:St-Helena-The Barn.jpg"],["thumb"],["280px"],["\"The Barn\""]]},"\n\nWalking is wonderful, but mostly in the highlands in the centre of the island.  The 21 Post Box Walks, a series of graded trails are a good way to explore much of the island. The walks and routes with maps are available in a book written by the island's Nature Conservation Group, available at the Tourist Office. The cliffs all around the perimeter make it impossible to walk along the coast at most points, access to the sea is normally by descent of the numerous steep valleys that cut through the volcanic landscape.  Though small, however, don't be deceived, distances can be great for a walker.  Bring water and sunscreen, but the Saints on the way will be happy to provide a refill if your water bottle runs dry.  \n\nIt is very hard to walk out of Jamestown.  The city is in a deep canyon coming from the highlands down to the shore, and there are three roads out, one up either edge of the canyon and the third, Barnes Road, an old track that leads to Francis Plain, perched on a plateau 500m above Jamestown.  The other way to get to the highlands is via the vertiginous Jacob's Ladder, an extremely tall 699-step staircase, originally built as an inclined plane to bring goods in and out of town.  Walking on the roads out of town would mean sharing narrow switchbacks with cars, lots of dust, and no pavements.  If you walk, even once you climb Jacob's Ladder, you still aren't halfway to the green spaces at the top, and have to walk through the beautifully named, but not so beautiful to look at, Half-Tree Hollow.  A rental car or the bus are much better options.\n\n",{"type":"==","value":["Talk"]},"\nThe official language of Saint Helena is English.  However it is often spoken with a strong accent and using ordinary English words in unusual ways.  This dialect is locally known as \"Saint\".  Examples include \"What your name is?\" and \"Us need one new tyre\" (us = 'we' and 'one' is used where 'a' or 'an' might be expected).\n\nThough the island culture is a melange of people from all over the world, immigration essentially ended long ago, and the Malay, Indian, African and other immigrants to the island have not maintained their original languages or cultures.  \"Intermarriage\" has been the standard on the island for so long that there are no racial differences to be made, let alone linguistic ones.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Jamestown"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Museum of Saint Helena"]}," is a great place to start your visit, though like most other attractions the hours are very limited. The museum is located in an early 19th century warehouse at the foot of Jacob's Ladder in Jamestown. Ithas a variety of exhibits on the island's history and natural history.  It was established in 2002, so the information is up to date and the installations are beautiful."]},"\n",{"type":"*","value":[{"type":"'''","value":["Broadway House"]}," is an 18th century building that used to contain the island's museum. (open M-F 08:30–16:00)"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Cenotaph"]}," on the wharf in Jamestown includes the names of all Saints who died in the two world wars, including those who perished in a German U-boat attack in James Harbor in 1941."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Image:Jacob's Ladder.JPG"],["thumb"],["Jacob's Ladder"]]},{"type":"'''","value":["Jacob's Ladder"]}," is the somewhat misnamed staircase that rises from Jamestown to Halfmoon Hollow high above. It is said to have 699 steps. The \"Ladder\" was built in 1829 as an inclined plane to help Jamestown haul ammunition up to the post on Ladder Hill. Then it was used to bring goods down from the farming areas in the centre of the island, and manure up out of town. The planes are on either side of the steps, and the cart on one side was used to counterweight the cart on the other. The Ladder is a prodigious climb at over 900 feet long, with a vertical drop of about 600 ft (180 m) and with a slope in places of about 45 degrees and very few tourists can climb it in one go. In addition to its length, it's stairs are somewhat high, making the climb all the more difficult. There are railings, but no landings for the entire length, and those who are afraid of heights may not want to look down. If you see a kid around, you might want to ask them to show you how to slide down the railings; they are reputed to have invented a way to do this scary feat without killing themselves. The Ladder is lit at night."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Castle"]}," was built by the British in 1659 shortly after they took over the island. It serves as the seat of government, and even if you are not on a tour, you can probably peek into the Council Chambers. The Archives and Administration of the island are also located in the Castle.  Very near by is the Courthouse, which his a lovely building in itself and well worth a look. It houses both the Magistrates and Supreme Courts."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Post Office"]}," is in  a rather disappointing building, that looks as though it could be much more interesting with a little help. It was apparently once an Officer's Mess. This is the place where you can buy one of Saint Helena's most famous exports: postage stamps. The Post Office sends out the stamps of Saint Helena, Ascension and Tristan da Cunha to philatelists all over the world."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Castle Gardens"]}," is an oddly shaped park behind the Castle. In addition to a wide variety of relatively pedestrian tropical plants, tourists can also see some of the island's endemics here. It is also a good place to see swarms of the songbirds that have been introduced to the island over the years hanging around in the huge ficus trees."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fortifications"]}," were built across the mouth of the James Valley where it meets the sea only after Napoleon was brought to the island in the 19th century.  Apparently there was no entrance originally, but a lovely archway has since been built that frames the harbour in one direction and Jamestown in the other.  Heading into Jamestown the coat of arms of the English East India Company can be seen above the archway. Upon exiting, you can see a plaque depicting the island's endemic Wirebird."]},"\n",{"type":"*","value":[{"type":"'''","value":["Heart-Shaped Waterfall."]}," You might be excused for thinking that the water itself falls in the shape of a heart, but really this waterfall is so named because of the heart-shaped rock over which it falls. It can be seen from the north road out of Jamestown or walk to the foot of the 90m fall, simply follow the valley up from Jamestown. Details at the St Helena National Trust."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saint James Church,"]}," is a rather dark church just inside the fortifications of Jamestown and across from the Castle. It is the oldest Anglican Church in the southern hemisphere, dating from 1774."]},"\n",{"type":"===","value":["Longwood"]},"\n",{"type":"*","value":[{"type":"'''","value":["Longwood House"]},", in the town of the same name, was the home in which Napoleon spent the great majority of his time on Saint Helena and also where he died.  It has several wings and contains the type of furniture it would have when he lived there, though most of the originals have been carried off elsewhere.  The house is run as a museum and maintained by the French government.  It is set in a grounds filled with flowers, and the gardens are well worth some time on their own.  Napoleon died at Longwood House."]},"\n",{"type":"===","value":["Central Island"]},"\n",{"type":"*","value":[{"type":"'''","value":["Plantation House"]}," is the home of the Island's governor.  The building looks like a georgian mansion plucked right out of England and plopped down in the South Seas.  The grounds are lovely, and there is a nature trail through the park.  A number of Seychelles tortoises inhabit the lawn, and one, Jonathan, is said to be the oldest known vertebrate on earth!  Jonathan is joined by David, Emma, Fredricka and Myrtle."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Central Peaks"]}," include Diana's Peak (the highest point on the island), Mount Actaeon, and Cuckold's Point, and are home to the greatest concentration of endemic species.  The Peaks are part of the humid cloud forest at the centre of the island, and are a must-see for those interested in native flora and fauna.  Conservation efforts are under way to make sure that these species can survive the many changes that have taken place on the island over the years.  ",{"type":"[[","value":[["Image:Cabbage_trees.jpeg"],["thumb"],["cabbage tree forest"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Clifford Arboretum"]}," is a small, largely underdeveloped arboretum that is home to some of the island's native fauna and has medium-term germ storage facilities.  There are self-guided hikes through it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saint Paul's Cathedral"]}," is the seat of the Anglican bishop of Saint Helena.  It was built in 1856."]},"\n",{"type":"===","value":["Southern Island"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sandy Bay"]}," is a bit of a misnomer, since there are really no sandy beaches on the entire island.  Situated at the bottom of one of the deep ravines that cuts from the island's interior to the coast, it is a favourite destination and a good place to begin hikes."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lot's Wife's Ponds"]}," are probably the best swimming spot on the island.  They are large natural tide-pools, and though it can be a bit difficult to get there, it is well worth it.  The hike starts from Sandy Bay."]},"\n",{"type":"==","value":["Do"]},"\nMake sure you take Basil George's walking tour of the town - everyone raves about it.\n\n",{"type":"*","value":[{"type":"'''","value":["Stargaze"]}," The darkness of the St Helena night sky qualifies for ‘Gold Tier’ status - the highest rating by the International Dark Sky Association - the air is also crystal clear of course and it's also not chilly, even at night, the temperature rarely falls below 10° Celsius."]},"\n",{"type":"==","value":["Buy"]},"  \nThere are several shops in central ",{"type":"[[","value":[["Jamestown_(Saint_Helena)"],["Jamestown"]]}," selling gifts and souvenirs, including locally hand-made items, and there are also interesting things to buy at Longwood House and in the hotels. The island museum has a very nice small gift counter.  Tungi, a high-proof liquor made from cactus, is made on the island and can be purchased in the bar on the seafront or direct from the distillery underneath (distillery tours also available).\n\nLocally-produced items include woodwork, fine lace and jewellery.\n\nPurchases are made in Saint Helena Pounds. The Saint Helena Pound is held at parity with the British pound sterling and British currency can be used interchangeably on the island. Some shops may also accept US Dollars and Euro.\n\nThere is a bank on the island which opens weekdays and Saturday mornings, but has no ATM, so be sure to plan ahead. The bank can use your ATM or credit\/debit card to give you money. Cash can be changed on the ship on the way to the island, but St. Helena money is rarely available in banks outside the St. Helena \/ Ascension \/ Tristan area so don't worry about changing in advance.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Moonbeams"],["url=http:\/\/moonbeamsforall.com"],["email="],["address=Napoleon St"],["lat="],["long="],["directions=Top of Main St"],["phone=+290 22944"],["tollfree="],["fax="],["hours=M Tu Th F 09:00–;17:00, W 09:00–13:00, Sa 09:00–13:00 & 18:30–20:30"],["price="],["content=Souvenirs, gifts, cards, and much more ... see the website for details"]]}]},"\n",{"type":"==","value":["Eat"]},"\nCooking for yourself is a great way to go. Visitors renting a room or a house on the island will find it easy to get what they need and fun to get along themselves. Tourists comment that it is surprising that on such a fertile island, there is no dairy or garden market. There are a very few vegetables for sale in the two grocery stores in Jamestown. Organisation also does not seem to be the islanders' strong point. UHT milk runs out between RMS St Helena boat visits. Don't worry, though, you will be able to find a wide assortment of food in the two small stores and a nice butcher shop. Fish is also a funny thing. Despite being in the middle of the Atlantic, the only fish on sale seems to be tuna (though it is wonderful, deep red tuna). \"Pilau\" (pronounced \"ploe\") is a speciality of the island. It is \"peasant food\" in the best sense. A combination of rice, bacon and other ingredients, it is delicious and greasy.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ann's Place"],["url="],["email="],["address=Castle Gardens, Jamestown"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:30-20:30"],["price="],["content=Open air restaurant with a festive atmosphere overlooking the Castle Gardens. Tuna is the main fish of the island, and Anne is famous for her fish cakes, another island speciality. Open for dinner, but only if you call before noon."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cyril's Fast Food and Takeaway"],["url="],["email="],["address=Arch Gate Corner, Jamestown"],["lat="],["long="],["directions=just next to the arch in the city walls"],["phone=+290 2728"],["tollfree="],["fax="],["hours=11:30-14:30"],["price="],["content=You can't miss this restaurant, even though it is only a window in a wall.  That is because this window is directly next to the archway in the city wall. Takeaway only."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Farm Lodge"],["url="],["email="],["address=Rosemary Plain, Saint Paul's"],["lat="],["long="],["directions="],["phone=+290 4040"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent country inn food in an elegant, small dining room of a private house.  Call in advance for reservations.  The day before is recommended."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Harris' Guest House"],["url="],["email="],["address=Main Street, Jamestown"],["lat="],["long="],["directions="],["phone=+290 2729"],["tollfree="],["fax="],["hours=By appointment only"],["price="],["content=You can eat at this guest house if you call in advance to reserve a place at the table."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Orange Tree Oriental Restaurant"],["url="],["email="],["address=Smith's Yard, Jamestown"],["lat="],["long="],["directions=Walk thru' the Association Hall basement arcade"],["phone=+290 2126"],["tollfree="],["fax="],["hours=11:30-14:00 and 17:00 till late, Mon-Sat"],["price="],["content=Extensive a la carte selection of Oriental dishes including Chinese, Japanese, Thai, Malaysian and Philippine. High quality service. Seats 40. Take-away available."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Saint Helena Coffee Shop"],["url="],["email="],["address=Leisure Park, Jamestown"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00-16:00"],["price="],["content=Coffee, snacks and desserts available at this outdoor cafe. Very nice picnic tables on the lawn to take advantage of the ocean view."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sally's Sandwich Bar"],["url="],["email="],["address=Association House, Jamestown"],["lat="],["long="],["directions="],["phone=+290 2990"],["tollfree="],["fax="],["hours=09:30-14:00"],["price="],["content=Set daily menu.  Carry out only."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Lot and Lot's Wife in background.jpg"],["thumb"],["280px"],["Lot and Lot's Wife"]]},"\nAll these are in Jamestown:\n",{"type":"*","value":[{"type":"'''","value":["Consulate Hotel"]}," - see detailed listing in \"Sleep\" section below"]},{"type":"*","value":[{"type":"'''","value":["Donny's Place"]}," is right down the way from the Leisure Park.  It is a nice open air bar and you can buy some of the local Tungi there."]},{"type":"*","value":[{"type":"'''","value":["The Standard"]}]},{"type":"*","value":[{"type":"'''","value":["White Horse Pub"]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Self-catering"]}," is a great option.  On the island's tourism website you can download a whole list of people who have rooms or small houses to rent. This is a good way to meet the locals that you rent from and see a little bit of what it is like to live on the island."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Huxtable Accommodation"],["url= http:\/\/www.sthelenahuxtable.com"],["email=info@sthelenahuxtable.com"],["address=Napoleon Street, Jamestown"],["lat="],["long="],["directions="],["phone=+290 24342"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Four independent flats in the centre of Jamestown. Details, prices and full contact information on the website."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Consulate Hotel"],["url="],["email=con.hotel@cwimail.sh"],["address=Main Street, Jamestown"],["lat="],["long="],["directions="],["phone=+290 2962"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Consulate Hotel is the largest lodging facility on the island. It has a restaurant and bar, and all bedrooms are en suite. The front porch under the wrought-iron balcony is a fine place to sit with a Savanna cider in hand and watch the world pass by in central Jamestown."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wellington House Hotel"],["url="],["email="],["address=Main Street, Jamestown"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Wellington House Hotel is in a beautiful, cobalt blue Georgian building located on the main street in Jamestown. Rooms are comfortable, boarding options are available, and a bar can sell alcohol to guests. Bathrooms are not en suite."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Farm Lodge"],["url="],["email="],["address=Farm Lodge, Rosemary Plain, St Paul's"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Farm Lodge is a wonderful Country House Hotel. It is in the highlands in a beautiful 17th century farm house with lots of antiques and wonderful food. The views are spectacular. If you don't have a car, it is good for a night or two, and is situated 5 miles from Jamestown. There is a drinks cooler in the dining room that the owners claim belonged to Napoleon. It was built as an East India Company planter's house in approx 1690. It is set in it's own 12 acres of gardens and farmland. A hire car costs about £12 per day and there is a local bus service to and from town costing £1 each way. The trip is less than 30 minutes. The farm produces fresh fruit and vegetables as well as meats, eggs, coffee etc for the dining room table. All the 5 bedrooms are en suite, and full board is available. Dinner is 5 courses, and the majority is fresh organic food from the farm. The coffee is Green Tipped Bourbon Yemeni brought to the island in 1733 by the East India Company and was enjoyed by Napoleon during his years of incarceration. Guests have the option of B&B, Half Board or Full Board. The house is also open to non-residents for morning coffee, lunches, afternoon teas and dinners. A fully stocked bar is available."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Donny's Bar"]},". "]},{"type":"*","value":[{"type":"'''","value":["The Standard"]},"."]},"\n",{"type":"==","value":["Work"]},"\nIt is illegal to do paid work on St. Helena unless you have a work permit or are employed by the UK or Saint Helena Government.\n\nWages are low - about a fifth of that paid for the equivalent work in the UK.\n\nA large number of Saints work off the island on the RMS St Helena, in the Falklands, or on Ascension. This is mainly to get a higher income.\n\n",{"type":"==","value":["Stay safe"]},"\nThis island must be one of the safest places on earth.  Crime is practically non-existent, though there is a jail with a few inmates. You can feel comfortable walking at night anywhere on the island. There are no bugs or animals of concern (with the exception of scorpions). The only safety issue might be falls for those who want to do some climbing. Law, order and  security on the island is provided by the St. Helena Police Service.\n\nSummer heat provides the only common safety issue. Take a bottle of water if climbing Jacob's Ladder or doing a walking tour. Plan in advance as 24-hour shops do not exist and little is open on a Sunday.\n\nTraffic is limited to 20 mph in the entire Jamestown area, so road accidents are also rare and rarely cause injuries.\n\nRockfalls can occur, due to the steep sided valley in which Jamestown sits.  A catch-fencing scheme has been implemented but is not expected to stop all rockfalls.  No practicable avoidance measures are possible.\n\n",{"type":"==","value":["Stay healthy"]},"\nWhile there is no particular health threat on the island (no special vaccinations are required), you don't want to get seriously ill.  There is a hospital with trained staff available, however there are no facilities to deal with very serious health issues Any complicated medical issue must be dealt with off island, and that is a bare minimum of three days away if the boat to Ascension and the plane is just right. More likely you will have to wait several weeks for the boat to Cape Town.\n\nVisitors are required to carry medical insurance that will cover the full cost of their evacuation back to their home country.\n\n",{"type":"==","value":["Respect"]},"\nMost Saints have strong loyalty to the UK monarch and to the Christian Faith, and respect for both of these is strongly requested from visitors.\n\nHowever there are no laws requiring observance of either, by visitors or others.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["There is no mobile phone network on the island."]}," Telecommunications are particularly expensive — don't expect to be able to use the Internet for extended periods of time. There are Wi-Fi hotspots in the Consulate Hotel and in Ann's Place for £6\/hour. Stamps can be purchased right across from the Consulate Hotel in Jamestown.  The post office is famous among philatelists the world over and brings a significant amount of cash to the island by selling stamps from Saint Helena, Ascension and Tristan.\n\nFor ",{"type":"'''","value":["Emergencies"]}," call 999 for the Police. \n\n",{"type":"{{","value":[["usableregion"]]},"  \n\n",{"type":"{{","value":[["isPartOf"],["Saint Helena, Ascension and Tristan da Cunha"]]},"\n",{"type":"{{","value":[["geo"],["-15.9333"],["-5.7167"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Saint Helena Island"]]},"\n",{"type":"[[","value":[["Wikipedia:Saint Helena"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Saint Helena\/"]]}]