[{"type":"{{","value":[["pagebanner"],["Nagatoro (Saitama) banner.jpg"],["pgname=Saitama"]]},"\n",{"type":"[[","value":[["Image:Japan_saitama_map_small.png"],["right"],["thumb"],["Saitama's location in Japan"]]},"\n",{"type":"[[","value":[["Image:Map of Saitama Prefecture Ja.svg"],["right"],["thumb"],["Saitama Prefecture"]]},"\n\n",{"type":"'''","value":["Saitama prefecture"]}," (埼玉県 ",{"type":"''","value":["Saitama-ken"]},", ",{"type":"[","value":["http:\/\/www.pref.saitama.jp\/index_e.html"]},") is in the eastern ",{"type":"[[","value":[["Kanto"]]}," region of the main ",{"type":"[[","value":[["Japan"]]},"ese island ",{"type":"[[","value":[["Honshu"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSaitama forms a sort of buffer zone between the grey sprawl of ",{"type":"[[","value":[["Tokyo"]]}," and the mountains of ",{"type":"[[","value":[["Gunma"]]}," prefecture. It's largely residential, with few attractions, and some stuck-up Tokyoites like to refer to it as ",{"type":"''","value":["dasaitama"]}," (\"uncool-tama\").  Some residents of Saitama consider this to be very offensive so it's not recommended that tourists say this.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Saitama"]]}," — The eponymous prefectural capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chichibu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kawagoe"]]}," — A worthwhile day trip from Tokyo for its preserved architecture and old shops"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kasukabe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kawaguchi"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Koshigaya"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kumagaya"]]}," — The last major city in Saitama as you head north"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kitamoto"]]}," — Quiet suburban city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Misato (Saitama)"],["Misato"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokorozawa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Higashimatsuyama"]]}]},"\n",{"type":"==","value":["Other destinations"]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Chichibu-Tama National Park"]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe nearest major airports are ",{"type":"[[","value":[["Narita"]]}," (international flights) and ",{"type":"[[","value":[["Tokyo"]]},"'s Haneda (domestic).  Buses from Narita to JR Omiya leave hourly and take about two hours, while buses from Haneda take about 90 minutes.  Travel from either by train will cost more, save little if any time and involve at least one transfer, unless you manage to board one of the two daily early morning direct Narita Express (N'EX) services to Omiya.\n\n",{"type":"===","value":["By train"]},"\nComing from Tokyo there are various train lines that run into and through Saitama prefecture:\n\nKeihin-Tohoku line - north south running commuter line that runs from Omiya (in Saitama) through central Tokyo ('east' side including Tokyo Station) and down into Yokohama and Kanagawa prefecture.\n\nSaikyo line - another north-south running commuter line that starts in Saitama but runs down the 'west' side of Tokyo, including Ikebukuro, Shinjuku and Ebisu. Turns into the Rinkai line and heads east towards Odaiba and Tokyo Disneyland.\n\nUtsunonimya Line - From Ueno heading north towards the city of Utsunomiya, heads north-east after Omiya. Still primarily a commuter line but fewer stops than the Keihin-Tohoku or Saikyo lines.\n\nTakasaki line - almost the same as the Utsunomiya line but heads northwest after Omiya.\n\nShonan-Shinjuku line - similar to the Takasaki and Utsunomiya lines except when coming into Tokyo instead of finishing at Ueno it ducks to the west, travels down through Ikebukuro and Shinujuku and then on to Kanagawa prefecture.\n\nMusashino line - heads across Saitama (east-west) from Nishi Funabashi in Chiba prefecture, through Minami Urawa and then back down into the west of Tokyo 'prefecture' (not into central Tokyo city).\n\nShinkansen - the famous Japanese bullet trains start in Tokyo (Tokyo and Ueno) and pass through Saitama (stopping at Omiya and Kumagaya) before heading to the mountains of Nagano and Niigata.\n\nNamboku\/Saitama line - an extension of the Namboku subway line the Saitama line is a dedicated line for  the Saitama Stadium (built for the 2002 World Cup and where Urawa Reds football team play their home games). Busy commuter line in the morning and evening.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"==","value":["Get around"]},"\nAll the train lines listed above have extensive stops across Saitama Prefecture.  Also there are many bus lines crisscrossing the prefecture as well as plenty of taxis.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Omiya"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A former city before it merged with its neighbors to become Saitama city, this holds many attractions all within walking distance of its huge train station: Hikawa Shrine, Omiya Koen (Park), A Museum History and Folklore, a bonsai art museum and artist's village, and short train journey away is the Railway museum.  Well worth a day trip outside of Tokyo."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kawagoe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A former castle town, this is fittingly called 'Little Edo': an entire district of this city has barely changed since the Edo period, and is a bustling concentration of attractions.  It's easy to slip down a small side road away from the crowds to soak in the peace and get a feel of what Japan was once like.  A worthwhile 30 minute train journey from Tokyo."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Tobu Dobutsu Kouen"]}," This place is popular for families or couples. There is a zoo, an amusement park and a pool. In the zoo, a lot of animals welcome guest. At the amusement park, there are many attractions, including the rejina roller coaster. Each summer, there are many beautiful firework displays. (However, it may be too expensive for some to enjoy, with tickets that cost around 4000 yen) \n\n",{"type":"'''","value":["Nagatoro"]}," You can sail down the river on a traditional Japanese wooden boat, taking in the beautiful nature of Nagatoro. \n\n",{"type":"'''","value":["Night festival of Chichibu"]}," This is one of the best festivals in Japan. It is held yearly on December 2nd & 3rd. This festival is famous for its beautiful fireworks.\n\n",{"type":"'''","value":["Shiba-zakura"]}," Shiba-zakura is a cherry blossom tree that blooms every year at Hitsujiyama-Koen in Chichibu. The best season for Cherry blossom viewing is from the middle of April to the beginning of May. I recommend that you walk to Hitsujiwama from the nearest station, Yokoze station, on a sunny day. It takes twenty or thirty minutes to get to Hitsujiyama-Koen on foot. You can enjoy the beautiful nature of Shiba-zakura as you walk.\n\n",{"type":"'''","value":["Washinomiya Shrine"]}," Along the Tobu Iesaki line and just minutes out of Washinomiya station is the Washinomiya Shrine, which is one of the oldest extant Shinto shrines in Kanto. More recently, it gained notoriety for being featured as a location in the popular anime series ",{"type":"''","value":["Lucky Star"]},", and remains a popular destination for many Japanese Otaku.\n\n",{"type":"==","value":["Eat"]},"\t \n\n",{"type":"==","value":["Drink"]},"\t \n\n",{"type":"==","value":["Go next"]},"\t \n",{"type":"*","value":[" ",{"type":"[[","value":[["Ibaraki"],["Ibaraki Prefecture"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chiba (prefecture)"],["Chiba Prefecture"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tokyo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yamanashi"],["Yamanashi Prefecture"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nagano (prefecture)"],["Nagano Prefecture"]]}]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["35.9500"],["139.5500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kanto"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Saitama Prefecture"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Japan\/Prefectures\/Saitama\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Saitama prefecture"]]}]