[{"type":"{{","value":[["pagebanner"],["WV banner Sakhalin Zametny Island.jpg"],["otbp=yes"]]},"\n",{"type":"'''","value":["Sakhalin"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Сахали́н, ",{"type":"''","value":["suh-khah-LEEN"]},"), formerly known as ",{"type":"'''","value":["Karafuto"]}," (樺太, ",{"type":"''","value":["kah-rah-foo-toh"]},") to the Japanese, is a large and very sparsely populated island which was the center of a long power struggle between ",{"type":"[[","value":[["Russia"]]},"\/USSR and ",{"type":"[[","value":[["Japan"]]}," for control of its large oil and gas resources. Sakhalin is beautiful, but has an undeveloped tourist sector. Because of the energy business, however, good food and hotels catering to foreigners are available.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Sakhalin_map.png"],["thumb"],["300px"],["Map of Sakhalin"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," — the oblast's administrative capital and largest city "]},{"type":"*","value":[" ",{"type":"[[","value":[["Alexandrovsk-Sakhalinsky"]]}," — home to famous writer Anton Chekhov during his stay in Sakhalin "]},{"type":"*","value":[" ",{"type":"[[","value":[["Kholmsk"]]}," — Sakhalin's western port "]},{"type":"*","value":[" ",{"type":"[[","value":[["Korsakov"]]}," — Sakhalin's southern port "]},{"type":"*","value":[" ",{"type":"[[","value":[["Nogliki"]]}," — An oil city on the northern end of the railway line"]},{"type":"*","value":[" ",{"type":"[[","value":[["Okha"]]}," — northernmost town of Sakhalin Island and booming oil hub"]},"\n",{"type":"==","value":["Understand"]},"\nSakhalin has been inhabited by several indigenous tribes since the stone age, The Ainu people, also present on ",{"type":"[[","value":[["Hokkaido"]]}," in ",{"type":"[[","value":[["Japan"]]},", populated the southern half of the island, and while a small group of Sakhalin Ainu is still present on the island, most were repatriated to Japan after the end of WWII. The largest group of the islands original population is the Nivkh tribe of the northern taigas. \n\nSakhalin has long been the scene of a power struggle between the major Asian powers: Russia, Japan and even the Chinese Qing Empire have put forward claims on the island. In the 17th century both Japan and Russia started colonizing the island, from different ends, dividing the island into a northern Russian part and a southern Japanese part.  Aside from a 25 year period at the end of the 19th century, the island remained divided until the waning days of WWII, when Soviet troops broke through the defensive line and invaded the Japanese half. After the end of the war, the Japanese and Ainu people were forcefully repatriated to Japan, while a sizable Korean minority – brought by the Japanese into forced labour camps – remained on the island and were denied repatriation until the last years of Soviet rule, though many still remain on Sakhalin. \n\nFollowing the collapse of the Soviet Union, Sakhalin has experienced an oil boom with Russian and foreign oil companies pouring into the island, bringing with it much needed investment in the islands infrastructure. This comes with a price though, as pipelines and logging pose a significant threat to the island's spectacular nature. There have also been complaints that the many oil dollars pouring in aren't benefiting the island's population.\n\n",{"type":"===","value":[" Climate "]},"\nThanks to the cold and raw Sea of Okhotsk which surrounds the island, the climate on Sakhalin is generally cool and humid. In the depth of winter the average temperature ranges from a bearable –6°C in the south to a bone chilling –24°C in the north, while temperatures as cold as –54°C have been reported. In the summer temperature rarely exceeds +19°C, often much cooler and floating ice can be observed around the island, even in the height of summer. Generally the north is much colder than the south, in part due to a warm current running along the Tartar strait in the southern end, the winter is a full 2 months longer in the North (October-May). The annual precipitation ranges between 600-1200 mm, and snowfall can be heavy – in the mountains accumulation of 5 meter snow or more is not unusual.\n\n",{"type":"===","value":[" Geography "]},"\n",{"type":"[[","value":[["Image:Sakhalin-gray-whale-small.jpg"],["thumb"],["250px"],["A critically endangered Western Pacific gray whale breaching off the coast"]]},"\n\nAt more than 70,000 km",{"type":"<","value":["sup",["2"]]},", Sakhalin is Russia's largest island. From the 40 km La Pérouse Strait separating Sakhalin from the Japanese island of ",{"type":"[[","value":[["Hokkaido"]]},", the island stretches nearly 1000 km northwards in a long and narrow shape along the mainland's east coast. It's quite mountainous with two low mountain-ranges running parallel to each other separated by a valley tract.  To the north the island flattens into a swampy taiga, while the central part of the island is densely forested.\n\nThese central forests are home to more than 2000 Sakhalin brown bears, which are often spotted even on the outskirts of the cities.  Otters and sables are also common sightings. Up north there are numerous reindeer, many of them are herded by the indigenous Nivkhi tribe. Whales are also a common sighting along the east coast of the island, and Sakhalin is the only known feeding ground of the west pacific colony of the Gray Whales.  Other whales spotted around the island include the Right Whale, the Bowhead Whale and the Beluga Whale, and up on the shores it's possible to spot Northern fur seals and sea lions.\n\n",{"type":"===","value":[" Culture "]},"\n\nThe Nivkh are the only remaining significant indigenous ethnic group, of a population that previously also included the Ainu and Orok people: around 5000 live on Sakhalin, mainly in the northern taigas, with the village of Nekrasovska near ",{"type":"[[","value":[["Okha"]]}," being the largest remaining community. They are traditionally a semi-nomadic people, living near the coasts in the summer and wintering inland along streams and rivers to catch salmon; but in no small part thanks to Soviet centralist policies, and pollution of their natural habitats and food sources, the Nivkhs now live in mixed population villages and faring a fairly modern life style, and only a handful of principally anthropological factors have so far averted their total assimilation. Their unique language, which has not been proven to be related to any other language on Earth, is also under threat, and less than 20% of the Nivkh can speak it fluently.\n\nIt's not all doom and gloom – there has been a revival of Nivkh culture in recent years, and many Nivkhs are actively involved in the restoration of their cultural traditions and language, which is largely shamanistic and animist, with ties to Mongolian traditional beliefs. According to Nivkh legends, Sakhalin is a giant beast lying on its belly with the trees of the island as its hair. When the beast is upset, it awakens and trembles the earth causing earthquakes.\n\n",{"type":"====","value":[" Read "]},"\n",{"type":"*","value":[" Anton Chekhov's ",{"type":"'''","value":["The Island of Sakhalin"]}," is a rather shocking social science treatise based on the harsh living conditions the author witnessed on the island during the 1890s."]},"\n",{"type":"==","value":["Talk"]},"\nAs elsewhere in Russia, ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is the predominant language, but there are also an estimated 30,000 Koreans, although many do not speak Korean.  They are mostly centered on the island capital, which also hosts a sizable minority of Azerbaijanis - especially, it seems, among taxi drivers. Due to the proximity to Japan, you may also find staff in upmarket hotels and restaurants in Yuzhno-Sakhalinsk with at least some understanding of ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Eins_soya_ferry.jpg"],["thumb"],["250px"],["Eins Soya - the ferry connecting Sakhalin with Japan during summer"]]},"\nWhile Stalin attempted to construct a tunnel under the Tartar strait with forced labour from the Gulags in eastern Siberia, construction was abandoned after a few kilometres had been completed, and while there is intent to finish the project eventually, no money is forthcoming and for now the only options are to sail or fly.\n\n",{"type":"===","value":["Entry Procedures"]},"\n",{"type":"*","value":[{"type":"''","value":["For general visa requirements, see ",{"type":"[[","value":[["Russia#Visas"],["Russia"]]},"."]}]},"\nSakhalin is considered a ",{"type":"'''","value":["Special Border Region"]}," (distinct from the \"Border Security Zone\" which is much more heavily restricted). While entry permits are not required as of 2013, foreign visitors are subject to internal controls and registration on arrival. Passport checks occur upon disembarkation of your domestic flight or the ",{"type":"[[","value":[["Vanino"]]},"–",{"type":"[[","value":[["Kholmsk"]]},". If you are not a Russian citizen, you'll be led inside either the airport or ferry terminal and subjected to a brief interview. You'll be asked as to the purpose of your visit, intended accommodation, as well as onward travel - no documents other than your passport, visa, and migration card are necessary. Immigration officials in this part of the country are generally not multilingual, if you're not a Russian speaker plan on having this information written out ahead of time and it will speed this process along. \n\nIf Sakhalin is your first port of entry into the Russian Federation, the above process will be completed along with the standard Russian immigration procedures. \n\nUnlike Sakhalin, the adjacent islands Tyuleniy and Moneron, as well as the whole range of ",{"type":"[[","value":[["Kuril Islands"]]}," are a part of the so-called ",{"type":"''","value":["Border Security Zone"]}," and ",{"type":"'''","value":["does"]}," require an entry permit. Permits are issued by the local office of border control:\n",{"type":"*","value":[" ",{"type":"'''","value":["Sakhalin branch of Border Guard Service"]},", 63a Pobedy av. (пр. Победы 63а), ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]},". Phone: +7 (4242) 49-20-62, phone\/fax: +7 (4242) 42-32-59."]},"While Russian citizens can get a permit on the day of application, the procedure for foreigners is very complicated. Unless you're a fluent Russian speaker, going on an organized tour might be the only realistic way of going (they'll handle all paperwork for you). If you'd like to try on your own, see the ",{"type":"[[","value":[["Kuril Islands"]]}," article for details of the procedure.\n\n",{"type":"===","value":["By boat"]},"\nThere is a single passenger ferry route connecting the mainland with Sakhalin. Unless you posses time, patience, and Russian skills in abundance to explore wildcat alternatives, your choice is pretty much limited to this daily ferry service between ",{"type":"[[","value":[["Vanino"]]}," on the mainland, and ",{"type":"[[","value":[["Kholmsk"]]}," on the island's western coast. Vanino is linked with the rest of the Russian railway network by a daily service to ",{"type":"[[","value":[["Vladivostok"]]},", with stops in ",{"type":"[[","value":[["Komsomolsk"]]}," and ",{"type":"[[","value":[["Khabarovsk"]]}," en route. In the summer months another option is a Japanese operated ferry service linking ",{"type":"[[","value":[["Korsakov"]]}," on the shore of Aniva Bay, at the southern tip of the island, with ",{"type":"[[","value":[["Wakkanai"]]}," on the northern tip of ",{"type":"[[","value":[["Hokkaido"]]},".\n\n",{"type":"*","value":[" ",{"type":"''","value":["See ",{"type":"[[","value":[["Russia to Japan via Sakhalin"]]}," itinerary for additional information on the ferry services"]}," "]},"\n",{"type":"===","value":["By plane"]},"\nThe booming oil industry has ensured an unusual abundance of options to reach a destination as remote, and sparsely populated, as Sakhalin. The airport in ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," has connections not only to major cities in the ",{"type":"[[","value":[["Russian Far East"]]},", but also flights to ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]}," and ",{"type":"[[","value":[["China"]]}," several times per week. If you are dubious about flying with a Russian airline, the only other option is the weekly Asiana flight from ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["South Korea"]]},".\n\nIf, on the contrary, you trust in Russian airlines, Yakutia ",{"type":"[","value":["http:\/\/www.yakutia.aero"]}," operates regular flights from ",{"type":"[[","value":[["Khabarovsk"]]}," to small airports in ",{"type":"[[","value":[["Okha"]]}," (4-5 times a week) and ",{"type":"[[","value":[["Nogliki"]]}," (3 times a week) in the northern part of Sakhalin. They also have infrequent summer flights to ",{"type":"''","value":["Zonal'noe"]}," (Зональное) airport located 70 km east of ",{"type":"[[","value":[["Alexandrovsk-Sakhalinsky"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," is the main hub for all means of transportation. Local and regional buses, charter minibuses, and trains all depart from the Station in the city center,\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["SAT Airlines"]}," (Sakhalinskie Aviatrassy) ",{"type":"[","value":["http:\/\/satairlines.ru"]},", the island's native carrier, operates daily flights between its main hub in ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," and the oil hub ",{"type":"[[","value":[["Okha"]]}," in the northern part of Sakhalin. They also fly to the small town of ",{"type":"''","value":["Shakhtyorsk"]}," (3 times a week) located in the middle of the island. Tickets can be booked online.\n\n",{"type":"===","value":["By train"]},"\nSakhalin has an extensive railway network, much of it built by the Japanese. Most tracks are still using the old Japanese gauge (1067 mm), although a push to supplant these old tracks by the standard Russian gauge of 1524 mm is presently underway. You will probably spot strange three-rail tracks that can accommodate both old Japanese trains and newer Russian cars. Old Japanese railcars are still in use as local trains.\n\nServices are scattered and infrequent, but a daily train (#001\/#002) connecting Nogilky and Yuzhno-Sakhalinsk remains the main mode of transport between the south and north part of the island. You can check the current railway schedule at the Russian Railways website ",{"type":"[","value":["http:\/\/eng.rzd.ru"]},". Sakhalin railways operate exactly two night trains:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["#001\/#002"]}," Yuzhno-Sakhalinsk – Nogliki. Sleeper cars with two-bed and four-bed compartments."]},{"type":"*","value":[" ",{"type":"'''","value":["#601\/#602"]}," (also known as #951\/#952) Yuzhno-Sakhalinsk – Nogliki. Sleeper cars with four-bed compartments, couchette cars, and seat cars. Somewhat slower than #001\/#002."]},"\n...and two trains that run during the day:\n",{"type":"*","value":[" ",{"type":"'''","value":["#967\/#968"]}," Yuzhno-Sakhalinsk – Tymovsk. One sleeper cars with four-bed compartments and one seat car. This train is very slow and delivers post rather than passengers."]},{"type":"*","value":[" ",{"type":"'''","value":["#121\/#122"]}," Yuzhno-Sakhalinsk – Tomari. Open coaches."]},"\nLocal train services are moribund. Although the trains operate 2-3 times a day in the suburbs of Kholmsk and Yuzhno-Sakhalinsk, they are of little use for travelers. A direct railway line between Kholmsk and Yuzhno-Sakhalinsk is in a sorry state and carries no traffic, although it remains interesting on its own and definitely deserves a closer look. Railway enthusiasts wanting to continue their journey by railway after disembarking the ferry in Kholmsk need to catch a once or twice daily connection to Tomari (#1611) 80 km to the north, then take another once daily train (#121) from there to Yuzhno-Sakhalinsk – but unless you are a truly dedicated railway buff, this huge detour is probably not worth the effort. \n\n",{"type":"===","value":["By bus"]},"\nWhile train is the mode of transport for longer trips, short trips are mainly done by bus. On the southern part of the island road conditions are fairly good, and many destinations can be easily reached from the bus terminal in Yuzhno-Sakhalinsk, offering departures for the ports of Korsakov and Kholmsk every 30-60 minutes throughout most of the day, Nevel'sk six times daily, Makarov once daily, and several other smaller cities at varying intervals.  If you speak Russian, call (4242) 72-25-53 for details. Further north, buses bound for Alexandrovsk-Sakhalinsky and Okha connect to the daily trains in Tymovsk and Nogilki, respectively.\n\nAn alternative to the public buses are the many private ",{"type":"''","value":["marshruthkas"]}," (minibuses), which also do intercity trips. They cost around double of the buses, have no schedules and tend to be more crammed - but on the plus side they are usually faster, more frequent and more comfortable than the often worn out public buses. A simple \"marshrutka ",{"type":"''","value":["City name"]},"?\" should suffice in getting locals pointing you in the right direction.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Sakhalin broshennaya telega s uglem.jpg"],["thumb"],["250px"],["Sakhalin road"]]},"\nDriving a car on Sakhalin is probably a bad idea because roads are few and in bad condition even by Russian standards. Although most interesting places are unreachable by public transport, the car will not bring you further unless you rent a 4x4 van and possess necessary driving skills, including river crossing. Considering these difficulties, most companies, which are so small that they do not even have websites, offer cars with drivers. If you speak Russian, try to search on the web or simply ask at the hotel. \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Car rental"],["alt=Автопрокат"],["url=http:\/\/avtoprokat65.ru\/"],["email="],["address=553 Lenina St. (2nd floor), Yuzhno-Sakhalinsk"],["lat="],["long="],["directions="],["phone=(4242) 62-16-21, 61-96-19"],["tollfree="],["fax="],["hours="],["price="],["content=The only \"official\" car rental of Sakhalin. While they offer cars without drivers, you won't be allowed to go north beyond Poronaysk, and in fact even this will cost 50% more than the simple and boring drive along good roads between Yuzhno-Sakhalin, Kholmsk, and Korsakov."]]}]},"\nThe Vanino-Kholmsk ferry can take cars. Few people use this option, though. As of 2012, the one-way price is about 15000 rubles for a standard car.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Tunaycha"]}," (",{"type":"''","value":["Озеро Тунайча"]},"). An easy escape from the gray concrete of the island capital, the Lake Tunaycha region is only 45 km south east of ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]},". This string of shallow lakes, including the islands largest fresh water lake, runs along Sakhalin's western coast line, and is a favorite with bird watchers and outdoor enthusiasts alike, though, as is the case with most other sights on the island, you'll need to figure out transportation for yourselves – if you can find a Mastruska bound for Svobodnaya or Okhotskoye you'll be in good shape, otherwise enlist a tour agency, there are plenty that offers tours here."]},"\n",{"type":"[[","value":[["Image:Moneron Island.jpg"],["thumb"],["250px"],["The island of Moneron off Sakhalin's southwestern coast"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Moneron Island"]}," (",{"type":"''","value":["Остров Монерон"]},"), known in Japanese as ",{"type":"''","value":["Kaibato"]}," (海馬島). A small unpopulated island southwest of Kholmsk, popular with divers, snorkellers, and bird watchers. It's Russia's first marine park, owing its existence to an array of underwater reliefs and the warm Tsusimskoye current that ensues an abundance of underwater wildlife, even subtropical species, and some fantastic plants. Although poaching is an increasing problem for this natural environment, it's still well worth a visit, and often has 30-40 meters of visibility. Above the water the scenery is quite enchanting with dramatic rock formations, waterfalls, rocky canyons and alpine meadows. The island has numerous bird colonies and is a breeding ground for sea lions. Access requires a chartered boat, which usually leaves from Nevelsk, 50 km south of ",{"type":"[[","value":[["Kholmsk"]]},". ",{"type":"''","value":["Sakhalin Diving"]}," in ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," can help with arrangements to dive here, and the ",{"type":"''","value":["State Park Agency"]}," opened a new tourist facility on the island in 2009."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Moneron State Park Agency"],["alt=Природный парк остров Монерон"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 (4242) 72-83-80"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tyuleniy Island"]}," (",{"type":"''","value":["Остров Тюлений, Seal island"]},"). Takes its name from the breeding grounds of the rare Northern Fur Seal, it's one of largest rookeries of fur seal and sea lions left in the world, and also sports many species of birds for the ornithologically inclined. There is a small Russian research station ",{"type":"[","value":["http:\/\/rfemmr.org\/pht_isl_t.htm"]}," on the island, with blinds for observing the wildlife. The island is located some 19 kilometres south of the Terpeniya peninsula's cape, in pretty rough sees. You'd either have to go with a rare tour or charter a boat for yourself to visit here.  Your best bet to make your own arrangements are probably from the station town of Makarov, but that is a wild shot."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourism development agency"],["alt=Центр содействия развитию туризма"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 (4242) 48-68-89"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},"\n",{"type":"[[","value":[["Image:Northern fur seal rookery tuleny.jpg"],["thumb"],["250px"],["Northern fur seals on the Tyuleny rookery - yes, those are all seals, not rocks"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Vaida Mountains"]}," (",{"type":"''","value":["Гора Вайда"]},") The Vaida mountain ridge is part of the heavy forested Smirnych nature reserve, roughly half way up the island, at what used to be the division between the Japanese and Russian Sakhalin (it's known in Japanese as ",{"type":"''","value":["Okada-yama"]}," (岡田山)), and a scene of heavy fighting. These days it's more peaceful although heavy foresting has taken its toll on the unprotected parts of the area. Its two peaks, though less than a kilometre tall, are the highest in the area. While its uniqueness in geological terms stems from its 24 karst cavities, for the less geeky the real attraction is its spectacular caves (particularly the Vaida Cave) with impressive stalactites, stalagmites and petroglyphs; various artifacts have been found in the caves. The scenery above ground is rather spectacular with many alpine plants and some pretty lakes dotted here and there for good measure. There is a daily train serving the station in ",{"type":"''","value":["Smirnych"]},", from where you will have to arrange your own wheels to the small village of ",{"type":"''","value":["Izvestkoviy"]},", and start your hike from there. If you plan to venture into the caves, which is probably why you would want to come here in the first place, you would want an organised tour providing a guide, and the necessary safety equipment – try ",{"type":"''","value":["Miskha Tours"]}," but be prepared for some language difficulties. "]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Miskha Tours"],["alt=Мишка тур"],["url=http:\/\/mishka-tour.ru\/rus\/vaida.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+7 (4242) 461770"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zhdanko Ridge"]}," (",{"type":"''","value":["Хребет Жданко"]},") is a spectacular ridge north of the village Tikhaya. It's protected state territory and was created by molten magma rising through cracks but not allowed to surface through the crust, which instead eventually collapsed (under the wind and water), and formed a 13 kilometre elongated ridge, only 1-2 kilometres wide of solidified magma. It's an unusual landscape of volcanic rock formations, hardened lava flows, sudden 30 metre vertical drops and many beautiful waterfalls, up to 50 metres tall.  In spring the dark volcanic rocks, contrasted by the light-green grass and tress, provide some amazing vistas. There is a good 2-3 day hike leading over a mountain pass to the north of the area. If you can can manage a spot on the post train (#951) it stops in Tikhaya around noon."]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Russia to Japan via Sakhalin"]]}," - Sakhalin is connected to ",{"type":"[[","value":[["Hokkaido"]]},", ",{"type":"[[","value":[["Japan"]]}," by a twice-weekly ferry during the summer - this itinerary tells you how to get there."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Sakhalin1.jpg"],["thumb"],["250px"],["The southwestern side of Sakhalin's amazing coastline"]]},"\n\nSakhalin has plenty of stunning natural scenery to offer. However, transportation out in the wilderness of Sakhalin requires patience, and a lot of careful and thoughtful planning. An easier alternative is shelling out the extra cost for enlisting the aid of a local tour operator.\n\n",{"type":"*","value":[{"type":"'''","value":["Diving"]}," - Moneron Island, close to the city of ",{"type":"[[","value":[["Kholmsk"]]},", is a marine park that offers some unique diving; there is a dive shop in ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," that can help with arrangements. Most other location and dive sites are restricted by politics: because of the close proximity to and sometimes heated relationship with Japan, the border guard needs to approve diving elsewhere, in practice ruling out this option."]},"\n",{"type":"*","value":[{"type":"'''","value":["Skiing"]}," - There is a alpine ski resort just east of ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]},", ",{"type":"[[","value":[["Yuzhno-Sakhalinsk#Do"],["Gorny Vozdukh"]]},", which has seen some substantial upgrades lately."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rafting"]}," - Bykovsky Rapids on the Krasnoarmeyka River, near the city of Bykov some 50 kilometers north of ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," offers good class 4 or 5 rafting. There are no permanent facilities, so you need to go on a tour from the island's capital, where they bring rafts and safety equipment to the starting point with 4x4s. It's also possible to do rafting on the Lyotoga river - starting point is the small village of Pyatirechye, just 35 kilometers due west from ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," on the P-495 road, and tours usually end in Petropavlovskoye, a few kilometers before the river flows into the Aniva bay. Rafting season for most of the island mainly runs from early May to late June, when the rivers are awash with melting snow from the mountains."]},"\n",{"type":"==","value":["Eat"]},"\nThe cuisine on Sakhalin is largely influenced by the traditional Russian cuisine, and in Yuzhno-Sakhalinsk a wide variety of international restaurants is available. But for some local color in your meal, dive into the seafood!  Freshly caught fish from the rivers - especially salmon - are widely available in season, and often dirt cheap.  Look for  'Крабы' (Crab), 'Копченый лосось' (Smoked salmon), 'Корюшка жареная' (Fried Smelt) and Красная икра (Red caviar) on the menu to sample some of the islands delicious seafood. Up north, you can try the indigenous cuisine of the Nivkh tribe which also features fish, but in interesting varieties such as dried (madjir-ma\/юкола) and iced fish (kyn-cho\/строганина), and also seal, reindeer, and bear meat with mushrooms and wild berries like Crowberries (yghygh-alrh\/шикша) and Blueberries (Голубика)\n\nYuzhno-Sakhalin, due to its large population of stranded Sakhalin Koreans, reputedly has very good ",{"type":"[[","value":[["Korea"],["Korean"]]}," cuisine.\n\n",{"type":"==","value":["Drink"]},"\nThe ",{"type":"''","value":["Kolos"]}," brewery in ",{"type":"[[","value":[["Yuzhno-Sakhalinsk"]]}," makes some excellent beers, particularly their ",{"type":"''","value":["Bir Rinzo"]}," and ",{"type":"''","value":["Pivzavod Sahalinskij"]},", but in the newly acquired Russian tradition, they pump out 10 other brands from their hoses as well, and serve them on their own brewpub on the brewery grounds on Sakhalinskaya Street ",{"type":"[","value":["http:\/\/beeradvocate.com\/beer\/profile\/5430\/?view=beerfly"]},". Interestingly Yuzhno-Sakhalinsk is not the only city with its own beer – almost every major town on the island, despite their modest size, has a local brewery.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["Infobox"],["\"What civilian? It has flown over Kamchatka!...\""],["With those words started one of the hottest incidents of the Cold War, when Korean Air Lines Flight 007, due to series of pilot errors had entered Soviet airspace and was shot down over Sakhalin by Soviet fighters, even after it had luckily escaped the fighters over Kamchatka due to poor weather. After a brief period of suspense worthy of a film, the plane plummeted into the sea near Moneron Island, killing all 269 on board. Probably the only time this remote part of the world ever was - and ever will be - on everyone's lips."]]},"\n\nAs far as people go, Sakhalin is a fairly safe place when outside the capital, which has the highest ",{"type":"'''","value":["juvenile crime"]}," rate in the entire federation. Much of Sakhalin is true wilderness, far from the nearest doctor and even further from an English speaking one. The arctic tundra in the north can even in the summer experience rapid ",{"type":"'''","value":["temperature drops"]},", especially when the sun sets, but even a change of wind direction can send sudden shivers through your spine, or much worse. \n\n",{"type":"'''","value":["Bears"]}," roam the forests across the entire island, and always pose a danger. The most important thing in this respect is ",{"type":"''","value":["never"]}," to surprise a bear. Sing, call out in regular intervals or wear a bell. Save the odd lunatics, bears rarely seeks confrontations with humans and will normally shy away when hearing one. If you do encounter one, make sure it sees you (it ",{"type":"''","value":["will"]}," smell you soon enough anyway), hold you hands above you head to make yourself as big as possible, and slowly back away while avoiding any sudden movements – don't trip or run! Make sure any food is packed away in airtight containers or plastic bags. \n\nIf you require medical attention, head for Yuzhno-Sakhalinsk, as there are many expat workers from the oil industry here, and the ",{"type":"'''","value":["medical facilities"]}," that come with them. In an emergency in the northern part of the island, the oil processing plants in Nogliki and Okha are your best bets, they may not be very welcoming, but they are used to dealing with foreign staff and have airlift capabilities – cash is king, but a medical\/travel insurance certificate should also help.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kuril Islands"]}," — see what few travelers ever get to see, and catch a plane or the twice monthly ferry to ",{"type":"[[","value":[["Kunashir"]]}," island, in the ",{"type":"[[","value":[["Kurils"]]}," chain of islands.  One of the world's most unique natural habitats, including flora and fauna native to Japan, but long lost in Japan's quest of industrialization."]},{"type":"*","value":[" ",{"type":"'''","value":["Japan"]}," — With a seasonal ferry service to ",{"type":"[[","value":[["Wakkanai"]]}," in ",{"type":"[[","value":[["Japan"]]},", Sakhalin is a good transit point for overland journeys done on the ",{"type":"[[","value":[["Trans-Siberian Railway"]]},".  The ",{"type":"[[","value":[["Russia to Japan via Sakhalin"]]}," itinerary has the details. "]},"\n",{"type":"{{","value":[["geo"],["51.0"],["143.0"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Russian Far East"]]},"\n",{"type":"{{","value":[["guideregion"]]},"\n\n",{"type":"{{","value":[["related"],["Russia_to_Japan_via_Sakhalin"]]},"\n\n",{"type":"[[","value":[["commons:Category:Sakhalin"]]},"\n",{"type":"[[","value":[["Wikipedia:Sakhalin"]]}]