[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Salaspils concentration camp"]}," memorial complex is in the ",{"type":"[[","value":[["Riga region"]]},", about 15km southeast of ",{"type":"[[","value":[["Riga"]]}," and is a memorial for the people who died there during the Nazi regime in Latvia.  \n\n",{"type":"==","value":["History"]},"\nSalispils concentration camp (in Deutsche: Kurtenhof) was built by the Jewish labourers captured by the Nazis during 1941. Thousands of people including 12,000 children, Jews, Russian POWs, and political prisoners from the Baltic states were held here. Most of the children were sent to the concentration camp without their parents and were used as involuntary blood donors for the German military hospitals. \n\n",{"type":"==","value":["Understand"]},"\nThe memorial consists of a museum and huge statues signifying the psychological, physical and emotional turmoil of the inhabitants.",{"type":"[[","value":[["Image:The Humiliated.JPG"],["thumb"],["The Humiliated (One of the statues at Salaspils)"]]}," The life on the camp is shown by the statues: Namely, The Mother, The Humiliated, The Unbroken, and Solidarity. The barracks for children have a memorial adorned with toys and flowers. The barracks were all destroyed by the Germans. The solitude of the statues, the deserted camp and the toys, gives it a dreary feeling, and makes one feel very humble of one's own existence.\n\n",{"type":"==","value":["Get in"]},"\nGetting to the Salaspils in not very easy and needs a little effort on the traveler's part. But when one visits the place, every effort put into journey seems worth it. \n\n",{"type":"===","value":["By train"]},"\nTaking a train from Riga is the best way of getting to Salaspils. \n",{"type":"*","value":[" Take the train from Riga and get down at ",{"type":"[[","value":[["Darzini"]]}," (20  min). Buy your ticket at the Riga Main Railway station, and they will tell you the train timing and the platform number. Return ticket costs less than 2LTL."]},{"type":"*","value":[" Alight the train at Darzini. Cross the rail tracks, and take the path to the right of the train shelter. "]},{"type":"*","value":["There is an unpaved path which after a while merges with the bicycle path. The bicycle path runs somewhat parallel to the train track. You are met with a beautiful green pine forest and solitude."]},{"type":"*","value":[" On your way you will see a small football field on your right. Keep walking on the same path, till you reach a paved road. "]},{"type":"*","value":[" Cross the road and walk through somewhat narrow path for a very small distance to reach the memorial."]},"\nThis is a beautiful walk through the green forest and should take you about 15-20 min.\n\n",{"type":"===","value":["By Bicycle"]},"\nThere is an unpaved ",{"type":"[[","value":[["cycling"],["bicycle"]]}," path from Riga to the memorial. Ask at the tourist information center and they will hand you the map.\n\n",{"type":"===","value":["By Bus"]},"\nThere are several mini-buses which leave from Riga for Salaspils, at higher frequency during the day. But it is difficult to get from the Salaspils bus station to the memorial.\n\nAll in all this is an important reminder of history and deserves a visit, but this is a deserted place and having company is always advisable.\n\n",{"type":"==","value":["See"]},"\nThe statues and the museum are the two main attractions at this memorial. The barracks are all destroyed. \n\nThis place is neglected by the tourists and the officials, and needs to be revived for the sake of the history. Because anyone who forgets the history is bound to live it again.\n\n",{"type":"{{","value":[["geo"],["56.8667"],["24.3500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Riga region"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Salaspils concentration camp"]]}]