[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Snow covered mountains outside of Salang tunnel in Afghanistan.jpg"],["thumb"],["400px"],["The Salang Pass in January 2009"]]},"\nThe ",{"type":"'''","value":["Salang Pass"]}," is in Parwan ",{"type":"[[","value":[["Afghanistan"]]}," on the road between ",{"type":"[[","value":[["Kabul"]]}," and ",{"type":"[[","value":[["Mazar-e-Sharif"]]},". It has been in use as a trade route between central Afghanistan and the northern region known historically as ",{"type":"[[","value":[["Bactria"]]}," for at least four thousand years.\n\nThe pass features the 2.6km Salang tunnel, the main link between northern and southern Afghanistan and one of the world's highest road tunnels. It was built by engineers from the former USSR in 1964. About 1000 vehicles pass the Salang tunnel daily. A trip via the pass could take a very long day, or more, if there are delays because the pass has received recent snow, although a 5 - 10 hour trip is possible in better conditions. The pass is popular for picnics in better weather, where the cool clean air makes a refreshing break from the dust and pollution of ",{"type":"[[","value":[["Kabul"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can travel over the pass by taxi. You should set out at about 8 AM in case of any delays. It can snow in the pass as late in spring as May.  For a day trip from ",{"type":"[[","value":[["Kabul"]]}," to the pass, allow 2-3 hours to get to the Kabul side and expect to pay about USD40 for a taxi.  It is not worth going through the tunnel to the northern side, since the best views are on the ",{"type":"[[","value":[["Kabul"]]}," side.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe pass itself is very beautiful. There are several places to stop for photography.\n\n",{"type":"==","value":["Do"]},"\nIn the 1970's, foreigners from Kabul, would go there to ski, going out the door about 1\/4 the way through and skiing down to the road. They had to finish by 10AM because of the danger of avalanches.  Truckers would stop on the road to watch. The skiers' drivers would turn around in the tunnel and go down to the road and pick them up for another ride up into the tunnel.\nThere was also an International Ski Club just outside of Kabul. There was a rope tow using a Volkswagen engine and a small chalet\/snack bar run by the Americans.\n\n",{"type":"==","value":["Buy"]},"\nThere are the usual small shops selling drinks and biscuits.\n\n",{"type":"==","value":["Eat"]},"\nThere are some local restaurants by the river in ",{"type":"[[","value":[["Jabal os Saraj"]]}," at the bottom of the pass.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nIf there is still the possibility of snow on the pass, be prepared to spend a cold night on the road if you get stuck.\n\n",{"type":"==","value":["Stay safe"]},"\nIf travelling by vehicle, carry snow chains that are in good condition, because, if it has been snowing, your vehicle will only allowed to go over the pass with chains on the tyres.  Getting stuck in the pass is a risk if the weather is bad. Anyone travelling there should take warm clothing, food and drink.\n\nThe pass was the scene of major battles with the Soviet troops, particularly when they withdrew.  Many died in the tunnel itself.  There is still the possibility of mines and other unexploded ordnance.  Walking or driving off of the road itself is therefore not recommended.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northwest Afghanistan"]]},"\n",{"type":"[[","value":[["wikipedia:Salang Pass"]]}]