[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Salema"]}," is a small, isolated beach and fishing town in the ",{"type":"[[","value":[["Algarve"]]},". It's a great, quiet town for escaping the crowds, though it lacks the amenities and activities of the larger destinations.\n\n",{"type":"==","value":["Understand"]},"\nHistorically, Salema has been a very small and secluded fishing village about halfway between ",{"type":"[[","value":[["Lagos_(Portugal)"],["Lagos"]]}," and ",{"type":"[[","value":[["Sagres"]]},". The main road in town, Rua de Pescadores, is home to a number of fisherman who still moor their boats on the shore and daily cast their nets. Recently, the development of large nearby resorts and apartment buildings on the outskirts of the town has threatened to overwhelm Salema's small-town feel, but it remains a fantastic out-of-the-way and laid-back small-town alternative to the big and busy tourist cities of the Algarve.\n\n",{"type":"==","value":["Get in"]},"\nThe rail network in the Algarve ends at Lagos, so Salema is inaccessible by train. It's just off the N125 route from Lagos, and quite accessible by car (though parking may be an issue during busy months). You can also take the bus from Lagos for a handful of Euros. Hiking from Lagos is also an option for the determined backpacker, using a combination of beach trails and roads, but the distance is rather long (just under 20km).\n\n",{"type":"==","value":["Get around"]},"\nSalema is a very small town. Regardless of where you are staying, you can reach the beach, internet cafe, and all major restaurants. The only exception is a large resort and golf course just north of the highway (N125), Parque da Floresta; the 4km walk is a bit long, but still doable if you're strolling to the beach for a day.\n\n",{"type":"==","value":["See"]},"\nDespite significant local development of resorts and apartment buildings, Salema does not have many tourist attractions. Golf enthusiasts may be interested in the Parque da Floresta, an 18 hole course a couple of miles north of the town. Nearby day trips include Cape ",{"type":"[[","value":[["Sagres"]]}," and Lagos, if you have a car or don't mind paying the bus fee, where there are a larger number of clubs, bars, and museums.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Salema3.jpg"],["thumb"],["Salema's beach is a sunny, cozy retreat from the crowded resort cities of the Algarve."]]},"\n\nSalema's beach is one of the most pleasant and authentic segments of coast in Portugal. The stretch immediately in front of town has beach umbrellas and services in the European style, and while the coastline to the west is fairly rocky, the sandy beachline continues for more than a kilometer to the east. Fishing boats are drawn up on the beach to the side of the town, and several boats and moored fishing buoys are scattered within a few hundred feet of the shoreline, but they add to the ambiance, not detract.\n\nHiking opportunities are also in abundance; a series of cliff-top trails wind along the coast line, and small roads lead to smaller hideaways scattered in the hills and along the beaches. Biking opportunities along the same roads also abound.\n\n",{"type":"==","value":["Buy"]},"\nAs a small fishing village, the main purchasable item is seafood (much of which is sold to local restaurants for you to enjoy). The more traditional Algarve and Portuguese items, such as porcelain and green wine, can mainly be found in larger towns like Lagos and ",{"type":"[[","value":[["Lisbon"]]},".\n\n",{"type":"==","value":["Eat"]},"\nGreat food abounds at many of the local restaurants, including tasty quantities of fresh seafood.\n",{"type":"[[","value":[["File:Salema2.jpg"],["thumb"],["Rua de Pescadores is home to most of Salema's restaurants and bars."]]},"\n",{"type":"*","value":[{"type":"'''","value":["O Carapau Frances"]},", Corner of Estr. EM537 and Largo de Liberdade. Open 7PM to 10:30PM. O Carapau is a small Greek and Portuguese restaurant right on the beach front, at the intersection of the town's two main roads. They have a take-out service if you feel like staying in your room for the night, and their seafood pizza (",{"type":"''","value":["pizza di mare"]},") is to die for. Cash only."]},{"type":"*","value":[{"type":"'''","value":["The Atlantico Restaurant & Bar"]},", 1 Ria 28 de Janeiro, 282 695 142. Open noon to midnight. A sizable establishment, the Atlantico features a short stairway right down to the beach (and the town's only ATM out front). The seafood, of course, is fresh and tasty, and the restaurant features one of the more well-stocked bars in town."]},{"type":"*","value":["The ",{"type":"'''","value":["Salema Market"]},", located partway up the Rua de Pescadores, offers a variety of foods to support your picnicking needs, including bread, olives, wine, cheeses, and other produce. Open 8AM to 8PM."]},{"type":"*","value":[{"type":"'''","value":["Mira Mar Restaurant"]},", Travessa Mira Mar 6, 919 560 339. Open noon to midnight. Mira Mar is a more expensive but worthwhile proposition, located at the base of Rua de Pescadores, near the beach. Their whitefish is quite tasty, and the bar makes a sangria that will forever alter your sangria standards."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante O Lourenco"],["url="],["email="],["address=Rua 28 deJaneiro, Salema, 8650 Vila do Bispo"],["lat="],["long="],["directions=Just north of the main harbour, on the back road to Figueira"],["phone=282-698-622"],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic venue for fresh fish, beautifully cooked. Great service by friendly waiters. All for a decent price. Sit inside or on the terrace across the cobbled lane."]]}]},"\n",{"type":"==","value":["Drink"]},"\nWhile Salema isn't much of a nightclub town, there are a few bars worth checking out, mainly on Rua de Pescadores. Enjoy your favorite cocktails, but make sure you also sample Portugal's delicious green wine at least once.\n\n",{"type":"==","value":["Sleep"]},"\nThe number of apartments and resorts have exploded in and near Salema, but there are still a number of smaller, more authentic places to hang your hat:\n",{"type":"[[","value":[["File:Salema4.jpg"],["thumb"],["Two of Salema's hotels, very close to the beach and downtown, are the Pension a Mare (from which this picture was taken) and the Hotel Residencial Salema (the tall building to the right)."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pension a Mare"],["alt="],["url=http:\/\/www.the-mare.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=282 695 165"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A Maré, Praia de Salema. This small set of apartments and rooms sits on a hill overlooking the center of town, right off the main road into town and above the bus stop. Balconies and breakfast are included in your stay, and fully-furnished pensions, or apartments, are well-maintained and very cozy. Prices range from 50 to 90 Euros."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Residencial Salema"],["alt="],["url=http:\/\/www.hotelsalema.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=R. 28 De Janeiro and Praia Da Salema, 282 695 328. The large building right off the beach and behind The Atlantico is hard to miss. While it's not much to look at, the location and views are fantastic and prices are reasonable (50-80 Euros)."]]}]},{"type":"*","value":[{"type":"'''","value":["Random houses"]},": It may seem strange to Americans, but when you arrive in town during the off-season, there is a very good chance that you will be invited to rent a room or apartment in someone's private home. While it's a pretty good value, it's best if you don't rely on it, especially if you're traveling during the tourist season."]},"\n",{"type":"==","value":["Connect"]},"\nThere is a small internet cafe a hundred feet or so from the beach, on the other side of The Atlantico and off the corner of Hotel Residencial Salema. There is also a payphone in the center of town, at the intersection of both main roads and to the side of O Carapau Frances. Other than these two methods, the town is relatively isolated.\n\n",{"type":"==","value":["Go next"]},"\nDriving west along N125 takes you to another small town, Vila do Bispo, before continuing to Cape Sagres. Driving east along N125 will take you into Lagos, from which point you can drive north to explore Portugal's \nwestern coastline or continue east by road or rail to the remainder of the Algarve.\n\n",{"type":"{{","value":[["geo"],["37.066"],["-8.828"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Algarve"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Salema (Portugal)"]]}]