[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Salem"]]},"\n",{"type":"'''","value":["Salem"]}," is a city in ",{"type":"[[","value":[["Tamil Nadu"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tamil Nadu Tourism Development Corporation"],["url="],["email=ttdc@vsnl.com"],["address=Hotel Tamil Nadu Complex, Ramakrishna Road, Salem"],["lat="],["long="],["directions="],["phone = +91 427-2316449"],["tollfree="],["fax="],["hours="],["price="],["content=The Tamilnadu tourism board can be contacted for various tour packages and holiday ideas."]]}]},{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n\nSalem Junction (Station code: SA) is well connected by a good railway network. In fact, it is a divisional headquarters in Southern Railway. It's connected to ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Chennai"]]},", ",{"type":"[[","value":[["Coimbatore"]]}," and other major cities and towns of ",{"type":"[[","value":[["Tamil Nadu"]]}," and ",{"type":"[[","value":[["India"]]},".Salem Town Railway Station (Station code: SXT) also connects you to Chennai and it is in the heart of the city.\n\n",{"type":"===","value":["By bus"]},"\nSalem is well connected to ",{"type":"[[","value":[["Karnataka"]]},", ",{"type":"[[","value":[["Kerala"]]},", ",{"type":"[[","value":[["Andhra Pradesh"]]}," and the rest of Tamil Nadu by TNSTC, SETC buses and also by private A\/C Volvo buses like KPN travels. Buses are available as far as ",{"type":"'''","value":["Hyderabad"]}," and ",{"type":"'''","value":["Kollur"]}," Mookambike temple.\nKPN travels head quarters is in Salem and every KPN bus crossing Salem will get into the city and stop near New Bus Stand.\n\nThere are 2 major bus stations in Salem.\n\nMGR Central Bus Terminus (New Bus Stand): Inter-state and Intra-State bus terminus. One of the busiest bus stations connecting all the places in Tamil Nadu, very much active for 24 hours and the most busiest bus stand in the state as per movements are considered.\n\nTown Bus Stand (Old Bus Stand): Local bus services.\n\n24 Hour bus services(No 13)from Salem Junction (Railway station) to both the Bus stations.\n\n",{"type":"===","value":["By plane"]},"\nSalem has one airport (code SXV) at Kamalapuram near Omalur on NH7 towards Dharmapuri. However, the flights have been running on and off and is \nnot reliable to do pre-booking.\n\n",{"type":"==","value":["Get around"]},"\n \nOne can hire a taxi (it's relatively cheap, compared to other cities) \nor use the public transportation (buses, which will usually be crowded). \nOther option is to hire an auto-rickshaw (three wheeled), but beware there's no standard price defined for a particular distance, it depends on the driver's mood, financial condition and time of the day.\n\n",{"type":"==","value":["See"]},"\nTourist places\n\n",{"type":"*","value":["Sri Kailasanathar Temple, Tharamangalam."]},"\nA Siva temple, perhaps the most beautiful of its kind in Salem District. Parts of it existed as early as the tenth century: as it stands now, it is the product of the Gatti Mudhali dynasty of the seventeenth century. Reconstruction and elaboration of the old temple was begun by Mummudi, continued by Siyazhi, and was brought near completion by Vanangamudi.\n\nThis west facing temple is enclosed by a massive stone wall measuring 306' by 164' reportedly built in the thirteenth century. The main entrance tower ( 5 storeys 90'high) is conceived as a chariot on wheels, drawn by elephants and horses. The huge entrance doors, made of vengai ( pterocarpus marsupium) wood, are studied with untrusting iron knobs each of a different pattern. Their panels are decorated with wooden carvings depicting incarnations of Vishnu.\n\nThe entrance to the inner sanctum is through a portico supported by six sumptuously carved stone pillars. The scenes of tiger hunting by princes seated on horses and accompanied by footmen are depicted very realistically and with great sensitivity. A pillar of yazhi ( a mythical animal combining features of the lion and the elephant) is so ingeniously carved that a stone ball ( 4 ' diameter) in its mouth can be freely rolled but cannot be rolled out. The wooden doors of the portico are adorned with twenty four panels of excellent carving, some of which have been vandalized. The motifs for these carvings are drawn from the divine exploits of Siva and scenes from the daily lives of ordinary people.\n\nThe great hall is a fine gallery of sculptures of men, women, and Gods among which the sculpture of the voluptuous rishi pathini ( sages wife) is notable .\n\nThe ceiling is supported by rows of stone pillars from whose capitals hang elegant chains carved out of solid stone. The ceiling in front of the main shrine is covered by a block of stone seven feet in diameter carved in the shape of an inverted open lotus with parrots. This carving is surrounded by the Gatti Mudhali insignia. The outer walls of the inner most sanctum are covered with inscriptions.\n\nEvery year on February 21, and the consequent 3 days, a great solar and architectural wonder can be seen in the temple. During sunset, the rays of the sun travel down through the front Gopura at the temple's entrance gate and through a small hole in the and travels across the front plane to fall directly onto the statue of Siva. The movement of the sun beam can be witnessed as it progresses across the front of the temple, making the lingam appear to glow.\n\nSeveral gigantic monolithic pillars of pink granite carved, polished, and ready for erection in the proposed Thousand Pillar Hall lie outside the temple. More are said to be under the ground. Before this project could be completed, Vanangamudi was killed in 1667, leaving the foreground of the temple littered with ruins of a noble dream.\n\nA temple tank (about (180' 180') is one of the finest of its kind in South India. Thirty Six Nandhi Sculptures (2' high) of black stone sit at intervals on top of the parapet wall whose inside holds 365 lamp niches. One for every day of the year. Only once in 1873 the pool was cleaned by the Salem Local Fund Board.\n\n",{"type":"*","value":["Servarayan Hills, Yercaud "]},{"type":"*","value":["Mettur Dam ( 52 km from Salem )"]},{"type":"*","value":["Mettur Hydro Electric Project\/ Thermal Plant"]},{"type":"*","value":["Salem Steel Plant,Salem"]},{"type":"*","value":["Kurumbapatti Zoological Park, Chettichavadi, Salem."]},{"type":"*","value":["Poiman karadu, Panamarathupatty"]},{"type":"*","value":["A well preserved 300 year old famous Fort, Attur"]},{"type":"*","value":["A old famous fort in sankari"]},{"type":"*","value":["Kolli Hills"]},"\nHoly places\n",{"type":"*","value":["Arulmigi Alagirinathar Temple"]},{"type":"*","value":["Sri Rajaganapathy Temple, Agraharam"]},{"type":"*","value":["Sri Ramakrishna Mutt, Salem-7"]},{"type":"*","value":["Sri Kumaragiri Temple, Salem.3."]},{"type":"*","value":["Skandashasram,Udayapatti,Salem.16."]},{"type":"*","value":["Jamma Masjid Build by Tippu Sultan, Salem.1."]},{"type":"*","value":["Belur Siva Temple,Belur."]},{"type":"*","value":["Sri Kameswara & Kalivaradha perumal temple at Aragalur"]},{"type":"*","value":["The Indian Institute of Handloom Technology, Salem."]},{"type":"*","value":["Poolampatty water place"]},{"type":"*","value":["1008 Siva Temple, Periya Seeragapadi"]},{"type":"*","value":["Dream land Theme park, Neikkarapatti, salem."]},{"type":"*","value":["Sugavaneshwarar Temple, Salem"]},{"type":"*","value":["Perumal Temple, Fort, Salem"]},{"type":"*","value":["Aanaimaduvu Dam, Belur"]},{"type":"*","value":["Kariyakoil Dam, Karumandurai"]},{"type":"*","value":["Kottai Mariyamman Temple, Salem"]},{"type":"*","value":["Appa Paithiyam Swamy Samadhi Temple"]},{"type":"*","value":["Sree Raghavendra Mrithika Brindavanam, Kannankurichi"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Anna park has been recently given a face-lift. A nice lively place to spend an leisure evening. There are lots of movie playing Tamil, English and Hindi movies. A new multiplex (ARRS) has been built, which hosts 5 screens."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=rakkipatti"],["alt=senapalayam"],["url="],["email="],["address=rakkipatti"],["lat="],["long="],["directions=NH47"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=lord balamurugaa temple, suyambhu form is not to be missed"]]}]},"\n\n",{"type":"==","value":["Buy"]},"\nSalem is very good place for buying dresses and also mangoes.\n\nCheck out Men's shirts, saris and beautiful dresses for women, all for ridiculously cheap prices.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Tuesday street market"],["url="],["email="],["address="],["lat="],["long="],["directions=near shevapet auto stand"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for textiles like bed sheets, towels, table spreads, lungis, sarees etc.  If you know how to bargain you may strike good deals."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Shevapet area"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for silver anklets, traditional jewel worn around the ankle with small bells attached and chimes as you walk. Most of India purchases from this area as the workmanship involved in fixing the bells to the chain is done manually in this place. Prices are perhaps much cheaper compared to rest of India."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Delhi Darbar"],["url="],["email="],["address="],["lat="],["long="],["directions=near 5 roads in salem."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A newly opened North Indian restaurant.  Tandoori chicken and mutton biryani is supposed to be very good"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Sri Parasakthi"],["url="],["email="],["address=56\/37, Venkatappa Rd, Shevapet"],["lat="],["long="],["directions=Salem Government Hospital, down the road"],["phone = +91 4272220222"],["tollfree="],["fax="],["hours=noon-4PM, 6:30PM-10PM"],["price="],["content=Typical south Indian non-veg family restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Saravana Bhavan"],["url="],["email="],["address="],["lat="],["long="],["directions=near the bus stand"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A major food chain in TamilNadu is a good restaurant in a prime location (). Offers South Indian (Tamil), North Indian and Chinese food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Baar B Queen"],["url="],["email="],["address=5 roads, Cherry Road & New Bus Stand"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another good hotel in recent years is Baar B Queen. Typical Non Veg restaurant and specility is Chinese & Tandoori items exclusively Tandoori chicken and Grill Chicken at reasonable price."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=AJMEER BIRIYANI HOTEL"],["url="],["email="],["address=Kitchipalayam Road, Salem"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very famous among middle class people especially private employees. Their specialty is BIRIYANI & KUSKA (Same biriyani but without NV pieces). Mouth lickering biriyani and Chicken varuval are so tastiest among the verieties. The very lowest price is the important point to mention here."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=SELVI MESS"],["url="],["email="],["address=Maravaneri & New Bus Stand"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Selvi Mess, a group of hotels,one of the famous restaurants , is typically Non Veg Restaurant. Taste is very good at their Maravaneri branch. A fine & Good place to have dinner with family."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vivekananda Hotel"],["url="],["email="],["address=Old Bus Stand & New Bus Stand"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vivekananda Hotel, one of the famous restaurants for Non-Veg. A fine & Good place to have dinner with family."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n7UP seems to be more commonly drunk than water, but isn't so great in the intense heat. Try the local mango juice, although it seems a tad sweet for some.                 \n\nYou will find any number of Wine shops around the city.\n\nCoffee shops and juice junctions are everywhere.\n",{"type":"*","value":["Siva Coffee Bar is a chain of Coffee shop around the city."]},{"type":"*","value":["24 Hours Coffee shop near salem Bus stand and Junction."]},{"type":"*","value":["Iyengar bakeries open 24 hours."]},"\n",{"type":"==","value":["Sleep"]},"\nThere are lot of hotels and budgeted lodges near and around new\/old bus stand.\n\nWe can find hotels almost in every street. They open up very early and close very late. Nearly all are targeted at the working class and middle class diner and drinker.\n\nChenney's gateway, Salem Castle, Ganesh Mahal, LRN Hotel, Hotel Selvam, GRT GRAND etc. are three star hotels in the city.\n\n",{"type":"*","value":[{"type":"'''","value":["GRT GRAND"]}]},{"type":"*","value":[{"type":"'''","value":["Ganesh Mahal"]}]},{"type":"*","value":[{"type":"'''","value":["Chenney's Gateway"]}]},{"type":"*","value":[{"type":"'''","value":["Salem Castle"]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Yercaud"]]}," is a hill station which is easily commutable from Salem. It is 30 km from Salem bus terminus. It is an ideal weekend getaway especially during summer time."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tharamangalam"]}," is famous also for its beautiful and historic Kailasanathar temple.It is 24 km from Salem bus terminus"]},"\n",{"type":"*","value":[{"type":"'''","value":["Thammampatti Scultpural Centre"]}," (Hindu, Muslim, Christian temples in one hill), ( 60 km from Salem )"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sankagiri old fort"]}," which was built in Tippu Sultan Period."]},{"type":"{{","value":[["IsPartOf"],["Central Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Salem, Tamil Nadu"]]},"\n",{"type":"{{","value":[["geo"],["11.65"],["78.166666666667"]]}]