[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Salinas"]]},"\n",{"type":"'''","value":["Salinas"]}," is a city in the province of Santa Elena, ",{"type":"[[","value":[["Ecuador"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSalinas is a beach-city close to Guayaquil, therefore from December to May is crowded, especially at weekends.\n\n",{"type":"==","value":["Get in"]},"\nSalinas is 124km from ",{"type":"[[","value":[["Guayaquil"]]},". To get in, you have to take Via a la Costa Road. There are some transportation companies (Liberpesa, CLP and Costa Azul) that can take you there. Besides these companies there are other companies that offer the same service for a little bit more, but they take you in a private car with a maximum of 4 persons, so this is another option for the people who don't have their own car, and want to have a very comfortable trip to Salinas.\nYou can get to Salinas by car, and by plane. Salinas has an airport that is at the air force base. Arriving in Salinas by plane is not common as most people take a car from Guayaquil (because they're very close).\n\n",{"type":"==","value":["Get around"]},"\nYou can rent a car in Guayaquil and then easily drive around Salinas and the Ruta del Sol coastline.  Anyone with a drivers license from any country can rent. Prices start at USD25 per day.\n\n",{"type":"==","value":["See"]},"\n",{"type":"==","value":["Do"]},"\nSalinas is a beach, so everything that has to do with the sea, the beach, and the sun is what you can and should do in Salinas.  There are several attractions. One of the biggest is the water park, Aqua Adventure, a good choice for every tourist to spend one of their days. Another biggest attraction is La Chocolatera, a beach that you can only see from above. The nice thing about this beach is the huge waves and the very dangerous water. To enjoy this place you should visit it with high tide.\n\n",{"type":"===","value":["Surf & bodyboard"]},"\nWater sports are the biggest attraction and what most people do in Salinas.  Among the most popular water sports that people practice the most are surfing, fishing, and wake boarding. Waves are very consistent and dependable almost every day.\n\nLa Chocolatera is on the FAE (Ecuadorian Air Force) base, yet tourists are allowed in. You only need an ID. With low tide there are great waves (left ones). Only for experienced surfers. \n\nThe ",{"type":"[[","value":[["Punta Carnero"]]}," Beach is 2,500 meters long and is 10 minutes from Salinas. It is an international spot for surfing. Other nearby surf spots are Chulluype and Mar Bravo.\n\n",{"type":"==","value":["Buy"]},"\nThere is a lot of art made by hand from natives from Salinas. Natives and tourists from other countries around like Chile and Argentina also come to Salinas to sell their things.\n\n",{"type":"==","value":["Eat"]},"\nSome of the best seafood you can get along the coast of Ecuador is here. The restaurants are basically specialized in seafood. Typical foods are, for example, the shrimp ceviche and arroz marinero.\n\nSome of the places that you can find all the types of seafood that you will like to try once you are in Salinas are:\nRestaurant Mar Y Tierra:  This is one of the most prestigious restaurants in Salinas, because of the time they have been working, and also because the food is delicious, if you go to Salinas you must go to Mar y Tierra to eat.\n\nThe best ceviche or at least the most famous places for ceviches are two: Cevichelandia, and la Lojanita.  They are located in the second street, one street from the Malecon.  \n\nBesides this in the malecon street, you can find a lot of restaurants, that are cheaper but are still good.  The seafood is not the only famous food, also the \"carne en palito\" and the \"arroz con menestra\" are also really good.  One of the best \"arroz con menestra\" can be found in Carloncho, a restaurant that is in the malecon.\n\n",{"type":"==","value":["Drink"]},"\nSalinas offers many attractions at night, and the nightlife is diverse.  If you just want to relax, you have the opportunity to go the malecon, walk around there, visit the Artesanias, a place where all the natives and some foreign people make jewellery with shelves and with many other things, this is a very attractive place.  For, the people that want to spend the night with their children and family, there is also the movie theatre and shopping center that is 20 minutes from Salinas and is named \"El Paseo Shopping Center\".  And, for young people that are looking for something more exciting and entertaining, Salinas offers a variety of bars and clubs that are all around the city, you can find some of them in the malecon.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barcelo Colon Miramar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the Malecon between St 38 & 40"],["phone=+593 4 2771610"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=This is a hotel for people who want to splurge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Caravel Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= Ave Enriquez Gallo and Jose Alberto Estrell"],["phone=+593 4 2770070"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=One of the cheapest hotels in town, and only a block from the beach. You can get a room without air conditioning or a TV for USD10. Wi-Fi is available at reception."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel El Marinero"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In Chipipe, av 12 October & St Humberto Graces"],["phone=+593 42773966"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Very luxurious and comfortable. It has 10 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mediterraneo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=9th Ave between St 20 & 21"],["phone=+593 4 2771778"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A very comfortable hotel. It has 40 rooms and is affordable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Salinas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Ave General Enrique Gallo & St 27"],["phone=+593 42772993"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A traditional hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sun Beach"],["alt="],["url=http:\/\/www.hotelsunbeachsalinas.com"],["email="],["address="],["lat="],["long="],["directions=Principal Ave one block from Rubira School"],["phone=+593 5 9342930193"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=This is a hotel for the people who want to be separate from the crowd and relax. Not a luxury hotel, but very comfortable."]]}]},"\n",{"type":"==","value":["Go next"]},"\nYou can go back to Guayaquil by bus. The fare is USD3.25. You can also go north by the Ruta del Sol all the way to Manta (6 hours by bus).\n\n\n",{"type":"{{","value":[["geo"],["-2.216700"],["-80.950067"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal_Lowlands_(Ecuador)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Salinas, Ecuador"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]}]