[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:030-Las Salineras.JPG"],["right"],["thumb"],["The terraced Inca salt fields of Salineras"]]},"\n",{"type":"'''","value":["Salineras"]}," is a cultural site  in the ",{"type":"[[","value":[["Sacred Valley of the Incas"]]},".  Admission is S\/ 5, but collection is inconsistent and unregulated.\n\n",{"type":"==","value":["Understand"]},"\n\nSalt has been harvested from the briny waters of the Salineras spring for thousands of years.  There are thousands of family-owned salt pans nestled in a canyon, which are used to evaporate water to extract the salt.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"====","value":["Bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Av. Grau 525"]},", Cuzco - Chinchero - Urubamba."]},"\nIt makes sense to visit ",{"type":"[[","value":[["Moray"]]}," on the same trip as the Salineras as they are both very close together, you have to drive past the turn off for the Salineras to get to Moray. You may as well look at ",{"type":"[[","value":[["Chinchero"]]}," on the same trip also as the bus goes through Chinchero on the way.\n\nTo get to Salineras, you have to hike down into the canyon from Maras or up from the road connecting Urubamba to Ollantaytambo.  From Maras, walk towards the edge of the valley.  Where the road bends to enter the town, there is a path.  If you have trouble finding it, ask a local.  From Maras it's about a 2 Km hike to the site.  The path is very easy to follow.\n\nTo get to the site from the road between Urubamba and Ollantaytambo, stop by Punta Arco de Iris (Rainbow Bridge).  If you let the taxi\/ collectivo driver know where you are going you should be able to get picked up.  It is very easy to get picked up by some form of transportation from that bridge, so it is entirely feasible to start at Maras and end up getting a ride back to your destination down in the valley.\n\n",{"type":"==","value":["See"]},"\n\nSalineras consists of around three thousand salt collection ponds, all being filled, dried, and harvested on a rotating basis.  They have been in use for thousands of years, and are still being worked today in the traditional manner.  They are not worked on Sundays, so plan accordingly.  On one hand it is interesting to be able to see the pans being mined by people in traditional garb, but if you go on an off day you are likely to have the whole place to yourself, and can wander around at your own discretion.\n",{"type":"[[","value":[["Moray (Peru)"],["Moray"]]}," is in the area and can easily be seen in the same day.\n\n",{"type":"{{","value":[["IsPartOf"],["Sacred Valley of the Incas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]