[{"type":"{{","value":[["pagebanner"],["BannerSalkantay.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"[[","value":[["File:Salkantay.JPG"],["thumb"],["The Salkantay trek"]]},"\n",{"type":"'''","value":["The Salkantay Trek"]}," is a hiking trail in ",{"type":"[[","value":[["Peru"]]},". A good map is ",{"type":"[","value":["http:\/\/www.andeantravelweb.com\/peru\/treks\/salkantay-machu-picchu-map.gif available on-line"]},". \n\n",{"type":"==","value":["Understand"]},"\nThe trail starts in ",{"type":"[[","value":[["Mollepata"]]},", a couple of hours away from ",{"type":"[[","value":[["Cuzco"]]}," and ends in ",{"type":"[[","value":[["Santa Teresa (Peru)"],["Santa Teresa"]]}," or ",{"type":"[[","value":[["Hidroelectrica"]]}," giving access to ",{"type":"[[","value":[["Aguas Calientes"]]}," for ",{"type":"[[","value":[["Machu Picchu"]]},". The trek is not as popular as the overbooked ",{"type":"[[","value":[["Inca Trail"]]}," but many find it just as beautiful.\n\nThis trek (also sometimes called the Salcantay Trek), was named among the 25 best Treks in the World, by National Geographic Adventure Travel Magazine. The part around Mount Salkantay has some outstanding views and the descent later down to 1,000 m above sea level is quite gorgeous and not too steep.\n\n",{"type":"==","value":["Prepare"]},"\nYou can do this trek by an organized trip through an agency in ",{"type":"[[","value":[["Cuzco"]]},". Shop around, no need to book in advance. \n\nIt is perfectly possible to do this trek alone if you have experience. You will have to spend at least one night at 3,900 m above sea level (unless you skip first day using Taxi) or above and you will need camping equipment good enough for freezing temperatures.\n\nBring some water purification pills\/equipment. There are many streams, but also many animals around. Some travelers drink from the streams without purification, but it is better to be on the safe side. \n\nYou can rent a mule\/horse in Mollepata\/Soraypampa and other villages along the way. 40 S\/. per backpack seems to be the standard price for transportation from Soraypampa to the pass.\n\nYou will need to carry food for at least two and a half days.\n\nNormally this trek takes 4-5 days. The super fit ones can do it in 3. It is also possible to hire a taxi for the first part (from Mollepata to Soraypampa) as this is along a road. Then from Collpampa to Santa Teresa there is also a road and technically possible to find transportation and this way do it in less time. However, you will miss slowly soaking in some great views. Transportation to Santa Tereza costs 10 S\/. and minivans leaves when full.\n\n",{"type":"==","value":["Get in"]},"\nTo get to ",{"type":"[[","value":[["Mollepata"]]}," you can take a taxi (60-80 S\/. for the whole car) or take a shared minibus from Arcopata in Cuzco for 15-20 S\/. per person.\n\n",{"type":"==","value":["Hike"]},"\nThere used to be a fee for this trek, but not anymore. Even camping is free of charge.\n\nThe first day of hiking from Mollepata to Soraypampa will be gently uphill and mostly along a road (there are a couple of places selling drinks and snacks). There are some short cuts you can take to reach to Soraypampa\nwhich will probably be the highest and coldest sleeping place on this trek. There is a camp site, but you can also freedom ",{"type":"[[","value":[["Leave-no-trace camping"],["camp"]]}," in the bush.\n\nTake it easy on the pass the next day, especially if you are not acclimatized.\n\nThere is an unmanned (free) camp site just after Huaracmachay when you start going down in the lush valley. You hit the first small shops in Chaullay and Collpampa.\n\nA hot pot is being constructed at the hot springs (close to a bridge)  after Collpampa so it is not possible to bathe at the moment (July 2013). At the hot springs you can cross the river and hike down on the left side of the valley (more interesting) or you can stay on the road on the right side of the valley. At La Playa (actually slightly further down) there is a pedestrian bridge where you can cross to the right side of the valley if you were hiking on the left side. There is a camp site for organized groups at Lucmabamba (near a school), but if you ask they will let you camp for free at the football field next to it and you can use their facilities. There are also shops around, where you can also buy pasta. \n\nIt is highly recommended (though more difficult) to hike from here to Hidroelectrica rather than to Sta Teresa. The trail to Hidroelectrica is very well marked. You will have to climb for 3 hours then go down for 2 hrs to reach Hidroelectrica. Some 15 minutes after the top of the climb there are some ruins with amazing views to Machu Picchu where you can wild camp. This is highly recommended if you can time it so. If you decide to explore the ruins, watch out for rattlesnakes and tarantulas on the overgrown paths around. The same is valid for the whole hike in that area.\n\nFrom Hidroelectrica it is 2.5-3 hr along the railway to reach Aguas Calientes.\n\n",{"type":"==","value":["Stay safe"]},"\nSnakes, tarantulas - these avoid people as much as possible.\n\nUse a lot of ",{"type":"'''","value":["sun"]}," protection. \n\nBring some bug repellent.\n\n",{"type":"==","value":["Go next"]},"\nFrom Hidroelectrica or Santa Teresa it is easy to get to ",{"type":"[[","value":[["Aguas Calientes"]]}," and ",{"type":"[[","value":[["Machu Picchu"]]}," or go back to ",{"type":"[[","value":[["Cuzco"]]},".\n\n",{"type":"{{","value":[["outlineitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:Salcantay"]]}]