[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nThis page is intended for the Salsa dance lovers who are travelling around Latin America. It is surprising, but usually it is quite difficult to find good salsa clubs while travelling in Latin America. In this guide you can find information about Salsa Clubs around Latin America. \nThis information was gathered through travelling, if you have any updates about it, or you can introduce some new clubs around Latin America please do. Unless otherwise stated, this information is valid for the year of 2006.\n\n",{"type":"==","value":[" Argentina "]},"\n\n",{"type":"===","value":[" Bariloche "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Asia Bar"]}," - Salsa evening every Friday, 1AM-5AM. Mitre 774 Bariloche."]},"\n",{"type":"===","value":[" Buenos Aires "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Azúcar Abasto"]}," - Avda. Corrientes 3330 y Agüero - Has a great reputation."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Salsera"]}," - Yatay 961, Villa Crespo (a short taxi ride from azúcar abasto). Too crowded place. all styles of salsa. all ages."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Maluco Beleza"]}," - Brazilian Music - Samba & AXE - great place for Brazilian music lovers"]},"Located in Sarmiento 1728 (a short taxi ride from 9 de julio & Av. de mayo)\n",{"type":"[","value":["http:\/\/www.malucobeleza.com.ar Maluco Beleza website"]},"\n\n",{"type":"==","value":[" Bolivia "]},"\n\n",{"type":"===","value":[" La Paz "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["A lo Cubano"]}," - Live Salsa Music, mostly Cuban style dancers, but some dance LA style . Crappy Mojito... "]},"Av. Arce, in front of Hotel Raddison \nLive music & dancing only on Thursday nights.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mongo´s"]}," - Salsa Music, very crowded. The \"official\" gringo pub. Only on Tuesday nights. other nights is mixed music."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Torino Hotel"]}," - Salsa Music, Mixed, free style, Cuban style, and some dance LA style . big dance floor. nice place"]},"\nOnly on Friday nights at the end of each month (every 4 weeks).\n\n",{"type":"==","value":[" Brazil "]},"\n\n",{"type":"===","value":[" Salvador da Bahia "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sankofa African Bar e Restarante"]}," - Live Salsa Music Tuesday nights. "]},"Pelourinho neighbourhood,  no 7 Rua Frei Vicente (next to Sorriso da Dadá restaurant)\nOpen 6 days of the week except Mondays with live samba, salsa, forro etc. DJ plays music of the African diaspora from salsa, zouk, samba, reggae, congolese rumba, axe, soul, funk, coupe decaler, mbalax, etc. The ambiance here is wonderful. The band is live playing \"latin\" salsa while the DJ plays some excellent salsa cubana - charanga habanera, los van van, manolito etc.\n\n",{"type":"==","value":[" Colombia "]},"\n\nGenerally you can find lots and lots of salsa music in Colombia. Most of the people would know how to dance and move with the rhythm. However there are two problems for the advanced salsa dancer. First is that they usually don't do any turns, most Colombian girls get confused by Cross-Body lead (\"Dile-que-no\"). Second, usually people get to the clubs by pairs and sit around tables.\n\n",{"type":"===","value":[" Cali "]},"\n\nLots & lots of places. Most of them as I described above. They say juanchito neighbourhood has good clubs.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Blues Brothers"]}," - Live Salsa every Thursday night. Located close to Avenida 5 Norte & Calle 26"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tin-Tin-De"]}," located in Calle 5 & Carrera 38. Plays good music. "]},"http:\/\/www.tintindeocali.com\/\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Zaperoco"]}," - Quite crowded (but not too crowded), good music. mostly pairs. Located close to Avenida 5 Norte & Calle 14"]},"http:\/\/www.zaperocobar.com\/\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Club Changó"]}," - Juanchito"]},"http:\/\/www.chango.com.co\/\n\n",{"type":"===","value":[" ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Havana"]},"  - Live salsa on Thursdays, Saturdays, and Sundays. Open from Tuesday thru Sunday. Opened in 2006. Address: Getsemani, corner of Calle del Guerrero and Calle de la Media Luna, Phone: (5) 664-9454, cel 310 610 2324 Website: ",{"type":"[","value":["http:\/\/www.cafehavanacartagena.com www.cafehavanacartagena.com"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Donde Fidel"]},"  - a salsa pub. Seating inside on two floors, and outside in the plaza.  The owner´s name is Fidel.  Been in existence for over 20 years. (as of 2007).  Large variety of old salsa. In old city of Cartagena, close to the clock tower (torre del reloj), in the plaza where the candy sellers are under the arches, Address: Centro Portal de Los Dulces #32-09, Phone: (5) 664 3127 or cell 300 808 6849"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Quiebra Canto"]},"  - a salsa pub. Located near the convention center in the old city of Cartagena. Address: Getsemaní Carrera 8B Nº 25 - 119, Phone: (5) 664 1372 - Note that if you have a table there is a minimum liquor consumption charge of 45000 pesos (as of November 2007)"]},"\n",{"type":"===","value":[" Medellin "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Bodegon"]}," - A little salsa pub. Located in Parque Poblado."]},"\nLots of clubs around Carrera 70. (near Estadio Metro Station)\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Salsa Romantica"]}," - Great Place, only soft romantic salsa. Located in Carrera 70, in front of the Estadio Metro Station."]},"\n",{"type":"==","value":[" Cuba "]},"\n\n",{"type":"===","value":[" Habana "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa de la Musica"]}," (valid for 2008)  in Miramar neighbourhood (there is another one in another neighbourhood, but go to this one). It is important to get there by 4pm and not to the night shows which are filled with hookers. I consider this to the best club i ever been in! (just for the noon shows)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa de la Musica"]}," in downtown Habana is where the Cubans arrive in company with friends and family to eat and dance. Table reservations are requiered for Cubans, foreigners are allowed to enter without reservations but at a higher price at the entrance."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Piano Bar"]}," in downtown Habana next to Casa de la Música is a small but popular place serving good and relativelly cheap drinks. Live performances are hosted frequently. Entrance for foreigners costs 5 CUC."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rosalina de Castro"]}," is somewhat hidden in an old building which in daytime hosts the local house of culture. Despite being central few tourists make their way here, it is situated between El Capitolio and the central police station, the easiest way to find it is to ask a local around El Parque Central. The place is small and live events are normally not foretaken here, but it is a popular dancing place among the local youth."]},"\n",{"type":"===","value":[" Trinidad "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Casa de la Musica"]}," at the stairs next to the Main Square in the old town hosts live performances every night starting at 10 pm. Free entrance."]},"\n",{"type":"==","value":[" Mexico "]},"\n\n",{"type":"===","value":[" Sayulita, Nayarit "]},"\n\nInfo current as of April 2011:\n\nBodeguita del Medio - live Cuban band every night of the week except Mondays.\n\nDon Pedro's (on the beach), Mondays is Salsa Night.\n\n",{"type":"==","value":[" Peru "]},"\n\n",{"type":"===","value":[" Cusco "]},"\n\nLots of places around the main plaza. All of this places teach salsa for free every night. usually after 12AM the music is changed for mixed music. Cusco is a great place to start learing salsa. but the experienced dancer would proabably satisfy with dancing only with the instructors.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mama Africa"]}," - 10PM to 12AM, teaches Cuban style, and sometimes LA style (depend on the teacher)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mystery"]}," - 9:30PM–11:30PM"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Up Town"]}," - teaches LA style and Cuban style (depend on the teacher)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Night Sky"]}," - start after Mystery finish, small friendly place, play Cuban genre and mostly LA dancers"]},"\nPlease note, non-local salsa dancer please stock up your water prior to dance. Dancing first time @ 3400m above water is not easy\n\n",{"type":"===","value":[" Lima "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Son de Cuba"]}," - Calle de las Pizzas, San Ramón 277, Miraflores. "]},"Good place to learn basic steps with Cuban teacher Mauricio Triana. He has lived in Peru for a long time so you can see a bit of a mixture of Peruvian and Cuban salsa.\n\n",{"type":"*","value":[" '''Cohiba\"- Avenida del Ejercito, Miraflores.  Good dancing experience."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Casa de la Salsa Peruana"]},", Calle de las Pizzas, San Ramon 279, Miraflores. "]},"This is the place to visit if you want to learn authentic Peruvian Salsa. The lessons are taught by Peruvian teachers Freddy Vivanco and Marina Quispe. They are very passionate about their style of salsa and are very eager to teach you the steps and moves that make Peruvian Salsa unique.\n\n",{"type":"'''","value":["Muriel's Dance School"]},"-Jr.Anselmo Andia 751, Urbanizacion Sta. Luzmila, Comas, Lima 7. \nMuriel Pelayo is a very enthusiastic and experienced dance teacher. She is one of the pioneers of Peruvian Salsa. For more information visit the Peruvian Salsa website: www.peruviansalsa.yolasite.com\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travel activities"],["South America"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Salsa (dance)"]]}]