[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Saltburn Cliff Lift.jpg"],["thumb"],["Saltburn Cliff Lift"]]},"\n\n",{"type":"'''","value":["Saltburn-by-the-Sea"]}," is a seaside resort in the borough of Redcar and Cleveland in ",{"type":"[[","value":[["North Yorkshire"]]},", ",{"type":"[[","value":[["England"]]},", around 12 miles east of ",{"type":"[[","value":[["Middlesbrough"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nSaltburn was founded in 1861 by the entrepreneur Henry Pease, a member of the Pease family of Darlington that also founded the Stockton & Darlington Railway and the town of Middlesbrough nearby. The Pease family had discovered ironstone at Saltburn and needed to extend their railway through Redcar in order to successfully extract the ore. With an act of parliament granted in 1858 Pease set about rebuilding the railway from Redcar to land owned by Lord Zetland to allow easy transport of ironstone back to Middlesbrough. The town of Saltburn was designed by George Dickenson and was planned to provide accommodation for visitors aswell as providing more humble housing for mineworkers. \n\nThe group of so-called \"jewel streets\" along the seafront (Coral, Garnet, Ruby, Emerald, Pearl, Diamond and Amber Streets) form part of the town's original design, joining what is now the Marine Parade, designed to make maximum use of the seaviews and to encourage residents and visitors to promenade. Another mark of the founding family is the \"Pease brick\" in many of the homes in Saltburn, with the name \"Pease\" set into the brick.\n\nThe first building constructed in the new town of Saltburn by the Sea was a row of six railway workers cottages named Alpha Place in 1861. These houses served as a temporary railway station until a more permanent structure could be built. Alpha Place faced the railway terminus and was situated opposite the ends of Ruby and Garnet Street. Having been planned and constructed before the new town of Saltburn was designed, these houses encroached into Milton and effectively halted development in what was intended to be Saltburn's major shopping thoroughfare. As a result Alpha Place was demolished in 1901, the bricks being re-used to extend the frontage of The Assembly Rooms on Saltburn Bank. In 1935 during further improvements to the building, the original datestone from Alpha Place was discovered in the basement of the building. The stone was saved and was kept at the offices of Saltburn & Marske Urban District Council offices in Albion Terrace until 1961 when it was incorporated into a new terrace of flats for the elderly, Marine Court to commemorate the town's 100th anniversary. The site of Alpha Place was recently marked by a memorial which was unveiled on the 11th August 2012. The memorial also features a facsimilie of the original Alpha Place datestone, a stone listing contributors to the project and an information plaque explaining the site. \n\nThe jewel in Henry Pease's crown is said to have been The Zetland Hotel, one of the world's earliest purpose-built railway hotels, with its own private platform.\n\nJoseph Whitwell Pease built a Convalescent Home at what is now the junction of Milton Street and Marine Parade which opened in 1872. The home became a temporary base for Silcoates School in Wakefield after it burnt down in 1904. The rebuilt school, still open at the time of writing, offers assisted aid to pupils with what is known as the 'Saltburn Bursary' in memory of the link with the town. The house was later sold to the Working Men's Club and Institute Union (\"the CIU\"), which converted it into a convalescent home for club members, one of several around the country. Its \"residents\" usually came, from all the major working-class areas of the UK, for subsidised two-week breaks. They were easy to recognise from the yellow button badges they were issued by the \"Superintendent\" on arrival. The Milton Street Club (demolished in 2004), located right next door to their home-from-home, was understandably very popular among the Clubmen. This building has recently been bought by Hayes Working Man's Club and continues to function in much the same capacity as before.\n\nMalcolm Campbell set his first record (138.08 mph-unofficial) while driving Blue Bird on Saltburn Sands on 17 June 1922\n\nDavid Coverdale of Deep Purple and Whitesnake was born here and grew up in the Red Lodge, now Red Gables, on Marine Parade\nGeorge Hardwick the footballer was born in Saltburn\n\nTony Mowbray (ex-Middlesbrough, Celtic and Ipswich footballer, current Celtic manager and ex-West Bromwich Albion and Hibernian manager) was born here\n\nNicholas James MacDonald Patrick - Astronaut born 22 March 1964 Saltburn\n\n",{"type":"==","value":["Get in"]},"\nThe railway station is at the end of the line from Middlesbrough and Darlington. The Redcar to Saltburn Railway, opened in 1861, was an extension of the Middlesbrough to Redcar Railway of 1846. A freight line continues to the potash mine at nearby Boulby. This line used to continue to Whitby as part of the Whitby Redcar and Middlesbrough Union Railway.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Funicular railway"]},". The cliff lift is one of the world's oldest water-powered cliff lifts (the oldest being the Bom Jesus funicular in Braga, Portugal). The Saltburn tramway, as it is known, replaced a vertical lift, which was closed on safety grounds in 1883. The cliff tramway opened a year later and provided transport between the pier and the town. The railway is water-balanced and since 1924 the water pump has been electrically operated. The first major maintenance was carried out in 1998, when the main winding wheel was replaced and a new braking system installed."]},"\n",{"type":"==","value":["See"]},"\nFrom Marine Parade you can look out over the pier which points just east of north. The coastline at Saltburn lies practically east west. To the north east of the town is the imposing Hunt Cliff, topped by Warsett Hill at 166m. Skelton Beck runs through the wooded Valley Gardens in Saltburn, then alongside Saltburn Miniature Railway before being joined by Saltburn Gill and entering the North Sea.\n\nTeddy's Nook is a house built in 1862 by George Morley of Guisborough, for his own occupation. Originally named \"The Cottage\". The house became known as 'Teddy's Nook' due to an owner of the house and her collection of Teddy Bears. After replying to correspondence, she would sign off her letters including her collection of Teddy Bears as fellow friends. Other rumours connected to this house persist including Edward VII being a regular visitor with his mistress, Lily Langtry. This has never been backed up by any documentary evidence which is surprising when you consider the exposed location of the house, sited within full view of the Top Promenade. The dawn of photography occured almost simultaneously with the development of Saltburn by the Sea and a town wanting to attract visitors would have publicised unusual events. \n\n\"The Cottage\" was the only one built of what were intended to be one of four similar houses to be called \"Clifton Villas\". It was the family home of Audrey Collins MBE, who served as Mayor of Saltburn and chair of the South Tees Health Authority. Middlesbrough’s James Cook University Hospital has named a teaching unit in her honour.\n\n",{"type":"==","value":["Do"]},"\nSaltburn's attractions include the last surviving seaside pier on the Cleveland coast, restored Victorian buildings and The Valley Gardens with its many attractive features. Saltburn is also on the Cleveland Way and the coastline is popular with surfers and national surfing events are held during the autumn and winter months, attracting competitors from all corners of England, Scotland and Wales.\n\nAnnual events include the Saltburn Custom Classic Car Show (a lower prom display of mostly American cars) and the annual Folk festival. There is also a thriving local theatre, The 53 Society, and a public library.\n\nSports played in Saltburn include cricket, bowls and tennis played at the Club in Marske Mill Lane. The Club has been in existence for over 100 years and is nearly as old as the town itself. New facilities were provided in 2002 with financial help from the Lottery.\n\nThe North Riding Duck Race is held each year on 1 August to celebrate Yorkshire Day. The winner receives the \"Colin Holt Cup\", named in honour of the late Colin Holt, for many years the Chairman of the Yorkshire Ridings Society. A prize is given also for the duck with the most original name.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Seaview Restaurant"],["url=http:\/\/www.theseaviewrestaurant.com\/Restaurant.aspx"],["email="],["address=The Foreshore Building, Lower Promenade, Saltburn-by-the-Sea, TS12 1HQ"],["lat="],["long="],["directions="],["phone = +44 1287 626585"],["tollfree="],["fax="],["hours="],["price="],["content=The very best fish and chip dining experience to be enjoyed by all the family in the most wonderful setting in the country: looking out to sea across Saltburn's long stretch of golden sands."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAs a town founded and dominated by Quakers, Saltburn originally had no public houses. Alcohol was served in the local hotels and the bars attached to them. The Ship Inn was listed in the parish of Brotton and was therefore outside the jurisdiction of the new town of Saltburn by the Sea. Discounting the hotel bars and private members clubs, the first public house to open in Saltburn was The Victoria on 8th December 1982.\n\nToday the following public houses exist in Saltburn: Alexandra Vaults (known locally as The Back Alex),The Marine, Ship Inn, The Victoria, Vista Mar and Windsors (formerly The Queen Hotel). There are also several members' clubs: The Conservative Club, Lune Street CIU,Saltburn Golf Club, Saltburn Cricket Tennis and Bowls Club,and The Swingdoors.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saltburn Victoria Apartments"],["url=http:\/\/www.saltburn-apartments.co.uk\/"],["email="],["address=3 Diamond Street, Saltburn-by-the-Sea, North Yorkshire, TS12 1EB"],["lat="],["long="],["directions="],["phone = +44 7969 280 499"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Saltburn Victoria Apartments specialising  in weekend and mid-week breaks, are located within a Victorian Grade II listed building close to Saltburn seafront with street parking available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Rose Garden"],["url=http:\/\/www.therosegarden.co.uk\/"],["email="],["address=31 Leven Street, Saltburn-by-the-Sea, TS12 1JY"],["lat="],["long="],["directions="],["phone = +44 1287 622947"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Victorian terraced house offering amazing bed and (vegetarian) breakfast accommodation."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["54.5828"],["-0.9732"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Yorkshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Saltburn-by-the-Sea"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Saltburn"]]}]