[{"type":"{{","value":[["pagebanner"],["Salta banner Teleférico san bernardo.jpg"]]},"\n\n",{"type":"'''","value":["Salta"]}," is the capital of the ",{"type":"[[","value":[["Salta (province)"],["Salta"]]}," province in ",{"type":"[[","value":[["Argentina"]]},".\n\n",{"type":"[[","value":[["Image:MAAM_-_Salta.jpg"],["thumb"],["Al fresco dining in the Plaza 9 de Julio"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[" The airport is 5 km south of the city centre. Bus 8A runs between the airport and the bus terminal. The Aerolíneas Argentinas office is at Caseros 475, tel. (0387) 431 0258."]},"\n",{"type":"===","value":["By bus"]},"\nThere are connections to all major cities in ",{"type":"[[","value":[["Argentina"]]},". The bus station is just one block from Parque San Martín, or 8 blocks from the main plaza.  A taxi to the main tourist office in Calle Buenos Aires will cost ARS10-12. Agree on the price before leaving the bus terminal and get the meter docket from the driver.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Buenos Aires"]]}," 19 hours, around ARS400 (Jul 2011)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Puerto Iguazú"]]}," 24 hours, ARS611 (cama, FlechaBus, Jun 2012)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Villazón and La Quiaca"],["La Quiaca"]]}," 7 hours - (company: Balut (6 each day), FlechaBus and Andesmar ARS150 per person, two a day, one at 07:15, one at 00:30 (Feb 2013)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tucuman"]]}," 4 hours - ARS120 FlechaBus (Feb 2012)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cafayate"]]}," 4 hours - ARS75, six per day 06:50, 10:30, 13:00, 17:00, 19:30, 21:00 FlechaBus (Feb 2013)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cordoba (city, Argentina)"],["Cordoba"]]}," 13 hours - ARS188\/202 (semi-cama\/cama) (Jan 2012) Semi-cama ARS350 (13 hours) Andesmar."]},{"type":"*","value":[" ",{"type":"[[","value":[["Formosa (Argentina)"],["Formosa"]]}," 13 hours advertised but took 16 hours The FlechaBus is semi-cama (sleep in aircraft cattle-class seats), ARS181 (Oct 2009. The bus stops at every town along the road. You will receive a packet of two biscuits on departure and unless you know the system you will not get a chance to buy food on the trip so buy something before boarding the bus. There is a toilet on board and is reasonably clean for the whole journey. The bus departs Formosa at 17:10 daily."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mendoza"]]}," 18 hours - ARS480 semi-cama (Jul 2011)"]},{"type":"*","value":[" From ",{"type":"[[","value":[["Jujuy"]]}," it's possible to take a ",{"type":"''","value":["combi"]}," (shared taxi) for ARS10. Take care. \"Combis\" are not legal transportation."]},"\n",{"type":"==","value":["Get around"]},"\nTaxi: fares around town cost ARS5. ",{"type":"'''","value":["Remis"]}," are not cheaper.\n\nBuses cost ARS1.\n\n",{"type":"[[","value":[["Image:Plaza 9 de Julio - Salta.jpg"],["thumb"],["Plaza 9 de Julio"]]},"\n\n",{"type":"[[","value":[["Image:Teleférico de la ciudad de Salta 01.jpg"],["thumb"],["Telecabines to Cerro San Bernardo"]]},"\n\n",{"type":"[[","value":[["Image:Train to the clouds in Salta -ARGENTINA- 003.JPG"],["thumb"],["Train to the clouds"]]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:SaltaHorses9July.jpg"],["thumb"],["In front of old town hall"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cabildo"],["alt=on Plaza 9 de Julio"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The old town hall of 1783. Now houses the ",{"type":"'''","value":["Museo Histórico del Norte"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cerro San Bernardo"],["alt=San Bernardo Hill"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1,458m (above sea level, 258m above the city) hill just east of the city centre. From Parque San Martin, a cable car goes to the summit, offering spectacular views of the city and its surroundings (ARS35 per person return, ARS20 ascend only). Alternatively you can walk up, taking the 1,070 steps leaving from the statue of Güemes a little bit north of the cable car station. Taxis are also an option and should be about ARS10. From the hill the view of the city is great but the bonus is the landscaping which has made it a tranquil setting. A vast water feature has been built with many interesting features. A meal or a beer is available at the top at reasonable rates. A good way to fill in a couple of hours when it is clear."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=MAAM museum"],["url=http:\/\/www.maam.org.ar\/index.php?lang=2"],["email=maam@culturasalta.gov.ar"],["address=Mitre 77"],["lat="],["long="],["directions=Plaza 9 de Julio"],["phone=+54 387 437 0499"],["tollfree="],["fax="],["hours=Tu-Su and holidays 11:00-19:30"],["price=ARS40 (ARS10 international student card holder ISIC)"],["content=The ",{"type":"'''","value":["Museo de Arqueología de Alta Montaña"]}," exhibits the discovery of the three Inca \"Llullaillaco Children\" found frozen at the peak of Mount Llullaillaco."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iglesia San Francisco"]},", on the corner of Caseros and Córdoba, of 1796, beautiful church with remarkable tower."]},"\n",{"type":"[[","value":[["Image:Basílica y Convento de San Francisco. Salta (Argentina).jpg"],["thumb"],["San Francisco Church"]]},"\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo Antropológico"],["alt="],["url=http:\/\/www.antropologico.gov.ar"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Avenida Ejército del Norte. Offers a very interesting insight into various indigenous cultures, which have flourished throughout the centuries in this part of Argentina."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pajcha"],["url=http:\/\/www.museodearteetnico.com.ar\/"],["email="],["address=20 de Febrero 831"],["lat="],["long="],["directions=10 blocks north of the main plaza."],["phone=+54 387 422 9417"],["tollfree="],["fax="],["hours="],["price=ARS10"],["content=A fantastic museum in Salta and definitely worth a look.It is called \"Pajcha\" and is a collection of traditional art, textiles, icons and jewelry from all over South and Central America. It is fascinating. For only ARS10 you get entry to the private museum and for an additional ARS15 you get a personalised guided tour from one of the directors. The enthusiasm is palpable and fantastic learning from a knowledgeable source. They know everything because they had personally collected everything in the museum. tours also English."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tren a las Nubes"]},", Train to the clouds. As the name tells, it is a day trip by train up in the mountains to La Povorilla at 4220 meters over the sea level. Runs from April to November, two times a week (Wednesday and Saturday) with extra services during the high season (Easter & winter holiday). Cost USD120 (USD140 high season). Book by phone (0800-888-NUBES), online ",{"type":"[","value":["http:\/\/www.trenalasnubes.com.ar"]}," or a couple of days before at any city excursion office. The trip takes a whole day, leaving Salta at 7:15am and returning between 23:00 and midnight. The dining car on the train and the bar car are a bit expensive but you are allowed to bring your own food. A breakfast and afternoon snack is included. Coca leaf tea helps prevent altitude sickness and coca leaves are provided by the train staff. There are nurses on board and oxygen for those who suffer ill effects from the altitude. The trip is long and the seats are somewhat cramped for leg space but generally the services and staff are excellent. The experience is fantastic as the scenery is rugged and variable with a feast for the eyes at every turn. The engineering of the track was a masterpiece in its day."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo El Tribuno Guillermo Pajerrito Velarde"],["alt="],["url="],["email=museopajaritovelarde@yahoo.com.ar"],["address=Pueyrredon 106"],["lat="],["long="],["directions="],["phone=54 387 421-2921"],["tollfree="],["fax="],["hours=M-F, 10:00-14:00, 15:00-18:00; Sa, 10:00-14:00"],["price=ARS5"],["content=Wonderful small house-museum that is a tribute to Velarde (1895-1965), who was a lawyer and banker, but more important a Bohemian patron of arts, especially tango, when it was still not accepted by society in Salta. The guide does a great job of presenting the colorful tales. She only speaks Spanish, but if you do not understand Spanish, she will just ask one of the other guests to translate to English."]]}]},"\n",{"type":"[[","value":[["Image:SaltaVelardeMuseum.jpg"],["thumb"],["Velarde Museum"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Do"]},"\n• Horse Riding: It can last from a couple of hours to several days. There are several options which include snacks, accommodation in country houses or camps, and typical foods. This service was created to show you the real “Gaucho” life.\n\n• Cycling: Bicycle rides around the city or through a mountain track, perfectly designed for adventurers.\n\n• Motorcycling: Motorcycle rides with several option according to each particular need, always in the company of a qualified guide for each ride. It is an international high-quality product that brings together two passions: motorcycling and sightseeing.\n\n• Trekking: There are several options: short strolls around our bordering mountains or several days in the region, with different degrees of difficulty.\n\n• Mountain climbing: The region offers a great variety of mountains and volcanoes with elevations between 3,500 and 6,740 m). Require previous experience, equipment, and logistics.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" There are several travel agencies that can help you with your trip. They are about 4 to 5 blocks south of the main square, around Buenos Aires Road. Tours usually last all day from 07:00-21:00 and stop at a restaurant for lunch. They cost ARS125-200 with discounts for two or three day combinations."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Balcarce Arts and Crafts Fair"],["alt="],["url=http:\/\/bcf.saltainfo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Each Sunday the main nightclubbing street, Balcarce, is closed to traffic all day for a very good arts and crafts fair featuring the work of local artists and craftsmen of all types."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=El Rincon del Carpincho"],["alt="],["url="],["email="],["address=Alvarado 556"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very small craft shop a little away from the main tourist area but the prices are significantly lower than the prices you will pay around Plaza 9 de Julio. Hand crafted leather and knives as well as leather goods."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Buen Gusto Empanadas"],["url="],["email="],["address=O'Higgins St 575"],["lat="],["long="],["directions="],["phone=0387-4214861"],["tollfree="],["fax="],["hours="],["price="],["content=Go very local with this hidden gem for empanadas. A very traditional small, simple restaurant, that offers the best empanadas in Salta. You should call in advance to order the food (before 21:00) since they cook a limited number of empanadas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Céfira"],["url="],["email="],["address=481 Cordoba"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=They serve very nice pastas and sauces. Good value for the price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Doña Lola"],["alt="],["url=http:\/\/saltainfo.com\/lola.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Salteñan food in a very nicely restored old house which also contains a small museum of local artifacts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Doña Salta"],["url="],["email="],["address=Cordoba 46"],["lat="],["long="],["directions=2 min walk from Plaza 9 de Julio"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The meat and wine are top-shelf and it was ARS144 for two which included a bottle of Don David Malbec and a steak you could not get through and empanadas as a starter. Service was excellent. Ambiance was very good having a very Spanish flavour."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Luna Verde"],["url=http:\/\/lunaverderestaurant.blogspot.com\/"],["email="],["address=eco 117 - Paseo de los Poetas"],["lat="],["long="],["directions="],["phone=+54-387-4311174"],["tollfree="],["fax="],["hours="],["price="],["content=You find the real ambiance of Europe in this restaurant. The food is a bit hit and miss, the paintings, art deco artworks, piano, Mondrian-inspired chairs and indigenous designs on the tables and walls make this a place to sit, relax, write in the diary and contemplate a Latin life! Also nice to sit on a pedestrian street with a beer talking to the poets that come by for a muse. The empanadas and freshly baked bread, homemade gnocchi is also a treat."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Palacio De La Pizza"],["url="],["email="],["address=117 Caseros"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The cheesy sign above the entrance should come down, this place is well above the standard of that nasty sign. The only thing missing is the view of rolling greens hills from the windows, as you are served this wonderful Argentinian food. Two flavorful Saltinian empanadas, a litre of Salta's finest beer, a basket full of fresh bread, tin full of olive oil, a slightly overdone veal steak, gorgeous green salad, ARS47. Fabuloso."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Solar del Convento"]},", Half a block east of the main square, Caseros 444. Serve champagne while you choose from the menu. Inexpensive yet elegant dining with excellent steaks and wines. (Dec 2010: champagne not free, ARS8 each)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Viejo Jack"],["url="],["email="],["address=Av Virrey Toledo 145"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=422 3911"],["price="],["content=Incredible food, low prices, and friendly service. Portions are huge--main (meat) courses are designed to shared. Try the picana, you won't be sorry."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNightlife is centred on the north end of Balcarce St, in the train station zone.\n\nThe local beer \"Salta\" is comparable in quality to other Argentine beers and is similarly priced. A 1 L bottle at a restaurant on Plaza 9 de Julio will set you back ARS13-15 and you will get a small serving of chips and or peanuts.\n\nA bottle of local whisky at a supermarket will cost about ARS25 and is equal to reasonable Scotch whisky. All Scotch whisky is cheap at the supermercado.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=BackPackers Home"],["alt="],["url=http:\/\/www.backpackerssalta.com"],["email="],["address=Buenos Aires 930"],["lat="],["long="],["directions=A few blocks from main square"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Old dorms. Free Internet. Very Friendly Staff. BBQ Wednesday and Saturdays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Backpacker's Suites and Bar"],["url=http:\/\/www.hostelsofargentina.com\/Hostels\/Northwest\/Salta\/114\/Backpackers-Suites-and-Bar\/"],["email="],["address=Urquiza 1045"],["lat="],["long="],["directions="],["phone=0054 387 4318944"],["tollfree="],["fax="],["hours="],["price=ARS50"],["checkin=14:00"],["checkout=11:00"],["content=Free taxi from the bus station (Jan 2012). You have to walk out of the terminal and go west about 50-100m (that's where we found the guy anyway). If you get this free taxi you only have to pay ARS50 per night, ARS75 otherwise. Includes dinner (need to sign up early) and breakfast. Good atmosphere with lots of young Argentinian backpackers (in summer)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Billy's Apartments"],["alt="],["url="],["email=guillegerchin@hotmail.com"],["address=Los Yuchanes 51"],["lat="],["long="],["directions="],["phone=+54-387-4396845"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Apartments for rent, very comfortable, TV, Internet-ready, tel line for receiving calls and dialing through calling cards. Prices per day as of Jul 2007, 1 Dorm Apartment (up to 4 persons \/ apartment): 1 pax: USD40, 2 pax:USD70, 3 pax:USD90, 4 pax:USD100, (ARS always, to have an idea: 1 USD=3 ARS aprox.). Private bathrooms, kitchen, 24 hr hot water, very private."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Los Cardones Youth Hostel"],["alt="],["url=http:\/\/www.loscardones.todowebsalta.com.ar"],["email=los.cardones.salta@gmail.com"],["address=Avda Entre Rios 454"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice hostel run by its owners, in the heart of Salta and by the entertainment zone. Prices as of June 2007, Dorm: ARS17, triple ARS19, private double ARS44, private double en suite ARS175 (2011). Complete breakfast included in all categories."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Del Centro"],["url=http:\/\/www.hoteles.com.ar\/LinkExternoHotel.action?url=http:\/\/www.hostaldelcentroensalta.com&idAnuncianteModuloSucursal=351817"],["email="],["address=Cordoba 83"],["lat="],["long="],["directions=Centrally located on Cordoba, three minutes walk from the main plaza."],["phone=(0387)4217426"],["tollfree="],["fax="],["hours="],["price="],["checkin=11:00"],["checkout=11:00"],["content=A great friendly spot run by a British expat. Offers outstanding value for money with a 24hr reception, a cosy patio with a barbecue every Friday and clean rooms with shared or private toilets. The hostel is partnered with a tourist agency and so offers very good deals on all expeditions in and around Salta. Dorm with shared\/private bathrooms are priced at ARS25-35. Doubles with private bathroom are ARS90 and a triple with private bathroom is ARS40 per person. The hostel offers free Internet access and open kitchen. Everybody gets free breakfast of coffee and medialunas as well as a towel and soap. There is cable television in all rooms too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Siete Duendes"],["alt="],["url=http:\/\/www.hostelsieteduendes.com.ar\/index.php"],["email="],["address=San Juán 189"],["lat="],["long="],["directions="],["phone=+54 387  4214522"],["tollfree="],["fax="],["price=ARS25 per night per person"],["checkin="],["checkout="],["content=Nice, helpful staff with free Internet and a basic breakfast. Cosy backgarden and a friendly atmosphere will welcome you right next to Parque San Martín, close to the centre and the bus terminal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Colonial"],["alt="],["url=http:\/\/www.hotelcolonialsalta.com.ar"],["email="],["address=Zuviria 6"],["lat="],["long="],["directions="],["phone=+54 387 4310805 \/ 4211740"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= At the heart of the city, in front of \"9 de Julio\" square, is one of Salta's most traditional hotels. The best option for travellers looking for a pleasant stay in the best location of the city at a good price. Breakfast and Wi-Fi included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Exxes"],["alt="],["url=http:\/\/www.exxeshostel.com.ar"],["email="],["address=Calle Catamarca 481"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout=10:00"],["content=Decent location, noisy but clean rooms, poorly equipped kitchen, over-loud television, unwelcoming staff who treat the place like their own social club, limited breakfast included with strict portion control and dreadful coffee. Near the park and supermarket. Good fiambres shop nearby, cheap but not so cheerful. Staff attitude improves on checkout, momentarily before they urge you to positively review them on Hostelworld."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Florida"],["alt="],["url=http:\/\/www.hotelflorida-salta.com.ar"],["email="],["address=Urquiza 718"],["lat="],["long="],["directions=Between Florida and 20 de Febrero"],["phone=(0387) 421 2133"],["tollfree="],["fax="],["price=ARS85+"],["checkin="],["checkout="],["content=Down the block from the central market and four blocks from the central square. One of the best values in town. Speedy Wi-Fi (only reaches to the 2nd floor), friendly staff, strong hot showers. Many rooms have balconies, all have cable TV. Breakfast is simple and small, but brought to the room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marilian Hostal"],["alt="],["url=http:\/\/www.hotelmarilian.com.ar"],["email=Reservas@hotelmarilian.com"],["address=Buenos Aires 160"],["lat="],["long="],["directions="],["phone=54-387-4370531"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=As of Jul 2004 prices were: Single ARS55, Double ARS65 , Triple ARS85, Quad ARS105. Clean hostal, on the main drag, 24hr hot water, heating, 18 cabanas, English spoken, and continental breakfast is included in the price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=New Salta Apartment"],["url=http:\/\/www.cafayate.com\/SaltaApartmentRental.html"],["email=apartmentrental@staycafayate.com"],["address=Juramento 420, 2nd floor"],["lat="],["long="],["directions="],["phone=3868 638 521"],["tollfree="],["fax="],["hours="],["price=USD47"],["checkin=13:00"],["checkout=10:00"],["content= Vacation apartment rental available in Salta. This brand new apartment\/apartment building is centrally located with beautiful views of Cerro (mountain) San Bernardo is 40m2 (430 sq ft) with a nice size bedroom, fully equipped bathroom, living room, and complete kitchen. Capacity is 4 people, two rooms (one living\/kitchen and the other a nice size bedroom) and fully equipped bathroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Rejas B&B"],["alt="],["url=http:\/\/www.lasrejashostel.com.ar"],["email=info@lasrejashostel.com.ar"],["address=General Güemes 569"],["lat="],["long="],["directions="],["phone=(54-387)421-5971"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Central, 2 blocks from the main square and the cathedral. Offers hostel accommodation as well as B&B. Very friendly, many amenities including travel desk. Free Internet."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Siete Rayos Hostal"],["alt=7 rayos hostal"],["url=http:\/\/www.sieterayoshostel.com"],["email="],["address=San Juan 764"],["lat="],["long="],["directions="],["phone=0387 - 4329291"],["tollfree="],["fax="],["hours="],["price=45 up"],["checkin="],["checkout="],["content=In the heart of Salta, a few blocks from the terminal and the main tourist attractions of the city.  The hostel is run by a very welcoming young local, with lovely local friends visiting for musical jams and cooking. You will feel in touch with Salta here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Terra Oculta"],["alt="],["url=http:\/\/www.terraoculta.com"],["email=terraoculta@ciudad.com.ar"],["address=Córdoba 361"],["lat="],["long="],["directions="],["phone=(0387)421 8769"],["tollfree="],["fax="],["price=Dorm ARS45 \/ double ARS100"],["checkin="],["checkout="],["content=Popular backpackers spot and a good place to meet fellow travellers. It has all the usually services and there is a weekly barbeque and a bar. Wi-Fi and a computer for Internet. Small breakfast included."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Wilson Hotel"]},"- In the center of the city, 3 blocks from the main square \"July 9.\" The rooms can offer plenty of space and can be made up according to guests requests within minutes. ",{"type":"[","value":["http:\/\/www.wilsonhotel.com.ar Wilson Hotel Website"]}," This site has reservation system with instant confirmation."]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada del Sol"],["url=http:\/\/www.hotelposadadelsol.com"],["email=salta@hotelposadadelsol.com"],["address=Alvaredo 646"],["lat="],["long="],["directions="],["phone=+54 387 431 7300"],["tollfree="],["fax="],["hours="],["price=ARD280"],["checkin="],["checkout="],["content=Simple and clean."]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=5aSec laundry"],["url="],["email="],["address=20 de Febreara 59 and Mitre 401"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Sa 9am-9pm"],["price="],["content=1 day wash and dry."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nSalta is the base for many great trips throughout the province. There are plenty tour agencies offering excursions in the region. (REMEMBER: Taxi drivers or nice people from your hotel ARE NOT legally authorized and qualified for the performing of such activities). Especially good are the 4WD trips to the beautiful ",{"type":"[[","value":[["Valles Calchaquies"],["Valles Calchaquíes"]]},", as well as rafting trips to the Río Juramento.\n\n",{"type":"[[","value":[["San Lorenzo (Argentina)"],["San Lorenzo"]]}," This is a charming town approx 20 minutes outside Salta. It has lots of accommodation, restaurants and its own attractions. Well worth a look if you only have a day, or even better, stay there and enjoy the wonderful hospitality only a small town can offer. Bus 7E to San Lorenzo costs ARS1.25.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-24.7833"],["-65.4167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Salta_(province)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Salta"]]},"\n",{"type":"[[","value":[["Commons:Category:Salta City"]]}]