[{"type":"{{","value":[["pagebanner"],["Samarkand_sunset_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Samarkand"]},", also Samarqand, is perhaps the most famous city of modern ",{"type":"[[","value":[["Uzbekistan"]]},".  The city center is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe name Samarkand is derived from Old Persian ",{"type":"''","value":["asmara"]}," (\"stone, rock\") and from Sogdian ",{"type":"''","value":["qand"]}," (\"fort\", \"town\"). Samarkand literally means \"stone fort\" or \"rock town\"). Samarkand had a central position on the ",{"type":"[[","value":[["Silk Road"]]}," between China and the West. In the 14th cent. ",{"type":"''","value":["Temur (Tamerlane)"]}," made Samarkand the capital of his empire. Samarkand is a must see for all travellers visiting ",{"type":"[[","value":[["Central Asia"]]},". It was added to the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," in 2001 as ",{"type":"''","value":["Samarkand - Crossroad of Cultures"]},".\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"====","value":["Pre-Islamic"]},"\nThe site of Samarkand was sporadically occupied in the Bronze and Early Iron Ages. A city was founded in pre-Achaemenid times, between 650 and 550BC. A wall followed the whole circuit of the plateau (5.5 km), complemented by another one which separates the town from the acropolis, situated in the northern part and itself including a citadel raised on an artificial platform. The massive wall, 7 m thick, was made of coarse mud bricks, all of which bear a mark, an indication that labour was strictly organized in groups of workers. Similar building techniques have been noticed at other Sogdian and pre-Sogdian sites during that pre-Achaemenid period.\n\nThe city was conquered by ",{"type":"''","value":["Alexander the Great"]}," in 329 BC. It was named ",{"type":"''","value":["Maracanda"]}," by the Greeks. Two phases of Greek occupation can be distinguished, the first lasting from Alexander to the second half of the 3rd cent.BC and a second period of reconquest under the Greco-",{"type":"[[","value":[["Bactria"]]},"n king Eucratides (171-145 BC). The pottery differs markedly between these two phases.\n\nThe pre-Islamic ",{"type":"[[","value":[["Sogdia"]]},"n civilization is best documented from excavations at ",{"type":"[[","value":[["Panjikent"]]},". At Samarqand, the major source of evidence for this period is the aristocratic residence with the famous wall paintings which were commissioned for a reception hall ca. 660AD, probably by ",{"type":"''","value":["King Varkhuman"]},".\n\n",{"type":"====","value":["Islamic period"]},"\nIn the early 8th century AD, Samarkand was conquered by the Arabs and soon became an important center of Muslim culture. Excavations beneath the mosque show a rapid succession of monumental buildings. A massive enclosure, perhaps the temenos of the pre-Islamic temple mentioned in the sources, was razed some time after the Arab conquest of 712. The site was occupied by a large palace (ca 115 x 84 m), which was according to numismatic evidence built in the 740s by the last Umayyad governor ",{"type":"''","value":["Nasar b. Sayyar"]},". Between 765 and 780 the Friday mosque was first built on a square plan, which probably at the beginning of the Samanid period, ca. 820-30 was enlarged and the remaining parts of the palace were levelled.\n\nIt subsequently grew as a trade center on the ",{"type":"[[","value":[["Silk Road"]]},", the great trading route between China and the Mediterranean region.\n\nIn 1220 Samarkand was almost completely destroyed by the Mongol ruler ",{"type":"'''","value":["Genghis Khan"]},". It flourished again when ",{"type":"'''","value":["Timur-i-Leng"]}," (known as ",{"type":"'''","value":["Tamerlane"]}," in the West) made it the capital of his empire in 1369. As his capital Timur put Samarkand on the world map and much of the architecture visible today was built by him or his descendants. The empire declined in the 15th century, and nomadic Uzbeks (Shaybanids) took Samarkand in 1500. In 1784 the emirate of ",{"type":"[[","value":[["Bukhara"]]}," conquered it. The city was taken by Russia in 1868 and once again began to assume importance. From 1924 to 1930, Samarqand was the capital of the Uzbek Soviet Socialist Republic (SSR).\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 6"],["febhigh = 8"],["marhigh = 14"],["aprhigh = 21"],["mayhigh = 26"],["junhigh = 32"],["julhigh = 34"],["aughigh = 32"],["sephigh = 28"],["octhigh = 21"],["novhigh = 15"],["dechigh = 9"],["janlow = -3"],["feblow = -1"],["marlow = 3"],["aprlow = 9"],["maylow = 13"],["junlow = 16"],["jullow = 16"],["auglow = 16"],["seplow = 11"],["octlow = 6"],["novlow = 2"],["declow = -1"],["janprecip = 44"],["febprecip = 39"],["marprecip = 71"],["aprprecip = 63"],["mayprecip = 33"],["junprecip = 4"],["julprecip = 4"],["augprecip = 0"],["sepprecip = 4"],["octprecip = 24"],["novprecip = 28"],["decprecip = 41"],["jansun = 4"],["febsun = 5"],["marsun = 6"],["aprsun = 7"],["maysun = 10"],["junsun = 13"],["julsun = 13"],["augsun = 12"],["sepsun = 10"],["octsun = 8"],["novsun = 6"],["decsun = 4"],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = ",{"type":"'''","value":["Samarkand"]}," has a typical continental climate with hot summers and cold winters. Best seasons for travels to Samarland is Apr\/May and Sep\/Oct."]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.uzairways.com\/index.aspx Uzbekistan Airways"]}," operates flights from \n",{"type":"*","value":[" ",{"type":"[[","value":[["Moscow"]]}," Domodedovo International Airport on Tue, Thu, Sat and Sun,"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Petersburg"]]}," on Mon and Fri,"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kazan"]]}," on Fri"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tashkent"]]}," daily except Fri (Summer Timetable 2010)."]},"\n",{"type":"===","value":["By train"]},"\nThere are daily trains from ",{"type":"[[","value":[["Tashkent"]]},", the morning train No. 2 departs every day at 7AM expect Tuesday and Wednesday arriving three hours later at 10:50AM. Train No. 4 is an evening train and departs all days expect Wednesday at 6:20PM arriving 9:55PM. The slower 662 bound for ",{"type":"[[","value":[["Bukhara"]]}," departs daily at 8:45PM, arriving 2:11AM.\n\nThe most popular international route is from ",{"type":"[[","value":[["Saint Petersburg"]]}," (93 h) via ",{"type":"[[","value":[["Volgograd"]]}," (57 h) departing every Friday at 7:30AM arriving five nights later at 6:26AM. This train bypasses ",{"type":"[[","value":[["Moscow"]]},", nearest stop is in the town of ",{"type":"[[","value":[["Ozherelye"]]},". There is also a weekly connection fron ",{"type":"[[","value":[["Alma-Ata"]]}," departing every Sunday at 3:50PM arriving 7:59AM two nights later.\n\n",{"type":"===","value":["By road"]},"\nSamarkand is about 4 hours by road from ",{"type":"[[","value":[["Tashkent"]]},"; shared taxis leave from Sobir Rahimov bus station.\n\nThe distance to Samarkand from ",{"type":"[[","value":[["Tashkent"]]}," is 290 km, from ",{"type":"[[","value":[["Bokhara"]]}," 270 km, from ",{"type":"[[","value":[["Khiva"]]}," 740 km, from ",{"type":"[[","value":[["Andizhan"]]}," 610 km, from ",{"type":"[[","value":[["Fergana"]]}," 600 km, from ",{"type":"[[","value":[["Karshi"]]}," 150 km, from ",{"type":"[[","value":[["Kokand"]]}," 500 km, from ",{"type":"[[","value":[["Nukus"]]}," 820 km, from ",{"type":"[[","value":[["Shahrisabz"]]}," 90 km, from ",{"type":"[[","value":[["Termez"]]}," 380 km and from ",{"type":"[[","value":[["Urgench"]]}," 700 km.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Man at Registan - Samarkand - 15-10-2005.jpg"],["thumb"],["right"],["300px"],["Enjoying the view of Registan, Samarkand"]]},"\n",{"type":"[[","value":[["File:Gur Emir 2006 A.jpg"],["thumb"],["Gur-Emir"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Registan Ensemble"],["alt="],["url="],["email="],["address="],["lat=39.65476"],["long=66.97581"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Registan became the city square when the life in Afrosiab stopped. Since that time Registan was reconstructed several times. Today it is surrounded by the three medreses Ulugbek, Shirdor and Tilla Kari."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shirdor Medrese"],["url="],["email="],["address="],["lat="],["long="],["directions=on Registan, opposite Ulugbek medrese"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Medrese Shirdor repeats the facade and composition of Ulugbek medrese opposite. In Shirdor medrese the first floor is preserved, whereseas it is destroyed in Ulugbek medrese. The decorations of entrance portal are illustrating the tiger (“shir” that’s why it is called Shirdor. Ornaments and decorations are very rich, but its quality is worse than of Ulugbek medrese. Shirdor medrese was erected by order of Uzbek feudal lord ",{"type":"''","value":["Yalangtush"]}," in 1619-1632. Inscriptions of medrese show the names of the masters ",{"type":"''","value":["Abdaldjabbar"]}," and ",{"type":"''","value":["Muhammad-Abbas"]},"."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ulugbek Medrese"],["url="],["email="],["address="],["lat="],["long="],["directions=on the western side of Registan Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest medrese on Registan is a large rectangular building with monumental portal and a yard with four-verandahs, surrounded by cells for students and with four classrooms in the corners. In the western part is a winter mosque. The corners of the building are decorated with high minarets. The decorations consists of glazed and unglazed bricks, mosaics, majolica,carving marble. The most beautiful decorations are zhose of the main portal, where geometric, vegetative and epigraphic decorations were used. Inscriptions mention Ulugbek and several dates relating to the stages of construction. In 823 (1420) when the construction of the medrasah was finished."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tilla Kari Medrese"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Gur Emir Mausoleum"],["alt=Gur-e Amir Mausoleum"],["url="],["email="],["address=Akhunbabayev"],["lat=39.64863"],["long=66.96911"],["directions="],["phone="],["tollfree="],["fax="],["hours=8-19"],["price=entrance $4.50, camera $3"],["content=(aka Amir Temur Mausoeum) As a conqueror there are few that are Tamerlane equal, both in territory and lives taken. It is said that he made pyramids out of the skulls of his vanquished. Today one can visit his tomb in the beautifully reconstructed Gur-Emir Mausoleum (1404-1405, 15-17 centuries) and reflect on his life while looking at the largest piece of jade (greenstone) in the world. [Aug 2012]"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bibi-Khanym Mosque"],["alt="],["url="],["email="],["address=Tashkent kochasi"],["lat=39.66080"],["long=66.97989"],["directions=on the pedestrian by Siob Bazaar"],["phone="],["tollfree="],["fax="],["hours="],["price=uzs 8000"],["content=The restored Mosque Bibi-Khonym (named after the wife of Temur 1399-1404) is one of best known architectural attractions of Central Asia. The Mosque was erected on Timur's order after his raid of Delhi. The Minaret of the Mosque was supposed to be the tallest. [Aug 2012]"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shakhi-Zinda Ensemble"],["alt="],["url="],["email="],["address="],["lat=39.66177"],["long=66.98796"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=uzs 5000"],["content=Another point of interest is ancient necropolis Shakh-i-Zinda (9-14, 19 centuries)situated on southeastern mound of Afrosiab. This architectural complex consists of 44 tombs in more than 20 mausoleums. The greatest Significance of Shah E Zinda is that he was the First cousin of the Prophet Muhammad PBUH and resembles the Prophet the most. (Hadrat Hissam Ibne Abbass or Kissam Ibne Abbass) {GPS N 39.39.42.4 , E 066.59.16.5}"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Afrosiab"],["alt="],["url="],["email="],["address=Tashkent kochasi"],["lat=39.66946"],["long=66.99331"],["directions=on an irrigated valley of the Zerafshan River, a few hundred meters from the center of the city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ruined site of ancient and medieval Samarqand in the northern part of the modern town. This place always ensured favorable conditions for human settlements. As proof, one can freely walk through the ancient ruins. A museum is in the center of the remains.  The museum houses a wall mural showing proof of diplomatic relations with the Chinese. The famous Persian Pehlvan Rustam and Sohrab belonged to the Afrosiyob."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khazrat-Khizr"],["url="],["email="],["address=Tashkent kuchasi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8-18"],["price="],["content=This mosque is one of the ancient edifices of Samarkand was destroyed by Genghis Khan's hordes. It was rebuilt in 19 cent. A beautiful Mosque stands on the elevation at the entrance of town from where their eye wanders over Bibi-Khonym Mosque, the big bazaar and the mountains in the South."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tomb of Prophet Daniel"],["url="],["email="],["address=Afrosiab"],["lat="],["long="],["directions=Off Tashkent Kochasi, Northeast of Registan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Amongst other curiosities in Samarkand is the tomb of the Hebrew Prophet Daniel, which is in the cemetery section of Afrosiab next to a pleasant stream. For a small fee you may enter the tomb, which contains a burial chamber around 18 meters long. Muslim men will offer prayers while you listen respectfully. After the conquest of Syria the grave was transported to Samarkand under the orders of Amir Temur."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ulugbek's Observatory"]},": Another curiosity is the observatory of Ulugbek (Timur's grandson). It was located by the Russian archeologists. Only the foundations remain but it is truly extraordinary. Ulugbek was an astronomer, scientist and architect. His scientific and astronomical discoveries greatly advanced knowledge in these fields. The monument is situated in the north-east outskirts of city at the foot Chupan-ata mountain, which in medieval times was called Kukhak. That was three floor round building, decorated by glazed tiles, majolica, mosaic, but it was destroyed. The only thing that was preserved is a part of huge secstant – major astronomic instrument, the lowest part of which was in a deep trench (11 km). Both arcs of this instrument are made of marble with indication of degrees. During the excavation works there were found a lot of remains of other astronomic instruments. Even being preserved partially, the observatory of Ulugbek is unique not only for Central Asia, but also for the whole world. The remains of observatory were conserved at the beginning of 60s XX. Here was also organized museum, where collecting the unique astronomic information and instruments related to Timurids epoch."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Mausoleum of Al Buxori Al Bukhari"]}," located in a suburb of Samarkand, at Payerik. Al Buxori was collector of the sayings of prophet Muhamed and compiled them in to a book Known as Hadith Bukhari Sharif or Bukhari Sahih. He was buried in the place where his mausoleum is located now. His Mausoleum was reconstructed by Uzbek Government and supported by some Muslim Governments, the bricks were delivered from Saudi Arabia and Kuwait. The project was financed by the Iranian government. The constructers and artists from all Uzbekistan and Iran were working to reonstruct the complex. The Green Marble was supplied by the Pakistan Government. According to newspaper articles Imam Bukhari's grave is visited every day by about 1.000 visitors from all over the world. The present building was constructed on top of the original grave of Imam Al-Bukhari in 1997, 1225 years after the imam's death. The complex consists of Al Bukhari's mosque and grave and a museum exhibiting Qurans from some Muslim countries."]},"\n",{"type":"*","value":[{"type":"'''","value":["Abu Mansoor Al Matrudi Mausoleum"]}," Newly Renovated the Mausoleum of great Sunni Faqi is located 1 km from masjid Bibi Khanum inside the Residential area. Visitor has to walk. Mirza Zaheer Ud Din Babur in his book Babur Noma has praised the knowledge and Command on Fiqah of Abu Mansoor Al Matrudi."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rukhabat Mausoleum"],["url="],["email="],["address=Akhunbabayev"],["lat="],["long="],["directions=between Registan square and Gur-Emir ensemble"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a central square mausoleum without portal with four identical facades. The arch entrance is decorated by blue glazed tiles and eventually the cupola was also covered by glazed tiles. According to manuscripts Rukhabat mausoleum (\"place of spirit presence\") was the burial place of the Samarkand sufi ",{"type":"''","value":["Burkhan ad-Din Sagardji"]},", who died in 1380s. The mausoleum was built at a time, when central compositions were not popular and decorations of burial architecture was very rich. On the occasion of anniversary of Amir Timur in 1996 all buildings, which were not related to the monument, were destroyed and the ruins of constructions of Rukhabat complex – the mosque, khidjras, medrese and minaret came to light."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Abdi Darun Ensemble"],["url="],["email="],["address="],["lat="],["long="],["directions=in the north-east part of city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mausoleum was erected over the grave of famous lawyer. It has been reconstructed for several times. A 'ziaratkhana' was built in front of mausoleum during the reign of Ulugbek. The portal and cupola drum are decorated with geometric ornaments and inscriptions from glazed bricks. In the cemetery are 'dahmas' (large grave constructions), dating to the 15 cent., covered with glazed tiles. The mosque was constructed at the beginning of 20 cent. It consists of a winter room and a summer column aivan, decorated by pottery carving and colored paintings. A small medrese was added at the end of 19th cent."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ishrat-khana Mausoleum"],["url="],["email="],["address=Sadriddin Ayniy"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=Ruined and atmospheric with no people at all {GPS N 39.38.35.0 , E 066.59.26.5} [Aug 2012]"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ak-Saray Mausoleum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Khodja Ahrar Ensemble"],["url="],["email="],["address="],["lat="],["long="],["directions=in the northern part of city near the cemetery"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The grave of the famous religious and state benefactor of 15th cent. ",{"type":"''","value":["Nakshbandi Ubeidallah Ahrar"]}," is decorated by white marble tiles covered by inscriptions. The ",{"type":"''","value":["Medrese of Nadira divan-begi"]}," is a one floor building with a traditional four-aivans yard composition. The main entrance is decorated by portal, two khudjras are situated on the both sides of it as well as in the north and south parts of building. The western part of building is a mosque with a huge portal, main hall (mikhrab) and four rooms. The mosque was probably built in 15th cenr., but the medrese was erected in 1040-1045 (1630-1636) according to the order of well-known official Nadira divan-begi by architect Dust-Mukhammad. The decoration are very typical for ?VII: majolica, mosaic of high quality. The decorations of entrance portal are illustrating tigers and does. The summer mosque was built in XVII in the south from medrese. The decorations of mikhrab niche of this mosque are very similar to medrese. The column aivan (verandah) between medrese and summer mosque was constructed or reconstructed in later period. At the beginning of XX century ceiling of aivan was covered by vivid paintings. A small minaret, which is situated opposite to aivan, was erected in 1909 by Sadulla architect."]]}]},"\n",{"type":"==","value":["Do"]},"\nVisit a spa\/banya for a Samarkand deep tissue massage.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Samarkand Zeera"]}," is famous all over the world for its aroma."]},{"type":"*","value":[" ",{"type":"'''","value":["Samarkand Pistachio"]},", smaller in Size but very popular."]},{"type":"*","value":[" ",{"type":"'''","value":["Samarkand Shafran Or Zafran"]}," is famous but inferior in quality as compared with Iranian."]},"\n",{"type":"==","value":["Eat"]},"\nThe most famous product of Samarkand is their bread, \"Samarkand Non\". A visitor will rarely find anybody leaving Samarkand with out buying Non as a gift. There are so many interesting stories about \"Samarkand Non\".\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Nur"],["url="],["email="],["address=Registan 9"],["lat="],["long="],["directions=Almost opposite Registan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ordinary clean local cafe selling pizza (UZS3,500) etc., including vegetarian options. Good for travellers because of the location and because the owner speaks excellent English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Exclusive Restaurant"],["alt="],["url="],["email="],["address=#92, Amir Timur St"],["lat=39.64851"],["long=66.93980"],["directions="],["phone=+998 66 233-6090"],["tollfree="],["fax="],["hours="],["price="],["content=Armenian food in Samarkand. Well frequented by local Armenians of all ages."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Regal Palace Restaurant"],["url="],["email="],["address=Regal Palace Hotel"],["lat="],["long="],["directions=Samarkand Airport"],["phone="],["tollfree="],["fax="],["hours="],["price=USD7 Lunch, USD9 Dinner"],["content=Indian Food Prepared by Indian Chef etc., including vegetarian options. The only Restaurant offering Indian food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Istiqlol"],["url="],["email="],["address=157, Amir Temur St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=breakfast US$5, lunch US$ 6, dinner US$7"],["content=serving Shurpa, Lagman, Mastava, homemade noodles, Guj, Plov, Manti, Shashlik, Pelmeni, Dul or Barra"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Karim Bek"],["url="],["email="],["address=194 Gagarina St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=breakfast USD3, lunch USD6, dinner USD8"],["content=serving variety of food. The restaurant hall turns into a disco at 8PM with number of difference dance shows at 21:00."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Magistr"],["url="],["email="],["address=30\/45 Buston Saroy"],["lat="],["long="],["directions=after the Timurs statue, on the main street past by the Registon hotel"],["phone=+998 66 266 00 20, +998 66 250 15 51"],["tollfree="],["fax="],["hours="],["price=pizzas from uzs7000, mains from uzs4000"],["content=Excellent pizzas, vegetarian options, reasonable prices and friendly staff (the manager speaks excellent English) makes this place one of the best eateries in town. Ask for both the English and Russian menu as the English is old and is wrongly priced. [Aug 2012]"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Aziz Supermarket"],["url="],["email="],["address=Pochta 6"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only super market in town at the moment [Aug 2012] {GPS N 39.39.15.2 , E 066.57.27.5}"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sikhookyung Korean Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=not very easy to find, from Ahunbabaev left to  Ulugbek and then right on the 2nd street, keep on going, you'll see it on your left corner"],["phone=+998 66 378 12 11"],["tollfree="],["fax="],["hours="],["price=from uzs 8000"],["content=A good Korean restaurant with friendly service [Aug 2012] {GPS N 39.39.40.4 , E 066.57.31.8}"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Super Osh Cafe"],["alt="],["url="],["email="],["address=Orzi Makhmudov St"],["lat=39.64511"],["long=66.95454"],["directions=Map only shows approximate location +\/- a block or so"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Samarkand style \"Osh\" or \"Plov\" with sweet carrots.  Somsa also available, prepared in external ovens. Go early, can get full.  Super Osh was once an Italian restaurant hence the anachronistic decor."]]}]},"\n",{"type":"==","value":["Drink"]},"\nSamarkand is a conservative city as compared with Tashkent. There are few Night Clubs and Bars. On Afrosiab Hotel there is a Night Club and Bar. In President Hotel Guests can have Beer in Nice Environments. Incante Show Club is at a walking Distance from Afrosiab Hotel and in the evening visitors can watch Pole Dance.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Teahouse-cafe Oriental sweets"],["url="],["email="],["address=Tashkentskaya Str."],["lat="],["long="],["directions=located at the beginning of the pedestrian street Tashkentskaya in the center of old city, close to Registan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The building was constructed at the end of 19th cent. as a caravan saray."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Regal Palace"],["alt=Regal Palace Hotel Building"],["url=http:\/\/www.the regalpalace.com"],["email=info@theregalpalace.com"],["address=Kunaev Street, Samarkand Airport"],["lat="],["long="],["directions=Samarkand Airport"],["phone=+998 97 4431080"],["tollfree="],["fax="],["hours="],["price=$65-85 including breakfast"],["checkin=14.00"],["checkout=12.00"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Malika"],["url=http:\/\/www.malika-samarkand.com"],["email=info@malika-samarkand.com"],["address=37, Khamraev St"],["lat="],["long="],["directions="],["phone=+998 662 330197"],["tollfree="],["fax="],["hours="],["price=USD40-65 including breakfast"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Zarafshan"],["url="],["email="],["address=65 Sharaf Rashidov St"],["lat="],["long="],["directions=beside Central Park in the new part of town"],["phone=+998 662 333 372"],["tollfree="],["fax="],["hours="],["price=USD15-30"],["checkin="],["checkout="],["content=A recently renovated old Soviet hotel with loads of moody charm. Rooms are variable, so ask to see more than one if the first isn't to your liking. The front desk staff were very helpful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bahodir B&B"],["url="],["email="],["address=Mulokandov 132"],["lat="],["long="],["directions=In the city center, on the east side of the Registan, behind the museum."],["phone=+998 (83) 66 235 85 29"],["tollfree="],["fax="],["hours="],["price=USD8 for a dorm bed, doubles from USD20 , breakfast is included and a dinner costs USD2 extra."],["checkin="],["checkout=12:00"],["content=This place seems to be the main meeting point for backpackers in Samarkand. The courtyard with teabeds makes a nice place for few beers and sharing travel stories. The staff is friendly, honest and willing to sell beer from their fridge. However, if staying in the dorm, the shared bathroom and toilet is a bit claustrophobic, but not bad. There is Wi-Fi but had some kind of problem [Aug 2012] {GPS N 39.39.23.0 , E 066.58.45.4}"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Davr"],["url=http:\/\/www.davrhotel.uz"],["email=davrhotel@mail.ru"],["address=Samarkand,Republik of Uzbekistan,Ali Kushchi st.43"],["lat="],["long="],["directions=In the city center, close to the Registan"],["phone="],["tollfree="],["fax="],["hours="],["price=USD15 per person per night incl breakfast"],["checkin="],["checkout=12:00"],["content=B&B with rooms set around a courtyard. They also do dinners on request which are a delicious and massive spread and very reasonable. The son of the owner speaks English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jahongir B&B"],["url=http:\/\/jahongirbandb.com"],["email=info@jahongirbandb.com"],["address=Chirokchi #4"],["lat=39.65093"],["long=66.97770"],["directions=50 metres behind the wall on Suzangaron str. from the SUPERMARKET store on the corner"],["phone=+998 66 391-9244"],["tollfree="],["fax="],["hours="],["price=single USD25, double USD40"],["checkin=15:00"],["checkout=11:00"],["content=Jahongir B&B is located in the heart of Historical part of Samarkand within 5 minutes from Registan Ensemble. Comfortable rooms with modern amenities. Services include: dinners on request, wireless internet, taxi on call, guide services, laundry & dry clean."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=President Hotel"],["url=http:\/\/www.uzhotelpresident.com"],["email="],["address=53, Shokhrukh Str"],["lat="],["long="],["directions="],["phone=2334086"],["tollfree="],["fax="],["hours="],["price=single US§105, double US§ 165 incl buffet breakfast"],["checkin="],["checkout="],["content=four star hotel opened 2004, centrally located, restaurant, swimming pool"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Orient Star Hotel"],["url="],["email="],["address=33. Daghitskaja Str."],["lat="],["long="],["directions="],["phone=2322906"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=opened 2001, in the heart of the old tonn, restaurant, swimming pool"]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Railways Station"],["url="],["email="],["address=Beruny Str"],["lat="],["long="],["directions="],["phone=291532"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Airport"],["url="],["email="],["address=Abdullaev Str"],["lat="],["long="],["directions=tickets: Gagarin Str 84, phone 2308659"],["phone=321102, 352894, 2308641"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Shakhrisabz"]]}]},", 100 km from Samarkand"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Penjikent"]]}]},"\/",{"type":"'''","value":[{"type":"[[","value":[["Tajikistan"]]}]},", 60 km from Samarkand,"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Urgut"]]}]},", 30 km southeast of Samarkand, spectacular bazaar"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Uzbekistan"]]},"\n",{"type":"{{","value":[["geo"],["39.654167"],["66.959722"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Samarkand"]]},"\n",{"type":"[[","value":[["Wikipedia:Samarkand"]]}]