[{"type":"{{","value":[["pagebanner"],["Lalomanu Beach banner.jpg"],["caption=Lalomanu Beach"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Samoa upolu.jpg"],["flag=Flag of Samoa.svg"],["location=LocationSamoa.png"],["capital=",{"type":"[[","value":[["Apia"]]}],["government=Constitutional monarchy under native chief"],["currency=Tala (WST)"],["area=",{"type":"''","value":["total"]},": 2,944 sq km \n",{"type":"''","value":["water"]},": 10 sq km \n",{"type":"''","value":["land"]},": 2,934 sq km"],["population=178,631 (July 2002 est.)"],["language=",{"type":"[[","value":[["Samoan"]]}," (Polynesian), English"],["religion=Christian 99.7% (about one-half of population associated with the London Missionary Society; includes Congregational, Roman Catholic, Methodist, Latter-Day Saints, Seventh-Day Adventist)"],["electricity="],["callingcode=+685"],["tld=.ws"],["timezone=UTC +13 (DST +14)"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/samoa.travel Samoa"]}]}," is an island nation in the ",{"type":"[[","value":[["Oceania"],["South Pacific Ocean"]]},". It is part of the region of the Pacific known as Polynesia. Its population is around 185,000 but many more Samoans live outside the country, particularly in New Zealand, Australia and California.\n\nSamoa is about one-half of the way between ",{"type":"[[","value":[["Hawaii"]]}," and ",{"type":"[[","value":[["New Zealand"]]},". The islands have narrow coastal plains with volcanic, rocky, rugged mountains in the interior. The two main islands are Upolu and Savaii. The capital, Apia, and the international airport are on Upolu.\n\n",{"type":"==","value":["Understand"]},"\n\nThe main islands are the result of countless volcanic eruptions, leaving easily visible volcanic cones all over both islands. None of the volcanoes are currently active, but small earthquakes often rock the island, reminding people of the volcanoes' presence. In September 2009 the south coast of Upolu Island was hit by a devastating tsunami, with much loss of life.\n\nThe last volcanic eruption was in 1911, on Savaii. The eerie, lifeless lava fields that remain from this event can be visited easily, since the only sealed road on Savai'i goes right through the middle.\n\nBoth islands are almost entirely covered by lush vegetation, although almost none of it is the original rainforest that covered the island before humans arrived. Most of the land area is given over to farms or semi-cultivated forest, providing food and cash crops for the locals. Since Samoa has been inhabited for over three thousand years, the cultivated lands around villages can often seem like deepest, darkest jungle.\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate is tropical with a rainy (and tropical cyclone) season from October to March and a dry season from May to October. The country has an average annual temperature of 26.5°C. This makes it a suitable winter vacation destination for those from southern hemisphere countries.\n\n",{"type":"===","value":["History"]},"\n\nSamoans originally arrived from Southeast Asia around 1500-1000 BC. The oldest known site of human occupation dates back to that time and is at Mulifanua on Upolu island. \n\nIn 1830 missionaries from the London Missionary Society, notably John Williams, arrived and Samoa rapidly embraced Christianity. More recently, Mormons (Church of Jesus Christ of the Latter Day Saints) have constructed several sizeable churches.\n\nBy the end of the 19th Century Samoans had developed a reputation for being warlike, as fights had taken place between them and the British, Germans and Americans, who wanted to use Samoa as a refuelling station for coal-fired shipping and whaling and for commodities. On the\nisland of 'Upolu German firms monopolized copra and cocoa bean production, while the United States formed alliances with local chieftains, mainly on the islands to the east, which were later annexed to the USA as ",{"type":"[[","value":[["American Samoa"]]}," and have not been granted Independence. Britain also sent troops to protect business interests. Germany, America and Britain supplied arms and training to warring Samoans, stoking tribal battles. All three sent warships into Apia harbour when, fortunately for Samoa, a large storm in 1889 damaged or destroyed the warships, ending the conflict.\n\nAn important arrival was Robert Louis Stevenson, the Scottish author, who travelled to the South Pacific for his health and settled in Samoa in the early 1890s. His house at Vailima in ",{"type":"[[","value":[["Upolu"]]}," and his grave on the hill above it can be visited. Stevenson was known as \"Tusitala\" (teller of tales) and this name lives on in one of Apia's hotels. \n\nIn the early 1900s an Independence movement began on the island of Savai'i. Known as the Mau a Pule this had widespread support throughout the country by the late 1920s. Supporters wore a Mau uniform of a navy blue lavalava with a white stripe, which was later banned by the colonial administration. On 28 December 1929 the New Zealand military fired on a peaceful Mau procession, killing 11 Samoans. New Zealand had occupied the German protectorate of ",{"type":"'''","value":["Western Samoa"]}," at the outbreak of World War I in 1914. It continued to administer the islands until 1962, when they became the first Polynesian nation in the 20th century to re-establish independence. The country dropped the \"Western\" (which distinguished it from ",{"type":"[[","value":[["American Samoa"]]},") from its name in 1997. It celebrates Independence Day on 1 June.\n\nTo promote closer ties with Australia & New Zealand—Samoa's largest trading partners—driving switched from the right to the left side of the road in September 2009. It was the first country to switch sides in many years, although  it's small size made things less chaotic. Then, in December 2011, Samoa switched sides of the International Date Line—moving from the east side (UTC -11) to the west side (UTC +13). The move was to help businesses with ties to New Zealand which only shared 3 working days a week (Monday in NZ was Sunday in Samoa & Friday in Samoa was Saturday in NZ).\n",{"type":"===","value":["Government"]},"\n\nSamoa is a Republic governed by an elected council, or fono. Local government is by village. Each extended family has a chief, or Matai, and decisions are taken by the village fono, consisting of all of the matai.\n\nThe legal system is based on a combination of English common law and local customs.\n\n",{"type":"===","value":["Economy"]},"\n\nThe economy of Samoa is dependent on  family remittances from overseas, development aid, and  exports, in that order. Agriculture employs two-thirds of the labour force, and furnishes 90% of exports, featuring nonu fruit, coconut cream, coconut oil, and copra. The manufacturing sector mainly processes agricultural products. Attempts to develop agriculture have been affected by cyclones and by a major blight disease to the country's staple root crop, taro, which is only now being overcome.\n\nThe decline of fish stocks in the area is a continuing problem, due to both local overfishing and severe overfishing by Japanese factory trawlers. Tourism is an expanding sector, accounting for 16% of GDP; about 85,000 tourists visited the islands in 2000. The 19th season of Survivor was filmed on the island of Upolu in mid 2009. The 20th season will also be filmed in Samoa.\n\nThe Samoan Government has called for deregulation of the financial sector, encouragement of investment, and continued fiscal discipline. Observers point to the flexibility of the labor market as a basic strength for future economic advances. Foreign reserves are in a relatively healthy state, foreign debt is stable, and inflation is low.\n\n",{"type":"===","value":["Tourist information"]},"\nThe Samoa Tourism Authority",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Samoa_Tourism_Authority"]}," manages information centres offering maps, brochures and other information for tourists.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=STA Visitor Information Fale"],["url=http:\/\/www.samoa.travel.com\/"],["email=info@samoa.travel"],["address=Beach Rd, Matafele"],["lat="],["long="],["directions=next to the government building on the harbour"],["phone=+685 63520, +685 63521"],["tollfree="],["fax=+685 20886"],["hours=9-5pm Monday to Friday and 8am-12pm Saturday morning"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Faleolo International Airport Information Booth"],["url="],["email="],["address=Faleolo International Airport"],["lat="],["long="],["directions=On the left when exiting quarantine"],["phone="],["tollfree="],["fax="],["hours=open for all international flight arrivals into Samoa"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=STA New Zealand Office"],["url="],["email=samoa@samoa.co.nz"],["address=Level 1, Samoa House, 283 Karangahape Road, Auckland"],["lat="],["long="],["directions="],["phone=+64 9 379 6138"],["tollfree="],["fax=+64 9 379 8154"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Samoa Regions map.png"],["thumb"],["right"],["475px"],["Map of Samoa"]]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Upolu"]]}],["region1color=#b5d29f"],["region1items="],["region1description=the capital city; with the international airport and most of the population, plus several tiny offshore islands"],["region2name=",{"type":"[[","value":[["Savaii"]]}],["region2color=#71b37b"],["region2items="],["region2description=the largest island; relatively undeveloped and regarded by many as the \"real\" Samoa"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Apia"]]}," - Attractive laid-back town with some good hotels. Good shopping, restaurants, bars and a public market."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":["Just to the east of Apia is ",{"type":"'''","value":["Fagalii airport"]}," (",{"type":"{{","value":[["IATA"],["FGI"]]},"). This is used by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.polynesianairlines.com\/ Polynesian Airlines"]}]}," for flights from ",{"type":"[[","value":[["American Samoa"]]},". There are usually five or six flights a day."]},"\n",{"type":"*","value":["The main international airport, ",{"type":"'''","value":["Faleolo"]}," (",{"type":"{{","value":[["IATA"],["APW"]]},"), is approximately a 45-minute drive from ",{"type":"[[","value":[["Apia"]]},". There are several banks at the airport and changing money on arrival is no problem, even though many flights arrive at inconvenient times. Most of the major hotels provide a transfer service on request, often free of charge. There are abundant taxis, and local buses during daytime. If you want to use the local bus, head straight to the main road and go where the locals wait. Ignore taxi-drivers who will want to make you believe there are no local buses."]},"\nVisas are not required for stays of up to 60 days. You will need to present a passport valid for six months or more and a return or onward ticket. \n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pacificislands.airnewzealand.com\/ Air New Zealand"]}]}," provides six flights per week from ",{"type":"[[","value":[["Auckland"]]}," and also flies weekly between ",{"type":"[[","value":[["Auckland"]]},"-",{"type":"[[","value":[["Tonga"]]},"-",{"type":"[[","value":[["Apia"]]},"-",{"type":"[[","value":[["Los Angeles"]]},". "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.virginaustralia.com\/ws\/en\/ Virgin Samoa"]}]},", a subsidiary of Virgin Australia, has started flying to Apia from several cities in Australia and New Zealand, i.e. ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Brisbane"]]},", ",{"type":"[[","value":[["Townsville"]]},", ",{"type":"[[","value":[["Melbourne"]]}," and ",{"type":"[[","value":[["Auckland"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fijiairways.com\/ Fiji Airways"]}]}," has three flights a week from ",{"type":"[[","value":[["Nadi"]]}," in ",{"type":"[[","value":[["Fiji"]]},", and one a week from ",{"type":"[[","value":[["Honolulu"]]},"."]},"\nIf flights permit, try to arrive in daylight. From above, the lagoon is a stunning aquamarine colour. The ride between the airport and Apia is also very attractive.\n\nNote that shops and restaurants close early and most hotels do not offer 24-hour room service. So if you arrive late at night still hungry after airline food it might be a good idea to pick up something at the airport.\n\nAs of October 25, 2010, there has been a WST 40 departure tax levied on passengers 12 years of age or older. This may eventually be incorporated in the ticket price but for the time being you have to pay it. Passengers who are in transit and are leaving within 24 hours of arriving are exempt from the tax. Only cash is accepted. There are ATMs in the airport. Payment is made at one of the several banks near the check-in area.\n\n",{"type":"===","value":["By boat"]},"\nThere are frequent boats from ",{"type":"[[","value":[["Pago Pago"]]}," in neighbouring ",{"type":"[[","value":[["American Samoa"]]},".\n\nA twice-monthly service by the MV Tokelau connects Apia Harbour with ",{"type":"[[","value":[["Tokelau"]]},". \n\nDepending on the season, people sail their yachts to Samoa and dock at Apia. There are good facilities close to the main port, with 60 berths offering electricity, fresh water and 24-hour security. Visiting boats must arrive in Apia and should contact the Samoa Port Authority at least two days before ETA to arrange necessary clearances on arrival. Permission is required to sail elsewhere in Samoa.\n\n",{"type":"'''","value":["Ports and harbours"]}," include ",{"type":"[[","value":[["Apia"]]},", Asau, Mulifanua, Salelologa. Container ships and cruise liners dock in Apia Harbour or Salelologa, but many smaller fishing boats and village boats use the smaller docks.\n\nYou can sail to or from Samoa by tallship. The ",{"type":"''","value":["STV Soren Larsen"]}," from New Zealand sails through there each winter. See ",{"type":"[","value":["http:\/\/www.sorenlarsen.co.nz\/"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Samoan bus.JPG"],["thumb"],["right"],["250px"],["A typical Samoan bus"]]},"\nTraffic in Samoa drives on the left. Samoa changed from driving on the right-hand side of the road in 2009. Since then there has been an avalanche of cheap, reconditioned cars from Japan and traffic jams, previously unknown, are now common in the capital, Apia. Even on the roads outside the capital traffic tends to move slowly, due to the cautious and inexperienced drivers and to the numerous speed bumps.\n\n",{"type":"===","value":["Taxis"]},"\nGenerally your best bet. They are cheap and plentiful. The Samoa Tourism Authority ",{"type":"[","value":["http:\/\/www.samoa.travel\/"]},", to be found in front of the Government office complex on Beach Road, Apia, has a price list for Apia. Do agree on a price ahead of time; if they think you look rich they may try to overcharge you. You can get one for a whole day for about the same price as a rental car.\n\n",{"type":"===","value":["Car rental"]},"\nAs international driving licences are not accepted you need to obtain a temporary local licence. These are easy to get from the police station in Apia or direct from a number of car rental firms. Details on car rental firms are provided on the pages on ",{"type":"[[","value":[["Upolu"]]}," and ",{"type":"[[","value":[["Savaii"]]},".\n\n",{"type":"===","value":["Bus"]},"\nBuses are cheap and a ride on one will be a memorable experience. Buses on Upolu fan out from two locations in Apia, close to the main market and behind the flea market. On Savaii, all routes begin near the ferry wharf at Salelologa.\n\n",{"type":"===","value":["Cycling"]},"\nPossible and quite enjoyable but 'Upolu has a few fairly steep and hilly sections and the cross island roads are about 7km steep uphill to their crests. Savai'i has only 2 or 3 small steep sections (around the western end).\n\n",{"type":"[[","value":[["Image:Samoa_upolu.jpg"],["300px"],["thumb"],["right"],["Falefa Valley, looking north from Le Mafa pass at the east end of Upolu Island"]]},"\n\n",{"type":"==","value":["Talk"]},"\nThe country's native language is ",{"type":"[[","value":[["Samoan phrasebook"],["Samoan"]]}," (a Polynesian language). English is widely understood and spoken in the capital, Apia, as well as in  many tourist resorts. However, it is less commonly understood in the villages, so learning a few words of Samoan can really help (it will also allow you to build a rapport with the locals).\n",{"type":"===","value":["Words and phrases"]},"\n",{"type":"*","value":[{"type":"'''","value":["Talofa!"]}," - Hello."]},{"type":"*","value":[{"type":"'''","value":["Fa'amolemole"]}," - Please (pronounced: Fa-ah-mo-le-mo-le)"]},{"type":"*","value":[{"type":"'''","value":["Faafetai"]}," - Thank-you (pronounced: Fa-ah-fe-tie)"]},{"type":"*","value":[{"type":"'''","value":["Manuia!"]}," - Cheers!\/Good Health!"]},"\n",{"type":"==","value":["See"]},"\nThis is just a summary of what to see. Consult ",{"type":"[[","value":[["Apia"]]},", ",{"type":"[[","value":[["Savaii"]]}," and ",{"type":"[[","value":[["Upolu"]]}," for more detailed information.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["National Parks."]}," There are several national parks in both Upolu and Savaii. These offer tropical vegetation, numerous birds and some interesting lakes. Falealupo Rainforest Preserve on Savaii has a short canopy walkway and you can sleep in the trees. Lake Lanoto'o National Park on Upolu has a fascinating lake where introduced goldfish thrive and grow to amazing sizes."]},{"type":"[[","value":[["Image:Samoa Sopoaga.jpg"],["thumb"],["right"],["250px"],["Sopoaga Falls on Upolu Island"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Waterfalls."]}," The inland areas of both Savaii and Upolu have some spectacular waterfalls, some with 100m drops. Those on Upolu are a bit more accessible. Papase'ea Sliding Rocks on Upolu have only a slight drop but the vegetation on the falls permits an interesting slide into the pool below."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Blowholes."]}," Savaii has some spectacular blowholes caused by the sea forcing water up through tubes in volcanic rocks."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caves."]}," There are interesting caves on both islands."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lava Fields."]}," Parts of Savaii are covered by lava rock, following various eruptions by Mt. Matavanu."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villages."]}," Although Western-style buildings are gaining in popularity, traditional Samoan ",{"type":"''","value":["fales"]}," are still found everywhere. These are of an oval or circular shape with wooden posts holding up a domed roof. There are no walls, although blinds can be lowered to give privacy. The village is very important to Samoan culture and there are strict rules governing the way village societies function."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches."]}," Samoa has miles and miles of beautiful and empty beaches. There is a range of accommodation, from simple beach fales to luxurious resorts. Beaches invariably belong to the nearest village and the villages often request a small fee for their use."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museums."]}," Samoa was home to the Scottish author Robert Louis Stevenson for the last five years of his life. His home, just outside Apia, is now a museum. The Museum of Samoa in Apia is also well worth a visit."]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Kilikiti."]}," This is the local version of cricket and is very popular in Samoan villages among both men and women. The principle of the game is the same as cricket but the rules vary considerably and there seems to be considerable flexibility in their interpretation. The most obvious differences are the bat and the fact that balls are bowled from each end alternately rather than employing the six-ball overs of cricket. Kilikiti is played on concrete pitches on village greens, and is accompanied by lots of noise and considerable enthusiasm."]},"\n",{"type":"==","value":["Do"]},"\nBelow is just an indication of things to do in Samoa. For more detailed information, see ",{"type":"[[","value":[["Upolu"]]},", ",{"type":"[[","value":[["Savaii"]]}," and ",{"type":"[[","value":[["Apia"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":["A Samoan Tattoo."]}," This traditional art form is very much a part of the Samoan culture. There are different designs for women and men; in the case of men the tattoo can cover half the body. Beware that the tattooing process can be very painful, but if you think you can take the pain ask at your hotel or guest house for advice on local tattoo artists."]},{"type":"*","value":[" ",{"type":"'''","value":["Get married."]}," Samoa is a popular place to get married and spend your honeymoon. Several hotels and resorts offer special packages on their web sites and they will make all the arrangements."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf."]}," Golf is very popular in Samoa. There is even a suggestion that the recent introduction of Daylight Saving Time was primarily done so that executives could get in a round of golf after work before it got dark! All courses are on ",{"type":"[[","value":[["Upolu#Do"],["Upolu"]]},". Two are close to Apia, one near the airport and a nine-hole course is found on the south coast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Diving."]}," Scuba diving is a relatively new activity in Samoa. Both Upolu and Savai'i have great dive spots, with around 900 fish species and 200 types of coral. There are dive companies operating on both islands."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing."]}," Samoa is a popular fishing destination. Fish in the local waters include blue and black marlin, sailfish, yellowfin, and the giant trevally. Most charter companies operate out of ",{"type":"[[","value":[["Apia"]]}," harbour."]},"\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["currency"]}," is the Tala. It is variously written as WST, WS$ or SAT.\n\nLocal laws make it illegal to carry out business in a foreign currency. Changing money is relatively easy.\n\nBusiness hours are from 09.00 to 17.00 on Mondays to Fridays and on Saturday mornings. Some supermarkets are beginning to open on Sundays as well. If you are feeling hungry at night, then bakers' shops open late to sell fresh-baked bread.\n\nSamoa is relatively inexpensive for western visitors. Haggling is not customary and is in fact considered to be rude. ",{"type":"'''","value":["Tipping"]}," is not practiced or expected in Samoa.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Apia Public Market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great place to buy Siapo (tapa cloth made from mulberry bark), 'ava (kava), hand carved kava bowls, produce, donuts, etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Apia Flea Market"],["url="],["email="],["address=In the 'old' public market building"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Farmer Joe's"],["url="],["email="],["address=across from the Apia Public Market"],["lat="],["long="],["directions=Fugalei Rd, 3 streets S of Beach Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Well-stocked Western-style supermarket with a complete collection of prepared and canned food, boxed milk, cereals and chips, and cold drinks. Very good bread selection. Open on Sundays."]]}]},"\n",{"type":"==","value":["Eat"]},"\nEating is an extremely important part of Samoan life, as the size of many Samoans may suggest. They often take food with them when they travel. Samoan food is not highly spiced or seasoned. It uses ingredients that are relatively unfamiliar to most Westerners, such as breadfuit, taro (or talo), taro leaves, cooked green bananas and raw fish.\n",{"type":"*","value":[" ",{"type":"'''","value":["Umu."]}," The umu is the traditional method used for cooking. A fire is built and stones placed on it. When the fire is down to the embers the ingredients, such as green bananas, breadfruit, taro, fish, palusami and pork are placed on the stones. It is then covered with banana leaves and left to cook."]},{"type":"*","value":[{"type":"'''","value":[" Oka"]}," is the way Samoans prepare raw fish. It consists of small bits of fish that are marinated in a mixture of lemon juice, coconut cream, salt and finely chopped onions. "]},{"type":"*","value":[" ",{"type":"'''","value":["Palusami"]}," is made from taro leaves and coconut cream. The coconut cream, onions and some taro are wrapped in whole taro leaves and cooked in an umu. Well cooked, this can be unforgettable and you should not leave Samoa without trying it."]},{"type":"*","value":[" ",{"type":"'''","value":["Corned beef."]}," Samoa rapidly adopted this import and it is widely used as an accompaniment to Umus and other dishes."]},"\nUnfortunately it is difficult to find these delicacies, maybe partly because western food is more “cool”, partly because the average tourist wants to eat what he eats at home. The usual things you get is more or less good imitations of western-style or Chinese food. The market in Apia is a good place if you want to try some of the local stuff.  It's also a good idea to stock up on fruit there before heading anywhere on the islands.\n\nMost restaurants are casual and not too expensive. Places to eat are listed in the pages for ",{"type":"[[","value":[["Upolu"]]},", ",{"type":"[[","value":[["Apia"]]}," and ",{"type":"[[","value":[["Savaii"]]},". Outside of Apia, most of the best places are associated with hotels or resorts.\n\n",{"type":"==","value":["Drink"]},"\nNo significant gathering in Samoa, whether official or for pleasure, is complete without the 'Ava (or kava) ceremony at the beginning. Kava's biological name is ",{"type":"''","value":["Piper methysticum"]},", which means ",{"type":"''","value":["intoxicating pepper"]},".  The roots of the plant are used to produce a mildly narcotic drink that is passed around meetings following strict rules. However, you do not need to participate in a Samoan cultural event to try it. On some days it can be purchased at Apia's central market (marketi fou).\n\nThe local beer is Vailima ",{"type":"[","value":["http:\/\/www.vailima.ws\/"]}," beer. It's cheap and you can buy it everywhere. \n\nNon-alcoholic beverages and bottled water are available in all roadside stores. Coke, Fanta and Sprite are available in 750 ml glass bottles for about 4 WST. You will need a bottle opener for these if you want to take them with you to drink later; otherwise stores will have a bottle opener available. Bottled water is available in a range of sizes.\n\nAlcohol is plentiful in the bars. There's not that much in most stores and it tends to be expensive. ",{"type":"'''","value":["Le Well"]}," near the market in Apia (ask any taxi driver) has a good range at the best prices. For heavy drinkers, the cheapest liquor is generally vodka in large (1.75 L) plastic bottles. This may be bought from supermarkets and bottleshops and is also available in smaller 750 ml bottles for about 25 WST. Imported wines are generally very expensive, although not as expensive as in the restaurants.\n\nThe government shut down most of the popular and legendary bars and night spots in Apia in 2006, citing underage drinking, drugs, noise, and crime. They were reopened several weeks later. At the end of 2010 bars and nightclubs were supposed to close at 22.00 although some seemed to be able to evade this. There are lots of smaller bars and night spots to check out. Also every hotel has a bar as do most of the restaurants.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Fale Upolu.JPG"],["thumb"],["right"],["250px"],["A fale in a village near Apia"]]},"\n\n",{"type":"'''","value":["Beach fales"]}," are an enjoyable and inexpensive way to stay in Samoa. A list can be \nobtained from the Samoa Tourism Authority (info@samoa.travel), but the best way to know \nwhere to stay is to ask other travelers. Samoa is not very big and tourism is limited, so \nyou will bump into the same people once in a while making it easy to exchange information.\n\nWith the explosion in accommodation it is now less necessary for those wanting to visit the remoter parts of Samoa, particularly Savaii, to stay in villages, which was fairly common in the past. However, this is still possible. If you want to stay in, or even just visit, a village it is important to remember not to offend local culture. See ",{"type":"'''","value":["Respect"]},", below.\n\nThere is also a good range of resorts, hotels and guest houses in Samoa. A large number have been constructed in recent years. \n\nAccommodations are listed under ",{"type":"[[","value":[["Apia"]]},", ",{"type":"[[","value":[["Upolu"]]}," and ",{"type":"[[","value":[["Savaii"]]},". Please do not list them here.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" University of the South Pacific ",{"type":"[","value":["http:\/\/www.usp.ac.fj\/"]},", Apia"]},{"type":"*","value":[" National University of Samoa ",{"type":"[","value":["http:\/\/www.nus.edu.ws\/"]}]},"\n",{"type":"==","value":["Work"]}," \n\n",{"type":"==","value":["Stay safe"]},"\nSamoa is a generally safe destination. Crime rates are low and people are very helpful and friendly. Items do, sometimes, get stolen. With sensible precautions, however, the threat of this happening should be minimal. \n\nThe biggest danger tourists face is not from humans, but rather from dogs, who roam in packs and can get ",{"type":"[[","value":[["aggressive dogs"],["very aggressive"]]},". The risk of a dog attack should not be underestimated. Travel by taxi after dark and always carry a pointed object while out walking. If you find yourself surrounded, kneel down as if you are picking up a rock.\n\n",{"type":"==","value":["Stay healthy"]},"\nSamoa is a malaria free zone. However, there are occasional outbreaks of Dengue Fever and so precautions should be taken such as using mosquito nets and insect repellent. Note that the mosquito that transmits dengue normally bites during the day.\n\nDrink bottled water. It's cheap and readily available.\n\nThere are no known poisonous animals or insects on land, although centipedes can give you a very painful bite. In the water beware of purple cone shells, sea urchins, fire coral, etc. If not using fins, wearing footwear while snorkelling is highly recommended.\n\nSome travellers have reported a violent allergic reaction to the ceremonial drink kava. Symptoms include a very obvious rash and swelling to the neck and face area, sweating and discomfort. Medical attention should be sought immediately and a prescription for Prednisolone usually does the trick. It takes from 12 o 24 hours for the effects to noticeably subside.\n\nThere are two hospitals in Apia and one on Savaii at Tuasivi, a couple of miles north of the ferry wharf at Salelologa.\n\n",{"type":"==","value":["Respect"]},"\nSamoa is very religious, with most of the population following one of the Christian denominations.  This means that Sunday is generally respected as a holy day and most shops and businesses are closed. You should not walk through villages on Sundays.\n\nMany villages have a prayer curfew in place at sundown. This normally lasts around half an hour. You should be careful to avoid walking through villages at this time to avoid causing offence.\n\nSamoan culture is governed by strict protocols and etiquette. Although allowances are made for foreigners, it is wise to avoid revealing clothing and to comply with village rules which are  enforced by the village ",{"type":"''","value":["matai"]}," (chiefs), although Apia is quite relaxed in these traditions.\n\nWomen going topless is ",{"type":"'''''","value":["taboo"]},", and they should only wear swimwear at the beach. Shorts should be knee length. Shirts should be worn when not at the beach. A ",{"type":"''","value":["lavalava"]}," (sarong) is nearly always acceptable attire.\n\nOther simple things, such as removing shoes before entering a house (or, for that matter, budget accommodation), should be observed.\n\nThe main island of Upolu is known as the \"modern\" island, where most northern coast villages are quite relaxed with the old strict traditions, whilst Savai'i is the more traditional island, but has become more relaxed. But nude bathing is definitely ",{"type":"'''","value":["taboo"]},".\n\n",{"type":"==","value":["Connect"]},"\nSamoa has an adequate telephone system with international calling. Some villages have public phones available and require a pre-paid phone card.\n\nSamoa.ws, ipasifika.net and Lesamoa are the Internet Service Providers. There are several public Internet access points in Apia, where fast, reliable access can be had for around 12 tala (4 US dollars) per hour. There are a couple of internet cafes on Savaii. If planning to stay in remote parts of Upolu or Savaii and you cannot survive without your daily internet fix then check in advance with the hotel to make sure it has wifi. Most don't.\n\nThe CSL cafe across the road from McDonalds in Apia has a fast internet connection for around 5 tala per 30 min.  You can also buy credit there (15 tala for 1 h \/ 70 tala for 10 h) to use your laptop at wifi lavaspots at various locations around town and even on Savaii ",{"type":"[","value":["http:\/\/www.csl.ws\/lavaspot.cfm"]},"  The lavaspot connection and download speed is very good.  Some Hotels sell the same WiFi credit at higher prices than at CSL!\n\n",{"type":"==","value":["Go next"]},"\nFor those with plenty of time and a real sense of adventure, consider taking the fortnightly boat to ",{"type":"[[","value":[["Tokelau"]]},".\n\n",{"type":"{{","value":[["geo"],["-13.8333"],["-171.7500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Polynesia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Samoa"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Samoa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Samoa\/"]]}]