[{"type":"{{","value":[["pagebanner"],["Samothrace Banner.JPG"]]},"\n",{"type":"[[","value":[["File:Samothraki - Kamariotissa - 2007.JPG"],["right"],["thumb"],["300px"],["Kamariotissa, the main port of Samothrace"]]},"\n",{"type":"'''","value":["Samothraki"]}," (Population: 2,859 (2011)) is a small island that is basically the conical tip of a mountain rising out of the sea. There are two main towns; Kamariotissa and Chora; between them they provide most of the facilities one small town would normally have. There are two campsites. The island is surprisingly lush and green for an Agean Island, due to the rainfall caused by the central mount 'fengari'. The goat population (estimated at approx 100,000) outnumbers the inhabitants by 33 goats to every person.\n\nBecause the land rises steeply out of the sea, there are not many large beaches with the possible exception of the beach known as 'Fat Sand' which is located at the far end of the island from the main centers.\n\nSamothraki is an ideal place for a rural retreat, it is very unsophisticated and lacks almost all tourist infrastructure (there is no nightlife, except during the annual music festival). The inhabitants are extremely warm, friendly people who will go out of their way to make you feel welcome.\n\nIt is the location of the annual (Greek) music festival ",{"type":"[","value":["http:\/\/www.samothrakigathering.com\/"]},".\n\n",{"type":"==","value":[" Get in "]},"\nBy ferry from ",{"type":"[[","value":[["Alexandroupolis"]]}," or ",{"type":"[[","value":[["Kavala"]]},". The service is run by Saos Ferries ",{"type":"[","value":["http:\/\/www.saos.gr\/"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["40.47430"],["25.52502"],["zoom=12"]]},"\nThere are buses connecting the different locations.\n\n",{"type":"==","value":["See"]},"\nThe major archeological site of 'the Sanctuary of the Great Gods' centre of a mystery cult that rivaled Delphi. there is a small, excellent museum that has a plaster cast of the famous 'Winged Victory of Samothrace' as a consolation that the original was looted from the site by the Louvre in Paris.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Swim in the waterfalls and pools of the river affectionately called 'the murderer' \"Phonias\" (Greek: Φονιάς) (avoid it when it might rain for obvious reasons). There are more pools upstream if someone is willing to do some climbing."]},{"type":"*","value":["Visit the hot spring\/baths at Loutra."]},{"type":"*","value":["Swim at the sea. There are 2 excellent beaches, in the west and east end of the island. The road running across the island is ending on both of them."]},{"type":"*","value":["Visit the Sanctuary of the Great Gods and the Ancient City"]},"\n",{"type":"==","value":["Buy"]},"\nSome goat bells.\n\n",{"type":"==","value":["Eat"]},"\nAlmost anywhere, the food is delicious with a hint of the hot peppers used in northeastern Greece.\n\n",{"type":"==","value":["Drink"]},"\nRetsina - seriously it is one of those drinks that tastes fantastic in its native environment but doesn't travel at all.\n\n",{"type":"==","value":["Sleep"]},"\nOutside of hotels, you have three options. \n",{"type":"*","value":["1 Camp. There are 2 campings, both run by the municipality. Rough camping near the river was common (illegal).  "]},{"type":"*","value":["2 Rent an apartment or house (best done beforehand but possible by asking in a bar or cafe. "]},{"type":"*","value":["3 Stay in a ",{"type":"''","value":["domatia"]},", best done by asking someone when you get there. For those unfamiliar with Greek accommodation, ",{"type":"''","value":["domatia"]}," are rented rooms, sometimes adjoining locals' houses, sometimes in separate buildings. A word of warning, the accommodation in the delightful old town or chora is fairly limited and one woman called Chrisoula seems to have appointed herself unofficial co-ordinator of accommodation. She has two rooms that are small but cosy and are worth the cost, if you want more than two, beware offers of a third or fourth they will be on her sofas in her small living room. You will know her if she comes to greet you as you enter the town."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"==","value":["Precautions"]},"\nIt can be difficult getting the bank to part with any cash on the island, make sure you have enough for a while as few places take cards or travellers cheques.\n\n",{"type":"[[","value":[["WikiPedia:Samothrace"]]},"\n\n",{"type":"{{","value":[["geo"],["40.4833"],["25.5167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North_Aegean_Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Samothraki"]]}]