[{"type":"{{","value":[["pagebanner"],["Samoeng Strawberry Banner.jpg"]]},"\n",{"type":"'''","value":["Samoeng"]}," (",{"type":"'''","value":["สะเมิง"]},") is in ",{"type":"[[","value":[["Chiang Mai Province"]]},", about 50 km west-northwest of Chiang Mai. \n\n",{"type":"==","value":["Understand"]},"\n\nSamoeng is a small farming community of perhaps 5,000 inhabitants roughly 50 km from Chiang Mai. It lies in a lovely valley with the valley floor at an elevation of about 550 m. Its claims to fame are its strawberries, for which it is justly acclaimed, and the so-called ",{"type":"'''","value":["Samoeng Loop"]},", a 100 km circuit through the mountains from Chiang Mai, well-known to both bicycling and motorcycling aficionados. The town is about as Thai as possible, with only the occasional Westerner in sight.\n\nThere is no particular reason to visit Samoeng as it contains little of interest (aside from its authenticity) for the tourist with little time to spare. Overwhelmingly, Western visitors come here on their orbit around the Samoeng Loop. Five kilometres off the loop itself, it is roughly the halfway point, thus a good spot to rest, refuel, and relax for an hour.\n\n",{"type":"==","value":["Get in"]},"\n\nWith rare exceptions, you will drive into Samoeng on Rte 1269, one of three ways into the town. \nAt the bottom of a long grade, you will come to the valley floor and a T-junction. This junction serves as a navigational reference point. You can go left or you can go right from this point. Either direction will allow you to make a 5 km circuit of the town along a road that skirts the mountains that frame the valley floor.\n \n",{"type":"'''","value":["Turning to the left"]},": \n\n",{"type":"*","value":["...and continuing straight: will lead you to the 7-Eleven (ATM), Bangkok Bank (ATM); Thailand Post; and the (no name) Bed and Breakfast (500 m), and gasoline (1.5 km). Beyond this, the road continues until it devolves into an unmarked dirt road (4.5 km) that is best left to the locals."]}," \n",{"type":"*","value":["...and making an almost immediate right (25 m): the town market will be on your left. Straight will take you to the BAAC Bank (ATM) (200 m from the T-junction); gasoline vending machine (300 m on the right); Internet cafe (400 m on the right); Samoeng Guesthouse (900 m on the left); Forest Guesthouse (1.8 km on the left); and Samoeng Resort (2.6 km on the left). At the Samoeng Resort there is a junction with 3 forks. Taking the first right will take you back to Samoeng. "]},"\n",{"type":"'''","value":["Turning to the right"]},": this direction is signposted Rte 1349 to Pai (170 km). It will lead you to the police station (200 m on the right); Samoeng Massage (600 m on the left); Strawberry Samoeng Farm (1.7 km on the left); PT Gas Station (2.2 km on the left); road junction where Rte 1349 diverges (2.4 km). At this crossroads, Samoeng Resort (2.5 km) is directly in front of you. Turn left at this junction to continue back to Samoeng. The Forest Guesthouse will be on your right at 3.3 km; the Samoeng Guesthouse at 4.2 km. Signposts there will indicate that Rte 1349 (to Pai, 170 km) is to the right. \n\nA yellow songthaew from Chiang Mai (Chang Phuak Bus Station) costs 60 baht and will take roughly 90 minutes to reach Samoeng. You can catch the songthaew Chiang Mai-Samoeng from Chang Phuak Bus Station at 09:00, 10:25, 11:50, 13:15, 14:30, and 16:00. Yellow songthaews to Samoeng also depart from Warorot Market.\n\n",{"type":"==","value":["Get around"]},"\n\nYou must rely on your own transport in Samoeng. Although there is songthaew service to neighbouring communities it is difficult to figure out.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Royal Agricultural Station Pang Da"],["url="],["email="],["address=Pang Da Rd, Samoeng Tai, Samoeng 50250"],["lat="],["long="],["directions=on Rte 1269 between km3 and km4"],["phone="],["tollfree="],["fax="],["hours=Daily"],["price=Free"],["content=Specializes in temperate crop propagation. Focus on tropical fruit trees, flowers, beans, vetiver, and rapid-growth woods. Career development out-reach to local farmers. Visitor amenities limited."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pong Kwao Hot Springs Resort & Spa"],["url=http:\/\/pongkwao.com\/index-eng.html"],["email=pongkwao@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+66 86 0123771"],["tollfree="],["fax="],["hours="],["price=150 baht for use of private bath house, towel, sarong"],["content=Wonderful hot springs. 150 baht gets you towels, a wrap, and admission to a small, private bathhouse of your very own enclosing a rock-walled pool of hot water, about the size of a hot tub. Stay as long as you want. The grounds are lovely, with a restaurant\/bar on-site and what appears to be a nascent cooking school with lodgings (vacant by the look of them) adjacent. Almost thirty kilometres from Samoeng, over a road that is intermittently great, then terrible. Tents for rent for camping on-site, 350 baht."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Samoeng Loop"]]}],["alt=Strawberry Loop"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Samoeng Loop, is a rollicking mountain circuit of about 100 kilometres, famous among bicyclists and motorcyclists. The starting point is typically Chiang Mai. From there, head to either Mae Rim or Hang Dong (depending on whether you want to do the circuit clockwise or counter-clockwise), then head for the town of Samoeng, roughly the midpoint of the journey (although Samoeng is 5 km off the circuit). It is also known as the \"Strawberry Loop\" as the region is famous for them, as numerous roadside stands will demonstrate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Samoeng Massage"],["url="],["email="],["address="],["lat="],["long="],["directions=right at the T-junction, go 600 m, on your left"],["phone="],["tollfree="],["fax="],["hours=09:00-21:00"],["price=1 hr Thai massage, 150 baht; 1 hr foot massage, 200 baht"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Samoeng Strawberry Festival"],["url="],["email="],["address=Samoeng, Chiang Mai Province"],["lat="],["long="],["directions="],["phone=+66 84 3632781"],["tollfree="],["fax=+66 52 080806"],["hours="],["price="],["content=The biggest strawberry festival in Thailand. The yearly festival coincides with Valentine's Day and a couple of days either side of it. Parade (Saturday), music, dancing, vendors galore (food and otherwise), crowning of Ms Strawberry. Your basic small town fete."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Teach English"],["url=http:\/\/www.childsdream.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Samoeng's Pittayakhom School is always in need of native English speakers to assist their foreign language staff. Two school terms run from Nov-Mar and May-Oct. Volunteers are placed via the Swiss-Thai NGO, ",{"type":"''","value":["Child's Dream"]},". Contact them for details"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["ATMs"]},". There are 4 ATMs in town: "]},":# Bangkok Bank (main street, across from 7-Eleven)\n:# Government Savings Bank (at 7-Eleven, across from Bangkok Bank)\n:# BAAC (left at T-junction, first right turn, on right 100 m)\n:# Krung Thai Bank (right at T-junction, sign 25 m on right. Machine in front of district office).\n\n",{"type":"*","value":[" Numerous small shops—look for them on the right as you enter town—sell products made in Samoeng. These include everything strawberry: wine, brandy, jam, dried fruit, and, of course, fresh strawberries in season. There is also a banana chip enterprise in town that makes barbeque banana chips, sweet banana chips, and more flavours."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fresh Market"],["alt=ตลาดสด dtà~làat-sòt"],["url="],["email="],["address="],["lat="],["long="],["directions=left at the T-junction, on your right about 50 m"],["phone="],["tollfree="],["fax="],["hours=Daily, peters out as the day progresses"],["price="],["content=Variety of fresh and prepared foods.  There is a public toilet at the left rear as you face the market from the high street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Morning Market"],["alt=ตลาดเช้า dtà~làat-cháao"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-only, 07:00-12:00"],["price="],["content=* Every Monday morning in the centre of town there is an morning market selling new items: clothing, household items, DVDs, etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=7-Eleven"],["url="],["email="],["address="],["lat="],["long="],["directions=left at the T-junction, on your left about 150 m"],["phone="],["tollfree="],["fax="],["hours=24\/7"],["price="],["content= A reminder that 7-Elevens sell alcohol only between 11:00-14:00 and 17:00-24:00, although neighbouring shops pay no attention to this restriction."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are many small restaurants in Samoeng, none of renown. Entering town, take a left at the T-junction and go about 100 m. Here you will find the fresh market (",{"type":"''","value":["talat sot"]},"), open daily, selling prepared foods, fruits and vegetables, and the like. In the vicinity of the market there are several small restaurants.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ban Rabiang Lom"],["alt=บ้านระเบีงลม"],["url="],["email="],["address="],["lat="],["long="],["directions=As you come into town on Rte 1269, between km2 and km1"],["phone=+66 81 1120420"],["tollfree="],["fax="],["hours=11:00-23:00"],["price=Beer, 39 baht; Blue Hawaii, 89 baht; Latte, 39 baht; 2 plates of khao pat gai and a large Leo beer, 119 baht"],["content=Spiffy clean restaurant on stilts just as you come into Samoeng. Menus in Thai and English. Strong Wi-Fi. Food good and cheap, but portions small. Order two of everything. The gorgeous owner is named Oi. In low season does not seem to open until about 17:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Supanee Restaurant"],["alt=สุพรรณี"],["url="],["email="],["address="],["lat="],["long="],["directions=Just short of the T-junction coming into town, on the right side of the road, just up from the strawberry stands. Big sign, but only in Thai."],["phone="],["tollfree="],["fax="],["hours=07:00-16:00"],["price="],["content=Serves up what is reputed to be great cashew chicken and garlic pork in gigantic portions at unfairly low prices."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are no bars per se in Samoeng. Drinking takes place in restaurants, at home, or at some karaoke joints, location unknown. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Strawberry Samoeng Farm"],["alt=ไร่สตรอเบอรี่สะเมิง"],["url=http:\/\/www.strawberrysamoeng.com"],["email=strawberrysamoeng@gmail.com"],["address="],["lat="],["long="],["directions=Turn right at the T-junction and travel about 1.7 km. Strawberry Samoeng is on your left, a two-storey bamboo sala."],["phone=+66 86 4267468, +66 53 378112"],["tollfree="],["fax="],["hours="],["price="],["content=You can get a good cup of coffee at Strawberry Samoeng. Recently have added a restaurant. They sell strawberry liquor, strawberry wine, other local products. Free Wi-Fi."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baan Lhong Doi Lodge and Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=coming into town on Rte 1269 on your right between km4 and km3"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Geared to a Thai clientele. Nice looking bungalows just off the road. Attractive restaurant.."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Forest Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=1.8 km from T-junction"],["phone="],["tollfree="],["fax="],["hours="],["price=300+ baht"],["checkin=12:00"],["checkout=12:00"],["content=Funky collection of rustic cabins on a hillside on the west side of Samoeng Valley. Proprietor is the inimitable Kanita. Everything about staying here is negotiable: price, check-in, check-out, meals. She is prepared to offer Thai cooking lessons, act as your local guide, virtually whatever will enhance your stay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lhong Khao Samoeng"],["alt=หลองบ้าวสะเมิง"],["url="],["email="],["address=241 Moo 9"],["lat="],["long="],["directions=in Samoeng. Turn left at the T-junction. Straight on past the 7-Eleven, for ~500 m, on your right, well signposted"],["phone=+66 89 5048108"],["tollfree="],["fax="],["checkin="],["checkout="],["price=1,700-5,000 baht depending on room and season"],["content=Calls itself a bed & breakfast, but it is so much more than that. Bills itself as an \"organic homestay\",  whatever that is. 30 cute rooms of varying sizes, all with super bath facilities. All beds have mosquito nets that lend the beds a romantic aura. On 7 rai of gardens, strawberry patches, and rice fields stretching away to the nearby hills. Free Wi-Fi. Breakfast is Thai. Manager is an engaging young lady named Taew who speaks excellent English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rai Napa-Phupa Guesthouse"],["url="],["email="],["address=203 Moo 10"],["lat="],["long="],["directions=coming into town on Rte 1269, between km3 and km2, about 100 m off the road. Signposted."],["phone=+66 53 378414-5, +66 81 6039800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Again, Thai clientele mostly. Appear to have bungalows. They advertise their coffee shop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Samoeng Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=900 m from T-junction. At T, turn left, then an almost immediate right turn, continue around the loop till you see it on your left"],["phone=+66 53 487069"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Samoeng Resort"],["alt="],["url=http:\/\/samoengresort.blogspot.com\/"],["email=samoengresort@gmail.com"],["address=79 Moo 2, Samoengtai"],["lat=18.8634928894043"],["long=98.72190251464843"],["directions=Turn right at T-junction, continue for 2.5 km to an intersection. Resort is right in front of you."],["phone=+66 85 2540271"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Samoeng Resort and Nature Observation Centre is an eco-adventure lodge and retreat centre located in Samoeng Valley near Khun Khan National Park."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Pum Pai Internet"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=400 m from T-junction: left, first right, on right ~300 m"],["phone="],["tollfree="],["fax="],["hours=10:00-22:30 on school days, 24:00 on weekends"],["price="],["content=Frequented mostly by young village boys addicted to Internet gaming. It is possible to pop in to read email."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thailand Post"],["alt=ไปรษณีย์ไทย"],["url="],["email="],["address="],["lat="],["long="],["directions=Left at the T-junction coming into town, down the road ~150 m on the right"],["phone="],["tollfree="],["fax="],["hours=M-F, 08:30-16:30"],["price="],["content="]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Gasoline\/petrol"]},"\n\nThere are at least 4 places to buy gas in Samoeng, and probably more. Prices are in excess of 50 baht per litre:\n\n# Station coming into town on Rte 1269, on the left, approximately km3.\n# Gas vending machine on first secondary road heading west from main street.\n# Station on left of Rte 1349 towards Pai. At the T-junction, turn right, travel ~1.5 km.\n# Hand-pumped gas about 1.5 km down the high street on your right after turning left at the T-junction.\n\n",{"type":"===","value":["Laundry"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Laundry Service"],["url="],["email="],["address="],["lat="],["long="],["directions=left-rear of the fresh market square in one of the shop fronts that define the border of the square. As you stand on the main road facing the market, head for the shop in the back, furthest left, in the neighbourhood of the public toilets"],["phone="],["tollfree="],["fax="],["hours="],["price=Inexpensive."],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Pai"]]},"—Via Rte 1349. This road leads ultimately to Pai, although the road is terrible. Locals almost never take this route to Pai. They backtrack to Mae Rim and proceed from there. If you are intrepid, plan on a full, long day.\n\n",{"type":"{{","value":[["Geo"],["18.848056"],["98.7325"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Chiang Mai Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Samoeng District"]]}]