[{"type":"{{","value":[["pagebanner"],["WV banner Samtskhe-Javakheti Tsunda church.jpg"]]},"\n",{"type":"'''","value":["Samtskhe-Javakheti"]}," is a region of ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", which borders ",{"type":"[[","value":[["Northern Armenia"]]}," to the south.\n\n",{"type":"==","value":["Cities and Towns"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Abastumani"]]}," — both a former Czarist spa town and a Soviet built astrophysical observatory, the western gateway to the Borjomi-Kharagauli National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Akhaltsikhe"]]}," — the capital and largest city with a nice weekend bazaar and a good base for exploring nearby Sapara Monastery and Vardzia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Akhalkalaki"]]}," — a small Armenian city (the largest in the region) and the center of Javakheti"]},{"type":"*","value":[" ",{"type":"[[","value":[["Atskuri"]]}," — a small town with three castles and the central entrance to the Borjomi-Kharagauli National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Borjomi"]]}," — famous for its Borjomi mineral water, national park, and summer palace of the Romanov Dynasty, the eastern entrance to the Borjomi-Kharagauli National Park"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bakuriani"]]}," — a popular winter ski resort"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ninotsminda"]]}," — a large Armenian town"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Vardzia from bell tower.jpg"],["250px"],["thumbnail"],["The Vardzia cave monastery"]]},"\n",{"type":"*","value":["Khertvisi Castle — A stone fortress dating back to the 2nd century BCE, although it has been rebuilt many times, is spectacularly situated on a rocky outcropping overlooking the Mtkvari gorge on the way to Vardzia from Akhaltsikhe. Amazingly, the site is completely abandoned and you may roam about the fortress at your own risk and delight."]},{"type":"*","value":["Sapara Monastery — one of Georgia's truly magical monasteries, 11th century Sapara is hidden in the forested mountains above Akhaltsikhe, at the end of a slow, bumpy dirt road, and as such has avoided the perils of invading armies throughout its entire history"]},{"type":"*","value":["Vanis Kvabebi — another cave monastery, less frequently visited, near Vardzia"]},{"type":"*","value":[{"type":"[[","value":[["Vardzia"]]}," — a 12th century cave monastery and city carved out of a cliff overlooking a river gorge"]},"\n",{"type":"==","value":["Understand"]},"\n\nSamtskhe-Javakheti was traditionally known as Meskheti, for its Meskhi Georgian tribes. The region is especially dry and mountainous south of Borjomi (which is still as green and wet as anywhere in ",{"type":"[[","value":[["Imereti"]]},"). Javakheti, the southeastern portion of the region around Akhalkalaki, sees a bit of political ferment, since the vast majority of its residents are ethnically Armenian and demand greater autonomy and language rights. Unlike in ",{"type":"[[","value":[["Abkhazia"]]}," and ",{"type":"[[","value":[["South Ossetia"]]},", however, the political situation here does not translate into any danger for a visitor; it is rather just an extra reason why Javakheti is an interesting destination.\n\nVisitors should make Vardzia their number one travel priority (and stop along the way at Khertvisi Castle). but those with some extra time to explore would be foolish not to haul themselves up the bumpy mountain road to see the treasure that is Sapara Monastery. Borjomi is another great destination, but is far easier to visit than the rest of the regional attractions, as it is located very close to the main highway going between ",{"type":"[[","value":[["Tbilisi"]]}," and ",{"type":"[[","value":[["Kutaisi"]]},".\n\n",{"type":"==","value":["Talk"]},"\n\nIn the southeast of the region around Akhalkalaki, ",{"type":"[[","value":[["Armenian (Eastern) phrasebook"],["Armenian"]]}," is widely spoken, even more so than ",{"type":"[[","value":[["Georgian phrasebook"],["Georgian"]]},". But in the rest of the region, Georgian language speakers predominate. ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is also widely spoken, especially by older generations.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nMarshrutkas are generally the way to go when traveling south of Akhaltsikhe, as they seem to handle the bumpy dirt roads better than the Soviet built taxis (",{"type":"''","value":["do not"]},", however, underestimate the rock-crawling capabilities of a lada, ",{"type":"''","value":["seriously!"]},").\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nIf you are getting sick of Georgian food (is that possible?), and are looking to sample some Armenian cuisine, Akhalkalaki is home to some authentic-as-it-gets cheap Armenian cafes.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nSamtskhe-Javakheti is a quite safe region of Georgia. Probably the biggest danger to a visitor is the risk of falling off various cultural monuments—there are no guard rails to speak of. But common sense and a natural fear of heights should keep you safe, shouldn't it?\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Georgia's secondary road link with ",{"type":"[[","value":[["Eastern Anatolia"],["Turkey"]]}," passes through Akhaltsikhe, and it is fairly easy to catch a marshrutka or hire a taxi going to the Vale-Posof border crossing from Akhaltsikhe's bus station."]},{"type":"*","value":["There is also a seldom-traveled road heading south from Akhalkalaki through Ninotsminda towards ",{"type":"[[","value":[["Gyumri"]]},", in ",{"type":"[[","value":[["Northern Armenia"]]},". Foreigners traveling this route will give the bored customs officials a big surprise."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Georgia (country)"]]},"\n",{"type":"[[","value":[["wikipedia:Samtskhe-Javakheti"]]},"\n",{"type":"{{","value":[["geo"],["41.583333333333"],["43.266666666667"]]}]