[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Samut Sakhon"]}," (สมุทรสาคร) is a city in the ",{"type":"[[","value":[["Bangkok Metropolitan Area"]]},", ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSamut Sakhon, called \"Maha Chai\" by the locals, is a small province on the mouth of the Tha Chin River, only 2 kilometres from the sea and 36 kilometres from Bangkok. It is a historic city recorded in the Ayutthaya Chronicle. This was during the period that Phrachao Suea travelled by the royal barge procession creating the story of the loyal Phanthai Norasing.\n\nThis province was originally called as \"Tha Chin\" because it was a large district on the Gulf of Thailand, where there were a lot of foreigners, especially the Chinese -Chin- who travelled by ship and stopped at the port –Tha- for trading.  Therefore, it was verbally well known as Tambon \"Tha Chin\". In 1548, during the reign of Phra Maha Chakkraphat, many new cities were established with the royal aims to gather power to fight the Burmese. Ban Tha Chin, hence, was upgraded to Mueang \"Sakhon Buri\" to be an outpost city preventing the invasion of enemies arriving by sea. Until the reign of King Rama IV, the city's name was changed into Mueang Samut Sakhon.\n\nDuring the reign of King Rama V, he conducted governance reform by organising the regional bureaucratic system in the form of a circle called \"Monthon Thesaphiban\" and announced the establishment of Thailand’s first sanitary district in Tambon Tha Chalom in 1906.\n\nThen, in 1913, King Rama VI announced a royal command for the government to transform the word \"Mueang\" (town) to \"Changwat\" (province) throughout the country. Mueang Samut Sakhon was changed to \"Changwat Samut Sakhon\" as it is still known at the present time. The word \"Maha Chai\" that people usually used is the name of a canal dug across the crooked Khlong Khok Kham which is the symbol of the loyalty of Phanthai Norasing.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"'''","value":["Travelling from Bangkok can be done as follows:"]},"\n\n",{"type":"*","value":["From Bang Pakaeo Intersection. Go along Highway No. 35 Thon Buri – Pak Tho Road (Rama II Road), passing the Bang Khun Thian District Administration Office, Ekkachai Weighing Station to the Maha Chai Intersection at km28. Then, turn left to Samut Sakhon city. A total distance of 29 kilometres."]},"\n",{"type":"*","value":["From Dao Khanong Department Store. Go along Ekkachai Road, pass Bang Khun Thian Bridge, Wat Sing, Bang Bon Intersection, Sueksanari School, Wat Pho Chae, Tambon Khok Krabue, Ekkachai Weighing Station, Maha Chai Community Housing, to the centre of Samut Sakhon. A total distance of 30 kilometres."]},"\n",{"type":"*","value":["From Tha-Phra Intersection. Go along Highway No. 4, Phetchakasem Road to Nong Khaem and turn left into Soi Phetchakasem 81 to the Ekkachai Intersection. Then, turn right and go along Ekkachai Road, passing Sueksanari School and the Ekkachai Weighing Station to the centre of Samut Sakhon. A total distance of 30 kilometres."]},"\n",{"type":"*","value":["You can also take Phetchakasem Road, pass Bang Khae and turn left into the outer ring road, crossing with Ekkachai Road. Then, turn back to Ekkachai Road or go straight on into Thon Buri – Pak Tho Road or from Phetchakasem Road, pass Om Noi to Setthakit 1 Road at km25, passing Amphoe Krathum Baen."]},"\n",{"type":"*","value":["From Phra Pinklao Bridge. Take Borommaratchachonnani Road and take any one of 3 routes into Phetchakasem Road which are Phutthamonthon  Sai 2, 4 or 5 Roads. Then, 2 ways can be chosen to enter the centre of Samut Sakhon. Either from Phutthamonthon Sai 2 Road to Ekkachai Road. Turn right and pass Sueksanari School; a total distance of 35 kilometres, or take Phutthamonthon Sai 4 and 5 Roads to Setthakit 1 Road and pass Amphoe Krathum Baen; a total distance of approximately 50 kilometres. Besides, you can take the outer ring road, passing Ekkachai and Thon Buri – Pak Tho Roads."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.transport.co.th The Transport Company Limited"]}," provides buses to Samut Sakhon everyday from 04:20-21:00. For more details, contact the Southern Bus Terminal, Borommaratchachonnani Road at Tel. +66 2 435-1199, +66 2 435-5605 (air conditioned bus).\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.railway.co.th The State Railway"]}," provides trains leaving Wongwian Yai Station many times a day from 05:30-20:10 to Maha Chai Station or across the river by boat to Ban Laem Station and take a train to Mae Klong Station, Samut Songkhram. For more details, contact Wongwian Yai Railway Station at Tel. +66 2 465-2017, +66 2 890-6260 and Maha Chai Railway Station at Tel. +66 34 411003.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" On weekends, ",{"type":"[[","value":[["Amphawa"]]}," has a ",{"type":"'''","value":["floating market"]}," that is very popular among the locals."]},"\n",{"type":"{{","value":[["routebox"],["image1=Mae_Klong_Railway_icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Samut Songkhram"]]}],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Bangkok"]]}],["minorr1="]]},"\n\n",{"type":"{{","value":[["geo"],["13.548611"],["100.277500"]]},"\n",{"type":"{{","value":[["isPartOf"],["Bangkok Metropolitan Area"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Samut Sakhon"]]}]