[{"type":"{{","value":[["pagebanner"],["Golden Gate Bridge and San Francisco banner.jpg"],["caption=San Francisco viewed through the Golden Gate Bridge"],["dotm=yes"],["star=yes"]]},"\n\n",{"type":"{{","value":[["printDistricts"]]},"\n\nThe centerpiece of the ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/onlyinsanfrancisco.com\/ San Francisco"]}]}," is one of the most visited cities in the world, and with good reason. The cultural center of northern ",{"type":"[[","value":[["California"]]},", San Francisco is renowned for its mixture of scenic beauty and unique culture that makes it one of the most vibrant and desirable cities in the nation, if not the world.\n\nSandwiched into a small seven-by-seven mile (11x11km) square of land between the San Francisco Bay and the Pacific Ocean, San Francisco offers a wealth of treasures for the visitor, from the windswept and often foggy bay to the steep hills lined with Victorian homes that overlook the spectacular scenery of the city. Great ethnic and cultural diversity shows itself in the city's varied neighborhoods, from the crowded and exciting streets of Chinatown to the eclectic attitudes of the Castro and the gleaming condominium towers built on the city's more recently gained tech-savvy reputation.\n\nAnd yet San Francisco is just one of the cities which makes up the entire San Francisco Bay Area.  At the center of a metropolitan area of 7.6 million people, the city is a fantastic base to explore the treasures of San Francisco's neighbors to the east across the Bay Bridge, to the north past the Golden Gate Bridge, and to the south down the peninsula. There's enough to see that one could devote a lifetime to exploring the region, and it'll become clear why people continue to make their way to this special place.\n\n",{"type":"==","value":["Districts"]},"\nEach district of San Francisco carries its own unique and distinct culture. This map is predominantly based on the 11 official governmental districts of San Francisco, but it has been adapted to suit the purposes of this travel guide. Some districts of particular interest to travelers have been broken up into popular neighborhood groupings, while others, mainly residential districts, have been merged.\n",{"type":"{{","value":[["Regionlist"],["regionmap=San Francisco districts map.png"],["regionmaptext=San Francisco's districts"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]}],["region1color=#dcdc71"],["region1description=Fashionable neighborhoods, e.g., the Marina District, Cow Hollow, and Pacific Heights, with extensive views and historical landmarks — Fort Mason, The Presidio, and the iconic Golden Gate Bridge."],["region2name=",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}],["region2color=#cc66cc"],["region2description=A touristy waterfront neighborhood which encompasses Ghirardelli Square, Pier 39, and the ferry launch to Alcatraz Island, as well as a plethora of seafood restaurants and souvenir stores."],["region3name=",{"type":"[[","value":[["San Francisco\/Nob Hill-Russian Hill"],["Nob Hill-Russian Hill"]]}],["region3color=#6ca4ca"],["region3description=Two ritzy neighborhoods with upscale hotels, cable cars, panoramic views and steep inclines."],["region4name=",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["Chinatown-North Beach"]]}],["region4color=#e8ba37"],["region4description=Two vibrant immigrant communities; the crowded and largest Chinatown outside of Asia next to the stylish laid back 'Little Italy', as well as Telegraph Hill and Coit Tower."],["region5name=",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Union Square-Financial District"]]}],["region5color=#de6e6e"],["region5description=Union Square is the center of shopping, theater and art in the city, next to the many skyscrapers of downtown and Market Street."],["region6name=",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center-Tenderloin"]]}],["region6color=#817cc0"],["region6description=The neoclassical Civic Center next to the grit of the Tenderloin.  While the 'Loin' is grittier compared to its ritzier neighbors downtown, there is still plenty of interesting architecture and attractions to see here."],["region7name=",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa ",{"type":"''","value":["(South of Market)"]}]]}],["region7color=#83b76b"],["region7description=A rapidly changing neighborhood of downtown that is the center of a lot of new construction, including new skyscrapers, some of the city's newest museums, and AT&T Park, home of the San Francisco Giants."],["region8name=",{"type":"[[","value":[["San Francisco\/Western Addition"],["Western Addition"]]}],["region8color=#c5a0c6"],["region8description=A historic neighborhood with many Victorian homes that was once a hotbed of African-American culture. Within the area is also Japantown, once the center of San Francisco's Japanese population, still populated with many Japanese stores and restaurants, and hotels that cater to Japanese travelers."],["region9name=",{"type":"[[","value":[["San Francisco\/Haight"],["Haight"]]}],["region9color=#8ed7d8"],["region9description=Famous for being the home of the Hippie movement, this once bohemian area is still an eclectic treasure."],["region10name=",{"type":"[[","value":[["San Francisco\/The Avenues"],["The Avenues"]]}],["region10color=#a4c97d"],["region10description=Includes both the foggy Sunset and Richmond Districts, separated by the scenic and lush Golden Gate Park and bounded on the west by Ocean Beach."],["region11name=",{"type":"[[","value":[["San Francisco\/Twin Peaks-Lake Merced"],["Twin Peaks-Lake Merced"]]}],["region11color=#c38888"],["region11description=Covering most of southwestern San Francisco, this area is home to many of the taller hills of San Francisco and the large Lake Merced park, which contains the San Francisco Zoo."],["region12name=",{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["Castro-Noe Valley"]]}],["region12color=#9c94cd"],["region12description=Colorful and cohesive, the Castro is historically known for being the cultural center of the city's LGBTQ community.  Nearby Noe Valley offers excellent restaurants and shops along pleasantly walkable streets."],["region13name=",{"type":"[[","value":[["San Francisco\/Mission"],["Mission"]]}],["region13color=#c584ab"],["region13description=This colorful area is home to a large Hispanic community as well as new urban artisans, and is a center of San Francisco night life. For visitors wishing to get off the beaten tourist paths and catch some local flavor, this is the place to go."],["region14name=",{"type":"[[","value":[["San Francisco\/Bernal Heights"],["Bernal Heights"]]}],["region14color=#bfeb9c"],["region14description=A charming neighborhood atop a hill on the southern side of the city and a cultural center for San Francisco's lesbian community."],["region15name=",{"type":"[[","value":[["San Francisco\/Southeast"],["Southeast San Francisco"]]}],["region15color=#c0b870"],["region15description=A mostly lower income residential area, this district contains several bay-side neighborhoods and many nice parks."]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nPrior to European settlement in the area, the peninsula that now contains San Francisco was home to the Yelamu tribe, who were part of the larger Ohlone language group which stretched south from the Bay Area to the Big Sur of California. Due to San Francisco's characteristic foggy weather, the earliest European explorers completely bypassed the Golden Gate and the San Francisco Bay.\n\nThe first European settlement in the area was founded by the Spanish in 1776 as a mission community surrounding the Mission San Francisco de Asís, in what is today called the Mission Dolores in the Mission District. In addition to the mission, a military fort was built near the Golden Gate: El Presidio.\n\nUpon gaining independence from Spain in 1821, the area became part of Mexico.  Under Mexican rule, the mission system gradually came to an end and private ownership of land became a possibility.  In 1835, an Englishman named William Richardson founded the town of ",{"type":"'''","value":["Yerba Buena"]},", the first significant settlement on the peninsula outside of the Mission Dolores area. As the new settlement gradually grew, Yerba Buena developed a street plan and became attractive to settlers.\n\nIn 1846, the United States claimed California, and in July of that year, the U.S. Navy arrived to raise the American flag above Yerba Buena. Over the next couple of years, California officially became part of the United States following the Mexican-American War, and the name of the town was changed from Yerba Buena to San Francisco.\n\nIn 1848 the ",{"type":"'''","value":["California Gold Rush"]}," started in the Sierra Nevada mountains. Waves of fortune-seeking immigrants arrived by boat in San Francisco, increasing the City's population from a few thousand to hundreds of thousands. People who made their fortunes then settled in San Francisco, which at the time was the largest, most exciting city in northern California. Like other large cities, eventually San Francisco developed into districts by nationality or social status: the Italians in North Beach, the Chinese in Chinatown, and the wealthy mining, railroad titans on Nob Hill. During the gold rush years many major businesses were created and flourished in San Francisco (Wells Fargo Bank, Levis, Bank of America), and famous (and infamous) personalities settled in the city. Of course, with all this success came problems: the rapid growth of the city outstripped any efforts at city planning, meaning proper sanitation and infrastructure were largely undeveloped, which led to a cholera outbreak in 1855. Violence and corruption were evident, and anti-immigrant violence resulted in many race riots.\n\nIn the 1890s, there was a large campaign to modernize and beautify the city, the success of which led some officials to proudly call San Francisco the \"Paris of the West.\" But in 1906, a devastating ",{"type":"'''","value":["earthquake"]}," shook the city and a resulting fire leveled much of the city (in fact, almost 90% of the total damage was from the fire, and not the quake itself). Nevertheless, officials at the time immediately set out on a plan to rebuild the city, with new parks, boulevards, the current civic center complex, and landmarks such as the Coit Tower atop Telegraph Hill. In 1915, San Francisco hosted the Panama-Pacific Exposition (where the Palace of Fine Arts complex is currently located) to showcase the completely rebuilt city.\n\nIn the wake of the Great Depression of the 1930s, San Francisco remained largely unscathed. In fact, it was during this time that the Golden Gate Bridge and the Bay Bridge were conceived and built. It was also during this time that the federal government established a prison on Alcatraz Island, which would hold some of the most notorious criminals of the era.\n\nAfter World War II, San Francisco continued to grow in population. Aggressive urban planning projects led to a changing skyline, with the city adding more highrises to its financial district. In the 1950s, new freeways rimmed the city's waterfront, but they were deemed ugly and an eyesore to an otherwise beautiful waterfront; after the 1989 Loma Prieta earthquake the Embarcadero Freeway was torn down and not replaced.\n\nBesides being a beautiful city to visit, from the 1950s forward San Francisco became known as the city of the cool, quirky, unusual, and ",{"type":"'''","value":["counterculture"]},". There were the Beatniks of the fifties and sixties, and the hippies in the sixties and seventies. \"Only in San Francisco\" became part of the lexicon to describe San Francisco's counterculture and rebel population, a reputation that still exists today. The film industry also made San Francisco world-famous and instantly recognizable; the city provides a superb backdrop for a movie, regardless of genre or topic.\n\nSince 2000, San Francisco has experienced a ",{"type":"'''","value":["development boom"]},". Even with the burst of the dot-com bubble, the economy has remained robust and the city government pushed for redevelopment of its blighted industrial section known as \"South of Market\". Today, the SoMa area is crowded with new condominium and office buildings, new tourist attractions, and dot-com industries. The city's efforts have shielded it somewhat from the recent recession and subsequent real estate crash, and today the financial sector is second only to tourism as San Francisco's largest industry, with the city consistently remaining at the top five of the world's most popular tourist destinations.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh =   56"],["febhigh =   60"],["marhigh =   61"],["aprhigh =   63"],["mayhigh =   64"],["junhigh =   66"],["julhigh =   66"],["aughigh =   66"],["sephigh =   70"],["octhigh =   69"],["novhigh =   64"],["dechigh =   57"],["janlow =   46"],["feblow =   48"],["marlow =   49"],["aprlow =   50"],["maylow =   51"],["junlow =   53"],["jullow =   54"],["auglow =   54"],["seplow =   56"],["octlow =   55"],["novlow =   51"],["declow =   47"],["janprecip =   4.1"],["febprecip =   3.5"],["marprecip =   2.9"],["aprprecip =   1.5"],["mayprecip =   0.5"],["junprecip =   0.2"],["julprecip =   0"],["augprecip =   0"],["sepprecip =   0.2"],["octprecip =   1.1"],["novprecip =   2.6"],["decprecip =   3.9"],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = ",{"type":"{{","value":[["forecastNOAA"],["San Francisco"],["37.77"],["-122.41"]]}]]},"\n\nSan Francisco has a mild climate, with cool, wet winters and dry summers. In most months, you can expect the high temperature to be in the upper 50s, 60s or low 70s degrees Fahrenheit (between 15 and 25 degrees Celsius). However, these mild temperature readings belie a unique climate not shared by other major cities in the state or country.\n\nSummer days usually start out under fog, slowly burning off towards the ocean into a sunny albeit windy afternoon. Measureable precipitation during the summer months is rare, although light drizzle is possible. Humidity is very constant, but rarely uncomfortable. At late afternoon, when the fog and wind returns people generally find themselves needing a jacket (and this is summer!). There are some days when the fog lingers all day.\n\nIn the winter, the rainy season is in full swing. That being said, the chances for a calm, windless, sunny day are actually higher in the winter than in the summer! However, the overall temperatures are going to be lower in the winter.\n\nSpring and fall are not so much seasons in themselves in San Francisco, but rather they are quick transitional periods with some days resembling summer and others the winter. Fall in particular is a good time to visit because the summer wind & fog has mostly gone, but the rainy season has not yet started. The late summer month of September, as summer transitions into fall, is the warmest and driest month of the entire year for San Francisco. Heat waves can occasionally occur around this time of year.\n\nWithin these general rules, San Francisco also has a series of microclimates created by the city's topography and maritime setting. Large hills in the city's center block much of the fog, wind, and precipitation that rolls in from the Pacific Ocean. Because of this, there can be significant weather differences in different parts of the city and the surrounding Bay Area at the same time. Generally, the more windward areas along the coast (e.g., the Outer Sunset) are cooler and foggier, while the more leeward areas in the east are warmer and drier (e.g., the Mission). Temperature differences of 10-15 degrees or so are common on days where the fog persists on the western side of the city. These differences continue as you move east, out of the city, into the East bay, and into the outer East Bay (on the other side of the hills from Berkeley and Oakland), where it can be much hotter and drier. Local meteorologists routinely have three forecasts: one for the coast, one for the bay, and one for the inland areas. In short, if you don't like the weather, perhaps travel a few miles east or west to your desired climate.\n\n",{"type":"===","value":["Literature"]},"\nSan Francisco literature finds its roots in the city's long and often tumultuous history, its diversity, and its attraction to eclectic characters; the city was a major center for the Beat poetry movement and seems to also hold an uncanny attraction for science fiction writers. Among the most famous works set in San Francisco:\n\n",{"type":"*","value":["Jack Kerouac spent a lot of time in San Francisco, and portions of two of his most influential works are set here: ",{"type":"''","value":["On the Road"]}," and ",{"type":"''","value":["The Dharma Bums"]},". Both are accounts of Kerouac examining his place in the universe; the first a tale of a man traveling the country, the second a story of someone looking for the simple life."]},{"type":"*","value":[{"type":"''","value":["The Maltese Falcon"]},", Dashiell Hammett. A gripping detective novel set in San Francisco that would come to define the private detective genre. The novel follows private eye Sam Spade as he tries to retrieve a valuable bird figurine, and has been adapted into film twice, including one where Spade was played by none other than Humphrey Bogart."]},{"type":"*","value":[{"type":"''","value":["Tales of the City"]},", Armistead Maupin. A famous series which offers an excellent look into 1970's San Francisco, particularly the city's counter culture and alternative lifestyles."]},{"type":"*","value":[" Gonzo journalist Hunter S. Thompson lived in San Francisco in the mid-60s and the city appears in many of his books and articles."]},{"type":"*","value":["Philip K. Dick spent much of his life in the San Francisco area, and among his novels set here are ",{"type":"''","value":["Do Androids Dream of Electric Sheep?"]},", set in a post-apocalyptic near future where androids serve humankind and bounty hunters are called in to \"retire\" androids that become too independent, and ",{"type":"''","value":["The Man in the High Castle"]},", an alternate universe novel where Japan and Germany won World War II."]},{"type":"*","value":["The Bridge trilogy (",{"type":"''","value":["Virtual Light"]},", ",{"type":"''","value":["Idoru"]},", and ",{"type":"''","value":["All Tomorrow's Parties"]},"), William Gibson. Set in a futuristic San Francisco following a massive earthquake, in which the city has been rebuilt using nanotechnology and a race is on to control the new cyberspace technology."]},{"type":"*","value":[{"type":"''","value":["Altered Carbon"]},", Richard K. Morgan. Also set in a futuristic San Francisco, where human personalities can be stored digitally and downloaded into new bodies."]},{"type":"*","value":[{"type":"''","value":["The Crying of Lot 49"]},", Thomas Pynchon. A renowned novel which follows a woman who sinks into paranoia as she attempts to unravel a worldwide conspiracy."]},{"type":"*","value":[{"type":"''","value":["The Joy Luck Club"]},", Amy Tan. A story of four Chinese American immigrant families who start a club and spend their time playing the Chinese game of Mahjong and tell of their struggles in traveling to America."]},{"type":"*","value":[{"type":"''","value":["The Electric Kool-Aid Acid Test"]},", Tom Wolfe. A nonfictional account which perfectly captures the Hippie movement, following a band of psychedelic drug users across the country in their painted school bus."]},{"type":"*","value":[{"type":"''","value":["Barbary Coast"]},", Herbert Asbury. For a nonfictional work on the tumultuous early history of San Francisco, this is an excellent choice."]},"\n",{"type":"===","value":["Movies"]},"\nSan Francisco has been the backdrop for many films, due in part to the Bay Area's vibrant filmmaking community and the city's proximity to Hollywood. The production companies of George Lucas and Francis Ford Coppola, along with the animation company Pixar are just a few of the big players who call the San Francisco area home. Among the better films set in San Francisco:\n\n",{"type":"*","value":[" ",{"type":"''","value":["The Maltese Falcon"]}," (John Huston, 1941).  Humphrey Bogart stars as a San Francisco private detective dealing with three unscrupulous adventurers who compete to obtain a fabulous jewel-encrusted statuette of a falcon."]},{"type":"*","value":[" ",{"type":"''","value":["Dark Passage"]}," (Delmer Daves, 1947). An offbeat film noir featuring two icons of the genre, Lauren Bacall and Humphrey Bogart. The city's dark alleyways and side streets are on prominent display throughout the eccentric story of a man wrongly accused of murder and an enigmatic woman who lives in a lavish art deco apartment on top of the Filbert Steps."]},{"type":"*","value":[" ",{"type":"''","value":["Vertigo"]}," (Alfred Hitchcock, 1958). While it's not the only Hitchcock film set in San Francisco (portions of ",{"type":"''","value":["The Birds"]}," are set here), ",{"type":"''","value":["Vertigo"]}," really packs in a lot the city, following a private investigator who suffers from acrophobia as he uncovers the mystery of one woman's peculiar behavior and travels from one San Francisco landmark to the next."]},{"type":"*","value":[" ",{"type":"''","value":["Bullitt"]}," (Peter Yates, 1968). A very popular and highly influential crime thriller starring Steve McQueen (who also starred in the locally-set ",{"type":"''","value":["The Towering Inferno"]},") and featuring one of the best car chase scenes in the history of cinema."]},{"type":"*","value":[" ",{"type":"''","value":["Dirty Harry"]}," (Don Siegel, 1971). Another cop film set in San Francisco (in addition, all but one of the sequels were also set here), starring Clint Eastwood chasing down sadistic killers and asking people if they feel lucky. Well do they, punk?"]},{"type":"*","value":[" ",{"type":"''","value":["48 Hrs."]}," (Walter Hill, 1982). Often credited with starting the buddy-cop genre, this flick follows a hot-headed cop who has to team up with a wisecracking convict in order to find two cop killers in the crime-ridden underworld of San Francisco."]},{"type":"*","value":[" ",{"type":"''","value":["Psych-Out"]}," (Richard Rush, 1968). An incredibly trippy film with psychedelic music (including an appearance from Strawberry Alarm Clock), recreational drugs, and Haight-Ashbury — Hippies aplenty in this one."]},{"type":"*","value":[" ",{"type":"''","value":["Invasion of the Body Snatchers"]}," (Philip Kaufman, 1978). Emotionless drones impersonating people and hatched from pods take over San Francisco in this classic science fiction flick."]},{"type":"*","value":[" A whole host of great films have been set at Alcatraz; among them are ",{"type":"''","value":["Escape from Alcatraz"]}," (Don Siegel, 1979), ",{"type":"''","value":["Birdman of Alcatraz"]}," (John Frankenheimer, 1962), ",{"type":"''","value":["The Rock"]}," (Michael Bay, 1996), and the very influential ",{"type":"''","value":["Point Blank"]}," (John Boorman, 1967)."]},{"type":"*","value":[" ",{"type":"''","value":["Chan Is Missing"]}," (Wayne Wang, 1982). Illustrating the problems experienced by Chinese-Americans, this film tells the story of two taxi drivers searching Chinatown for a man who ran off with their money."]},{"type":"*","value":[" ",{"type":"''","value":["Star Trek IV: The Voyage Home"]}," (Leonard Nimoy, 1986). In the 23rd century, San Francisco is the home of Starfleet Command and humpback whales have long been extinct. In this installment of the popular franchise, Kirk, Spock, and the rest of the crew have to time travel to a more contemporary San Francisco to bring back a couple of whales and save Earth."]},{"type":"*","value":[" ",{"type":"''","value":["Milk"]}," (Gus Van Sant, 2008). A recent biopic on the life of Harvey Milk, the former San Francisco City Supervisor in the late 1970s and the first openly gay man to be elected to public office. This story still holds sway for many San Franciscans given the city's role in the ongoing gay rights movement."]},{"type":"*","value":[" ",{"type":"''","value":["La Mission"]}," (Peter Bratt, 2009).  Ultra-macho ex-con Che Rivera learns the true meaning of being a father when he discovers his son is gay."]},"\n",{"type":"===","value":["Architecture"]},"\n",{"type":"[[","value":[["Image:Palace of fine arts.jpg"],["thumb"],["300px"],["The Palace of Fine Arts"]]},"\n\nSan Francisco is known for its Victorian architecture, particularly in the central and northern neighborhoods (e.g., Haight-Ashbury, Alamo Square, Noe Valley, Castro, Nob Hill, and Pacific Heights). The city has one of the most restrictive building and planning codes in the world, which helps preserve the historical architecture in certain areas and create a severe shortage of housing stock, which drives up the price of housing. The exorbitant price of housing, both buying and renting, is a favorite topic of San Francisco locals. It helps to explain why there are so few families in San Francisco (another favorite topic).\n\nIn recent years, San Francisco has undergone high-rise construction boom centered in SoMa, just south of what was historically the center of downtown. This was one of the few areas of the city left for development (i.e. without entrenched anti-development policies). Unlike other major cities like New York and Chicago, San Francisco is not known for having buildings built by star architects. This may be due to the difficulty of getting projects approved in the city.\n\n",{"type":"===","value":["Culture"]},"\nSan Francisco prides itself on its openness to diversity in race, gender, sexual orientation and personal style.  This trait is widely considered to be one of the defining features of the city, and it draws both visitors and transplants alike.\n\nEnglish is the dominant language spoken in San Francisco. San Francisco is home to the second largest Chinese community in the United States after ",{"type":"[[","value":[["New York City"]]},", and ",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]}," is commonly spoken in the various Chinese-dominated neighborhoods, with an increasing ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]},"-speaking minority. Like much of California, there is also a large Latin American population, so ",{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]}," is also commonly spoken in San Francisco, especially in the ",{"type":"[[","value":[["San Francisco\/Mission"],["Mission District"]]},".\n\n",{"type":"'''","value":["Tobacco"]}," smokers beware: as in the rest of California, smoking is illegal in bars, restaurants, and other public places. Additionally, the City of San Francisco has a local ordinance that require smokers to go all the way to the curb (or if there is no curb, at least 25 feet from any building - not simply the entrances). As of January 2013 enforcement is inconsistent and the odds you'll be hassled for standing and smoking outside a restaurant or bar are low. Bay Area people can be particularly vocal about personal habits, so take care and be mindful and respectful of others when smoking, even in places where it is allowed.\n\nOn the other hand, smoking ",{"type":"'''","value":["marijuana"]}," is remarkably well-tolerated.  If you are visiting from elsewhere in the U.S., you may be very surprised to find that marijuana is not considered to be a problem by San Franciscans, and even by the city's police.  While still illegal under federal law, a law was passed in 2006 officially making marijuana the lowest priority for the SFPD.  This does not mean that you should smoke marijuana just anywhere, but the rules of etiquette are difficult to navigate. You will find people smoking marijuana at large concerts, but not small concerts. You will find people smoking marijuana on a street corner in the middle of the day in some neighborhoods (e.g., Haight-Ashbury) but frowned upon in others (e.g., the Financial District).\n\n",{"type":"'''","value":["Public nudity"]}," has been celebrated among some residents in recent decades. More recently, however, there has been some controversy surrounding public nudity in San Francisco. There is now a law banning some public nudity, with nudists actively opposing the law.\n\nIt's worth mentioning that natives tend to dislike many of the ",{"type":"'''","value":["nicknames"]}," given to their city. Instead of saying \"San Fran,\" \"Frisco,\" or \"SFO,\" most refer to San Francisco by its full name or just \"The City.\"\n\nThe Bay Area has of one the most vibrant ",{"type":"'''","value":["high-tech"]}," startup scenes in the world. While the venture capital firms are largely in the South Bay, many of the small startups and tech workers are in San Francisco.\n\n",{"type":"===","value":["Tourist information"]},"\nSan Francisco's visitor information centers offer maps, brochures and other information for tourists.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=San Francisco Visitor Information Center"],["url=http:\/\/www.onlyinsanfrancisco.com\/"],["email="],["address=900 Market St"],["lat="],["long="],["directions=next to the cable car turnaround at Market & Powell, near ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Union Square"]]}],["phone=+1 415 391-2000"],["tollfree="],["fax=+1 415 362-7323"],["hours=May through October: M-F 9AM-5PM, Sa-Su and holidays 9AM-3PM. November through April: M-F 9AM-5PM, Sa and holidays 9AM-3PM. Closed Easter, Thanksgiving Day, Christmas Day, and New Year's Day"],["price="],["content=Visitor Center run by the San Francisco Convention & Visitors Bureau."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=California Welcome Center"],["url=http:\/\/www.visitcwc.com\/destinations\/sanfrancisco\/index.php"],["email=info@pier39.com"],["address=",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]},", Pier 39, Building P, Second Level"],["lat="],["long="],["directions="],["phone=+1 415 981-1280"],["tollfree="],["fax="],["hours="],["price="],["content=One of several California Welcome Centers across the state."]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:San-francisco-map.png"],["thumb"],["400px"],["Map of San Francisco"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flysfo.com San Francisco International"]}]},", +1 800 435-9736 (",{"type":"{{","value":[["IATA"],["SFO"]]},") located about 10 mi (16 km) south of the city, is the Bay Area's major international airport (and one of the busiest in the nation) and has numerous passenger amenities including a wide range of food and drink establishments, shopping, baggage storage, public showers, a medical clinic, and assistance for lost or stranded travelers and military personnel. SFO has four terminals; as a general rule of thumb, Virgin America and American Airlines use Terminal 2, United Airlines has Terminal 3, all other domestic carriers use Terminal 1, and all international flights use the International Terminal."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oaklandairport.com\/ Oakland International"]}]},", +1 510 563-3300 (",{"type":"{{","value":[["IATA"],["OAK"]]},") in the ",{"type":"[[","value":[["East Bay (Bay Area)"],["East Bay"]]}," provides service to numerous destinations in the United States as well as Mexico. Oakland is primarily used by low-cost carriers, and is a major hub for Southwest Airlines."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sjc.org Norman Y. Mineta San Jose International"]}]},", +1 408 277-4759 (",{"type":"{{","value":[["IATA"],["SJC"]]},") in ",{"type":"[[","value":[["Silicon Valley"]]}," about 1 hour south of San Francisco, attracts Bay Area residents who find SFO to be inconveniently distant from their homes. Southwest Airlines is the dominant carrier here as well, and while Alaska and Volaris service nearby international destinations, ANA now also runs a daily flight to ",{"type":"[[","value":[["Tokyo"]]}," from here, making this an option for travelers from Asia."]},"\n",{"type":"[[","value":[["Oakland"]]}," and ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}," tend to offer more discount airline flights, while San Francisco Airport attracts more international flights and can be more convenient for those staying in the city.  Private pilots should consider Oakland (",{"type":"{{","value":[["IATA"],["OAK"]]},") rather than SFO, as the separate general aviation field there is more accommodating to light aircraft.\n\n",{"type":"====","value":["Public airport transportation"]},"\n\nSan Francisco and Oakland Airports are connected to downtown SF by the ",{"type":"[","value":["http:\/\/www.bart.gov Bay Area Rapid Transit (",{"type":"'''","value":["BART"]},")"]}," system (Oakland Airport indirectly through AirBART shuttle buses).\n\nPassengers arriving in SFO can walk (5 minutes from United's domestic terminal) or take a free airport shuttle (AirTrain) to the BART station (which is adjacent to the G side of the International Terminal). The BART ride from SFO to San Francisco costs $8.25 one-way and runs frequently, every 15 or 20 minutes depending on the time of day. BART trains run through San Bruno, South San Francisco, Colma, and Daly City before reaching the city of San Francisco, from where the ",{"type":"[","value":["http:\/\/www.sfmuni.com SF MUNI"]}," can take travellers anywhere in the city. BART operates to midnight from 4 am on weekdays, 6 am on Saturdays and 8 am on Sundays.\n\nSFO is also connected to San Francisco by ",{"type":"[","value":["http:\/\/www.samtrans.com\/ SamTrans"]}," routes ",{"type":"[","value":["http:\/\/www.samtrans.com\/schedulesandmaps\/timetables\/292.html 292"]},", ",{"type":"[","value":["http:\/\/www.samtrans.com\/schedulesandmaps\/timetables\/397.html 397"]},", and ",{"type":"[","value":["http:\/\/www.samtrans.com\/schedulesandmaps\/timetables\/KX.html KX"]},". Routes 292 and 397 are $2 to San Francisco and they are operating non-stop, while KX is $5. Large luggage is generally not permitted on the KX bus.\n\nFrom Oakland Airport, passengers take a 10-15 min \"AirBart\" bus ride to the BART station; the cost is $3 for adults ($1 for seniors\/children) exact change only; the bus runs every 10 minutes during the day. BART trains from there run directly to San Francisco and cost about $4.00.\n\nThe San Jose airport is served by a free shuttle to both VTA Light Rail and ",{"type":"[","value":["http:\/\/www.caltrain.com\/ Caltrain"]}," called the Airport Flyer — ",{"type":"[","value":["http:\/\/www.vta.org\/schedules\/SC_10.html VTA Route #10"]},". Passengers arriving in San Jose can use Caltrain to reach San Francisco directly (this costs $7.50 one-way). Caltrain also links with the BART system at the Millbrae intermodal station.  Be aware that public transportation within the South Bay is not as developed as around San Francisco.  Also, when riding Caltrain, be sure to buy your ticket at the automated station kiosks before boarding, as they are not sold on the trains.\n\n",{"type":"====","value":["Private airport transportation"]},"\n\nTaxis are considerably more expensive than the public transportation options.  A taxi from SFO to the city can easily cost more than $40, and over $60 from OAK.  Taxi and van prices from San Jose to San Francisco are significantly higher.  Shared vans will cost around $14. If you plan to drive from a car rental area near the SFO airport to downtown San Francisco, you can take the 101 freeway.  When returning a rental car to SFO, remember to take the rental car exit, otherwise you will have to wind your way slowly back to the rental car center.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}]},", +1 800 872-7245 serves the ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]}," with long-distance and intercity trains. San Francisco's long distance station is across the bay, outside city limits. Passengers arrive in ",{"type":"[[","value":[["Emeryville"]]}," or ",{"type":"[[","value":[["Oakland"]]},"'s Jack London Square Station in the ",{"type":"[[","value":[["East Bay (Bay Area)"],["East Bay"]]}," and may take an ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrakcalifornia.com Amtrak California"]}]}," Thruway bus over the Bay Bridge to San Francisco's Amtrak stop at 101 The Embarcadero (near the Ferry Building) and usually several other downtown destinations (note that Amtrak passengers are not subjected to any extra charge for the bus). Travelers on some shorter distance Amtrak routes can also transfer to ",{"type":"'''","value":["BART"]}," trains at the Richmond or Oakland Coliseum stations (see below). Alternatively, riders approaching the Bay Area from the south may transfer to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.caltrain.com Caltrain"]}]}," at ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},"'s Diridon Station for a direct ride to Fourth and King Streets in San Francisco.\n\n",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," routes serving the Bay Area are:\n\n",{"type":"*","value":[{"type":"'''","value":["The ",{"type":"[","value":["http:\/\/www.amtrak.com\/california-zephyr-train California Zephyr"]}]}," runs daily between ",{"type":"[[","value":[["Chicago"]]}," and Emeryville with connections to\/from the east coast. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/coast-starlight-train The Coast Starlight"]}]}," runs daily between ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", Emeryville, and ",{"type":"[[","value":[["Los Angeles"]]},". To reach San Francisco, either transfer to Caltrain in San Jose or to the Amtrak bus in Emeryville."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.capitolcorridor.org\/ The Capitol Corridor"]}]}," runs 16 times daily (11 on weekends and holidays) between ",{"type":"[[","value":[["Sacramento"]]}," and Emeryville, with some trains also serving ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]},". Caltrain (see below) is the best bet to get between San Jose and San Francisco, but the most convenient transfer to San Francisco is via the Amtrak bus at Emeryville or to BART at either the Richmond station north of Emeryville or the Oakland Coliseum station for trains continuing south of Emeryville. Discount BART tickets can be purchased in the cafe car."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/san-joaquin-train The San Joaquins"]}]}," runs 4 times daily between ",{"type":"[[","value":[["Bakersfield"]]},", ",{"type":"[[","value":[["Stockton (California)"],["Stockton"]]}," and Emeryville. Travelers on the San Joaquins can continue on to San Francisco via the Amtrak bus at Emeryville or by transferring to the BART at the Richmond station. Discount BART tickets can be purchased in the cafe car."]},"\nThere are two regional rail systems which serve San Francisco:\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.caltrain.com Caltrain"]}]},", +1 510 817-1717 operates a regional rail service from ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}," to its San Francisco terminal at Fourth and King in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},". The service also runs between San Jose and ",{"type":"[[","value":[["Gilroy"]]}," during rush hour. Caltrain is very useful for travel between San Francisco and communities on the ",{"type":"[[","value":[["Peninsula (Bay Area)"],["Peninsula"]]},", ",{"type":"[[","value":[["Silicon Valley"]]}," or ",{"type":"[[","value":[["South Bay (Bay Area)"],["South Bay"]]},". On weekdays Caltrain provides two trains per hour for most of the day but run more during commute hours, including \"Baby Bullet\" limited services that cruise between San Francisco and San Jose in 57 minutes; on weekends and public holidays trains run hourly, except that after 10PM only one train runs, leaving at midnight. The 4th & King terminal is served by Muni Metro (see 'Get around' below) giving connections to the rest of the city. Fares vary depending on how far you go. Tickets must be purchased before boarding the train from ticket vending machines at any of the stations or from ticket clerks at staffed stations. Tickets are checked on the trains and anyone found without a ticket is liable to a substantial fine. Cyclists should use the designated car at the northern end of the train, and be aware that bike space is often limited during commute hours.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bart.gov Bay Area Rapid Transit"]}]}," (",{"type":"'''","value":["BART"]},"), +1 415 989-2278 provides a regional frequent rail service connecting much of the ",{"type":"[[","value":[["East Bay (Bay Area)"],["East Bay"]]}," and ",{"type":"[[","value":[["Contra Costa County"]]}," with San Francisco and the San Francisco Airport through the Transbay Tube, a tunnel underneath San Francisco Bay. BART operates five routes, of which four run through San Francisco. There are three or four trains per hour on each route; consequently trains within San Francisco are generally less than a 5 minute wait. In the East Bay, BART runs mostly on elevated track; in downtown San Francisco it runs in a subway under Market Street, and several underground stations provide easy access to downtown areas and simple transfers to the Muni Metro subway. BART also meets Caltrain at ",{"type":"[[","value":[["Millbrae"]]},". Bicycles are allowed on BART except between stations designated in the schedule brochure during commute hours.  Fares vary depending with distance traveled, and start at $1.75 for trips within the city.  You will need to insert your ticket into barriers when entering and exiting the system. Tickets hold a balance, deducting the appropriate price for each trip, so someone who plans to use the system several times can buy a $10 or $20 ticket and not worry about fares until the card is used up. Note that the BART vending machines accept any credit card only twice within any 24 hour period. BART also accepts the Clipper Card, and BART ticket machines can be used to refill Clipper Cards, although do not sell them.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]},", +1 800 231-2222, has frequent intercity service from a temporary Transbay Terminal at Main and Howard Streets in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lowfarebus.com\/ Hoang Express"]}]},", +1 888 834-9336, offers service to Los Angeles and San Diego."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cashuttlebus.com\/ CA Shuttle Bus"]}]}," offers service to ",{"type":"[[","value":[["Los Angeles"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/us.megabus.com Megabus"]}]}," offers service from ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["Sacramento"]]}," and ",{"type":"[[","value":[["Reno"]]},"-",{"type":"[[","value":[["Sparks"]]},". The bus stop is located on the southeast side of Townsend Street between 4th and 5th Streets next to the Caltrain station in SoMa."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boltbus.com BoltBus"]}]}," offers service from ",{"type":"[[","value":[["Los Angeles"]]},". The bus stops at the temporary Transbay Terminal, operating from Greyhound slip 1."]},"\nSeveral regional bus systems serve San Francisco from the immediate suburbs:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.actransit.org AC Transit"]}]},", +1 510 891-4700, from ",{"type":"[[","value":[["Oakland"]]},", ",{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]},", ",{"type":"[[","value":[["Alameda"]]},", and other East Bay cities."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.samtrans.com samTrans"]}]},", +1 510 817-1717, from San Mateo County."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goldengatetransit.org Golden Gate Transit"]}]},", +1 415 455-2000, from Sonoma and Marin counties."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.westcat.org\/index.html WestCAT"]}]},", +1 510 724-7993, from Contra Costa County."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baylinkferry.com\/schedule\/baylink-bus.php Vallejo Baylink"]}]},", +1 707 643-3779, (in conjunction with BayLink Ferry) from Vallejo."]},"\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"[[","value":[["Image:Us-ca-sanfran-frombay.jpg"],["thumb"],["350px"],["right"],["San Francisco and Alcatraz from a Sausalito ferry"]]},"\n\nIn many ways a boat is the ideal way to approach San Francisco. The city's spectacular skyline is best appreciated from the water, and from the deck of a boat the bay and its bridges and islands can be viewed as a whole. ",{"type":"[[","value":[["Cruise ships"]]}," and private yachts are regular visitors to San Francisco, and passenger ferries regularly link other ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]}," cities to San Francisco.\n\nFerries run to San Francisco from ",{"type":"[[","value":[["Larkspur"]]},", ",{"type":"[[","value":[["Sausalito"]]}," and ",{"type":"[[","value":[["Tiburon"]]}," in ",{"type":"[[","value":[["Marin County"]]},", from ",{"type":"[[","value":[["Vallejo"]]}," in ",{"type":"[[","value":[["Solano County"]]}," and from ",{"type":"[[","value":[["Alameda"]]}," and ",{"type":"[[","value":[["Oakland"]]}," in the ",{"type":"[[","value":[["East Bay (Bay Area)"],["East Bay"]]},". In San Francisco, the ferries dock at one or both of the city's two ferry terminals at ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}," and the ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Ferry Building"]]},", the later of which is a very short walk from the Amtrak San Francisco bus stop as well as Embarcadero Station, where the BART and Muni trains stop, and the stop for the historic streetcars that run above ground down Market Street. For more information on boat connections:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goldengateferry.org Golden Gate Ferries"]}]},", +1 415 455-2000. Serving Larkspur and Sausalito."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blueandgoldfleet.com Blue and Gold Fleet"]}]},", +1 415 705-8200. Serving Alameda, Angel Island, Oakland, Sausalito, Tiburon and Vallejo."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baylinkferry.com BayLink Ferry"]}]},", +1 877 643-3779. Serving Vallejo."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eastbayferry.com\/index1.php Alameda Oakland Ferry"]}]},", +1 510 522-3300. Serving Alameda and Oakland."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alamedaharborbayferry.com\/index1.php Harbor Bay Ferry"]}]},", +1 510 769-5500. Serving (a different location in) Alameda."]},"\n",{"type":"===","value":["By car"]},"\n\nThere are four major highway approaches to San Francisco. ",{"type":"'''","value":["US 101"]}," comes up the eastern side of the SF peninsula and is the most direct route from the south, although it often backs up with traffic. ",{"type":"'''","value":["Interstate 280"]}," is a more scenic route into the city from the same direction, but with poorer connections than 101.  ",{"type":"'''","value":["Interstate 80"]}," approaches the city from the east over the San Francisco Bay Bridge.  From the north, ",{"type":"'''","value":["US 101"]}," takes you over the Golden Gate Bridge.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["Navigating"]},"\n",{"type":"'''","value":["Cross streets"]},". As San Francisco streets are numbered (100 per block) from the beginning of the street, and even and odd numbers are always on opposite sides, it is best when asking directions to ask for a cross street or neighborhood name rather than relying on the address alone. For instance, addresses on Mission Street at 18th Street are in the 2200s, but one block away on Valencia at 18th, addresses are only in the 700s. This is because Mission starts at the Embarcadero, two miles farther east than Valencia's start at Market Street. Local residents rely on cross streets.\n\n",{"type":"'''","value":["Numbered streets and avenues"]},". San Francisco has both numbered streets, in the Mission, the Castro, and SoMa, and numbered avenues in the largely residential Sunset and Richmond districts. Mixing numbered streets and avenues when asking directions may leave you miles from your destination. This can be confusing, as San Franciscans will not say \"Street\" or \"Avenue\" unless it is required to avoid ambiguity. Thus, they won't say \"I live on Fifth Avenue,\" but will say \"I live near Fifth and Geary.\" Street signs generally don't have \"Street\" or \"Avenue\" either; they just say \"GEARY\" or \"MASONIC\", although numbered streets and avenues do.\n\n",{"type":"'''","value":["Multiple street grids"]},".  One of the most confusing aspects of driving in San Francisco is the presence of multiple street grids, particularly in the downtown area where two grids intersect at an angle along Market Street.  Even more confusing are streets in the middle of the standard blocks, like New Montgomery Street.\n\n",{"type":"'''","value":["No left turns"]},".  Several key San Francisco arterial streets, including 19th Avenue and Market Street, do not have space for dedicated left turn lanes and therefore bear ",{"type":"'''","value":["NO LEFT TURN"]}," signs at most intersections.  As a result, you will be frustrated when you drive for miles on these streets with no opportunity to turn left.  The trick, of course, is to go around the block with multiple right turns ",{"type":"''","value":["after"]}," passing one's desired street, which requires you to stay in the right lane, not the left lane.\n\n",{"type":"===","value":["On foot"]},"\nWalking can be an enticing option to get from one neighborhood to another, so long as you are aware of where you are and keep your street smarts. San Francisco is a city of friendly neighborhoods, but it is also a big city so be aware of your surroundings and keep in mind the dangers that commonly accompany a city of San Francisco's size.\n\nHowever, streets that often go straight up and down hills may make walking challenging when attempting the uphill portions (but provide good exercise). Driving can be difficult up and down hills but have breathtaking views. There are many stairway walks scattered throughout the city when the streets are too steep. You can find ",{"type":"'''","value":["maps"]}," that include hiking trails, bikeways, and the grade pitch of all streets marked in varying colors by how steep each segment is, that can help you orient to city walks suitable to your ability and temperament, such as the downloadable map issued by the ",{"type":"[","value":["http:\/\/www.sfbike.org\/?maps San Francisco Bicycle Coalition"]},".\n\nNote that locals ",{"type":"''","value":["rarely"]}," use the designations \"street\" or \"avenue,\" even when differentiating the numbered streets and avenues. Numbered roads designated \"Street\" are located on the east side of the city, south of Market in Downtown, Castro, Noe Valley, and Mission. Numbered roads designated \"Avenue\" put you in the Richmond and Sunset districts on the west side.\n\n",{"type":"===","value":["By public transit"]},"\n",{"type":"[[","value":[["Image:San francisco rail system.png"],["thumb"],["350px"],["right"],["San Francisco Rail Systems"]]},"\nSan Francisco has one of the most comprehensive public transportation systems in the United States—arguably the most comprehensive system west of Chicago—and is expanding its network with a regional transportation hub in SoMa and a new subway line going under downtown. Transport services within San Francisco are provided by several bodies, but transferring between them is easy now with a ",{"type":"'''","value":["Clipper Card"]},". Clipper is accepted on essentially every transit system you'll encounter: \n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.sfmta.com\/cms\/mhome\/home50.htm Muni"]},", +1 415 701-2311 — Subway, streetcars, buses, and cable cars within San Francisco proper. This is the main public transit system you'll use for getting around in San Francisco."]},{"type":"*","value":["BART — Regional train services in the San Francisco Bay Area. You'll mainly use this to get in and out of San Francisco, but you may use it, for example, to get between downtown and the Mission. It overlaps with Muni along Market Street downtown. When you enter one of the stations downtown, be sure you get on the right system—either Muni or BART—for where you're trying to go. If not, you'll need to exit and beg the toll operators in the booths to refund your fare."]},{"type":"*","value":["Caltrain — Commuter rail services to San Jose and cities in between, like Palo Alto (where Stanford University is located)."]},{"type":"*","value":["San Francisco ferries"]},{"type":"*","value":["AC Transit (buses in Oakland)"]},{"type":"*","value":["Many other regional bus systems in the Bay Area"]},"\n",{"type":"====","value":["Public transit payment"]},"\n",{"type":"*","value":["The Clipper Card was fully introduced in 2010 and is a contact-less, multi-agency fare card similar to Octopus in ",{"type":"[[","value":[["Hong Kong"]]},", EZ-Link in ",{"type":"[[","value":[["Singapore"]]}," and Charlie Card in ",{"type":"[[","value":[["Boston"]]},". Clipper Cards can be purchased ",{"type":"[","value":["http:\/\/www.clippercard.com\/ online"]},", at any MUNI ticket machine as well as at select retail locations around the city, especially Walgreens. "]},{"type":"*","value":[{"type":"*","value":["As of September 1, 2012 new cards now incur a one time $3 fee (except when purchased in online in conjunction and linked with a credit card for autoload). The cards themselves have no expiration date and can always be reloaded with cash or passes, so be sure to hang on to yours for future visits. Clipper can either be set up with pay as you go with all transfers calculated automatically, a passport (daily and weekly passes) or a monthly pass. "]}]},{"type":"*","value":[{"type":"*","value":["MUNI has also created a single use \"Clipper Ticket\" as the new subway turnstiles no longer accept cash. You can still pay with exact change when boarding a streetcar above ground or a bus. "]}]},{"type":"*","value":["If you plan on using the Cable Cars during your visit, a ",{"type":"'''","value":["MUNI passport"]}," is a great value. A one day passport (either as a scratch card sold at retail locations or loaded onto a Clipper Card) costs $14 and includes Cable Cars (normally $6 a ride) as well as all other MUNI rail and bus service. Three and seven day passports are also available at $22 and $28 respectively. Keep in mind that passports are ",{"type":"'''","value":["not"]}," valid on BART, ferries, Caltrain, or any regional municipal bus outside San Francisco. You'll need to load cash onto your Clipper Card if you plan on using any of these services."]},{"type":"*","value":["Without a passport, the basic Muni fare is $2 (75 cents for children under 18, seniors 65 and older and the disabled). "]},{"type":"*","value":["MUNI operates on a ",{"type":"'''","value":["proof of payment"]}," basis, sometimes called an \"honor system with teeth.\" Each fare paid is valid for ",{"type":"'''","value":["90 minutes of travel"]}," on the MUNI system (light rail, historic streetcar, or bus but not Cable Cars) including transfers and even return trips if they fall within the 90 minute limit. If you're using a Clipper Card, be sure you \"touch on\" at any of the readers located near the streetcar or bus door to pay your fare and start the 90 minute clock (you can board at any door as they all have readers). Likewise if you aren't using a Clipper Card (and don't have a passport) and pay cash, you must board at the front door and obtain a paper transfer ticket from the driver. The MUNI Saturation Team (fare inspectors) and sometimes the SFPD randomly and frequently patrol streetcars, subway stations and buses with handheld Clipper Card readers checking for proper fare - residents who ride MUNI regularly report being checked once or twice a week. The fine for being caught without proof of payment is $200, although tourists may be issued a warning if its their first offense."]},{"type":"*","value":["Cable Cars are not included in these transfers and cost $6 per ride (one way, no transfers), or $14 per day. Before 7AM and after 9PM, seniors and disabled pay $3 for cable car rides. Muni Passports and FastPasses greatly reduce this cost, including cable cars in the regular daily, weekly or monthly fares."]},"\n",{"type":"====","value":["Planning your public transit trip"]},"\n",{"type":"*","value":["Since there are multiple overlapping transit systems, the best way to plan your trip is to use an online service which integrates information from the various transit agencies (e.g., ",{"type":"[","value":["http:\/\/www.511.org\/ 511"]}," or a third party service like Google\/Yahoo\/Apple\/Microsoft maps)."]},{"type":"*","value":["Muni arrival times for many lines are available at the bus\/train stop (look for an overhead LED display at bus stops) or online at ",{"type":"[","value":["http:\/\/www.nextmuni.com NextMuni"]},". The sites listed above integrate information from NextMuni. An unofficial site is ",{"type":"[","value":["http:\/\/www.rescuemuni.org\/nextbus-pda.html RescueMuni.com"]},", which often has information on routes that are not listed officially."]},{"type":"*","value":["A portable wallet-sized map of San Francisco and all its public transit (MUNI, BART, Caltrain) is also available at stores around the city or through their website ",{"type":"[","value":["http:\/\/www.sfmta.com\/cms\/mcust\/custtips.htm#buymap online"]},". Many of the city's bus stops also have posted copies of this map with the location of the stop marked, a godsend for lost pedestrians."]},"\n",{"type":"====","value":["Muni"]},"\n\nAgain, this is the main system you'll use when you're in the city. Muni consists of several types of trains and buses:\n",{"type":"[[","value":[["File:PCC car in San Francisco.jpg"],["thumb"],["250px"],["Streetcar at foot of Market"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Muni Metro"]}," (Lines J, K, L, M, N, S and T) is a modern light rail and subway system. It connects many southern and western neighborhoods to downtown, where you can transfer to one of BART's four downtown stations and the Caltrain terminal at 4th and King. Outside of the Market Street and Twin Peaks subways, Muni Metro operates as a surface light rail system, running in the center of the street with stops every couple of blocks (note that many of these stops are not wheelchair accessible - check the map to see which ones are). Tickets can be purchased from ticket vending machines before boarding; if the stop does not have such a machine and you do not have a ticket, you must board through the front door and buy one from the driver or risk being fined by a fare inspector. MUNI Metro operates seven days a week from 4:30AM to 1:30AM. Between 1:30AM and 5AM, OWL Buses substitute for Metro service."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Historic Streetcar F Line"]}," uses historic streetcars, in original colors from several cities in the US and  ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Italy"]]},". The line runs from Fisherman's Wharf south along the waterfront Embarcadero to the ferry building at the foot of Market Street, then up Market Street on the surface to the Castro district. Board through the front door and buy tickets from the operator if you do not already have a transfer or pass."]},"\n",{"type":"[[","value":[["Image:Uss-ca-sanfran-cablecar.jpg"],["thumb"],["250px"],["Cablecar at Powell & Market"]]},"\n\n",{"type":"*","value":["The world-famous ",{"type":"'''","value":["Cable Cars"]}," run on three lines in the steep streets between Market Street and Fisherman's Wharf: the north-south ",{"type":"'''","value":["Powell-Mason"]}," and ",{"type":"'''","value":["Powell-Hyde"]}," lines and the east-west ",{"type":"'''","value":["California Street"]}," line. These cars are a fun ride, especially if you get to stand on the running board, if a bit impractical for everyday use (though residents of Nob and Russian Hills do, in fact, use them on a regular basis). The cable car is such an attraction that, especially on weekends, it takes longer to wait in line to ride up Powell Street than it does to walk the short but sloping distance.  If you want to save yourself time standing in line at the turnaround, just walk up a couple of blocks to the next stop — the conductors save a few spaces for people boarding along the way; you won't get first choice of seats, but you'll save yourself a long time standing in line.  Board through any door or just grab a pole on the running boards; tickets are checked and sold by a uniformed conductor. Do not buy tickets from anyone off the car except for clearly marked ticket booths — scam artists are common."]},"\n",{"type":"*","value":["Both diesel and electric trolley ",{"type":"'''","value":["buses"]}," serve the rest of city. Board through the front door and buy tickets from or show your pass or transfer to the driver. Service ranges from a consistent two minutes on many lines leaving Market, to a more sporadic 20 minutes for buses to Treasure Island and between outlying neighborhoods. Bus delays, leading to waits of 20 to 30 minutes, are not uncommon and are a source of much grousing among locals. MUNI operates 24 hours a day \/ seven days a week in San Francisco although late night owl service is limited in both lines and stops."]},"\n",{"type":"====","value":["Other public transit options"]},"\n\nThese are mainly used for getting in and out of the city:\n\n",{"type":"*","value":[{"type":"'''","value":["BART"]},", the regional metro, has eight stations in San Francisco, making it a nice way to get between well-trafficked parts of the city, especially downtown and the Mission. BART gets you across the Bay to ",{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]}," and ",{"type":"[[","value":[["Oakland"]]}," and to the airports of San Francisco and Oakland. BART Trains run over 107 miles (172 km) of track, serving 46 stations. BART trains operate on third rail power and accelerate to speeds approaching 80 MPH (130 km\/h). BART operates seven days a week from 4AM to 12:30AM. On weekdays BART trains depart downtown San Francisco stations at two to three minute intervals. Outer stations in far outlying suburbs have a maximum wait of fifteen to twenty minutes between trains. After 12:30AM, AC Transit and other east bay transit providers provide late-night bus service, serving principal BART stations until about 6AM. BART routes are named for the two terminus stations, not by line color as denoted on the system map. For more information on BART, see the 'Get in' section above."]},"\n",{"type":"*","value":[{"type":"'''","value":["Caltrain"]}," has three stops within San Francisco. Other than the 4th and King terminal in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},", these are the 22nd St. Station and the Bayshore Station (off Tunnel Ave), neither of which are particularly attractive for visitors. Of interest to visitors who wish to travel outside of the city is the ",{"type":"[[","value":[["Palo Alto"]]}," Station (at University Avenue), across the street from the campus of Stanford University, and ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}," Diridon Station. Caltrain operates fast frequent commuter rail service, seven days a week. Service generally runs from 5AM to Midnight. For more information on Caltrain, see the 'Get in' section above."]},"\n",{"type":"===","value":["By bike"]},"\n\nIf you have strong legs and can tolerate traffic with intermittent bike lanes, bicycles can be a convenient form of transportation in San Francisco. Although it's dense, San Francisco is fairly small in land area—just 7x7 miles from north to south and east to west—so it's fairly quick to get from one end to the other. But much of the terrain is hilly and hard to pedal up. ",{"type":"'''","value":["Do not"]}," be misled by maps depicting the city's strict, regular street grid, as even the straightest of San Francisco's streets might include steep hills or even staircases instead of a roadway. San Franciscans who bike frequently find ways to \"wiggle\" — taking winding routes to avoid hills — around the steepest hills in the city. You might try using this ",{"type":"[","value":["http:\/\/www.flattestroute.com\/ flat route finder"]},". You can also put your bike on the front of the MUNI buses if you get desperate.\n\nA classic and relatively easy ride is from the tip of Golden Gate Park's panhandle in the Haight, along paths and JFK Drive through the park to Ocean Beach. JFK Drive is lightly trafficked, and closed to cars on Sundays.\n\nDowntown, SoMa, and the Sunset, and Richmond districts are relatively flat. There are a number of bike paths and bike routes on city streets; the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfbike.org\/ San Francisco Bike Coalition"]}]}," keeps a lot of information about them. There are a number of bike rental companies in town, including ",{"type":"'''","value":[{"type":"[","value":["http:\/\/dylanstours.com\/ Dylan's Bike Rental"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baycitybike.com\/ Bay City Bike"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bikeandroll.com\/sanfrancisco\/ Bike and Roll"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blazingsaddles.com\/ Blazing Saddles Bike Rentals"]}]}," with locations in Fisherman's Wharf, and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thebikehut.com\/ Bike Hut"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/pacbikes.com\/ Pacific Bicycle"]}]}," in SoMa.\n\nThe Golden Gate Bridge has sectioned off pathways on each side for pedestrians and bicyclists. If you choose to ride a bicycle across the Golden Gate Bridge, be aware that walkers always stay on the east side of the bridge and bikes are often to ride on the west (ocean) side of the bridge. When the Bridge is closed to pedestrians during nighttime, you may continue to bicycle across by stopping to press the buzzer at the automatically closed gates to be buzzed in and out. It is a pet peeve of many locals to have to dodge bicycles while jogging or strolling.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bay Area BikeShare"],["alt="],["url=https:\/\/www.bayareabikeshare.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$9\/24 hours; $22\/3 days"],["content=A new bikesharing program that has stations located in the Financial District and SoMa. A pass entitles you to unlimited rides under 30 minutes."]]}]},"\n",{"type":"===","value":["By taxi"]},"\n\nTaxis in San Francisco are, for a large city, surprisingly inefficient and expensive, starting at $3.10 just for getting in the door. You can get an idea of how much particular taxi trips cost in San Francisco using the ",{"type":"[","value":["http:\/\/www.sfgov.org\/site\/taxicommission_index.asp?id=8125#sfrates San Francisco Taxicab Commission's webpage"]},".\n\nExcept for near downtown business hotels, tourist destinations, and nightlife areas, taxis can be hard to find and hail—and calling for a cab can mean a 30-45 minute wait, if the cab shows up at all. In recent years, there has been considerable controversy in San Francisco about increasing the number of taxis, but the situation is getting better. Before coming to San Francisco, you should download apps for some popular alternatives to hailing a taxi (e.g. Uber, Sidecar, Lyft, and the taxi hailing app).\n\nIf you are heading to the airport, your best bet is to call ahead with a specific pickup time to one of the many taxi companies. You will also want to schedule your cab ahead of time because if you are going beyond 15 miles, you will end up paying 50% extra.\n\n",{"type":"===","value":["By car"]},"\n\nYou almost certainly don't want to rent a car. Perpetually-clogged traffic, steep hills, a confusing system of ",{"type":"'''","value":["one-way streets"]}," downtown, expensive parking, and a fleet of parking control officers who enforce parking laws with zeal can make driving in San Francisco extremely frustrating; visitors to the city should seriously consider alternatives to driving when possible. Car rental is expensive, registration fees are the highest of any U.S. state, and because collisions are common, rates for liability insurance (legally required) are high as well. In addition, traffic from the Golden Gate Bridge uses surface streets either along CA-1, 19th Avenue or US-101 on Lombard and Van Ness. In short, a car is really only useful for visiting destinations outside of the city, and even then you may be better off using a taxi or other car sharing service.\n\nThe most difficult problem with your car in San Francisco will be parking. Parking throughout the city is extremely scarce. Garages, where they are available, are quite expensive ($20–30\/day downtown), and San Francisco has recently begun a variable-pricing scheme which makes the most popular street parking more expensive. San Francisco has some of the strictest parking laws and enforcement in the country.  For day trips into the city, consider a park-and-ride at a ",{"type":"[[","value":[["Peninsula (Bay Area)"],["Peninsula"]]}," Caltrain station, at a ",{"type":"[[","value":[["Peninsula (Bay Area)"],["Peninsula"]]}," BART station, or at an ",{"type":"[[","value":[["East Bay (Bay Area)"],["East Bay"]]}," BART station.\n\nWhen parking on a hill (and there are many of them in San Francisco), remember to ",{"type":"'''","value":["always"]}," apply that parking brake and turn your wheels so that the car will roll into the sidewalk instead of the street if the brakes give out (i.e., when facing uphill, turn toward the street; when facing downhill, turn toward the curb). Failure to park properly doesn't just run the risk of having your car roll downhill, but it is also against the law and you may be ticketed.\n\n",{"type":"'''","value":["Motorcycles and scooters"]}," are a common sight on San Francisco streets; in fact, San Francisco is known as one of the most motorcycle-friendly places in the U.S. Street parking for motorcycles is plentiful and relatively inexpensive ($0.30 to $0.80 an hour), but note that parking on sidewalks is usually illegal. There are several motorcycle rental shops, along with many dealers, service shops, and motorcyclist hangouts. As elsewhere in California, motorcyclists must wear helmets. Motorcycle theft is a problem; always use a disk lock or secure your bike to a stationary object using a cable or chain.\n\n",{"type":"'''","value":["Segways"]}," are somewhat popular among tourists. If you'd like to blend in, you'll definitely avoid them. So far there is only one authorized Segway dealer that rents out ",{"type":"[","value":["http:\/\/www.siliconsegway.com\/ Segways"]},", though various tour operators (many of whom operate from ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]},") offer guided trips throughout the city.\n\n",{"type":"==","value":["See"]},"\nSan Francisco has much to see — these are just the most significant sights. For more detail see the individual district sections, often linked from this entry.\n\nThree passes are available which offer discounts to many interesting attractions:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Francisco CityPASS"],["alt="],["url=http:\/\/www.citypass.com\/san-francisco"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A relatively cheap and easy way to cover many attractions of the city is the CityPASS. For a fare of $64 for adults and $39 for children 5-12, you get admission to the California Academy of Sciences, a Blue and Gold Fleet bay cruise, the Aquarium of the Bay, the San Francisco Museum of Modern Art (SFMOMA), and the Exploratorium or the Legion of Honor and the de Young Museum (both must be visited on the same day). A CityPASS works for 9 consecutive days starting with the use of your first ticket (each ticket only accounts for one visit to each attraction). The pass also includes seven consecutive days of Cable Car and MUNI fares."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Go San Francisco Card"],["alt="],["url=http:\/\/www.gosanfranciscocard.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another easy way to cover many attractions and tours is the Go San Francisco Card. This card allows you to take some tours for free, such as the Wine Country tour, San Francisco Sightseeing, City Tour, Bay Cruises, museums, aquariums, The Conservatory of Flowers, and many other activities. Other tours and activities are also discounted from $5 to 40%. The cost of the card is $50 for 1 day, $80 for 2 days, $85 for 3 days. $115 for 5 days, and $136 for 7 days."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wharfpass.com\/ Wharf Pass"]}]},". If you are visiting ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}," this pass includes 10 attractions, bay cruises and sightseeing tours. With the pass you have 2 days to enjoy a Hop On Hop Off Tour of San Francisco, Bay Cruise under the Golden Gate Bridge and choice of 3 of 6 attractions. The 2 day pass includes additional discounts at 45 Wharf area shopping, dining, activity and tour companies. The cost for the Wharf Pass is $58 for adults and $38 for children 5-11. The Wharf Pass can be combined with an Alcatraz ferry and audio tour by contacting Alcatraz Cruises reservation department at +1 415 981-7625 or ",{"type":"[","value":["http:\/\/www.wharfpass.com\/tours\/san-francisco-fishermans-wharf-family-pass-alcatraz-cruise-combo.html online"]},"."]},"\n",{"type":"===","value":["Itineraries"]},"\nThere are many highlight walks you can take to really capture the feel of the city and see a whole lot of attractions at the same time. Some of the best ones are:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["Chinatown"]]}]},". Grant from Bush to Broadway takes you through the heart of the famous district. Returning by the parallel Stockton or Powell will give you a better feeling of the day-to-day life of the residents, and are both good for those looking for imported commodities such as tea or herbs."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/The Avenues"],["Ocean Beach"]]}]},". Ocean Beach is entirely open to pedestrians in both the Richmond and Sunset districts from the Cliff House restaurant and Sutro Baths in the north to the zoo in the south. For a shorter walk, the windmills near Lincoln at the end of Golden Gate Park offer a good base for a stroll north."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["Telegraph Hill"]]}]},". Greenwich and Filbert Steps on the east side of Telegraph Hill, both strenuous and unforgettably beautiful, offer cottages and a flock of wild parrots to enjoy on the way up to the Coit Tower."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["North Beach"]]}]},". Columbus runs from North Point in Fisherman's Wharf, through the grand church and famous cafés at the heart of North Beach to the landmark Transamerica pyramid, accessible to transit on nearby Market."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Haight"],["Haight Ashbury"]]}]},". Haight from Divisadero to Stanyan covers the shopping district famous for hippie culture; at Stanyan the street becomes a path through Golden Gate Park to a popular site (then and now) for relaxing and concerts."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Golden Gate"],["Cow Hollow"]]}]},". Union Street between Gough and Fillmore is one of the finest shopping streets outside of the city center."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Mission"],["Mission"]]}]},". Mission between 15th and Cesar Chavez streets provides a look at a neighborhood famous for its Latino food and culture, as well as occasional gang activity east of Mission Street. Parallel to Mission, Valencia Street is the artery of the many higher end boutiques and offbeat cafés starting to characterize the neighborhood, and has little of the grit of Mission St. 16th Street between Mission and Guerrero Streets offers a diversity of cuisine and several hip bars."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Golden Gate"],["Pacific Heights"]]}]},". Fillmore between Pine and Broadway is lined with a good mix of shopping, views, steep slopes, and some of the city's largest and most expensive homes."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Western Addition"],["Fillmore"]]}]},". Post from Laguna (near 38 bus stop) to Fillmore takes you through upscale shopping and restaurants in Japantown, and turning left onto Fillmore across Geary and on to Turk takes you past the internationally known jazz venues and a mix of Black and Korean owned shops. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["Castro and Noe Valley"]]}]},". Market from Church to Castro St. and a left down Castro St to 19th takes you through the center of the city's famous gay mecca. Continuing up Castro St over the hill from there takes you to 24th St, the main drag of bohemian Noe Valley."]},"\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"[[","value":[["File:Prsf Bay fog.jpg"],["thumb"],["350px"],["right"],["The Golden Gate Bridge from the Presidio"]]},"\n\nPerhaps the most recognizable landmark in San Francisco and one of the most famous bridges in the world, the ",{"type":"'''","value":["Golden Gate Bridge"]},", spanning the ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]},", has been called one of the Seven Wonders of the Modern World and is the first thing you see of San Francisco if driving in from the north, as it is one of the major road routes into and out of the city.  Overlooking the Golden Gate is the ",{"type":"'''","value":["Presidio"]},", a former military post with beautiful architecture and a very scenic park setting. Within the Presidio is the gorgeous ",{"type":"'''","value":["Palace of Fine Arts"]},", built for the 1915 Panama-Pacific Exposition and reminiscent of Roman and Greek architecture.\n\nWithin the center of the city, the famous ",{"type":"'''","value":["cable cars"]}," run up and down the hills of San Francisco between Market Street and Fisherman's Wharf and offer quite a ride (see above under ",{"type":"[[","value":[["San Francisco#Get around"],["Get around"]]}," for more info). Atop one of those hills, Telegraph Hill in ",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["North Beach"]]},", is ",{"type":"'''","value":["Coit Tower"]},", a gleaming white tower dedicated to the San Francisco firefighters.  At 275' high, the hill is a healthy hike from the nearby neighborhoods just below. Another prominent tower nearby is the ",{"type":"'''","value":["Transamerica Pyramid"]},", the tallest and most recognizable building in the San Francisco skyline, located among the skyscrapers and highrises of the ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Financial District"]]},".  Perhaps the most famous view of that skyline is from ",{"type":"'''","value":["Alamo Square Park"]}," in the ",{"type":"[[","value":[["San Francisco\/Western Addition"],["Western Addition"]]}," district, home to the famous ",{"type":"'''","value":["Painted Ladies"]}," row of Victorian houses, with many other pretty Victorians encircling the lovely park.\n\nOver on ",{"type":"[[","value":[["San Francisco\/Nob Hill-Russian Hill"],["Russian Hill"]]}," is the famous stretch of ",{"type":"'''","value":["Lombard Street"]}," between Hyde & Leavenworth, the (nearly) crookedest street in America. The city also has a twistier but less scenic stretch of street, ",{"type":"'''","value":["Vermont Street"]}," on ",{"type":"[[","value":[["San Francisco\/Southeast"],["Potrero Hill"]]},". Other street oddities in San Francisco include ",{"type":"'''","value":["22nd Street"]}," between Vicksburg and Church in ",{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["Noe Valley"]]}," and ",{"type":"'''","value":["Filbert Street"]}," between Leavenworth and Hyde on ",{"type":"[[","value":[["San Francisco\/Nob Hill-Russian Hill"],["Russian Hill"]]}," — At a 31.5% grade, these streets share the honor of the steepest streets in San Francisco.\n\n",{"type":"===","value":["Neighborhoods"]},"\n",{"type":"[[","value":[["Image:Chinatown2 SF.jpg"],["thumb"],["200px"],["Chinatown"]]},"\nSan Francisco is also well known for its collection of unique and intriguing neighborhoods. Most tourists start with ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}]},"; although many of the locals consider it a tourist trap, it is a great place to see amazing street entertainers, watch sea lions, visit museums, or take a cruise to the infamous ",{"type":"'''","value":["Alcatraz Prison"]}," or the pleasant ",{"type":"'''","value":["Angel Island"]},". Working fishing boats still come into the small harbor here, and the district is home to several excellent seafood restaurants. The fresh breeze from the bay can provide a bracing setting.\n\n",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["Chinatown"]]}]},", centered around Grant Street from Bush to Columbus, is part tourist trap, part an exhibit of local life. Good eating places abound, and the side streets especially have stores one wouldn't find in a mall. Stockton Street is where most locals do their shopping for groceries; be sure to sample some of the dim sum and other specialties offered in the many bustling shops. However, many local Chinese prefer to eat and shop in the new Chinatowns located in other neighborhoods such as on Clement Street between 2nd and 12th Avenues in the Inner ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Richmond"]]}," neighborhood. The Muni #1 (California) and #2 (Clement, does not run at night) buses get people from one Chinatown to the other.\n\nCloser to Downtown is the ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]}]},", with its impressive Beaux Arts buildings including ",{"type":"'''","value":["City Hall"]}," and the ",{"type":"'''","value":["War Memorial Veterans Building"]},", the celebrated Asian Art Museum, music and theater venues (including large concert halls and a renowned Symphony and Opera), and the main public library. Nearby, within the highrises of Downtown, ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Union Square"]]}," is the heart of the city's main shopping and hotel district, while ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]}," to the south is rapidly gentrifying, home to the city's main convention center and several new museums.\n\nTo the west of Downtown is ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Haight"],["Haight Ashbury"]]}]},", famous for being a center of the Hippie movement in the 60s and 70s. While tourism has softened the image of the neighborhood somewhat, the area still retains its distinct feel with small organic coffee shops and store after store selling marijuana-themed goods, tie dye tee shirts and hand bands. Nearby at the top of Market Street is the  ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["Castro"]]}]},", the center of San Francisco's Lesbian\/Gay\/Bi\/Transgender (LGBT) community, with numerous theaters and small shops and restaurants. Next door is the ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Mission"],["Mission District"]]}]},", home to the ",{"type":"'''","value":["Mission Dolores Church"]},", one of the oldest structures in the city, and a fantastic collection of murals of all sorts on the walls of many nearby buildings, especially on alleys between Market and Valencia.\n\n",{"type":"'''","value":["Treasure Island"]},", an artificial island half-way between San Francisco and Oakland connected to the Bay Bridge, has excellent views of the San Francisco and Oakland skylines and quirky structures from the international fairground-turned-navy base-turned-neighborhood. Accessible by Muni bus #108 from the Transbay Terminal in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},".\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Legion of Honor, San Francisco.jpg"],["thumb"],["300px"],["California Palace of the Legion of Honor"]]},"\nWhen the morning is foggy, you may want to spend a few hours in one of the city's many world-class museums. Many museums offer free admission on certain days during the first week of every month. ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Golden Gate Park"]]}," is home to the copper-clad ",{"type":"'''","value":["M.H. de Young Memorial Museum"]},", which houses an impressive collection of contemporary and indigenous art. The de Young Museum's former Asian collection is now permanently housed in the ",{"type":"'''","value":["Asian Art Museum of San Francisco"]},", located in the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]},". Across from the de Young Museum stands the ",{"type":"'''","value":["California Academy of Sciences"]},", which holds a huge array of science exhibits, including an aquarium and a natural history museum.\n\nThe ",{"type":"'''","value":["California Palace of the Legion of Honor"]}," is in Lincoln Park in the northwest corner of the ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Richmond"]]}," district. In ",{"type":"[[","value":[["San Francisco\/Nob Hill-Russian Hill"],["Nob Hill"]]},", the ",{"type":"'''","value":["Cable Car Museum"]}," offers exhibits on the famous moving landmarks of San Francisco. Near the ",{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["Castro"]]}," is the ",{"type":"'''","value":["Randall Museum"]},", a lovely little children's museum. The ",{"type":"'''","value":["San Francisco Museum of Modern Art"]},", the ",{"type":"'''","value":["Moscone Center"]},", the ",{"type":"'''","value":["Yerba Buena Center for the Arts"]},", ",{"type":"'''","value":["Zeum"]},", the ",{"type":"'''","value":["Cartoon Art Museum"]},", the ",{"type":"'''","value":["Museum of the African Diaspora"]}," and the ",{"type":"'''","value":["Museum of Craft and Folk Art"]}," are all located in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},", south of ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Union Square"]]},". The ",{"type":"'''","value":["Contemporary Jewish Museum"]},", which was designed by Daniel Libeskind and opened in June 2008, is the latest major addition to San Francisco's museum scene.\n\nAt the ",{"type":"'''","value":["Hyde Street Pier"]}," in ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}," you can go on board several historical ships, including the 1886 Balclutha clipper ship, a walking-beam ferry, a steam tug, and a coastal schooner. At Pier 45 just to the east, the World War II submarine ",{"type":"'''","value":["USS Pampanito"]}," and the World War II Liberty Ship ",{"type":"'''","value":["SS Jeremiah O'Brien"]}," can be visited. Nearby is the ",{"type":"'''","value":["Aquarium of the Bay"]}," on Pier 39 and the ",{"type":"'''","value":["Wax Museum"]},".\n\nThe ",{"type":"'''","value":["Exploratorium"]}," at Pier 15 near ",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["North Beach"]]}," will keep you busy for an entire day with their science and perception exhibits. In the ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Marina"]]}," district is ",{"type":"'''","value":["Fort Mason"]},", home to a few cultural museums.\n\n",{"type":"===","value":["Parks and outdoors"]},"\n",{"type":"[[","value":[["File:Temple of Music SF.JPG"],["thumb"],["350px"],["Temple of Music Golden Gate Park"]]},"\nSan Francisco has numerous parks, ranging from the tiny to the huge. The most famous of them is ",{"type":"'''","value":["Golden Gate Park"]}," in ",{"type":"[[","value":[["San Francisco\/The Avenues"],["The Avenues"]]},", a massive (roughly 1\/2 mile-by-four mile) urban oasis with windmills, bison, museums, a carousel and much more hidden among its charms. The park contains the antique palatial greenhouse of the ",{"type":"'''","value":["Conservatory of Flowers"]},", the modern and ethnic art focused ",{"type":"'''","value":["de Young Museum"]},", the large ",{"type":"'''","value":["Japanese Tea Garden"]},", the new ",{"type":"'''","value":["California Academy of Sciences"]}," building designed by Renzo Piano and the ",{"type":"'''","value":["Strybing Arboretum"]},", a collection of plants from across the temperate world.  Defining the extreme Northwestern corner of the city is ",{"type":"'''","value":["Lincoln Park"]}," in ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Richmond"]]},", which provides majestic views of the Marin Headlands, the Golden Gate Bridge from the ocean side, and the Pacific Ocean itself. At the extreme western end the well known ",{"type":"'''","value":["Cliff House"]}," provides both semi-casual and a more formal eating and drinking place.  The ",{"type":"'''","value":["Legion of Honor"]}," museum at the center of the park houses many incredible artworks.\n\nNear the physical center of the city is the ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Twin Peaks-Lake Merced"],["Twin Peaks"]]}]},", one of San Francisco's highest points (875' above sea level); providing spectacular views in all directions. Tour buses can get backed up here during the day, but it's a great place to really appreciate the city from above, especially at and after sunset. Temperatures up there can be quite a bit lower than in the rest of the city, so bring a jacket. Nearby in the ",{"type":"[[","value":[["San Francisco\/Twin Peaks-Lake Merced"],["Lake Merced"]]}," area is the ",{"type":"'''","value":["San Francisco Zoo"]},", a large and well maintained zoo which is a great place to go if you are traveling with children or have a fondness for penguins, primates, lions or llamas.\n\nWhile not particularly well known for its ",{"type":"'''","value":["beaches"]},", San Francisco has a couple of good ones along the Pacific Ocean — but the water is brisk, the winds can be rough, and due to strong rip currents swimming at any of them is not recommended. ",{"type":"'''","value":["Ocean Beach"]}," along the ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Sunset"]]}," district is the largest and most famous beach, with plenty of sand and people enjoying themselves. ",{"type":"'''","value":["China Beach"]}," in ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Richmond"]]}," and ",{"type":"'''","value":["Baker Beach"]}," in ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]}," are smaller, rather secluded beaches with lovely views.\n\nOff the coast of San Francisco is one of the most productive marine environments on Earth, which attracts abundant marine life including blue whales, gray whales, humpback whales, dolphins, seals and sea lions, leatherback sea turtles, and many species of seabirds. The rocky ",{"type":"'''","value":["Farallon Islands"]},", located roughly 30 miles offshore from San Francisco, are part of a National Marine Sanctuary and provide nesting habitat for tens of thousands of seabirds. The islands are also known for attracting large numbers of great white sharks from September through November. It is possible to take ",{"type":"'''","value":["boat tours"]}," to the Farallon Islands throughout most of the year and go ",{"type":"'''","value":["whale watching"]},", departing from ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}," or the ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Marina"]]}," in San Francisco.\n\nOn sunny days hipsters flock to ",{"type":"'''","value":["Mission Dolores Park"]},", so named due to its location across the street from the Mission Dolores Basilica. The park often comes to resemble a large party, with music, coolers of beer and, er, uh...medical marijuana treatment.  Mission Dolores Park is situated on a slight slope in the Noe Valley neighborhood, just a few blocks from the many restaurants and bars in the Mission.  The east side of the park is bounded by Dolores Street, a hilly and scenic drive lined with palm trees and Victorians.\n\nIn the southern half of the city is the often overlooked but wonderful ",{"type":"'''","value":["Bernal Heights Park"]},", a small park on top of a hill overlooking the entire eastern half of the city, with excellent views of the skyscrapers in the Financial District, the Mission District, and the hills in the southeastern corner of the city.  A wide trail runs around the base of the park below the peak which can be walked in ten to fifteen minutes.  Bernal Heights Park is dog friendly, so much so that a coyote is often observed there.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Harbor tours"]},"\n",{"type":"[[","value":[["File:Way To Alcatraz.JPG"],["thumb"],["300px"],["Approaching the Island of Alcatraz"]]},"\n\nOne of the best ways to see San Francisco is from the waters of San Francisco Bay. There are many companies offering harbor tours of varying durations and prices but they all provide marvelous views of the bay, the bridges, the island of Alcatraz and the city.\n\nOnly specific island tours are allowed to land at Alcatraz, but the typical harbor tour will circle the island at a slow crawl, giving you plenty of opportunity to photograph the now-inactive prison from the water.\n\nAlso consider taking a ferry from San Francisco across the bay to ",{"type":"[[","value":[["Tiburon"]]},", ",{"type":"[[","value":[["Sausalito"]]},", or ",{"type":"[[","value":[["Alameda"]]},". Same views for a fraction of the price.\n\nMost tours leave from docks at ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}," near Pier 39. Tickets can be purchased at kiosks along the waterfront walk. Buy tickets a day or two in advance during the summer high season.\n\nBoats usually leave roughly hourly starting around 10AM and ending around 5PM. Multi-lingual guides are available on some tours. Prices range from $20–$40, more for sunset, dinner, or whale watching tours.\n\n",{"type":"*","value":["Even on a sunny day the bay can be chilly, so be sure to bring a sweater as well as sun screen. "]},{"type":"*","value":["Some boats have snack bars on board, but bring your own water and treats to avoid paying high costs or going without. There are now limited refreshments and a souvenirs shop on Alcatraz."]},"\n",{"type":"===","value":["Performing arts"]},"\n",{"type":"[[","value":[["Image:SFSymphony Hall.jpg"],["thumb"],["300px"],["Davies Symphony Hall"]]},"\n",{"type":"*","value":[" San Francisco has a ",{"type":"'''","value":["Half-Price Ticket Booth"]}," located right in the middle of ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Union Square"]]},", where tickets for most San Francisco theater performances can be purchased the day of the performance for half-price. Run by ",{"type":"[","value":["http:\/\/www.theatrebayarea.org\/ Theatre Bay Area"]},", all service fees collected from the sale of tickets by ",{"type":"[","value":["http:\/\/www.theatrebayarea.org\/tix\/index.jsp TIX Bay Area"]}," goes right back into the theater community."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Go to a concert, a play, a jazz or a folk-song performance"]},". There are performances most days to choose from by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sfopera.com\/ San Francisco Opera"]}]},", the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfsymphony.org San Francisco Symphony"]}]},", in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sfwmpac.org\/herbst\/ht_index.html Herbst Theater"]}]}," (where the U.N. charter was signed), in the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.oldfirstconcerts.org Old First Church"]}]},", and for musicals in the ",{"type":"'''","value":["Orpheum"]}," or the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bestofbroadway-sf.com Golden Gate Theaters"]}]},", all located in or near the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]},". The museum of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thinker.org Legion of Honor"]}]},", located in ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Lincoln Park"]]}," overlooking the Golden Gate (north end of 34th Ave), has organ concerts which can be heard in many of its galleries, Saturdays and Sundays at 4PM, as well as music performances in its ",{"type":"'''","value":["Florence Gould Theater"]}," by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sflyricopera.org San Francisco Lyric Opera"]}]},".  For the fall and spring jazz festivals look into ",{"type":"[","value":["http:\/\/www.sfjazz.com the SFJAZZ calendar"]},". San Francisco also has many jazz clubs, best found by browsing the web (an excellent site is ",{"type":"[","value":["http:\/\/www.sfstation.com SFStation.com"]},"). Contemporary bands are featured at The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thefillmore.com Fillmore Auditorium"]}]}," and less frequently at the large ",{"type":"'''","value":["Bill Graham Civic Auditorium"]}," in the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]},".  There is an annual ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfblues.com blues festival"]}]}," in late September, at various locations, and at least two great ",{"type":"'''","value":["bluegrass music festivals"]}," each year — during ",{"type":"[","value":["http:\/\/www.sfbluegrass.org\/ February"]}," around the area and ",{"type":"[","value":["http:\/\/www.strictlybluegrass.com late September or October"]}," in ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Golden Gate Park"]]},". Many, but certainly not all, events are listed by the ",{"type":"[","value":["http:\/\/www.cityboxoffice.com City Box Office"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ballet"]}," of the world class variety can be seen for only $10. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfballet.org\/ San Francisco Ballet"]}]}," sells standing room tickets (with excellent views from the back of the orchestra) for their shows at the ",{"type":"'''","value":["War Memorial Opera House"]}," in ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]}," during the afternoon of each performance as well as two hours before showtime."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plays"]}," are performed at the ",{"type":"'''","value":["Geary"]}," (by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.act-sfbay.org American Conservatory Theater"]}]},"), ",{"type":"'''","value":["Curran"]},", and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marineclub.com\/theatre.php Marines Memorial"]}]}," theatres near ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District#Performing arts"],["Union Square"]]},", and at the small ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nctcsf.org New Conservatory Theater"]}]}," near the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Musicals"]}," from Broadway and Los Angeles are shown at the traditional ",{"type":"'''","value":["Golden Gate"]}," and ",{"type":"'''","value":["Orpheum"]}," theaters on Market, near the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]},". For outrageous fun, princes and paupers go to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.beachblanketbabylon.com Beach Blanket Babylon"]}]}," in ",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["North Beach"]]},". Teenagers are welcome at the Sunday matinees. It considers itself the longest running musical revue in theater history."]},"\n",{"type":"===","value":["Events"]},"\nThere is an incredible array of events going on in San Francisco — virtually every day there will be something of interest to anyone going on, and San Francisco's mild climate ensures that practically every weekend will bring another major festival or some sort of large event. Listed here are just some of the really big events going on:\n\n",{"type":"====","value":["Cultural events"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["event"],["name=Tet Festival"],["alt="],["url=http:\/\/vietccsf.org\/viet\/"],["email="],["year=2015"],["month=September"],["date=27"],["endmonth="],["enddate="],["location="],["country="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center-Tenderloin"]]}," area. Mid-January to mid-February. Celebrate New Year's Vietnamese style at this festival. It's a great opportunity to sample some of the delicious Vietnamese dishes that they have in the area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["event"],["name=Cherry Blossom Festival"],["alt="],["url=http:\/\/nccbf.org"],["email="],["year=2014"],["month=April"],["date=12"],["endmonth="],["enddate=13"],["location="],["country="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["San Francisco\/Western Addition"],["Western Addition"]]},". April. In Japantown, this kid-friendly event includes a parade, a street fair, and music."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["event"],["name=San Francisco International Film Festival"],["alt="],["url=http:\/\/fest09.sffs.org\/"],["email="],["year=2014"],["month=April"],["date=24"],["endmonth=May"],["enddate=8"],["location="],["country="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Based at the Presidio in ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]},", but smaller events take place throughout the city. Two weeks in Apr\/May. Organized by the San Francisco Film Society who are based in the Presidio, but the arthouse movies, documentaries, and short films are shown throughout the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["event"],["name=Union Street Art Festival"],["alt="],["url=http:\/\/www.unionstreetfestival.com\/"],["email="],["year=2015"],["month=June"],["date=6"],["endmonth="],["enddate=7"],["location="],["country="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]},". First weekend in June. This festival attracts many local artists who line the streets displaying their arts and crafts, along with live jazz and classical music performances and an organic farmer's market."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["event"],["name=Haight Ashbury Street Fair"],["alt="],["url=http:\/\/www.haightashburystreetfair.org\/"],["email="],["year=2014"],["month=June"],["date=8"],["endmonth="],["enddate="],["location="],["country="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["San Francisco\/Haight"],["Haight"]]},". On the second Sunday of June, people pack the Upper Haight for this event featuring local bands, food stalls and plenty of shopping."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["event"],["name=Fringe Festival"],["alt="],["url=http:\/\/www.sffringe.org\/"],["email="],["year=2014"],["month=September"],["date=5"],["endmonth="],["enddate=20"],["location="],["country="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Taking place at various theaters in the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center-Tenderloin"]]}," area. Just after Labor Day. A 10 day festival about theatrical experimentation and having fun, even if you don't know what you're doing exactly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["event"],["name=Folsom Street Fair"],["alt="],["url=http:\/\/www.folsomstreetevents.org\/"],["email="],["year=2014"],["month=September"],["date=21"],["endmonth="],["enddate="],["location="],["country="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unsurprisingly, on Folsom in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},", last Sunday in September. Advertised as the world's largest leather\/fetish event. Not really one for the kids."]]}]},"\n",{"type":"====","value":["Holidays"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chinese New Year Festivities"],["alt="],["url=http:\/\/www.chineseparade.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["Chinatown"]]},". January or February. The San Francisco version of the Chinese New Year dates way back, with a colorful, vibrant parade with decorative costumes, lions, deafening firecrackers, \"lucky-money\" envelopes, colorful banners, ornately themed floats, martial arts groups, stilt walkers, acrobats, and, of course, a 200 foot Golden Dragon."]]}]},{"type":"*","value":[{"type":"'''","value":["Easter Parade and Spring Celebration"]},", Union Street in ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]},". The kid-friendly but diverse festivities include a petting zoo, pony rides, live music, train rides, alfresco dining, and a parade."]},{"type":"*","value":[{"type":"'''","value":["Fourth of July"]},". San Francisco's main Independence Day celebrations take place on ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]},". There is lots of free entertainment during the day, culminating with an impressive fireworks display from the foot of Municipal Pier, and at the other end of the Wharf from barges moored off the north of PIER 39."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Columbus Day Parade"],["alt="],["url=http:\/\/www.sfcolumbusday.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["North Beach"]]},". This hugely popular parade celebrates Christopher Columbus and Italian heritage. Handmade floats run all the way from Fisherman's Wharf up Columbus Avenue through North Beach."]]}]},{"type":"*","value":[{"type":"'''","value":["Tree Lighting Ceremony at Ghirardelli Square"]},", Ghirardelli Square, Fishermans' Wharf. End of November. Ring in the holiday season by attending the festivities at Ghirardelli Square. There's theater, live music, and then at the end they decorate a 45 foot Christmas tree with ornaments, lights, and chocolate bars."]},"\n",{"type":"====","value":["LGBT community events"]},"\nSan Francisco is famous for its exuberant and visible lesbian, gay, bisexual, and transgender (LGBT) community, who always put together some very festive events:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pink Saturday"]}," is a street party in the ",{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["Castro"]]}," on the Saturday night before the Pride Parade and Celebration."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfpride.org\/ San Francisco Lesbian, Gay, Bisexual, Transgender Pride Parade and Celebration"]}]}," is one of the largest gay pride parades and festivals in North America, centered in the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]}," area. It's a huge, happy, chaotic celebration of diversity, politics, sexuality, and San Francisco wackiness, on the last weekend in June. About a dozen stages and spaces offer everything from square dancing to hip-hop, from a family garden to Leather Alley. It's a movement, it's a market, it's a party. Both parade and celebration are for everyone—straight as well as gay are welcome."]},{"type":"*","value":[" ",{"type":"'''","value":["Halloween in the Castro"]},". Halloween, the holiday when everyone puts on a mask, has long been a special time for gay, lesbian and bisexual people to take off the \"straight-looking mask\" they sometimes wore all year, and be themselves. What remains today is a huge, sometimes poorly controlled, street party in the ",{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["Castro"]]}," on the evening of October 31 each year. In recent years, the police have cracked down, and it has been much diminished."]},"\n",{"type":"====","value":["Outdoor and recreational events"]},"\n",{"type":"*","value":[{"type":"'''","value":["Critical Mass"]},". On the last Friday of each month, bicyclists in San Francisco (and about 200 like-minded cities world-wide) gather at the north end of Market Street on the Embarcadero and ride en masse to some destination, militantly demonstrating their right to occupy the roads. If you are driving in SF on a Critical Mass day, you will want to listen for radio traffic reports, but if you are stopped by the mass the best thing to do is maintain a good sense of humor and remember that it will all pass in about 5 minutes. Although, tempers can and do flare, and there have been cases where run ins with drivers and bicyclists have gotten violent.  If your car is surrounded by bikes, definitely do not move until they have passed or they might feel threatened."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bay to Breakers"],["alt="],["url=http:\/\/www.baytobreakers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Third Sunday in May. An annual footrace that is one of the largest in the country. The route runs from Downtown to Ocean Beach. Many runners do the whole thing in costume, wearing anything from elaborate costumes to wearing almost nothing at all, lending a party atmosphere to the event."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Escape from Alcatraz Triathlon"],["alt="],["url=http:\/\/www.escapefromalcatraztriathlon.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Second Sunday in June. Participants (which often include world champions and Olympic medalists) swim 1.5 miles through chilly waters, bike 18 miles, and then run an extra 8 miles. The course winds its way throughout the city, but the transition and finish line is at Marina Green in the ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]}," area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fleet Week"],["alt="],["url=http:\/\/www.military.com\/fleetweek"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]},". Usually held in the first week of October, it's a tribute to the men and women in the armed forces. A flotilla of Navy ships dock on the Wharf in parade fashion, and there are many free Deck tours available from crew members. There are also several air displays by the Navy flyers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sunday Streets"],["alt="],["url=http:\/\/www.sundaystreetssf.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an approximately monthly event rotating through various neighborhoods where the local main street is closed to car traffic for a pedestrian street fair."]]}]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"[[","value":[["Image:At&tpark sanfrancisco.jpg"],["thumb"],["250px"],["AT&T Park"]]},"\nSan Francisco has several professional sports teams, although the spread-out nature of the Bay Area means there are also teams nearby in ",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}," and ",{"type":"[[","value":[["Oakland"]]},". The National Football League ",{"type":"'''","value":["San Francisco 49ers"]}," move from Candlestick Park in San Francisco to ",{"type":"[[","value":[["Santa Clara (California)"],["Santa Clara"]]}," this year.\n\nThe ",{"type":"'''","value":["San Francisco Giants"]}," are the city's Major League Baseball team, playing their home games at the lovely AT&T Park in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]}," and command a major fan base. As far as college sports go in San Francisco, there are the ",{"type":"'''","value":["University of San Francisco Dons"]},", who play various college sports including baseball, basketball, soccer and volleyball at their campus in ",{"type":"[[","value":[["San Francisco\/Western Addition"],["Western Addition"]]},". The ",{"type":"'''","value":["San Francisco State University Gators"]}," play various college sports including baseball, basketball and soccer at their campus near ",{"type":"[[","value":[["San Francisco\/Twin Peaks-Lake Merced"],["Lake Merced"]]},".\n\n",{"type":"===","value":["Local music"]},"\n\nSan Francisco is a hotbed for underground music; a highly diverse array of musical styles is represented (e.g., rock, pop, experimental, weird folk, and avant-jazz). Shows occur every night, with as many as fifteen small shows occurring each Thursday through Saturday night. Much of this activity is not always well covered in the mainstream media; useful community-driven resources for finding about local shows include ",{"type":"[","value":["http:\/\/dardardar.org\/ Dar Dar Dar"]}," and the ",{"type":"[","value":["http:\/\/transbaycalendar.org Transbay Calendar"]},".\n\n",{"type":"==","value":["Learn"]},"\nThere are three world-class research universities in the Bay Area: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ucsf.edu University of California, San Francisco"]}]}," with two large campuses in San Francisco focused on biomedical research and training; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.berkeley.edu University of California, Berkeley"]}]}," in ",{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]},"; and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stanford.edu Stanford University"]}]}," in ",{"type":"[[","value":[["Palo Alto"]]},". Many of the major businesses in the area have a connection to one of these universities.\n\nThe ",{"type":"'''","value":["University of California, San Francisco"]}," is one of the city's largest employers and is dedicated solely to the education of health and the biomedical sciences. Unlike many other universities, it does not have undergraduate programs and only admits graduate students. Also in the University of California system is the ",{"type":"'''","value":["Hastings College of the Law"]},", a major law school located in downtown San Francisco. The ",{"type":"'''","value":["San Francisco State University"]}," is another major public university that offers a broader range of studies than the UC colleges in the city. Rounding off the city's public colleges is the ",{"type":"'''","value":["City College of San Francisco"]},", a two-year community college.\n\nSan Francisco also has numerous private colleges and universities, some of them large, such as the ",{"type":"'''","value":["University of San Francisco"]}," located in the Richmond district, and ",{"type":"'''","value":["Academy of Art"]}," with properties throughout the city.\n\n",{"type":"==","value":["Work"]},"\nWhile San Franciso's economy is linked to it being a world-class tourist attraction, its economy is diversified.  The largest employment sectors are professional services, government, finance, trade, and tourism. Its frequent portrayal in music, films, literature and popular culture has helped make the city and its landmarks known throughout the world. San Francisco has developed a large tourist infrastructure with numerous hotels, restaurants, and top-notch convention facilities.\n\nWhile it's been a long time since people considered Montgomery Street in the ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Financial District"]]}," to be the \"Wall Street of the West\", San Francisco remains one of the principal banking and finance centers of the west coast of the United States, with the regional headquarters of the United States Federal Reserve being based here. Many major financial institutions and banks are based in the city or have set up regional headquarters here.\n\nSan Francisco's proximity to Silicon Valley has made the city increasingly attractive for high-tech companies. While most of the large technology companies are in the valley, many tech workers live in San Francisco and commute to work. In recent years, San Francisco has also been making itself a center of biotechnology.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nIf you want it, chances are likely you can get it in San Francisco. There are a wide range of small and locally owned businesses throughout the city's neighborhoods; in fact, San Francisco has for the most part repelled the development of large chain retailers and big box stores that are common across America.\n\nIf it's tourist trinkets you're looking for, ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}]}," has the typical souvenir, T-shirt, and camera shops, along with plenty of specialty stores.  However, San Francisco's most popular shopping area is ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Union Square"]]}]},", which has all the big national department stores (Macy's, Saks, Nordstrom, etc.) and plenty of fancy boutique stores, as well as a few shopping centers thrown in.\n\nFor small, upscale boutiques, ",{"type":"'''","value":["Union Street"]},", ",{"type":"'''","value":["Fillmore Street"]},", and ",{"type":"'''","value":["Chestnut Street"]}," in the ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Golden Gate"]]}," area are lined with unique and trendy places, and all three streets are among the best spots in the city to window shop. ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Nob Hill-Russian Hill"],["Nob Hill"]]}]}," is also full of specialty places.\n\nBut if you don't have a luxury dollar to spend and still want to walk away with something unique, there are plenty of shops in ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["Chinatown"]]}]}," for you, selling Oriental handicrafts of all descriptions, and no chain stores in sight. ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Western Addition"],["Japantown"]]}]}," also offers plenty of great shops selling authentic souvenirs, including the excellent Kinokuniya Stationery\/Bookstore. The ",{"type":"'''","value":[{"type":"[[","value":[["San Francisco\/Haight"],["Haight"]]}]}," is full of excellent independent record and book stores, with Amoeba Music dominating the scene.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Sanfran 2 bg 032605.jpg"],["thumb"],["250px"],["Crabs at Fisherman's Wharf"]]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nSan Francisco is a \"foodie\" city with a vast array of restaurants. In fact, San Francisco has more restaurants per capita than any major city in North America, with 1 restaurant for every 250 residents (in comparison, New York City has 1 restaurant for every 940 residents). The price range is huge, of course, and you can spend anywhere from a small fortune to a couple bucks for every type of cuisine. In addition to the range of ethnic restaurants you'd expect to find, bay area food culture focuses on \"artisinal\" food (see the Ferry Building) and fresh fruits and vegetables (see Alice Waters), drawing from the nearby farms in California.\n\nIn San Francisco, you would be well-served by using an online restaurant rating website to find the best restaurants. Yelp.com, for example, is actively maintained by San Franciscans. All the best restaurants (and bars) are mobbed on the weekends, so you'll do well to check out the availability on opentable.com or similar websites.\n\nEthnic food and neighborhoods:\n",{"type":"*","value":[" You can still find some ethnic food districts in San Francisco. Some of these, like North Beach, have become museums for tourists, while others, such as the (Inner) Mission and Chinatown, are still strongly ethnic neighborhoods which maintain their native food culture. In truth, the food culture in the city is oriented less around ethnic districts than restaurant areas. In the Mission, for example, you will find not just Mexican food but rather excellent options of many kinds (e.g., Sushi, Indian, Italian, Thai, etc.)."]},{"type":"*","value":[" With the largest ",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["Chinatown"]]}," in North America as well as one of the largest Chinese communities in the West, there are many exceptional restaurants serving ",{"type":"'''","value":["dim sum"]}," and other Chinese delicacies found throughout the city. This localized Chinese cuisine has its feet in Hong Kong and America, and is different from what many visitors are accustomed to — it is common to hear complaints from Chinese visitors that Chinese food here is not like the food back home. There are several main types of Chinese restaurants in San Francisco: those primarily serving immigrants from Hong Kong (\"Hong Kong style\") which commonly have signs on the wall in Chinese characters, live fish and shellfish tanks and some exotic main ingredients, such as pig's blood or sea cucumber; those primarily serving San Franciscans who are not Asian immigrants (\"California Chinese\") which commonly have Westernized table service, low fat content and more emphasis on fresh vegetables; those primarily serving tourists or other people accustomed to Chinese food as it is commonly served in the United States (\"Americanized Chinese\"); and those primarily serving immigrants from other areas or a particular dietary need or interest (regional cuisines, vegetarian, Muslim). There may be some mixing between these various classifications and each category may influence the others, for instance, the Americanized dish known as ",{"type":"'''","value":["Chop Suey"]}," is often not served even at Americanized Chinese restaurants in San Francisco, while Chinese vegetables such as bok choy and pea sprouts may turn up on your plate at California Cuisine style restaurants."]},{"type":"*","value":[" San Francisco is also one of the best places in the nation for other Asian cuisine: Korean, Thai, Indian, and Japanese. ",{"type":"'''","value":["Sushi"]}," is a local obsession. ",{"type":"[[","value":[["San Francisco\/Western Addition"],["Japantown"]]}," and the ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Richmond"]]}," district have more than their fair share of excellent sushi chefs."]},{"type":"*","value":[" Inexplicably to many locals, ",{"type":"[[","value":[["San Francisco\/Fisherman's Wharf"],["Fisherman's Wharf"]]}," remains a popular place for tourists to find fresh but overpriced  ",{"type":"'''","value":["seafood"]},", especially clam chowder and crabs cooked to order. "]},{"type":"*","value":[" For tourists, ",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["North Beach"]]}," is the place to go for ",{"type":"'''","value":["Italian food"]},". Beware that the restaurants along Colombus, which are oriented toward tourists, will be overpriced. You can, of course, find great Italian and pizza all over the city."]},{"type":"*","value":[" The ",{"type":"[[","value":[["San Francisco\/Mission"],["Mission"]]}," (birthplace of the mission style burrito) is great for ",{"type":"'''","value":["Mexican"]}," and Latin American cuisine of all sorts."]},"\nSan Francisco restaurants are also very ",{"type":"'''","value":["corkage friendly"]},". Average corkage fee appears to be in the $15 range, with some of the more pricey places charging $25–35.\n\n",{"type":"'''","value":["Vegetarians and vegans"]}," will find SF a paradise, however contrary to popular belief the city has one of the lowest rates of vegetarian consumers in the nation.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"===","value":["Bars and clubs"]},"\nThe best way to find a good ",{"type":"'''","value":["bar"]}," or ",{"type":"'''","value":["club"]}," is to ask the advice of a local; but barring that a copy of ",{"type":"''","value":["The SF Bay Guardian"]}," or the ",{"type":"''","value":["SF Weekly"]}," or a quick search on yelp\/google will help you find something suited to your personal taste.\n\nThe great diversity of nightlife in San Francisco, sometimes within one neighborhood, reflects the diversity of cultures there. Here's a sampling:\n",{"type":"*","value":["If you want door-to-door bar hopping at friendly bars that serve PBR tall boys, definitely go to \"Polk Gulch\" in the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Tenderloin"]]}," and work your way north through bars such as ",{"type":"'''","value":["Mayes"]}," and ",{"type":"'''","value":["Hemlock"]},"."]},{"type":"*","value":["Head to the ",{"type":"[[","value":[["San Francisco\/Golden Gate"],["Marina"]]}," for mid-20s to mid-30s professionals (and those visiting from Los Angeles) as well as a college atmosphere clubbing scene around super packed club\/bars such as ",{"type":"'''","value":["Circa"]},". "]},{"type":"*","value":["Are you into clubs? If you want to commit to a single venue for the night and club the night away, pay the necessary cover at high end clubs in South of Market (",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},") such as ",{"type":"'''","value":["The Grand"]}," and ",{"type":"'''","value":["Manor West"]},", where you can find left-over dot-commers and hipsters hanging out on the street. If you're in the mood for world class clubbing, ",{"type":"'''","value":["Ruby Skye"]}," near ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District#Drink"],["Union Square"]]}," is a must visit place; the SF equivalent of a Vegas club, but be prepared to buy tickets ahead of time and wait in line."]},{"type":"*","value":[{"type":"[[","value":[["San Francisco\/Castro-Noe Valley"],["The Castro"]]}," primarily serves San Francisco's gay men. "]},{"type":"*","value":[{"type":"'''","value":["The Lexington"]}," in the ",{"type":"[[","value":[["San Francisco\/Mission"],["Mission"]]}," and ",{"type":"'''","value":["Wild Side West"]}," in ",{"type":"[[","value":[["San Francisco\/Bernal Heights"],["Bernal Heights"]]}," are lesbian bars.  "]},{"type":"*","value":["Other spots in the Mission also offers a more down to earth vibe that still lets you get your dance on in spots like ",{"type":"'''","value":["Brunos"]},"; a bonus with this is that you can end the night with a great burrito from one of the local Mission taquerias.  "]},{"type":"*","value":["With a large Irish population, San Francisco has a number of very good Irish pubs (e.g., Danny Coyle's in the ",{"type":"[[","value":[["San Francisco\/Haight"],["Haight"]]},", Four Deuces in the ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Sunset"]]},", and many others). ",{"type":"[[","value":[["San Francisco\/Chinatown-North Beach"],["North Beach"]]}," is home to several dance clubs and strip clubs."]},{"type":"*","value":["If you like soccer (football) and all things English, you should stop into the ",{"type":"'''","value":["Kezar Pub"]},", at the edge of the Haight-Ashbury District, or ",{"type":"[[","value":[["San Francisco\/Haight"],["Lower Haight"]]},"'s ",{"type":"'''","value":["Mad Dog In the Fog"]},". The pub quiz and bar food are good. Swill some pints and stay in the dark. Good for an entire day's worth of drinking."]},"\n",{"type":"===","value":["Beer"]},"\nSan Francisco, despite being much smaller than New York City, sports more microbreweries.  ",{"type":"'''","value":["Anchor Brewing Company"]}," (makers of Anchor Steam, found throughout the US) is brewed on ",{"type":"[[","value":[["San Francisco\/Southeast"],["Potrero Hill"]]},", though it is generally not open to the public (tours are available Friday afternoons by reservation).  Similarly, ",{"type":"'''","value":["Speakeasy Ales & Lagers"]}," opens its doors on Friday evenings and Saturday afternoons, though its location in ",{"type":"[[","value":[["San Francisco\/Southeast"],["Hunter's Point"]]}," makes it a long Muni ride if you're traveling without a car.  The other microbreweries are housed in brewpubs:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beach Chalet"]}," & ",{"type":"'''","value":["Park Chalet"]}," are at the Pacific end of ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Golden Gate Park"]]},", where you can enjoy a view of the ocean or sit in the lawn area."]},{"type":"*","value":[" ",{"type":"'''","value":["Pizza Orgasmica"]}," in the ",{"type":"[[","value":[["San Francisco\/The Avenues"],["Richmond District"]]}," specializes in California-style pizza."]},{"type":"*","value":[" ",{"type":"'''","value":["Magnolia Brewing Company"]}," is in the heart of the ",{"type":"[[","value":[["San Francisco\/Haight"],["Haight"]]},", and operates a second restaurant down the street, ",{"type":"'''","value":["The Alembic"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Thirsty Bear"]}," in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]}," caters mostly to the happy hour crowd."]},{"type":"*","value":[" ",{"type":"'''","value":["21st Amendment"]},", also in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]},", is three blocks away from the Giants' home at AT&T Park."]},{"type":"*","value":[" ",{"type":"'''","value":["Social Kitchen & Brewery"]}," is in the Sunset District, a block from Golden Gate Park."]},{"type":"*","value":[" ",{"type":"'''","value":["Southern Pacific Brewing Company"]}," is a large bar in the Mission District."]},"\nOther destinations for beer drinkers include the ",{"type":"'''","value":["City Beer Store and Tasting Bar"]}," on Folsom St in ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]}," (your best bet for beer to go), the ",{"type":"[[","value":[["San Francisco\/Mission"],["Mission's"]]}," ",{"type":"'''","value":["Monk's Kettle"]},", and the famous ",{"type":"'''","value":["Toronado Pub"]}," on lower ",{"type":"[[","value":[["San Francisco\/Haight"],["Haight Street"]]},", which specializes in Belgian ales.\n\nThe surrounding Alameda, San Mateo, and Marin Counties also host many microbreweries worth trying. Many of these are accessible by BART.  And although Santa Rosa is 45 minutes north of San Francisco, no beer lovers should skip the renowned ",{"type":"'''","value":["Russian River Brewing Company"]}," in downtown Santa Rosa.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["seeDistricts"]]},"\n\nSan Francisco offers a wide range of accommodations, from a healthy supply of hostels and budget hotels to the lavish, luxurious hotels in the city center, as well as just about everything in-between. The majority of accommodations are in the northeastern portion of the city, in and around the popular areas of Downtown, Chinatown, and Fisherman's Wharf. As one moves into the mostly residential neighborhoods to the west, the sleeping options filter down to small inns and bed and breakfasts.\n\nDecide if you want to be in walking distance of your destinations, or are up to driving and parking (which can be quite an undertaking in some of the busier areas of San Francisco) or taking public transit. If you have a specific destination in mind, look also in the ",{"type":"[[","value":[["San Francisco#Districts"],["Districts"]]}," sections.\n\nIf you'd rather stay closer to the San Francisco International Airport, there are plenty of standard airport accommodations in the cities surrounding the airport — ",{"type":"[[","value":[["Brisbane (California)"],["Brisbane"]]},", ",{"type":"[[","value":[["Burlingame"]]},", ",{"type":"[[","value":[["Millbrae"]]},", ",{"type":"[[","value":[["San Bruno"]]}," and ",{"type":"[[","value":[["South San Francisco"]]},". From there, you can drive or take BART or Caltrain into San Francisco.\n\n",{"type":"==","value":["Connect"]},"\n\nThe ",{"type":"'''","value":["area code"]}," for San Francisco is 415. You need to only dial the seven digit phone number for calls within the city. For calls within the US or Canada, dial 1+area code+number, and for international calls, dial 011+country code+city code(if applicable)+number. ",{"type":"'''","value":["Pay phones"]}," are getting less and less commonplace as nearly everyone in San Francisco has a mobile phone.  When you do find one, keep in mind that they only take coins and phone cards with a dial-to-use number. Local calls start at $0.50.\n\nTo get online, ",{"type":"'''","value":["internet cafes"]}," are available at a sprinkling of city center locations. Many coffee houses and cafes also offer ",{"type":"'''","value":["wireless"]}," connection for free or a small fee. Free access is available in ",{"type":"[[","value":[["San Francisco\/Union Square-Financial District"],["Union Square"]]},". For a more scenic place to check your email try the Apple Store on Stockton at Ellis near Market in Union Square or any of the many public libraries, especially the main branch on Market near ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]}," station.\n\nAdditionally, those traveling with laptop computers will often find an open free signal across the city which is being deployed by a company called Meraki. The \"Free the Net\" signal is unlocked and free to use.\n\nBlue mailboxes for ",{"type":"'''","value":["mail"]}," such as letters and postcards are on many street corners. USPS post offices sell stamps and ship packages, and several private companies provide additional services.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAs with many other major cities in the world, San Francisco has its share of problems. A search for \"People Behaving Badly\" on YouTube will reveal local KRON 4 reporter Stanley Roberts' varied and sometimes comical segments on aggressive panhandling, distracted drivers, fare evasion, and most famously \"Elmo Shirt Guy\" who became an internet-meme in his own right and was featured on Jimmy Kimmel. The good news is that as a visitor to San Francisco, though you may occasionally encounter people behaving badly, with a dash of common sense its unlikely you'll be the target of any crime or violence.\n\nThe areas that one should be most cautious are in the neighborhoods of Bayview-Hunters Point, Visitacion Valley, Sunnydale, Ingleside, and Potrero Hill in ",{"type":"[[","value":[["San Francisco\/Southeast"],["Southeast"]]}," San Francisco, as well as the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Tenderloin"]]},", parts of ",{"type":"[[","value":[["San Francisco\/Western Addition"],["Western Addition"]]}," (including the Fillmore District), and parts of the ",{"type":"[[","value":[["San Francisco\/Mission"],["Mission"]]},". San Francisco is still susceptible to violent crime, and most of these murders occur in the southeast, less economically fortunate, neighborhoods of the city. Gang violence touches even busy and thriving areas such as the Mission Street retail corridor, although most instances of violent crime are directed to specific targets and are not random acts. The ",{"type":"[[","value":[["San Francisco\/SoMa"],["SoMa"]]}," district used to be somewhat dangerous; however, recent gentrification (something that has become fairly common and a social issue in SF) has transformed it into a rather hip and much safer neighborhood with plenty of art galleries and clubs. However, it is best to be careful even now.\n\nSan Francisco also has the largest homeless population per capita in the United States. If someone begs from you, you may either politely say you do not have any change or just keep walking, and he or she will generally leave you alone. The main homeless area is around 6th and Market, heading towards the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Civic Center"]]},", and in the ",{"type":"[[","value":[["San Francisco\/Civic Center-Tenderloin"],["Tenderloin"]]},". ",{"type":"[[","value":[["San Francisco\/Haight"],["Haight Ashbury"]]}," also has lots of ",{"type":"[[","value":[["Begging"],["panhandlers"]]},", and the area near Golden Gate Park at the end of Haight Street near McDonalds is notorious for junkies and should be avoided at night.\n\nPickpocketing, purse snatching, and other forms of petty crime are common as with any other large city. Be especially cautious on crowded Muni trains and buses, in heavily touristed areas such as Fisherman's Wharf, and during the busy holiday shopping season.\n\nDo not leave valuables in your vehicle, especially when parking on public streets.  Car break-ins are very common in San Francisco, and any valuables in plain sight are in danger of being stolen. During your visit, you will probably see small piles of broken glass on sidewalks throughout the city, which are the result of such crimes.  If you cannot carry all valuables with you, try to keep them in the trunk and park your vehicle in secure parking garages, which are slightly safer than street parking but are not completely free from crime either. Bicycle theft is extremely common so bikes should be securely locked to a sturdy surface, even if you're going to only be gone a minute.\n\nBe careful to check for ticks after hiking in fields in the Bay Area. There is a high rate of lyme disease transmission in the Bay Area. If a bulls' eye rash develops at the tick bite site, immediately seek medical help and treatment with antibiotics.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Publications"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfgate.com\/ San Francisco Chronicle"]}]},". The main newspaper in San Francisco, with circulation daily. $0.75 daily, $2.00 Sunday."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfexaminer.com\/ San Francisco Examiner"]}]},". Another daily newspaper, but this time free."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfweekly.com\/ SF Weekly"]}]},". A popular free-weekly distributed across the city."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfbg.com\/ San Francisco Bay Guardian"]}]},". Another popular free-weekly."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfbayview.com\/ San Francisco Bay View"]}]},". Politics, economics, and news from a progressive African American perspective."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.asianweek.com\/ AsianWeek"]}]},". A weekly paper, one of the largest English language publications for Asian-Americans."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ebar.com\/ Bay Area Reporter"]}]},". Free-weekly serving the LGBT community."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfbaytimes.com\/ San Francisco Bay Times"]}]},". Another free-weekly LGBT newspaper."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sanfranmag.com\/ San Francisco Magazine"]}]},". A monthly magazine devoted to Bay Area culture."]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.usa.embassy.gov.au\/whwh\/SanFranCG.html"],["email="],["address=575 Market St Ste 1800"],["lat="],["long="],["directions="],["phone=+1 415 644-3620"],["tollfree="],["fax=+1 415 536-1982"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium (Honorary)"],["url=http:\/\/www.diplobel.us\/Representatives\/LA.asp"],["email=consubelsf@gmail.com"],["address=1663 Mission St Ste 400"],["lat="],["long="],["directions="],["phone=+1 415 861-9910"],["tollfree="],["fax=+1 415 861-9801"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.portalconsular.mre.gov.br\/clientes\/portalconsular\/portalconsular\/mundo\/america-do-norte\/estados-unidos-da-america\/sao-francisco"],["email=brazilsf@brazilsf.org"],["address=300 Montgomery St Ste 300"],["lat="],["long="],["directions="],["phone=+1 415 981-8170"],["tollfree="],["fax=+1 415 986-4625"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/san_francisco\/index.aspx?lang=eng"],["email=sfran@international.gc.ca"],["address=580 California St, 14F"],["lat="],["long="],["directions="],["phone=+1 415 834-3180"],["tollfree="],["fax=+1 415 834-3189"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["name=Chile"],["url=http:\/\/chileabroad.gov.cl\/san-francisco\/en\/"],["email=cgchile.sf@minrel.gov.cl"],["address=870 Market St Ste 1058"],["lat="],["long="],["directions="],["phone=+1 415 982-7662"],["tollfree="],["fax=+1 415 982-2384"],["hours=M-F 9AM-5PM"],["price="],["phoneextra=+1 415 982-7665"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China, People's Republic of"],["url=http:\/\/www.chinaconsulatesf.org\/eng\/"],["email="],["address=1450 Laguna St"],["lat="],["long="],["directions=Hwy 101 to Fell St exit"],["phone=+1 415 674-2940"],["tollfree="],["fax="],["hours=M-F 9AM-noon, 1PM-3PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.gknewyork.um.dk\/en\/servicemenu\/Links\/HonoraryConsulatesWestCoast.htm"],["email=sanfrancisco@usa-eurolaw.com"],["address=100 Montgomery St Ste 1790"],["lat="],["long="],["directions="],["phone=+1 415 391-0100"],["tollfree="],["fax=+1 415 391-0181"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.consulfrance-sanfrancisco.org\/spip.php?rubrique2"],["email="],["address=540 Bush St"],["lat="],["long="],["directions="],["phone=+1 415 397-4330"],["tollfree="],["fax=+1 415 433-8357"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/03__Consulates\/San__Francisco\/00\/__Home.html"],["email="],["address=1960 Jackson St"],["lat="],["long="],["directions="],["phone=+1 415 775-1061"],["tollfree="],["fax=+1 415 775-0187"],["hours=M-F 9AM-noon"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/www.mfa.gr\/AuthoritiesAbroad\/North+America\/USA\/GeneralConsulateSanFrancisco\/en-US\/"],["email=sfgr@greekembassy.org"],["address=2441 Gough St"],["lat="],["long="],["directions="],["phone=+1 415 775-2102"],["tollfree="],["fax=+1 415 776-6815"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.cgisf.org\/"],["email="],["address=540 Arguello Blvd"],["lat="],["long="],["directions="],["phone=+1 415 668-0662"],["tollfree="],["fax=+1 415 668-9764"],["hours="],["price="],["phoneextra=+1 415 668-0683"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/indonesia-sanfrancisco.net\/"],["email=sanfrancisco@indonesia-sanfrancisco.net"],["address=1111 Columbus Ave"],["lat="],["long="],["directions="],["phone=+1 415 474-9571"],["tollfree="],["fax=+1 415 441-4320"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/www.consulateofirelandsanfrancisco.org\/home\/index.aspx?id=35625"],["email="],["address=100 Pine St 33F"],["lat="],["long="],["directions="],["phone=+1 415 392-4214"],["tollfree="],["fax=+1 415 392-0885"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.conssanfrancisco.esteri.it"],["email=visti.sanfrancisco@esteri.it"],["address=2590 Webster St"],["lat="],["long="],["directions="],["phone=+1 415 292-9210"],["tollfree="],["fax=+1 415 931-7205"],["hours="],["price="],["phoneextra=+1 415 931-4924"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.sf.us.emb-japan.go.jp\/"],["email=japaninfo@cgjsf.org"],["address=50 Fremont St Ste 2300"],["lat="],["long="],["directions="],["phone=+1 415 777-3533"],["tollfree="],["fax=+1 415 777-0518"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.sre.gob.mx\/sanfrancisco"],["email="],["address=532 Folsom St"],["lat="],["long="],["directions="],["phone=+1 415 354-1732"],["tollfree="],["fax=+1 415 495-3971"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url=http:\/\/sanfrancisco.the-netherlands.org\/"],["email=sfn@minbuza.nl"],["address=One Montgomery St Ste 3100, visiting address 120 Kearney St Ste 3100"],["lat="],["long="],["directions="],["phone="],["tollfree=+1 877-DUTCHHELP"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand (Honorary)"],["url=http:\/\/www.nzembassy.com\/united-states-of-america\/about-the-embassy\/contact-us\/nz-honorary-consuls"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 415 399-1255"],["tollfree="],["fax=+1 415 399-9775"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norway.org\/Embassy\/sanfrancisco\/Consulate_General_in_San_Francisco\/"],["email=cqsfo@mfa.no"],["address=20 California Street, 6th Floor, San Francisco, CA 94111-0766"],["lat="],["long="],["directions="],["phone=+1 415 986-0766"],["tollfree="],["fax=+1 415 986-3318"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url=http:\/\/www.philippineconsulate-sf.org"],["email="],["address=447 Sutter St"],["lat="],["long="],["directions="],["phone=+1 415 433-6666"],["tollfree="],["fax=+1 415 421-2641"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url=http:\/\/www.un.int\/portugal\/visainfo.htm"],["email=congenportugal@cgsfr.dgaccp.pt"],["address=3298 Washington St"],["lat="],["long="],["directions="],["phone=+1 415 346-3400"],["tollfree="],["fax=+1 415 346-1440"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russian"],["url=http:\/\/www.consulrussia.org\/eng\/index.html"],["email=russianvisa@att.net"],["address=2790 Green St"],["lat="],["long="],["directions="],["phone=+1 415 928-6878"],["tollfree="],["fax=+1 415-929-0306"],["hours=M-F 9AM-noon"],["price="],["phoneextra=+1 415-928-6878"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/www.maec.es\/Consulados\/sanfrancisco\/es\/Home\/"],["email=conspsfo@mail.maec.es"],["address=1405 Sutter St"],["lat="],["long="],["directions="],["phone=+1 415 922-2995"],["tollfree="],["fax=+1 415 931-9706"],["hours="],["price="],["phoneextra=+1 415 922-2996"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/eda\/en\/home\/reps\/nameri\/vusa\/cgsf.html"],["email=sfr.vertretung@eda.admin.ch"],["address=456 Montgomery St Ste 1500"],["lat="],["long="],["directions="],["phone=+1 415 788-2272"],["tollfree="],["fax=+1 415 788-1402"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan, Republic of China (Taipei Economic and Cultural Office)"],["url=http:\/\/www.taiwanembassy.org\/US\/SFO\/ct.asp?xItem=12675&CtNode=3018&mp=67&xp1="],["email=tecosfconsular@sbcglobal.net"],["address=555 Montgomery Street, Suite 200"],["lat="],["long="],["directions="],["phone=+1 415 362-7680"],["tollfree="],["fax=+1 415 364-5629"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinusa.fco.gov.uk\/en\/about-us\/other-locations\/sf\/"],["email="],["address=1 Sansome St Ste 850"],["lat="],["long="],["directions="],["phone=+1 415 617-1300"],["tollfree="],["fax=+1 415 434-2018"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nBikes can be rented from around the northern waterfront (Pier 41\/Fisherman's Wharf\/Aquatic Park area) or near Golden Gate Park for trips to ",{"type":"[[","value":[["Marin County"]]}," via the Golden Gate Bridge. Stanyan near Haight at the end of the park has several good shops.\nGolden Gate Transit also sporadically serves the North Bay from San Francisco, and has bike racks on most buses.\n\nNearby destinations suitable for day trips include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Oakland"]]}]}," — A diverse and vibrant city, Oakland was once considered San Francisco's \"sister city,\" and has been regaining that title in recent years due to a general renaissance of the city. Although not a major tourist destination, it's worth a visit for its many distinct and charming neighborhoods."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Berkeley (California)"],["Berkeley"]]}]}," —  Home to the University of California, Berkeley and one of the nation's most progressive communities.  Also a hub of liberal political activism for the past several decades. It is also home to quite a few superb restaurants."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sausalito"]]}]}," — Enjoy a ferry ride across the bay to beautiful Sausalito where you can walk along the water and admire the San Francisco skyline.  Stroll to the waterfront restaurants, shops, and galleries."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Healdsburg"]]}]}," — A charming Wine Country town located among some of California's greatest wine appellations: Alexander Valley, Dry Creek Valley, Russian River Valley and Chalk Hill. Relaxed yet sophisticated atmosphere, with excellent restaurants, shopping and wine tasting. About 70 miles north of the Golden Gate Bridge."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Napa Valley"]]}]}," —  The main wine growing region in the United States, a trip to the many wineries makes for a fun day, while those wanting a longer adventure can relax in any one of the many spas, bed and breakfasts, or other lodging options."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Muir Woods"]]}]}," — A 560 acre forest of old-growth redwood trees located in ",{"type":"[[","value":[["Mill Valley"]]}," just north of the Golden Gate Bridge, Muir Woods is a pleasant respite from the city, and accessible by Golden Gate Transit on summer weekends."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Point Reyes National Seashore"]]}]}," — Located just north of San Francisco along the Pacific Coast Highway (State Highway 1), Point Reyes is a beautiful seashore that is particularly nice to visit when gray whales are migrating along the coast, usually best in mid-January and then from March through May."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Peninsula (Bay Area)"],["Peninsula"]]}]}," Just south of San Francisco, the peninsula has excellent nature preserves."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Palo Alto"]]}]}," — On the Peninsula south of the city, Palo Alto has some of the richest neighborhoods in all of California and makes for a beautiful drive with views of the coastline and magnificent mansions."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Burlingame"]]}]}," — Another well off neighborhood on the Peninsula, Burlingame has a lovely downtown area with plenty of shops, dining and streets lined with cypress trees."]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Monterey (California)"],["Monterey"]]}]}," — An otherwise quiet beach town home to one of the country's best aquariums. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santa Cruz (California)"],["Santa Cruz"]]}]}," —  Located on the coast north of ",{"type":"[[","value":[["Monterey (California)"],["Monterey Bay"]]},", this funky town is home to surfers, the beautiful and tech-savvy University of California, Santa Cruz, and a popular boardwalk.  The Santa Cruz Mountains north of town are a great place for outdoor recreation such as hiking, and home to misty forests of famous, enormous redwood trees."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vallejo"]]}]}," — Home to a wildlife theme park, Six Flags Discovery Kingdom."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Yosemite National Park"]]}]}," — Tours from San Francisco make for a wonderful day trip, although you will spend around 10 hours travelling for less than 4 in the park.  Make sure to visit the amazing Giant Sequoias."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lake Tahoe"]]}]}," — Buses and one Amtrak train per day link the Bay Area to nearby Truckee, and as with Yosemite, travel even by car to and from would consume much of the day.  However, the spectacular alpine setting and winter ski and snowboard options surrounding the Lake make Tahoe an unforgettable destination. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Livermore"]]}]}," — A suburban city in the East Bay region of the San Francisco Bay Area. The Livermore Valley is \"wine country\", and produces some of California's best wines."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-80.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=END"],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Sacramento"]]}],["minorr1=",{"type":"[[","value":[["Oakland"]]}],["image2=I-280.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2="],["directionr2=S"],["majorr2=",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}],["minorr2=",{"type":"[[","value":[["Daly City"]]}],["image3=US 101.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Santa Rosa (California)"],["Santa Rosa"]]}],["minorl3=",{"type":"[[","value":[["Sausalito"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["San Jose (California)"],["San Jose"]]}],["minorr3=",{"type":"[[","value":[["Brisbane (California)"],["Brisbane"]]}],["image4=California 1.svg"],["imagesize4=22"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["Fort Bragg"]]}],["minorl4=",{"type":"[[","value":[["Sausalito"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Merges with ",{"type":"[[","value":[["Image:US 101.svg"],["18px"]]}],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Santa Cruz (California)"],["Santa Cruz"]]}],["minorr4=",{"type":"[[","value":[["Daly City"]]}]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bay Area (California)"]]},"\n",{"type":"{{","value":[["geo"],["37.7857"],["-122.4061"]]},"\n\n",{"type":"{{","value":[["starcity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San Francisco, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/S\/San Francisco\/"]]},"\n",{"type":"[[","value":[["Commons:Category:San Francisco"]]},"\n\n",{"type":"[[","value":[["zh:旧金山"]]}]