[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Parque San Gil Santander Colombia 01.JPG"],["thumb"],["350px"],["Parque San Gil"]]},"\n",{"type":"'''","value":["San Gil"]}," is a city with a population of 50,000 in the ",{"type":"[[","value":[["Santander (Colombia)"],["Santander"]]}," region in ",{"type":"[[","value":[["Colombia"]]},". It is known as ",{"type":"''","value":["Colombia's adventure sport capital"]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["6.55646"],["-73.13195"],["zoom=15"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus terminal"],["alt="],["url="],["email="],["address="],["lat=6.55462"],["long=-73.14914"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The bus terminal to ",{"type":"'''","value":["major Colombian cities"]}," is located two kilometers west of the city center. A taxi between there and the town center costs 3,000 COP or take one of the frequent ",{"type":"''","value":["busetas"]},". San Gil is on the road between ",{"type":"[[","value":[["Bucaramanga"]]}," and ",{"type":"[[","value":[["Bogotá"]]},", hence there are frequent buses to towns along this axis. For other destinations, you'll most likely have to change buses in Bucaramanga."]]}]},": * From ",{"type":"[[","value":[["Bogotá"]]}," : 30,000 COP \/ 7 hours\n: * From ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," : 70,000 COP \/ 14 hours\n: * From ",{"type":"[[","value":[["Cúcuta"]]}," : 40,000 COP \/ 9-10 hours\n: * From ",{"type":"[[","value":[["Medellín"]]}," : 60,000 COP \/ 11 hours\n: * From ",{"type":"[[","value":[["Santa Marta"]]}," : 60,000 COP \/ 12 hours\n: * From ",{"type":"[[","value":[["Tunja"]]}," : 20,000 COP \/ 4 hours \/ 200 km\n\n",{"type":"*","value":[" Buses to ",{"type":"'''","value":["Bucaramanga"]}," leave from the corner of carrera 11 with calle 8 on the river front (20,000 COP \/ 2.5 hours \/ 90 km). Consider stopping at the Chicamocha Canyon National Park on the way."]},{"type":"*","value":[" "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Surrounding towns"],["alt="],["url="],["email="],["address="],["lat=6.55561"],["long=-73.13610"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local buses to surrounding towns' like ",{"type":"[[","value":[["Barichara"]]}," (3,800 COP \/ 45 min), Charalá or Curiti leave from the corner of carrera 11 with calle 15 (Near the bridge)."]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Catedral.sangil.jpg"],["thumb"],["Catedral de San Gil"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Parque El Gallineral"],["url="],["email="],["address=Malecón at calle 6"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Everyday : 8 am to 6 pm \/ Pool : 9 am to 5 pm"],["price=Entrance : 6,000 COP"],["content=Pleasant park for a stroll. Also has a swimming pool or you can dip in the Rio Fonce."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cascadas de Juan Curi"],["alt="],["url="],["email="],["address="],["lat=6.37229"],["long=-73.16518"],["directions="],["phone=3114893272 - 3168233920 - 3114716121"],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful 200 meters high waterfalls outside of town. To get there, get a bus to Charalá from the local terminal and ask to be dropped off at Las Cascadas (3,500 COP \/ 40 min). There are two entrance on the right handside of the road, the second one (blue and yellow sign) offers a more scenic walk along the river and you'll get to see more waterfalls (Entrance : 5,000 COP). It's a nice 20 minutes walk to the bottom of the Juan Curi waterfall where you can swim. Your shoes will get wet crossing the water several times and there are ladders and ropes to help you climb. From there take the wooden stairs on the right, follow the track and turn left to go up 60 meters to the middle of the waterfall. Rappelling is possible from there. During rainy weather, consider going early and\/or enquire by phone on the flood risk as there may be too much water to walk up the trails to the pools."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Parque Gallineral.jpg"],["thumb"],["Parque el Gallineral"]]},"\nTour companies generally offer similar activities and are clustered around the entrance of park El Gallineral. If you plan to go rafting or kayaking on rapids of class 3 and over, check that the guides are certified by the International Rafting Federation (IRF).\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Colombia Rafting Expeditions"],["url=http:\/\/www.colombiarafting.com"],["email=info@colombiarafting.com"],["address=Carrera 10 No.7-83"],["lat="],["long="],["directions="],["phone=(57 7)724 5800 \/ 311 283 8647"],["tollfree="],["fax="],["hours="],["price="],["content=Organizes all adventure activities as well as being the experts at big rapids and kayaking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Planeta Azul"],["url=http:\/\/www.planetaazulcolombia.com"],["email=info@planetaazulcolombia.com"],["address="],["lat="],["long="],["directions=At the parque El Gallineral"],["phone=7-724-0000 \/ 310-771-7586"],["tollfree="],["fax=7-724-7679"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Mountain Bike"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Colombian Bike Junkies. Mountain Biking Tours"],["url=http:\/\/www.colombianbikejunkies.com"],["email=info@colombianbkejunkies.com"],["address=Calle 12 No 8-35 first floor"],["lat="],["long="],["directions="],["phone=316 327 6101"],["tollfree="],["fax="],["hours="],["price="],["content=The mountains and canyons around San Gil make this a great area for mountain biking.  You can find bikes for hire in town, but for a guided tour ask at Gringo Mikes.  They run full-day tours under the name Colombian Bike Junkies including new full suspension Kona bikes and protective equipment, 4WD transfers, breakfast, lunch and drinks and snacks along the way.  You get to see some great scenery, and best of all it's about 95% downhill so you can let gravity do most of the work.  You don't need to be a downhill guru, but should be comfortable with riding on dirt roads.  160,000-180,000 COP (depending on group size)."]]}]},"\n",{"type":"===","value":["Learn Spanish"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Connect 4 Language School"],["url=http:\/\/idiomassangil.com"],["email=info@idiomassangil.com"],["address=CARRERA 8 No. 12 - 19  LOCAL 201"],["lat="],["long="],["directions="],["phone=7242544 - 7242660"],["tollfree="],["fax="],["hours="],["price="],["content=Great little school run by a great teacher called Andres. Offers Spanish classes for travellers. Private tuition for all levels including short conversational Spanish lessons plans so you can learn the basic in just a few hours. They can also organise free language exchange activities with locals. Possible home stays available."]]}]},"\n",{"type":"===","value":["Rafting"]},"\n\nSan Gil is the pioneering place for rafting in Colombia : \n",{"type":"*","value":[" ",{"type":"'''","value":["Rio Fonce"]},", This is the river going through San Gil, it offers an 11 km trip lasting 1h15 min on class 2-3 rapids depending on the season. It suits all kind of public. 25,000 COP."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rio Chicamocha"]},", An 1h30 rafting trip with rapids from level 2 to 4. More adrenaline and amazing scenery going through the canyon. Possible to organize expeditions up to 3 days long. "]},{"type":"*","value":[" ",{"type":"'''","value":["Rio Suarez"]},", Considered the best, this is a 3 hours and 20 km trip of non-stop class 4-5 rapids. Experienced rafters."]},"\n",{"type":"===","value":["Caving"]},"\n\n",{"type":"===","value":["Swimming"]},"\n\nThere are lots of places around San Gil to go for a swim :\n",{"type":"*","value":[" ",{"type":"'''","value":["Pozo Azul"]}," : Close to San Gil and accessible by taxi, it is popular with locals. 300 meters down river is la Milagrosa where you can jump from rocks."]},{"type":"*","value":[" ",{"type":"'''","value":["Pescaderito"]}," : Close to the town of Curiti, it has swimming holes and water slides. Camping possible."]},"\nOther activities are caving, parapente, paintballing, kayaking, hydrospeed and rapelling.\n\n",{"type":"===","value":["Trekking"]},"\nThere are numerous trekking opportunities in the countryside surrounding San Gil. The following itinerary goes through 3 colonial towns before going down in the Chicamocha canyon and up on the other side. Doing the whole trek in 2 days is possible if you leave San Gil really early on the first morning but it will probably be more enjoyable do it in 3 days and take your time checking out the towns in details. You can also do only parts as there are buses going back to San Gil in every town except Jordan. You don't need to carry food and camping equipment as there are restaurants and hotels in every town. Carry a lot of water and be careful of the midday heat.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cabrera - Barichara"]}," - Get a local bus from San Gil to Cabrera (4,000 COP), it will drop you on the main plaza of the town. Here check out the church. At the upper left corner of the plaza, take the steepest street up (Calle 7) and turn left at the top. Follow the path along the stations of the cross (14 of them). From the top keep on going straight, the path is fairly flat and you'll soon see Barichara in the distance. When you get close to town, you'll encounter the local swimming pool on your right handside (1,500 COP) right before a football\/soccer field. Across the street you can see upright stones placed in regular intervals under the trees. These are either meant to secure cattle for 'servicing' or possibly used as an abatoir (slaughter) a long time ago; there are different stories when asking locals. Look out for iguanas taking the sun up on the tree branches. Quite likely you will see several flocks of vultures as well hanging around near the stone bridge. A bit further there is a stone bridge that you have to cross. After a final small climb you're in the town of Barichara. Walking time: 2,5h"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barichara - Guane"]}," - From the main square take any Calle going up the hill until you reach Carrera 10. Turn left towards the ridge. A stone marks the start of the trail, it is an old paved path that was restored 180 years ago by a German Geo Van Leguerke. The path crosses the paved road twice, just cross it. Refreshments are  (sometimes) sold at the farm at midway. walking time: 2h"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Guane - Villanueva"]}," - To exit Guane, take Calle 6 from the main plaza towards the hill and soon you'll be back on the camino real. At some point there are farms on both sides of the path and right after you get to a crossing with a bigger road, taking that road to the right would bring you back to Barichara, you need to go straight (on the good road) and keep going uphill (the track is not exactly but a bit to the right). Keep on going up through the fields and tobacco farms. Soon after passing a finca named La Ceiba on the left hand-side, you get to a fork with a cross in the middle and a basketball court on the left, take a right there. Less than 5 minutes after, you encounter a needle head turn, take a left towards the house with a white flag. This is a mirador with great views of the canyon and all the ascent you've accomplished. Keep on going up. At some stage there will be two farms on the right and what looks like a road going uphill, do not turn and keep going straight, the road goes down a bit towards bare land for 5 minutes and after that is the final part of the climb. Once you reach the hilltop, you can see the next valley with Villanueva on the left but hidden by a hill. On your right is the road used by cars to reach town but it does a lot of turn. The shorter option is to take a left and look for the path going directly to town. You have to follow the barbwire, it will start dropping towards the valley and what looks more like a ditch will turn in a footpath. After a while you'll exit a field through a door and reach jeep track, take left towards the red and white antenna. From there it's straight to town. You can stay at Hotel Victoria on the main plaza just next to the police station for 10,000 COP per person. walking time: 3h"]},{"type":"[[","value":[["Image:Chicamocha_near_villanueva.JPG"],["thumb"],["Going down the Chicamocha canyon towards Jordan"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Villanueva - Jordan"]}," - The way from Villanueva down to Jordan takes approximately 5 hours. It is best to leave after noon so that you go down the canyon (900m) in the late afternoon. Leave Villanueva in north-east direction and ask some locals to point you to the road towards the canyon and Jordan. You start off on some dirt roads then end up on a path that leads down the canyon. You will encounter many crossings. Best thing is to ask locals when they pass by. After you went down 900m to the canyon you will hit a dirt road. Turn right and it's a 20min walk to Jordan. In Jordan cross the bridge and ask at the house on the other side (there is only one) for accommodation and food (in Feb. 2011 that seemed to be the only option, 15.000 COP for a small dinner and sleeping). They also do a decent set lunch if you walk to Jordan in the morning. walking time: 4-5h"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jordan - Los Santos"]}," - The last part consists of a 900m difference climb to get out of the canyon. Cross the bridge over the Chicamocha river. The stone path starts just after, you can't miss it. The path goes up continuously but is never too steep and getting to Los Santos should take around 2 hours. Avoid doing this in the midday heat. There´s a house selling refreshments halfway up. Los Santos is a decent size town compared to Jordan. Buses leave from the main square. To get back to San Gil, you first need to take a Piedecuesta bound bus that will drop you at on the San Gil - Bucaramanga road at a place called Los Curros (5,000 COP). Flota Cachira goes there but Transporte Mesa de Los Santos takes a different route to Piedecuesta, check with your driver to be sure. From there flag down a bus to San Gil (12,000 COP). Other option is to go to the nacional park Chicamocha and cross the canyon with the Teleferico. From there you can flag down a bus going back to San Gil. walking time: 1.5-2h"]},"\n",{"type":"==","value":["Buy"]},"\nArtesanías\n",{"type":"==","value":["Eat"]},"\n\nSome of Santander's Famous Regional Foods:\n\n",{"type":"*","value":["Hormigas Culonas (literally \"big ass ants\" roasted with salt, tastes kind of like popcorn)"]},{"type":"*","value":["Arepa Santandereana ( a thick corn arepa mixed with salt and pork) "]},{"type":"*","value":["Carne Oreada (traditional thin steak)"]},{"type":"*","value":["Carne Seca ( a dry pulled steak)"]},{"type":"*","value":["Cabro (goat)"]},{"type":"*","value":["Mute"]},{"type":"*","value":["Changua (milk soup with egg)"]},{"type":"*","value":["Fritanga (fried food snacks)"]},{"type":"*","value":["Chorizos del Valle de San José (specialty spicy sausage)"]},{"type":"*","value":["Arroz de Peñaflor (specialty rice)"]},"\nRestaurants\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gringo Mike's"],["url=http:\/\/www.colombianbikejunkies.com\/gringo-mikes.html"],["email="],["address=Calle 12, 8 - 35, ground floor of the Casa Lopez"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Everyday 8am to 12pm and 5pm to 10pm"],["price="],["content=A new sandwich place opened by an awesome guy from Seattle. Serves up delicious sandwiches, burritos, salads, and burgers. Also offers big breakfast burritos in the mornings. Try the roast beef sandwich with cinnamon pear and cream cheese!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Mana"],["url="],["email="],["address=Calle 10 at Carrera 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=lunch and dinner"],["price="],["content=El Maná has amazing set lunches and dinners which include soup,fruit, meat, rice, beans, juice and dessert for around 9,800 pesos."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Las Esteras"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for their goat dishes!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante Vegetariano Saludable Delicia"],["url="],["email="],["address=Calle 11 no 08-40"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Th 8-19, Fr 8-17, Su 8-15"],["price="],["content=Delicious vegetarian restaurant with good prices: menu of the day à 8,500 COP. There is also a shop for meat substitutes."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Any Store Near Parque Principal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Grab a cold beer at any of the stores around the central square park and sip it on a bench or stairs for great people watching and the feeling of being a local."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Con Versano"],["url="],["email="],["address=Calle 12 near Carrera 7"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the only cool bars in town with art deco themes and contemporary art prints in a colorful setting. Try any of their awesome cocktails or beer selection."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nPrices in most San Gil hotels double on long weekends and places are heavily booked. Book in advance for Easter, Christmas and all long weekends.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Alcantuz"],["url=http:\/\/www.hotelalcantuz.com\/"],["email=reservas@hotelalcantuz.com"],["address=Carrera 11 No 10-15"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=(097) 7243159"],["hours="],["price="],["checkin="],["checkout="],["content=Friendly local hotel with nice, clean rooms starting at 25,000 COP per night. Cable TV, Wi-Fi, large windows."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Capri"],["url="],["email=hotelcaprisangil@yahoo.com"],["address=Calle 10 No 9-31"],["lat="],["long="],["directions="],["phone=724-3767"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very nice spotless hotel with a range of rooms and prices. Rooms with balconies are recommended. Cable TV, hot water, Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel San Carlos"],["alt="],["url="],["email="],["address=Carrera 11 No 11-25"],["lat="],["long="],["directions="],["phone=7-724-2542"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Cheap but clean. A single room costs 17,000 COP with private bathroom and 12,000COP with shared bathroom. Good Wifi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel El Viajero"],["url="],["email="],["address=Carrera 11 No 11-07"],["lat="],["long="],["directions="],["phone=7-724-1956"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A room with private bathroom costs 25,000 COP."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Macondo Hostel"],["alt=Macondo Guesthouse"],["url=http:\/\/www.macondohostel.com"],["email="],["address=Carrera 8 #10-35"],["lat="],["long="],["directions="],["phone=724 8001 - 311 8282 905"],["tollfree="],["fax="],["hours="],["price=Dorm : 15,000 COP\/ Privates 40.000\/50.000 with bath."],["checkin="],["checkout="],["content=Now at a new location. Backpackers hostel run by an Australian. Includes kitchen use, big kitchen, hot water, BBQ, book exchange and hammocks. Laundry service, drinks & internet available. Tours can be booked through the hostel. Free high speed wi-fi. The owner\/manager is particularly friendly and organizes inexpensive tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Casa Monkora"],["url=http:\/\/afterdan.kr\/monkora\/index.htm"],["email=hostalcasamonkora@hotmail.com"],["address=Calle 9 No. 8-65"],["lat="],["long="],["directions="],["phone=7-723-7917"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 14,000 COP \/ Private single : 22,000 COP \/ Private double : 28,000 CIO \/ Camping : 6,000 COP (own tent) and 10,000 COP (renting)."],["checkin="],["checkout="],["content=The hostel offers both dormitory and private room accommodation. It features all the usual amenities : hammocks, kitchen, laundry, TV & DVD, free coffee, internet & wi-fi, classes, local information, outdoor activities, etc."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sam's VIP Hostel"],["url=http:\/\/www.samshostel.com"],["email=samshostel@gmail.com"],["address=cr 10 N- 12-33"],["lat="],["long="],["directions=second floor in the BBVA Bank Building on the Main Square"],["phone=7242746 - 3102497400"],["tollfree="],["fax="],["hours="],["price=COP 15000"],["checkin="],["checkout="],["content=Run by a local backpacker, this place has a relaxed atmosphere, a bar with good views, swimming pool, sauna, modern guest kitchen, clean bathrooms, free internet & Wi-FI and LCD TVs. Clean sheets."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Dorado International Hostel"],["alt=San gil"],["url=http:\/\/www.eldoradohostel.com"],["email="],["address=Calle 12 # 8-55"],["lat="],["long="],["directions=20 meters from main square"],["phone=57-7-7237588"],["tollfree="],["fax="],["hours="],["price=15.000"],["checkin=12AM"],["checkout=11AM"],["content=A great hostel right in the main square. great facilities such as hot water, semi double beds, guests kitchen, free breakfast, English speaking staff, extreme sports advice and booking services, but most importantly a relaxed and fun atmosphere"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Santander Aleman"],["url=http:\/\/www.hostelsantanderaleman.com"],["email=hostelsantanderaleman@gmail.com"],["address=Calle 12 No 7 63"],["lat="],["long="],["directions="],["phone=7242535"],["tollfree="],["fax="],["hours="],["price=15.000"],["checkin=noon"],["checkout=noon"],["content=A colonial house with a family atmosphere near main park La Libertad and El Gallineral park. Private rooms and bedroom, lockers, breakfast, hot showers outdoors and covered 24 hours, a common area with a cozy atmosphere, hammocks, mesade Ping Pong and other games, easy for cooking and refrigeration, laundry and TV LCD."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Le Papillon San Gil"],["url="],["email="],["address=Calle 7 #8-28"],["lat="],["long="],["directions=San Gil"],["phone=723 63 50"],["tollfree="],["fax="],["hours="],["price=15000"],["checkin=12.00"],["checkout=14.00"],["content=15000 COP in dormitorie 30000 double room with shared bathroom,includes kitchen use and hammocks in a nice garden, purified water free. Tours can be booked through the hostel. Free high speed wi-fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Mansion de San Gil Hostel"],["url="],["email="],["address=Calle 12 # 8-71"],["lat="],["long="],["directions=by the main square green balconies on the corner"],["phone=3102497400"],["tollfree="],["fax="],["hours="],["price=40000"],["checkin=13:00"],["checkout=12:00"],["content=La Mansion is a beautiful colonial house rigth on the corner by the main square, we have 12 ensuite room with price from 40000 COP per couple per night to 80000 per couple per night the hostel is really well located don't have to walk far from the square carrying your backpacks around town. restaurant service ad PUB , tourist information with all adventures sports."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" The little colonial village of ",{"type":"[[","value":[["Barichara"]]}," makes a good day trip. There are buses going every hour and leave from the corner of Carrera 11 and Calle 15. From Barichara it is a lovely 2 hour walk along an historic Spanish road to Guane. Buses return to Barichara several times a day. It is recommended to walk Barichara to Guane and not the other direction, since that would be entirely uphill. "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chicamocha National Park"],["alt=Panachi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Park entrance : 10,000 COP \/ Teleférico : 10,000 COP one way, 20,000 return"],["content=Opened in december 2006, the park offers great views of the canyon and a 6.3 km length cable car system among the longest of the world that crosses the canyon."]]}]},"\n",{"type":"{{","value":[["geo"],["6.559167"],["-73.135000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Santander (Colombia)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["WikiPedia:San_Gil"]]}]