[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:San Pedro La Laguna, Solola.jpg"],["thumb"],["San Pedro la Laguna"]]},"\n",{"type":"'''","value":["San Pedro La Laguna"]}," is in ",{"type":"[[","value":[["Guatemala"]]},".  It is a fairly laid back small town located across ",{"type":"[[","value":[["Lake Atitlán"]]}," from ",{"type":"[[","value":[["Panajachel"]]},".  The major mochilero hub. Great food, small and walkable, and safe. Expect anything touristy to be priced touristically.\n\n",{"type":"==","value":["Get in"]},"\n\nIf arriving by bus, you will be dropped off in the center of town, next to the market.  Most hotels are located near the lake so you'll need to make your way downhill to find the hotels.  When arriving in San Pedro by boat, you'll be greeted by people offering you hotels, kayaks, horseback rides, taxis and drugs.  This can be a bit intimidating and overwhelming.  If you get them to lead you to a hotel, the hotel owner normally pays them a commission (normally 5Q per person) based on the number of people who arrive and stay.  Some hotels don't pay them a commission so the they will try to get you to go to a hotel that does.  The price of the hotel room sometimes becomes more expensive if you let the tout follow you, because the owner has to pay him for supposedly bringing you to the hotel. However,if you already know the location of your hotel it is best to tell the guide that you do not need his help, or inform the hotel owners that the guide merely followed you. The guides may also ask for a large tip.  If you want to avoid the touts by the Panajachel dock, you can also ask a fellow tourist or in one of the stores or restaurants nearby, most of them will be happy to tell you how to get to your hotel.  The TukTuk (taxi) drivers will try to get you to go to the Hotel San Francisco, which is the furthest away from the main dock.  There is no need to take a taxi to your hotel.  All hotels take 1-10 minutes to walk to from the main dock.  If you take the first left after getting off the dock, there are a lot of hotels along that road.  After walking a couple of minutes, just past a tienda, there is a small alley on your right with a lot of signs for restaurants, bars and hotels (you'll notice signs for ZooLa and Al Suave).  This is the way to the \"main trail\", where most tourists are; it widens after the first stretch, follow the paving. At Al Suave, make a left for Jarachik, Buddha and El Barrio bars, hot tubs, and other attractions.\n\nThe official San Pedro's tourist guides association (ASOANTUR) is located right next to the Panajachel dock and can provide you with anything, from basic directions to complete full coffee tour around the volcano. One of their youngest guides, Diego, speaks perfect english and can basically fix any of your touristy needs. \n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From Antigua"]},": There are 2 shuttle-bus companies that go directly to San Pedro from Antigua.  One charges 60Q and the other 70Q.  The shuttle bus company, La Ceiba, only charges 50Q. They may be contacted via telephone at 5974-8753. They take about 3 hours, including a 15 minute rest break at either a petrol station for food, drink, and to use the restroom. This is the most convenient way to get to San Pedro, there is no need to take a boat from Panajachel.  There are excellent views of Lake Atitlan from the mountain road approaching San Pedro. Tickets are available at the travel agency across the street from the Black Cat Hostel in Antigua, and perhaps from other agencies -- ask.  To go by chicken bus, first go to Chimaltenango, then look for buses towards Xela\/Quetzaltenango.  Get off at the turnoff to San Pedro, Kilometro 148, where there are minibuses and chicken buses that go the rest of the way. The three bus companies listed below also pass through Chimaltenango. Taking one of those and going directly to San Pedro is the way to go. Crossing the road at highway marker 148 is not recommended."]},{"type":"*","value":[" ",{"type":"'''","value":["From Guatemala City"]},": Direct buses from the center of Guatemala City are provided by three San Pedro companies: Transportes Mendez, Veloz San Pedrana and Transportes Wendy. Buses leave at 11AM (Wendy), 11:30AM (Mendez), 12PM (Pedrana), 12:30PM (Pedrana), 2PM (Mendez) and 4PM (Mendez) and pass along 20a Calle between 4a and 5a Avenida, Zona 1. The 4 hour journey to San Pedro costs 25Q (approx. $3.50). Or in the bus terminal, Trebol, direct buses leave every hour from 6am or 7am to 5pm or 7pm."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" By boat or \"lancha\" from ",{"type":"[[","value":[["Panajachel"]]},":  10-20Q for locals, 25-30Q for visitors. It is best to bring change with you."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nTo enjoy the great views around the lake, use the village guides as the foliage can be dense and the route can be tricky to find. Like anywhere you might travel, San Pedro has many roads that cut into hidden areas and so on, witch could be dangerous so it is best to hire a guide as you hike. There are many of them in San Pedro, and they work for more than reasonable rates. They are friendly, and will gladly find you a horse to ride also. There is much to see from kayak also, and there are available rentals at 10Q\/hour if you choose to travel by water alongside the coastline.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hikes"]},". There are a number of popular hikes departing from San Pedro, including the hike up the nearby Volcano San Pedro. Visitors should note that they will be informed at the base of the trail for the Volcano that they must pay the fee for a guide, regardless of whether they want one or not; this, however, is false. It is a very small town, so you will see people making money in this way, as there is limited opportunity here. "]},"\nAnother popular location for hiking is Indian Nose, or Mayan Face (Nariz de Indio o Cara Maya). For both locations a guide is recommended, if for nothing else, personal safety. \n\nTrek for Kids ",{"type":"[","value":["http:\/\/www.trekforkids.org"]}," is a local hiking company that pays their guides fair wages and uses their proceeds to help local children pay for their schooling. \n\n",{"type":"*","value":[{"type":"'''","value":["Yoga"]},". A locally run yoga space. Classes are run daily Mon to Sat. Usually in the morning at 9 to 10.30 and evenings 4 to 5.30. Lovely setting to practice yoga under the skies and on the earth. Price Q40.00"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spanish-Language School"]}]},"San Pedro La Laguna has begun to establish itself as another language school center around the Atitlán Lake as the beautiful location drawing more and more students each year. Quality of instruction is varied so you might want to shop around. The people of this area speak Tz' utujil as there primary language. They learn Spanish in school which gives them the advantage of knowing the process of learning the language. They also have a noticeably technical way of speaking that is easy to learn as it is simple to understand. Some to check are Flor Del Maiz ",{"type":"[","value":["http:\/\/www.fdmspanishschool.org"]}," Orbita ",{"type":"[","value":["http:\/\/www.orbitaspanishschool.com"]},"Cooperativa ",{"type":"[","value":["http:\/\/cooperativeschoolsanpedro.com\/"]}," Corazon Maya ",{"type":"[","value":["http:\/\/www.corazonmaya.com\/"]},", Casa Rosario ",{"type":"[","value":["http:\/\/www.worldwide.edu\/ci\/guatemala\/school\/34415.html"]},", San Pedro Spanish School ",{"type":"[","value":["http:\/\/www.spanish-schools.com"]},", and ",{"type":"[","value":["http:\/\/www.sanpedrospanish.com"]}," Elmer Cortez Spanish School.\n\nPrivate lessons are also available at reasonable rates.  Jennifer, a qualified local teacher, has an office located just past Buddha Bar on the main trail, and comes highly recommended. \"Clases Privadas 'Fe'\" offers teachers with significant experience, materials, and activities all included in a very reasonable price.",{"type":"[","value":["mailto:misschapina07@yahoo.com"]}," They can be very flexible with scheduling during the off-season, and will tailor lessons to your interests & needs.\n\n",{"type":"*","value":[{"type":"'''","value":["Kayak rentals"]}," available on the far east side of town, on the lakeshore. A pleasant way to explore the lake. 15Q\/hour.  If you go down to the lake and try to rent one, they will usually try to charge you twice as much as it would cost if you bought from an agency."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paragliding"]}," At least two instructors operate around the lake, one from Panajachel and one from San Marcos. Ask at the tourist office near the Pana dock or in any tourist agency. The price is around 90USD for 10-40 minutes of flight (depending on the weather : the warmer the better)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Climb the volcano San Pedro"]}," Guide is \"required\" but unnecessary. Price Q100"]},"\n",{"type":"*","value":[{"type":"'''","value":["Free Movies"]}," (various locations)"]},"-",{"type":"'''","value":["Allegre Pub"]}," (located at the main intersection by the Pana dock) shows movies nightly at 7:30PM on the rooftop terrace\n\n-",{"type":"'''","value":["Amadaeus"]}," (on the main road, down from Allegre if heading to the main trail) shows movies nightly at 5:30PM and 7:30PM\n\n-",{"type":"'''","value":["D´Noz"]}," (by the Pana dock) Is one of the original traveler restaurants in San Pedro La Laguna and has great breakfast, lunch and dinners with free wireless internet. They also show free movies nightly at 8:30PM. When you get to town stop here first and get some great tips on where to stay and whats going on. Closed Sunday.\n\n-",{"type":"'''","value":["Bistro Nueve Sol"]}," (main trail, past El Barrio heading to the Santiago dock) shows movies and documentaries nightly at 7:30PM.  Closed Sunday.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caza Suenos"]}," (up the road to the market from the Panajachel dock).  This locally owned shop has jewelery, clothing, and hand-crafted leather goods.  If you have time to wait (3-5 days), you can commission a custom-made pair of sandals or moccasins for about Q250."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Luna Azul"]},": a little bit west of the Panajachel dock. Great lakeside location with a good place for swimming and tanning. Try the chocolate fudge cake!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Humus-ya"]}," : the best Humus and Falafel in town, they also have other Mediterranean food. Cool staff and friendly vibe. Just a few meters away from the main crossroads near the Pana dock, across from the GYM."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Smokin' Joes' BBQ"],["url=http:\/\/sanpedrolalaguna.net\/deepend\/?page_id=61"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The best BBQ in Guatemala. Every sunday at The Deep End Bar & Pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nick's Place"]},": it's by the Panajachel dock. Probably the most popular place in town due to its great location. Meals are reasonably priced!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Buddha:"],["alt="],["url=http:\/\/www.thebuddhaguatemala.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in San Pedro's hip, 'Otro Lado' a mere 5 minute walk from the main dock. Extremely good Asian & gourmet local dishes at very reasonable prices in an astoundingly beautiful setting. It's a three story bar, restaurant, lounge, cinema & cabaret with an amazing fusion of local and faraway exotic. Great place for traveler's to mingle with each other & locals over a game of pool."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Jarachik:"]},"  Jarachik is a Hostel and a restaurant.  Good food here. Every night (weather permitting) there is a bonfire in the garden \/ restaurant area.  Great food.  Jarachik is on the path between the Pana and the Santiago docks."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Le Jardin:"],["alt="],["url=http:\/\/lejardindessaveurs.zzl.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by French expats, this place has one of the coolest patios you'll ever see, with a variety of seating options from a candlelit table to a big group table with pillows for seats. Serves delicious French and Italian food. They use local ingredients and make everything in-house. Pretty expensive for the town, but you can get an amazing meal for under $10 (~Q83) per person."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=ZooLa"],["url="],["email="],["address=path"],["lat="],["long="],["directions=watch for the red-lettered signs"],["phone="],["tollfree="],["fax="],["hours=9AM to 9 PM, closed Monday"],["price=low to moderate"],["content= \"Laid back\" in Hebrew, offers one of the most comfortable places to lounge around with your friends while you enjoy good food and drink at reasonable prices. Has some Israeli items, including falafel, on the menu but the coffee is locally-grown and doesn't include the ground cardamom that you'll find in some middle eastern restaurants."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Streetfood"],["url="],["email="],["address="],["lat="],["long="],["directions=on 7th avenue near the pana dock on the way to the path"],["phone="],["tollfree="],["fax="],["hours="],["price=8Q"],["content=Best and cheapest food in town, roasted sausages and chicken with beans, guacamole and tortillas."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Otho Hollo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Food from Israel, very nice and affordable food."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lole's Place"]}," is open for breakfast and lunch only, They have great tasting food for only 15 - 20Q a plate. Just a few meters away from the main crossroads near the Pana dock, under the GYM."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Clover"],["url=http:\/\/www.atitlansol.com\/restaurants-san-pedro-el-paraiso.html"],["email="],["address="],["lat="],["long="],["directions=near Buddha Bar, Le Jardin des Saveurs, & Pinocchio Hostel"],["phone="],["tollfree="],["fax="],["hours=8:30am-11pm"],["price="],["content=With magical views of Indian Nose and the lake from the patio and bar, the only Irish bar and restaurant has international food and real Irish stew (a big bowl full of meat, potatoes and carrots in a thick sauce - tasty and filling).  All meals include large portions, made from delicious ingredients, great drink specials, live music on weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Atitlan"],["url=https:\/\/www.facebook.com\/cafeatitlan"],["email="],["address="],["lat="],["long="],["directions=Behind Buddha Bar on 7th Avenue"],["phone="],["tollfree="],["fax="],["hours=7am-11pm"],["price="],["content=Follow the trail of colorful coffee beans painted on the cobblestone beside Buddha Bar, and you’ll discover one of San Pedro’s most secluded and peaceful restaurants. The garden offers privacy beneath a big palapa with comfortable seating, as well a table with a big umbrella. Upstairs, the Canadian-style house (lots of wood) has indoor seating and a long terrace with a beautiful view of the lake and lots of flowers and trees. Even better, you get a free espresso with any meal or drink, plus there is free Wi-Fi for customers."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Art Café El Colibri"],["url="],["email="],["address=Zona 2, Xetagual"],["lat="],["long="],["directions=behind Zoola and Colegio Bethel"],["phone=51150927"],["tollfree="],["fax="],["hours="],["price="],["content=Very nice and tranquil place with beautiful garden near the lake. Serves breakfasts and snacks. It has WIFI, computers and laundry too. It is connected with charity project to help local students to go study university. By painting a cup, you can support this project!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Alegre Pub"],["url="],["email="],["address=Panajachel dock"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=British pub that also serves good food.  Free movies on the roof at 7:30PM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nick's Place"],["url="],["email="],["address="],["lat="],["long="],["directions=Just Left of the Panajachel dock"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See under ",{"type":"'''","value":["Eat"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Shanti Shanti"],["url="],["email="],["address="],["lat="],["long="],["directions=100m from the Panajachel dock"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Inexpensive place to chill; good view of the lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Buddha"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free pool table, dart board, Free large screen movies in second floor lounge\/cinema, Hookah Pipes, three floors.  Happy Hour from 12PM-5PM and 8PM-9PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Deep End Bar & Pool"],["url=http:\/\/www.thedeependbar.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Daytime chill place. Free pool use for customers. Bar food and lots of drink options. Free Pool Table, Boccie (pétanque) and a great Treehouse. Famous for its sunday BBQ with Smokin' Joes' BBQ. Located directly beside the Santiago Dock"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=El Barrio"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A cozy and laid-back bar and eatery on the main path, toward the Santiago Dock.  A favorite with local expats."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jardin Net"],["url="],["email="],["address=On the way to Zoola"],["lat="],["long="],["directions="],["phone=51150927"],["tollfree="],["fax="],["hours=8:00am to 20:00pm"],["price="],["content=Nice internet cafe offering salsa and art lessons, WiFi, international calls and Skype. Furthermore they offer breakfast and also hot and cold drinks as well as massage and laundry service."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Art Café El Colibri"],["url="],["email="],["address=behind Zoola and Colegio Bethel"],["lat="],["long="],["directions=Xetaual"],["phone=51150927"],["tollfree="],["fax="],["hours="],["price="],["content=Very nice and tranquil place with beautiful garden near the lake. Serves breakfasts and snacks. It has WIFI, computers and laundry too. It is connected with charity project to help student to go study university. By painting a cup, you can support this project!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nBasic accommodation is easily found when you arrive as you will likely be approached at the dock. Average pricing is 50Q. Some specific places include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel San Francisco"],["url="],["email="],["address=5a avenida 2-32"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Q30-40"],["checkin="],["checkout="],["content=A popular location as some rooms have a kitchen and a bathroom, and the showers are warm (but not hot). Most rooms come with a great view of the lake and a balcony. This hotel is on the other side of the hill but all the locals know where it is, so start asking around once you reach the top of the hill. Because the quality of the rooms vary, ask to see a few before committing. You can bargain for cheaper rates if you stay 2 or more nights, say that you will look at other hotels to get the best rate."]]}]},{"type":"*","value":[{"type":"'''","value":["Casa Elena"]}," is located after Nick's Place. Clean room with twin beds on the lakeshore. Owned and operated by a friendly Maya family. Relatively basic accommodations and a frat-house atmosphere. "]},{"type":"*","value":[{"type":"'''","value":["Jarachik"]}," is located along the \"main trail\", a walkway that starts about 250 m left of the Pana dock. Locally-owned Jarachik offers inexpensive dorms and rooms (Q35\/45 dorm, Q55 private room w\/bathroom;Q75\/100 private rooftop room w\/bathroom, Triple room w\/ private bath was Q135 on 10-Dec-2011), a rooftop terrace to chill on, great food and a bonfire most nights, but the owner sometimes puts it out when there are not enough customers. Some rooms are nice, others smell musty so be sure to inspect the room carefully. "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Paraiso"],["url="],["email="],["address=path"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Q10-Q30"],["checkin="],["checkout="],["content=One of the cheapest places to stay, the dorm rooms adjoining the office are only Q10 per person if 2 or more share them (Q15 for an individual). The showers are connected with the 115VAC directly to the plumbing, so it is ",{"type":"''","value":["strongly recommended"]}," to turn off the breaker and take a cold shower, otherwise touching the valve handle or the shower head can can be deadly. The owner knows this, and if you mention it to him you might be asked to leave. Several travelers have lost their life here, hence the name of the hotel."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ti-Kaaj"],["url="],["email="],["address=Main Path, near Santiago Atitlan dock, across from Picasso restaurant, near Nuevo Sol"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Single: 15Q, Double: 25Q"],["checkin="],["checkout="],["content=Hammocks, kitchen, warm showers, cats."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mikaso Hotel"],["alt="],["url=http:\/\/www.mikasohotel.com"],["email="],["address=near Santiago Atitlan dock"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=A Quebec family built this hotel in 2004-2005. It offers excellent cuisine and housing facilities in safe and peaceful surroundings, providing 12 rooms for 2, 3 or 4 persons, as well as a dormitory for 8 persons. Each room has its own bathroom with shower and hot water. Meals presented as self-service are served on the terrace on the third floor."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zoola"],["url="],["email="],["address=path"],["lat="],["long="],["directions=take the first left from the pana dock, take a right on the path next to a shop, a, left, and you will see it"],["phone=(502) 5534 3111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good food, and very chill atmosphere. Staff have a reputation around town for being rude. Israeli themed and run. (100 Q for private double room en suite). Walk-in only, no reservations."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yo Mama's Casa"],["url=http:\/\/yomamascasa.webs.com"],["email="],["address=Zona 2, San Pedro La Laguna"],["lat="],["long="],["directions=The easiest way is asking a guide to take you (the hostel tips them) or with your back to the lake, walk left on the main street (where the shuttle arrives or the first street up from the lancha). Keeping going for 2 blocks. Turn right at a narrow passageway after the tienda. Take the first left and keep going until you reach a T-junction with Coco's bar straight ahead of you. Look to your right"],["phone="],["tollfree="],["fax="],["hours="],["price=30-50Q"],["checkin=anytime"],["checkout=11am"],["content=3 communal areas and garden. Cook your own meals in the kitchen (with fridge, stove\/oven & a personalised basket for your groceries), beers on-site, pool table for free, hammocks. 30Q for a dorm bed, 40Q for a shared private and 50Q for a room. Literally one minute from the bar strip - close enough to crawl home, yet slightly removed from the hustle and bustle. Ask about discounts for longer stays."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tepepul Kaan"],["url=http:\/\/www.hoteltepepulkaan.com\/"],["email="],["address=6 Calle 5-10, Zona 2. San Pedro"],["lat="],["long="],["directions=Take the street that t-bones into Casa Elena and you will find Tepepul Kaan at the top of the street."],["phone=4301-2271"],["tollfree="],["fax="],["hours="],["price=50Q"],["checkin="],["checkout="],["content=Tepepul Kaan is located above the \"calle Turistica\" directly above Junior's Travel Agency about 100m left of the Pana dock. Locally owned Tepepul Kaan offers inexpensive rooms (Q50\/75 all with private bathrooms), and a rooftop terrace to chill on. The hotel offers clean rooms at better prices than in Guate, and is one of the newer (and cleaner) hotels in San Pedro. Both backpaker and family friendly. Tepepul Kaan is also the only hotel that donates a portion of its money (25%) to a local childrens charity."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pinocchio"],["url="],["email="],["address="],["lat="],["long="],["directions=behind Les Jardin des Sauveurs & across from Buddha Bar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private rooms (some with shared & others with private bathrooms) in 2 buildings around pretty yard & gardens. Hammocks on patio in front of most rooms. 24-hr security. Guest kitchen shared. Wi-fi internet included. Bottled water provided. Great lookout over lake from roof of 3-story main building. Charged 50Q per person (150Q total) for private bath triple room on 3rd floor (Dec. 2011) for 1 night."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Free WiFi"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Mikaso"]}," hotel is quite expensive, considering it's way off the beaten path closer to the Santiago dock than most of the other places listed, but the coffee is only 5Q a cup and you can use the wifi free on their terrazza overlooking the lake."]},"\n",{"type":"*","value":["The restaurant ",{"type":"'''","value":["Jarachik"]}," also has free WiFi for those who buy something to eat. They have a very friendly staff, and great food."]},"\n",{"type":"*","value":["For coffee lovers try ",{"type":"'''","value":["Cafe Cristalinas"]},". Not only do they have free WiFi, but also an internet cafe for those who do not have computers. The to eat menu is limited, but the coffee is roasted on site. Ask the staff about when they roast their coffee and an explanation of the process."]},"\n",{"type":"*","value":["D'noz restaurant offers the fastest WiFi in town to it's customers and offers a pretty good meals for your buck."]},"\n",{"type":"*","value":["Cafe Atitlan offers wi-fi internet to customers."]},"\n",{"type":"*","value":["Pinocchio (hotel\/hostel) offers wi-fi internet to guests."]},"\n",{"type":"*","value":["Orbita Spanish School has free wifi."]},"\n",{"type":"==","value":["Pricing"]},"\nThe prices in most of food stores, everyday consumables, have fixed prices. Fixed prices may also be found in the public buses (chicken buses). However, stores and street vendors selling art or craftwork expect people to engage in bargaining. Arriving at an agreeable price is simply part of the process, and you congratualate yourself on your bargaining abilities. The same holds true in the market place in San Pedro, and indeed throughout Guatemala.\n\nHowever, not all prices are subject to bargaining. For example, hotel rooms, and shuttle buses. All hotels and tour companies must register their services and their prices with INGUATE, the national tourism board, and must pay taxes based on those prices. Remember, the business owners are no different from other business owners around the world. They have loans to pay off, investments to recuperate etc,. Remember, \"Act locally, but think globally.\"\n\n",{"type":"==","value":["Go next"]},"\n\nThe best way to get to Antigua is to take a minibus.  Minibuses are available at 8:30a.m. in front of the travel agency, Maya Tztujil. It is best to book your space at least one day in advance. At Maya Tzutujil it only costs 50Q. There is also another one that leaves from in front of Casa Verde every day at 9:30Am.  It costs 70 Q and takes about 3 hours, including a 15 minute restroom break. With a group you might negotiate the price till 50Q. It is best to buy your ticket the day before you leave, at Casa Verde, the green building near the main dock.  (Tel: 58379092) There is a travel agency inside.   They use newer Toyota minibuses. \n\nThis is cheaper and faster than paying 25Q to take a boat to Panajachel, and then 70Q to get from Panajachel to Antigua.\n\nThe cheapest way to get in\/out are the buses leaving to Xela Monday till Saturday mornings at 4:30, 5, 5:30, 6, 7, 8:00 and 11AM across the street from the Catholic church downtown (top of the hill) 20-30Q, or to Guate (Guatemala City) other hours starting from 3AM. if travelling to Antigua let the bus attendant know where you are going and he will let you know where to change buses in Chimaltenango.\n\n",{"type":"{{","value":[["isPartOf"],["Lake Atitlán"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San Pedro La Laguna"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:San Pedro La Laguna"]]}]