[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=San Ignacio"]]},"\n",{"type":"'''","value":["San Ignacio"]}," is a small town in the ",{"type":"[[","value":[["Cayo"]]}," region of ",{"type":"[[","value":[["Belize"]]},". San Ignacio, or Cayo as it is called, is located on the Macal river, and makes a good and affordable base for exploration of the stunning regions around it, with plenty of day trips to be taken and several decent tour guides willing to take you. It's also an important transit town en route to or from Guatemala.  Cayo is known for having a multitude of ruins, caves, and rivers.  \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get In"]},"\n\n",{"type":"===","value":["By car"]},"\n\nSan Ignacio is easily reachable by car. The Western Highway is the best road in the country and is fully paved and free of pot-holes. There are several gas stations along the route so you have no worries there. Once you reach the sister-city of San Ignacio - Santa Elena - be aware that there are two bridges and each is a one way bridge. You will need to make a right turn, if you are heading west, and run downhill to cross the bridge into San Ignacio. Locals apparently know tourists will miss this turn and are quite aware to signal you that you have made a mistake if you try and go the wrong way.\n\nYou leave San Ignacio across the Hawksworth Bridge which is the only suspension bridge in Belize. This is also a one-way bridge to leave town, unless the low lying bridge is closed.\n\n",{"type":"[[","value":[["Image:Windy Hill.JPG"],["thumb"],["right"],["Belize Flowers"]]},"\n\n",{"type":"===","value":["By bus"]},"\n\n2nd Class buses (no air conditioning or \"trunk\" for suitcases) run frequently from ",{"type":"[[","value":[["Belize City"]]},"; the trip is usually less then 2 and 1\/2 hours, in spite of numerous stops. Buses run to Dangriga on the coast in about 3 hours.  In the other direction, buses run to the Guatemalan border quite close by, with connections to Flores and ",{"type":"[[","value":[["Tikal"]]},".  For times and schedules, see the ",{"type":"[","value":["http:\/\/belizebus.wordpress.com\/ Belize Bus Blog"]},"\n\n",{"type":"===","value":["By Shuttle"]},"\n\nShuttles can pick you up at the airport, or most any other spot, and transfer you much quicker and with much more ease since they are door to door.  William's Belize Shuttle is the best out there, and his recommendations can be seen all over Tripadvisor.com.  ",{"type":"[","value":["http:\/\/www.parrot-nest.com\/belize-shuttle.html William's Belize Shuttle"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nThe roads in town are quite walkable, and traffic is light.  Most everything is within a 5 minute walk from downtown.  There is really no reason to drive. The town is foot-scaled so walking is your best bet for getting about and really experiencing the town.  \n\nOne can also rent a car locally.  There are a few car rental agencies in town.  \n\nFlames has the best reputation, and the best prices.  ",{"type":"[","value":["http:\/\/flamesautorentals.com Flames Auto Rental"]},"\n\nMatus Car Rental is also an option  ",{"type":"[","value":["http:\/\/www.matuscarrental.com Matus Car Rental"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Crystal Maiden.JPG"],["thumb"],["right"],["Mayan sacrifice at Actun Tunichil Muknal"]]},"\n\nMany tour companies in San Ignacio, ",{"type":"[","value":["http:\/\/www.pacztours.net\/ Pacz Tours"]}," being the best for safety and quality per outside evaluators, run tours to a wide variety of interesting caves, ruins, rivers, and jungle trails.  ",{"type":"[","value":["http:\/\/www.kinwinikjungletour.com\/ K'in Winik"]}," is known for providing amazing tours and overnight jungle camping throughout Mountain Pine Ridge, including Caracol.\n\n",{"type":"[","value":["http:\/\/www.bestofcayo.com\/san-ignacio-tours.html Best of Cayo"]}," tour page.  \n\nIt's a good idea to read reviews for other tour companies on Tripadvisor.com before booking, just because some of them have treated guests poorly.\n\nMost of these are day trips, leaving early in the morning and returning the same afternoon.  Note that not all tours are available on any given day.  Most tour companies require a certain minimum number of registrations before they'll make the run. Checking in the night before for which tours are available the next day is often the best option.\n\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Actun Tunichil Muknal"]]}]}," (usually abbreviated to \"",{"type":"'''","value":["ATM"]},"\") is a Mayan sacrificial burial site near San Ignacio. The site is contained entirely within a cave system, and access to the relics is gained via some 500 metres of climbing over rocks, wading and swimming through water that is at times over 1.5 metres deep. The cave was a sacred site for the Mayans and it contains many examples of pottery, ceramics and stoneware, as well as several sets of human sacrificial remains, one of which (known as the \"Crystal Maiden\") has been almost entirely covered in limestone crystals by the water in the cave. The site is about 45 minutes drive from San Ignacio, and, due to the caving aspect, it may only be visited when accompanied by an official guide (who will provide appropriate safety equipment). Most tour companies in San Ignacio are able to offer officially guided tours. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Barton Creek Cave"]},"  Barton Creek Outpost: Take the road in Georgeville to Mountain Pine Ridge, drive 20-30 minutes and turn at the large brown sign on the left to Barton Creek Archaeological Reserve. Its about 4 miles from there.  phone is 662-4797 ",{"type":"[","value":["http:\/\/www.BartonCreekOutpost.com Barton Creek"]}," Currently closed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cahal Pech"]}," is the main attraction in the town. The name means literally \"Place of the ticks\" and Cahal Pech is a smallish set of Mayan ruins that were abandoned around 800-900 AD. There is an indoor museum displaying artifacts, a site plan, and putting the ruins in a regional context. The site is open 7 days a week during daylight hours. Admission is USD $2.50 but may change. There are, allegedly, guided tours but these are most unneeded as the site is easy to traverse. The entire site should take 1-2 hours at most for a thorough exploration. Once at the ruins the site is fairly flat, but Cahal Pech is at the top of the hill overlooking San Ignacio.  The walk up hill to it from the main town is quite exhausting and is difficult even from the San Ignacio Resort Hotel on the hill. If you have any disability or are in poor physical condition you will want to drive."]},"\n",{"type":"*","value":[{"type":"'''","value":["Caracol"]}," Biggest ruin in Belize, yet mostly unexcavated, so you really feel like you are in a national park on a ruin.  Ca'ana, place of the sky, is one of the biggest and most massive temples in the Mayan world.  Definitely a must see ruin, and it comes with stops at Rio On Pools and Rio Frio Cave too."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Xunantunich"]]}]}," (Maya Ruins)"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Tikal"]]}]}," (in ",{"type":"[[","value":[["Guatemala"]]},")"]},"\n",{"type":"*","value":[" Visit the Iguana Conservation Project and the interpretive Medicinal Jungle Trail at the San Ignacio Hotel.  Ranked as one of the best family excursions in San Ignacio.  ",{"type":"[","value":["http:\/\/www.sanignaciobelize.com\/iguanaproyect.html Iguana Hatchery"]}]},{"type":"*","value":[" Canoe or kayak on the Macal River."]},"\n",{"type":"*","value":[" Rent bicycles."]},"\n",{"type":"*","value":[{"type":"'''","value":["Green Hills Butterfly Ranch"]}]},"\n",{"type":"*","value":[" Catch a bus ($2B) to Succutz\/Benque Viejo del Carmen and visit the amazing Mayan ruins Xunantunich.  (Admission - $10B).  Wear good shoes, bring water and plan to spend about 3-4 hours.  There is a free water taxi in Succutz over the Mopan River--from there you can easily walk the 45 minutes to the site."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Tropical Wings Nature Center"]}," Located On The Outskirts of San Jose Succotz, 10 Minute bus ride from San Ignacio going towards Benque. Butterfly Farm & Small Educational Museum, 9 Hole Disc Golf Course (First in Belize & Central America), Restaurant Located On Site As Well."]},"\n",{"type":"==","value":["Do: Tours"]},"\n \n",{"type":"==","value":[" Edwin's Belize Adventure Tours "]},"\n  ",{"type":"*","value":[" Location: future home in the Cayo Welcome Center in San Ignacio, Belize"]},"  ",{"type":"*","value":[" Contact: ",{"type":"''","value":["phone"]}," 011.501.677.1284 ",{"type":"''","value":["email"]}," Edwin@youbelizetours.com "]},"\nThe owner, Edwin Gonzalez, offers private tours of the most popular attractions in the region. As a Belize native and with a background in studying tourism, Edwin immerses tourists in the history of the Maya culture and Belize. Some attractions he offers include ATM, Mayan Ruins, Cave Tubing, Belize Zoo, Cave Canoeing, Mt. Pine Ridge, and much more. Prices vary by group and tour. Visit the website at www.youbelizetours.com or the Facebook page at www.facebook.com\/edwinsbelizeadventuretours\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[","value":["http:\/\/www.bestofcayo.com\/san-ignacio-shopping.html Best of Cayo Shopping page"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Belize Gifts"]},":  Located in the JNC mall.  They have a huge selection of great gifts and souvenirs.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Back to My Roots"]},":  Located on Burns Avenue across from the JNC mall. ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/back-to-my-roots\/ Back to My Roots website"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Indita Maya"]},":  Located in the Venus Hotel bottom floor."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tropicool Gift Shop"]},":  Located on Burns Avenue next to Pacz Tours. ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/tropicool-hotel\/giftshop.html Tropicool giftshop"]}]},"\n",{"type":"==","value":["Eat"]},"\n\nSan Ignacio is one of the more tourist-friendly towns in Belize, with a variety of restaurants keeping longer hours than in many other towns.  There are a wide variety of restaurants, and many have both vegetarian and non-vegetarian options.\n\nCheck out the Best of Cayo webpage for the best restaurants by category!  ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/san-ignacio-restaurant.html Best of Cayo website"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ko Ox Han-Nah: "]}," From the lamb quesodillas to the lamb curry to the omlettes, Breakfast, Lunch, and Dinner are all covered here. They raise almost all of their own animals at their farm.  Located at 5 Burns avenue, one block from downtown. ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/kooxhannah\/ Ko Ox Han-nah website"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hodes Place: "]},"  Great for kids of all ages!  Everything under the sun can be found here. Video games, air hockey, pool tables, playground(in a small orchard), jukebox, and a small casino too. Try the burritos, they are big and cheap. Located next to Macaw park, one block from the market.  ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/hodes\/ Hodes website"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["South Indian Restaurant: "]},"  Try their ginger lime juice, it'll have you wanting a pitcher of it.  This little hidden treasure is well worth seeking out for very tasty dishes including fish or chicken curries and several vegetarian options - their simosas are what they are known for, and must be tried. Located in the Plaza Del Rio mall, which is a 5 minute walk from downtown. Their menu can be found at: ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/sir\/Page-3.html Menu"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mr Greedy's Pizzeria: "]},"  Best pizza in town, and a great burger too.  Greedy's has been completely redesigned; they've added a great bar, giving the place a much more open look and feel. They have an excellent menu, with plenty of great appetizers - try the onion rings; they are the best in the country. They offer free highspeed wi-fi for customers, Located on Burns Ave. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Maxim's: "]}," Maxim's Chinese Restaurant, one of the best chinese restaurants in San Ignacio, located about 2 blocks from downtown on Bullet Tree road, Menu including: Delicious Fried Chicken(what they are known for) ranging from $5 and above, fried rice, chao-mein, chop-suey, kun-pao, and etc. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vivian's: "]},"  Vivian's Coffee and Ice Cream shop is great.  Their coffee smoothies are always great to cool one off.  Good ice cream too.  All the local students go there, which is a good sign.  Located on Joseph Andrews Drive, 3 blocks from downtown, next to Sacred Heart College, and across the street from Mom's Place. ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/vivian\/ Vivian's website"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mincho's: "]},"  Mincho's is the fast food place of San Ignacio.  They are only open for breakfast and lunch.  They have all the Belizean fast food: tacos, burritos, salbutes, panades, and garnaches.  They have the best fresh juice in San Ignacio, and it's only $1 per glass.  Located on Burns Ave, downtown. ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/minchos\/ Mincho's website"]}]},"\n",{"type":"==","value":["Drink"]},"\n\nCheck out the Best of Cayo webpage for the best nightclubs by category! ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/san-ignacio-nightlife.html Best of Cayo Nightlife"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cappello's Up the Hill Bar and Grill:"]},"  Best bar and restaurant in Cayo!  Cappello's easily has 100 different drinks, and some of the best appetizers around.  You can hang out under the steel palapas, enjoy the great view, and listen to mellow music like reggae, or hang out inside for more local music.  Their happy hour goes from opening until 7:00pm every day!  Located next to Cayo Twist, near the Cahal Pech hill.  ",{"type":"[","value":["http:\/\/www.facebook.com\/profile.php?id=100002096293121 Cappello's on Facebook"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Meluchi's Taverna & The Grave Yard Lounge:"]},"  Want to eat AND party with a grave yard experience? enjoy great drinks and good Belizean food?  Meluchi's is the place.  They do special events almost every weekend, including drink specials and either dj's or live music.  Located on Joseph Andrews drive, in front of sacred heart college.  The only place in town with the personal beer tower.   ",{"type":"[","value":["http:\/\/www.facebook.com\/meluchistaverna Meluchi's on Facebook"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Club Rehab:"]}," Great club to start off at or end up at since they are usually open from 4PM until after 2AM. They usually play great music, and you can request songs most of the time too. Great happy hour from 4 to 7 when they offer half priced drinks.  Thirsty Thursdays at Rehab is happy hour all day. They are located across the street from the casino."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mr. Greedy's Pizzeria and Bar:"]}," Greedy's has been completely redesigned; they've added a great bar, giving the place a much more open look and feel. Their happy hour runs from 3 to 6. They have an excellent menu, with plenty of great appetizers - try the onion rings; they are the best in the country.  They offer free highspeed wi-fi for customers, Located on Burns Ave."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Remo's Roadhouse:"]},"  Many of the ex-pats start at Remo's because of the great conversation and stories provided by the owner - he can tell you stories that even locals don't know.  The Roadhouse Grill is top notch too: try the hot dogs or buffalo wings there while watching a game!  Located in Bullet Tree Falls, just 3 miles from downtown - the first building on the right as you enter Bullet Tree Falls.",{"type":"[","value":["http:\/\/www.bestofcayo.com\/roadhouse\/ Roadhouse website"]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nSince San Ignacio is the biggest town close to Guatemala, from where many tourists enter and exit Belize, the city therefore has quite a few accommodations relative to its size and attractions.  Travelers are sure to find a wide range of hotels, lodges, and resorts to stay at. \n",{"type":"[","value":["http:\/\/www.bestofcayo.com\/san-ignacio-lodging.html Best of Cayo Lodging"]},"\n   \n",{"type":"[","value":["http:\/\/www.sanignaciotown.com\/hotels.html  San Ignacio Town hotel page"]},"\n\n",{"type":"===","value":["Hostels"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["J&R Guesthouse"]},":  Located a couple of blocks off of the city center, a small place with four rooms.  Single with shared bath ran $20Bz.  Also have doubles and room with private bath.  Owners are friendly and will help getting to numerous destinations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hi Yet"]},":  Many backpackers will stay here.  Located a block from downtown, it has many rooms upstairs."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Trek Stop"]},": Mile 71 1\/2 Western Highway, Located right on the outskirts of San Jose Succotz, It's located right next to the highway but with it's vast approximately 22 acres of land, you won't feel so close to civilization. This is for people looking for adventure and also budget travelers, spots for camping as well. Shared and Private Cabins available, Composting Toilets. Restaurant on site, Disc Golf Course, Butterfly Farm, Trails To Walk. Lots of birds and different wildlife on site."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tropicool Hotel"]},"  ",{"type":"[","value":["http:\/\/www.bestofcayo.com\/tropicool-hotel\/ Tropicool Hotel"]}," is located at 30 Burns avenue; they are just one block from downtown.  They have nice little cabins encapsulated on their property.  Their phone number is 804-3052."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mahogany Hall Luxury Boutique Resort"],["alt="],["url=http:\/\/www.mahoganyhallbelize.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=is a small luxury boutique resort is a unique 20 room colonial style mansion featuring romance, elegance and spacious comfort only a stone’s throw from the pristine jade water and nestled on the fertile banks of the Mopan River, Jewel of the Jungle"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cahal Pech Village Resort"]},": ",{"type":"[","value":["http:\/\/www.cahalpech.com Cahal Pech"]}," is on the most predominant Mayan hillside in San Ignacio, and next to the Cahal Pech ruins. This resort offers a offers guests an amazing view of San Ignacio and surrounding local sites.  The hotel has three pools and a jacuzzi, when it is working.  Lately, they have had complaints due to substandard bedding, but the view is still the best, by far, in San Ignacio.  Great for families.  US$90."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Ignacio Resort Hotel"]},":  A lovely place on beautiful grounds, impeccably clean rooms with air-conditioning, a pool, and very helpful staff.  Cute little extras like fresh sprigs of herbs on bathroom towels.  Quite pricey by Belizean standards, at US$114\/per night for two queen beds.  The occasional wall of cinder block or slightly frayed rug shows this hotel is not quite up to the standards the price would imply, but they're close.  Worth it if you want the creature comforts."]},"\n",{"type":"===","value":["Nearby lodges & resorts"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Parrot Nest Lodge"]},":  ",{"type":"[","value":["http:\/\/www.parrot-nest.com Parrot Nest"]}," is a truly unique experience.  One can sleep in a treehouse in a 100 foot tall Guanacaste tree. The lodge is surrounded on three sides by the Mopan River since it's on a peninsula. Parrots, iguanas, agouti and otters are all able to be seen on the grounds.  The cabanas are in a huge garden, which, though lush and exotic, is virtually mosquito free.  The Parrot's Nest is in ",{"type":"[[","value":[["Bullet Tree Falls"]]},", which is just a couple of miles from downtown San Ignacio, so you don't have to endure the city noise and lights while enjoying a great night's rest.  They've been in business for over a decade, yet their prices are less than $50 a night - can't beat that!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Windy Hill Resort"]},":  ",{"type":"[","value":["http:\/\/www.windyhillresort.com\/ Windy Hill"]}," is just a few kilometers outside of town on a hill. Ask any taxi driver. Beautiful landscaped grounds and spacious cottages. Peaceful surroundings. Nice open air restaurant. The owners offer canoe and other tours. Local experts give herb walk and bird viewing. Price is around US$100 but the taxi driver gave a promotion coupon for $30"]},"\n",{"type":"*","value":[{"type":"'''","value":["Chaa Creek"]},":  ",{"type":"[","value":["http:\/\/www.chaacreek.com Chaa Creek"]}," is the best resort in Central America, bar none.  Totally eco-friendly, and they have 100's of acres.  They are on the Macal river, and do canoe rides, biking, and horseback riding.  Located 30 minutes from downtown. You can choose to stay at an expensive and luxurious cabin, or at the Macal River Camp, which has casitas and is geared towards those who prefer the outdoors. The Macal Camp is $55\/person\/night and includes breakfast, dinner, hot showers, toilets, and excellent service."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ka’ana Resort"]},":  ",{"type":"[","value":["http:\/\/www.kaanabelize.com Ka'ana"]}," is out of the town of San Ignacio, in a valley nestled among the Maya Mountains of Belize’s Cayo District and surrounded by lush tropical gardens.  They have a nice infinity pool, and a great restaurant.  A definite treat for the high end traveler."]},"\n",{"type":"*","value":[{"type":"'''","value":["Benque Guest House"]},":  ",{"type":"[","value":["http:\/\/www.benquehouse.com Benque Guest House"]}," is situated in the mountainous Benque Viejo Del Carmen (on the way from San Ignacio to the Guatemalan border) is this wonderful guest house.  Built in 2008 and situated along the jade-green Mopan River, the clean, eco-friendly, guest house offers all the creature comforts of home (and business), character-rich conversation, Wi-Fi, music, beautifully decorated rooms, huge verandah, great food and a sense of community.  Away from the bustling San Ignacio, listen to the Succotz Marching Band practice while you sit on your deck overlooking the river and quiet jungle."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Cayo"]]},"\n\n",{"type":"[[","value":[["it:San Ignacio"]]},"\n\n",{"type":"[[","value":[["Wikipedia:San Ignacio Town"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Central_America\/Belize\/Cayo\/Localities\/San_Ignacio\/"]]},{"type":"{{","value":[["geo"],["17.160125"],["-89.059997222222"]]}]