[{"type":"{{","value":[["pagebanner"],["Mission San Diego de Alcala banner.jpg"],["caption=Mission San Diego de Alcala"],["dotm=yes"]]},"\n\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"[[","value":[["File:Balboa Park8.jpg"],["thumb"],["right"],["350px"],["Architecture in Balboa Park"]]},"\n\nFrom balmy beaches with a laid-back attitude to a gleaming modern image, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sandiego.org San Diego"]}]}," offers much for the tourist to enjoy. Situated on the ",{"type":"[[","value":[["Southern California"]]}," seacoast, San Diego is the second largest city in the state, with 1.3 million residents, and has long attracted travelers for its ideal climate, miles of beaches, and location on the Mexican border right across from ",{"type":"[[","value":[["Tijuana"]]},". \n\nBut there's much more here than surfer culture and a quick hop across the border. A rich maritime and military heritage lives on in San Diego, which is home to the Pacific Fleet of the United States Navy. The city has also become known for its part in the wildlife conservation movement, owing to the presence of the world-renowned San Diego Zoo and Safari Park, the Birch Aquarium, and a SeaWorld theme park. Natural scenery abounds from rocky tidepools and seaside cliffs to desert hills and canyons inland.\n\nSan Diego is a proud city that never seems to cease growing, and though the city has a strong identity many of its residents are newcomers, joining in the flood of immigrants to this city. With this has come the problems associated with Southern California cities, such as traffic jams and air pollution. And yet, though large itself, San Diego is also a place where many come to escape the hustle and bustle of ",{"type":"[[","value":[["Los Angeles"]]},", some 100 miles to the northwest.\n\n",{"type":"==","value":["Districts"]},"\nA city defined by its many neighborhoods, San Diego really doesn't have any clearly defined \"districts\". This list, by no means an official division, reflects how a visitor might see the city, based on attractions and amenities.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=San diego region.png"],["regionmaptext=San Diego"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]}],["region1color=#487db8"],["region1items="],["region1description=A hub of business and nightlife on the bay, downtown has many tourist attractions among its gleaming office and hotel towers."],["region2name=",{"type":"[[","value":[["San Diego\/Balboa Park-Hillcrest"],["Balboa Park-Hillcrest"]]}],["region2color=#459745"],["region2items="],["region2description=Balboa is a massive urban parkland in the city's heart, home to many museums and the renowned San Diego Zoo. Next door is Hillcrest, a trendy urban neighborhood."],["region3name=",{"type":"[[","value":[["San Diego\/Old Town-Mission Valley"],["Old Town-Mission Valley"]]}],["region3color=#dcdc71"],["region3items="],["region3description=The site of the first Spanish settlement in California, Old Town is a historic district popular with tourists. It sits at the foot of Mission Valley, a major commercial center."],["region4name=",{"type":"[[","value":[["Coronado"]]}],["region4color=#de6e6e"],["region4items="],["region4description=Though technically a separate city from San Diego, picturesque Coronado is closely tied to the larger city, sitting directly across the bay from Downtown with a splendid beach and the famous Hotel del Coronado."],["region5name=",{"type":"[[","value":[["San Diego\/Point Loma-Ocean Beach"],["Point Loma-Ocean Beach"]]}],["region5color=#c584ab"],["region5items="],["region5description=A scenic peninsula curving around the bay, this area offers gorgeous views of San Diego, beautiful coastline, and quiet, laid-back beach neighborhoods."],["region6name=",{"type":"[[","value":[["San Diego\/Mission Beach-Pacific Beach"],["Mission Beach-Pacific Beach"]]}],["region6color=#37a782"],["region6items="],["region6description=Two popular beach communities with plenty of shops, restaurants, and nightlife, alongside a manmade inlet that is home to Sea World."],["region7name=",{"type":"[[","value":[["San Diego\/La Jolla"],["La Jolla"]]}],["region7color=#c5a0c6"],["region7items="],["region7description=An upscale beach community, it features some of the most picturesque coastline and lovely beaches around, an exceptional aquarium, and the University of California at San Diego (UCSD)."],["region8name=",{"type":"[[","value":[["San Diego\/Mid-City"],["Mid-City"]]}],["region8color=#a5c077"],["region8items="],["region8description=A set of neighborhoods in the heights east of Balboa Park. There isn't much in the way of tourist attractions out here, but one can find trendy districts with locally oriented restaurants, shops, and theaters."],["region9name=",{"type":"[[","value":[["San Diego\/North"],["North"]]}],["region9color=#c9815e"],["region9items="],["region9description=A large region of the city composed of many suburban neighborhoods stretching far inland to the hills of the north, with a few scattered tourist attractions, including the popular Safari Park."],["region10name=",{"type":"[[","value":[["San Diego\/San Ysidro"],["San Ysidro-Otay Mesa"]]}],["region10color=#88b4dc"],["region10items="],["region10description=Home to the world's busiest land border crossing, where one can travel between San Diego and Tijuana, Mexico. This section is not contiguous (on land) with the rest of San Diego. Travel through ",{"type":"[[","value":[["National City"]]}," and ",{"type":"[[","value":[["Chula Vista"]]}," on the I-5 or I-805 or take the trolley."]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\n\nThe area was long inhabited by the native Kumeyaay people (also known as the ",{"type":"''","value":["Diegueño"]}," by the later Spanish settlers), who lived off the land and created a proud culture. The first time a European visited the region was in 1542, when Portuguese explorer Juan Rodriguez Cabrillo, sailing under the Spanish Flag, claimed the bay for the Spanish Empire and named the site San Miguel. In November of 1602, Sebastián Vizcaíno was sent to map the California coast. Arriving with his flagship \"San Diego\", Vizcaíno surveyed the harbor and what is now Mission Bay and Point Loma, renaming the area for the Spanish Catholic Saint, St. Didacus (more commonly known as San Diego).\n\nSan Diego was established in 1769 as the first European settlement and Spanish mission in ",{"type":"[[","value":[["California"]]},", at the present site of Old Town. However, due to the poor nature of soils in the Old Town area, the mission was eventually relocated about five miles up river in Mission Valley. The mission had a troubled history, seeing bloodshed between the Spanish missionaries and natives resisting conversion, and the settlement didn't grow far beyond a few hundred people owing to the fact that it was too far from navigable water.\n\nIn the 19th century, San Diego passed from Spanish to Mexican to American hands. In 1850, a few years after the United States gained control of California, San Diego was officially designated a city. But with much of the westward expansion to California centered on the gold rush around San Francisco, American influences were initially slow to come to San Diego. Eventually they did, however, and in the 1860s Downtown was established on the shores of the bay, soon exploding in growth when the railroad arrived in the 1880s and developing into a major port. The city celebrated the opening of the Panama Canal in the 1910s with a huge exposition touting San Diego's prominence and history; the fairgrounds, buildings, and exhibits of that expo formed the basis for today's Balboa Park.\n\nThe U.S. Navy discovered San Diego in the early 20th century, and constructed a coaling station on Point Loma in 1907. Ten years later, the Naval Air Station on Coronado island was established, and in later years the military would take on an increasingly important role in the city's economy, peaking with World War II, when the city's ship building yards and naval base made San Diego one of the busiest ports on the west coast. Today, San Diego is still home to the Navy's Pacific Fleet and is a favorite leave location for many sailors.\n\nIn recent decades, growth in San Diego has exploded and the economy has shifted away from its maritime and military roots. The defense industry still plays a big role here, but it is now rivaled by tourism, trade, and research, with many corporations moving their headquarters here amid the huge influx of residents. Today, San Diego is a favorite destination for retirees and tourists, drawn by the balmy weather and the many attractions the city has to offer.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh =   66"],["febhigh =   66"],["marhigh =   66"],["aprhigh =   69"],["mayhigh =   69"],["junhigh =   72"],["julhigh =   76"],["aughigh =   77"],["sephigh =   77"],["octhigh =   74"],["novhigh =   70"],["dechigh =   66"],["janlow =   50"],["feblow =   51"],["marlow =   54"],["aprlow =   56"],["maylow =   60"],["junlow =   63"],["jullow =   66"],["auglow =   67"],["seplow =   66"],["octlow =   61"],["novlow =   54"],["declow =   49"],["janprecip =   2"],["febprecip =   2"],["marprecip =   2"],["aprprecip =   1"],["mayprecip =   0"],["junprecip =   0"],["julprecip =   0"],["augprecip =   0"],["sepprecip =   0"],["octprecip =   0"],["novprecip =   1"],["decprecip =   1"],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = ",{"type":"{{","value":[["forecastNOAA"],["San Diego"],["32.72"],["-117.15"]]}]]},"\n\nThe San Diego area can be an incredible place to visit almost any time of the year.  With coastal temperatures around 75 degrees (24°C) most of the time, the weather is ideal.  The climate of Southern California is rather complex, however, and temperatures change rapidly as one travels from the coast eastward.  In the summer during the day, the temperature might increase as much as one degree Fahrenheit for each mile going east.  In the winter, especially at night, eastern areas are usually relatively cooler.  Some valleys and other areas have significantly different weather due to terrain and other factors. These are often referred to as \"micro-climates\".  \n\nIf you're coming to San Diego expecting sunny weather, avoid coming in May or June, when San Diego is covered in clouds most days, a phenomenon referred to by the locals as \"May Grey\" or \"June Gloom\". September is usually the hottest month of the year in the daytime. Mid-September through October are labeled as the most at-risk months for wildfires, because of the long absence of any substantial rainfall. Along the beach during the warmer half of the year, it can get surprisingly cool after dark, even when it's not too cold a short distance inland. The months of March and April typically see the strongest winds. Along the coast, fog is most common September through April; it is not uncommon to experience 3-7 foggy days per month.\n\nDuring the late summer and fall there is a reversal of the usual climate conditions, when hot, dry air blows from the desert to the coast. These winds are called the Santa Ana winds. Milder Santa Ana winds can result in excellent dry air conditions, but powerful ones can last days on end, significantly raising temperatures, creating tremendous fire danger, and making the outdoors unpleasant.\n\n",{"type":"===","value":["Visitor information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=International Visitor Information Center"],["url=http:\/\/www.sandiego.org"],["email="],["address=1140 North Harbor Drive"],["lat="],["long="],["directions=in Downtown, in front of the B Street Cruise Ship Terminal"],["phone=+1 619 236-1212"],["tollfree="],["fax="],["hours=Daily 9AM-5PM (June-September); daily 9AM-4PM (October-May)"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=La Jolla Village Information Center"],["url=http:\/\/www.sandiego.org"],["email="],["address=1162 Prospect Street"],["lat="],["long="],["directions="],["phone=+1 858 454-5718"],["tollfree="],["fax="],["hours=Daily 10AM-6PM (summer); daily 11AM-4PM (winter)"],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:San diego map.PNG"],["thumb"],["right"],["300px"],["San Diego Overview Map"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.san.org\/ San Diego International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SAN"]]},") is less than 10 minutes from downtown San Diego. The descent into the airport from the east is remarkably close to downtown buildings, which can be a bit alarming for first-time visitors. It is served by older carriers such as American Airlines, Delta Airlines, United Airlines, and US Airways, as well as major low-fare carriers including JetBlue and Southwest Airlines. The only international flights from the airport go to Mexico and Canada, plus one daily flight on British Airways to ",{"type":"[[","value":[["Heathrow Airport"],["London Heathrow"]]},", and Japan Airlines to ",{"type":"[[","value":[["Tokyo"]]},"-",{"type":"[[","value":[["Narita"]]},". Non-stops to ",{"type":"[[","value":[["Hawaii"]]}," are also available. Visitors to California from other countries would most likely travel through ",{"type":"[[","value":[["Los Angeles"]]}," or ",{"type":"[[","value":[["San Francisco"]]},", although San Diego has non-stops to the major international hubs, including New York-JFK, Atlanta, Dallas, Houston, and Chicago-O'Hare. If you dislike the small turboprop planes, don't connect in Los Angeles, as there are no other options by air.\n\nFor those staying first in the Los Angeles area, then traveling to San Diego (or vice versa), be aware that even discounted coach airfares between the two cities (about 120 miles\/190 km) can be nearly as costly as a trip to the east coast. Flying will usually be greatly discounted or even free for connecting flights if it's part of the overall routing, but you must leave LAX within four hours for domestic flights or 24 hours international. Fixed point ground transportation between LAX and San Diego is extremely limited and taxi\/van service is more costly than flying (except for groups of about six or more). If you plan to arrive at Los Angeles Airport, always know in advance the method and cost of getting to San Diego. Many Angelenos use Amtrak to make San Diego a weekend getaway (see below). Transportation options between LAX and Union Station (Amtrak) can be found ",{"type":"[[","value":[["LAX#Ground_transportation"],["here"]]}," (distance: 16 miles\/26 km, and traffic congestion can often be very bad)\n\nThere are a number of ",{"type":"'''","value":["airport shuttle"]}," companies that handle transportation to and from the San Diego airport. They cost around $15 per person. Metro bus #992 The Flyer ($2.25) travels 10 minutes to the Santa Fe Depot in downtown San Diego, where you can connect to the Coaster commuter train, the Trolley, and Amtrak.\n\nDriving out of the airport can be a little confusing. Unless you're headed to Point Loma or Harbor Island, you want to go east towards downtown. The first left turn after the airport is Laurel Street to ",{"type":"[[","value":[["San Diego\/Balboa Park"],["Balboa Park"]]},". The second one is Grape Street, and this has access to the I-5 freeway. For the I-5 north freeway, stay in the left lane of Grape St., or the right lane for I-5 south. The 163 north and 94 east freeways are via I-5 south (remain in the right freeway lanes for the 163 and 94 as these exits will come very quickly). If going downtown, just stay on Harbor Drive from the airport.\n\n",{"type":"'''","value":["McClellan-Palomar Airport"]}," in Carlsbad (",{"type":"{{","value":[["IATA"],["CLD"]]},") is just north of the city of San Diego and provides the other commercial passenger airport in the county. Commercial operations are limited to one commuter airline, United Express, which provide service to Los Angeles. The airport is in the city of Carlsbad, located about 35 miles north of downtown San Diego. Exiting the airport by car, turn right onto Palomar Airport Road and proceed onto Interstate 5 southbound to reach San Diego proper. There is an AVIS car rental facility on-site.\n\n",{"type":"'''","value":["Tijuana International Airport"]}," (",{"type":"{{","value":[["IATA"],["TIJ"]]},") in Mexico is not far from San Diego, and may be an option. It offers numerous flights, including the recently added long-haul service from Shanghai and Tokyo. This allows many tourists from the Pacific Rim to bypass the Los Angeles or San Francisco airports and arrive closer to San Diego. However, closer is not necessarily easier. As this airport is not in the United States, travelers need to make sure that they have the proper documentation such as passports or visas for their respective nationality to travel through Mexico into the United States. Also, crossing by vehicle from Tijuana to the United States involves very lengthy waits. Changing planes in Los Angeles or San Francisco then continuing on to San Diego is the easier option for travel.\n\nPrivate pilots will prefer the nearby general aviation airports, Montgomery Field (",{"type":"{{","value":[["IATA"],["MYF"]]},") in Clairemont Mesa, Gillespie Field (",{"type":"{{","value":[["IATA"],["SEE"]]},") in ",{"type":"[[","value":[["El Cajon"]]},", or Brown Field (",{"type":"{{","value":[["IATA"],["SDM"]]},") east of ",{"type":"[[","value":[["San Ysidro"]]},". There are several more in the North County. If flying to the San Diego area from the east, be aware of the 5,722 foot (1,744 m) Volcan Mountain near ",{"type":"[[","value":[["Julian"]]},". Private aircraft have flown straight into the mountain at night, often with deadly results. Some air taxi and ",{"type":"[[","value":[["Travel transportation#Air charter"],["air charter"]]}," firms offer specials to the San Diego area from local airports, including from many smaller Los Angeles airports and from the ",{"type":"[[","value":[["San Luis Obispo"]]}," area.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Union Station (San Diego) 7.jpg"],["thumb"],["right"],["300px"],["Santa Fe Depot"]]},"\n",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-872-7245"],["fax="],["hours="],["price="],["content=Amtrak operates from the historic Santa Fe Depot, located in downtown at 1050 Kettner Blvd. The station is the southern terminus of Amtrak's frequent ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/pacific-surfliner-train Pacific Surfliner"]}]}," route, which runs north to Los Angeles and San Luis Obispo. The depot is within walking distance of downtown hotels and situated near San Diego Bay. The city operates a bus line (Route 992, the \"Airport Flyer\") between the train depot and San Diego International Airport."]]},"\n\nThere are also secondary rail stations in ",{"type":"[[","value":[["San Diego\/Old Town"],["Old Town"]]}," and ",{"type":"[[","value":[["San Diego\/North"],["Sorrento Valley"]]},", used mainly for travel within San Diego County, although Amtrak also serves them, though not all Pacific Surfliner trains will make a stop there. Check your specific train, the Old Town stop is (OLT) and the Sorrento Valley stop is (SRB). If you are coming from or going to areas of San Diego north of downtown, such as La Jolla or Mission Valley, Old Town station is much easier to access than the Downtown (SAN) train station.\n\nOther rail services include the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gonctd.com\/coaster COASTER"]}]},", ☎ +1-800-262-7837, a commuter train that runs north from downtown along the coast into northern San Diego County all the way to ",{"type":"[[","value":[["Oceanside"]]}," where it meets the Metrolink rail service from Los Angeles and the Sprinter rail service from Escondido. Service is mostly limited to the weekday rush hours, with limited service on Saturdays, and none on Sundays. Fares are based on how far you ride; a one-way fare will be in the range of $4-$5.50. Tickets must be purchased from the ticket vending machines located at each station.\n\n",{"type":"===","value":["By car"]},"\nSan Diego is easily accessible by car using any one of the three major interstate roadways, the 5, 8, and 15 Freeways. \n\n",{"type":"*","value":[{"type":"'''","value":["I-5"]}," begins in San Ysidro, at the US-Mexico border crossing, and continues northward through Los Angeles and Central California to Oregon and Washington, terminating in Blaine, Washington at the US-Canadian border crossing. "]},"\n",{"type":"*","value":[{"type":"'''","value":["I-8"]}," begins near the coast in Ocean Beach and continues eastward through eastern San Diego and Imperial Counties into Arizona, where it connects with Interstate 10 about half way between ",{"type":"[[","value":[["Phoenix"]]}," and ",{"type":"[[","value":[["Tucson"]]},". From the Phoenix area, AZ Hwy 85 to I-8 at Gila Bend is often faster, except from the eastern suburbs. A mountain pass of about 4,200 ft. is between the desert and coastal area. Closures or restrictions due to snow or wind happen on rare occasion, and there's a Border Patrol checkpoint just west of the Buckman Springs Rest Area (westbound lanes only)."]},"\n",{"type":"*","value":[{"type":"'''","value":["I-15"]}," begins in southern San Diego County and continues northward into the California deserts, through Nevada, Utah, and Idaho, eventually terminating at the US-Canadian border in northern Montana. "]},"\nAdditionally, there are numerous other freeways that crisscross the county, making access to most places in San Diego relatively easy. However, be advised that traffic is frequently congested during the weekday morning and evening commuting hours.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]},", ",{"type":"''","value":["+1 619"]}," 515-1100, has a station (really more of a bare-bones stop, under an outdoor covering and with virtually no amenities) in downtown San Diego at 1313 National Ave, across 13th Street from the 12th & Imperial Transit Center. Private charter lines operate service between other California cities (especially Los Angeles) and Mexico."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lowfarebus.com\/ Hoang Express"]}]}," offers service from ",{"type":"[[","value":[["Los Angeles"]]}," and the ",{"type":"[[","value":[["Bay Area (California)"],["San Francisco Bay Area"]]},", although the service is geared towards connecting Asian-American neighborhoods, with the San Diego stop in front of an Asian supermarket in Mira Mesa."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.luxbusamerica.com LuxBus"]}]}," offers a daily trip to and from Anaheim or Los Angeles, picking up from a number of hotels."]},"\n",{"type":"===","value":["By boat"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portofsandiego.org\/sandiego_maritime\/cruise\/ Cruise Ship Terminal"]}]}," in downtown San Diego currently only services excursions departing from San Diego to Baja Mexico and Los Angeles. These include dinner cruises, three-day gambling cruises and 'party excursions' to the Mexican coastal ports of Baja.\n\n",{"type":"==","value":["Get around"]},"\nThe San Diego metropolitan area is large and sprawling. Car travel is the most efficient way of navigating the city and county. If you want to \"see it all\", rent a car. For less ambitious itineraries, public transportation may be used with enough planning and time alloted for travel.\n\n",{"type":"===","value":["By car"]},"\nThroughout the Downtown and beach communities, on-street parking is metered. Parking meters accept coins, pre-paid Parking Meter Cards, and some newer meters accept credit cards. For more information on parking meters and enforcement, or to purchase a pre-paid meter card, visit the ",{"type":"[","value":["http:\/\/www.sandiego.gov\/parking\/ City of San Diego Parking Administration website"]},". Gas\/petrol prices tend to be higher than elsewhere in the U.S., but gas is cheapest in the outlying communities of ",{"type":"[[","value":[["El Cajon"]]},", ",{"type":"[[","value":[["Santee"]]},", Lemon Grove, Poway, and ",{"type":"[[","value":[["Chula Vista"]]},".\n\nAll the major rental car companies operate at the San Diego Airport, though most require you to take a 2.5-mile shuttle which goes behind the terminal and runway. To get to the I-5 freeway, turn right at Sassafras Street, then cross the railroad tracks. Do not mistake the railroad crossing for Kettner Blvd.\/I-5 south as a few visitors have done (mostly after dark) over the years. These tracks are heavily used by Amtrak and other rail services, and there's a good chance of being hit by a train if you make a wrong turn. Likewise, the car rental returns are near the railroad tracks, so don't blindly follow your GPS before making a turn.\n\n",{"type":"===","value":["By public transit"]},"\n",{"type":"====","value":["Bus"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sdmts.com\/home1.asp Metropolitan Transit System (MTS)"]}]}," operates bus service to large portions of the county, although service in many areas is sparse and infrequent. The weakest points in the transit system are suburb-to-suburb travel and poor links between some of the individual coastal communities, both of which often require long trips to one of the transit hubs, then back out. If you will be mainly in the areas around downtown, the bus may be suitable, but service generally gets weaker the farther you are from the central area.\n\nThere is bus service every 15 minutes or so (at least on weekdays) between Downtown San Diego and a number of destinations useful to tourists. These include the Airport, the Zoo, and neighborhoods such as Hillcrest, North Park, and La Jolla (about an hour ride). There is frequent service to Sea World from the Old Town Transit Center, where the trolley stops. Service from Downtown to Coronado and Ocean Beach is about once every 30 minutes. \n\nThe fare is $2.25 for local\/neighborhood routes, $2.25 for urban routes, and $2.50 for express routes. Transfers are not available. Day passes (which also include rides on the Trolley and a $2 discount on Coaster fares) cost $5. All downtown buses intersect with Broadway at some point. During the day all kinds of people will be taking the bus. At night some people might feel a little less comfortable, but generally not unsafe on the main parts of downtown. The MTS has offices in downtown, on Broadway.\n\n",{"type":"====","value":["Trolley (light rail)"]},"\n",{"type":"[[","value":[["Image:San Diego Trolley 1065.jpg"],["thumb"],["right"],["250px"],["San Diego Trolley"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sdmts.com\/Trolley\/Trolley.asp San Diego Trolley"]}]}," is a light rail system operated by the MTS which mainly serves tourists and people living in the southern and eastern parts of the city that need to get to downtown areas. There are three trolley lines: blue, green, and orange. The ",{"type":"'''","value":["Blue Line"]}," operates from the US-Mexico border at ",{"type":"[[","value":[["San Diego\/San Ysidro"],["San Ysidro"]]}," and runs to Downtown via ",{"type":"[[","value":[["Chula Vista"]]}," and ",{"type":"[[","value":[["National City"]]},". The ",{"type":"'''","value":["Green Line"]}," travels from Downtown east to ",{"type":"[[","value":[["Santee"]]},", via ",{"type":"[[","value":[["San Diego\/Old Town-Mission Valley"],["Old Town and Mission Valley"]]}," and ",{"type":"[[","value":[["San Diego\/Mid-City"],["SDSU"]]},". The ",{"type":"'''","value":["Orange Line"]}," connects the eastern cities of ",{"type":"[[","value":[["El Cajon"]]}," and ",{"type":"[[","value":[["La Mesa"]]}," with Downtown (generally not as usable for tourists). Trains run from at least 5AM-12AM every day. Frequency varies, but the trolley usually runs every 15 minutes, with service reduced to every 30 minutes for late-night, weekend, and holiday service.\n\nStandard one-way fares are $2.50, with day passes (which include bus service) running at $5, and there are 2, 3 and 4 day passes available. Tickets have to be purchased from the vending machines at the station before you board the train. There's no formal system to check if you've purchased a ticket, but there are trolley guards that may come around and ask to see your ticket, and the fine is normally around $120 for not having a ticket.\n\n",{"type":"===","value":["By bike"]},"\nThe weather in San Diego is ideally suited for bicycle riding, although a good lock is a necessity. \n\nBikes are a good way to explore the beachside communities.  Many of the beach side community's residents use bikes to get around their neighborhood because parking is tight.  The beach areas are flat and some beach cruiser rental spots can be found along the boardwalk areas in Mission\/Pacific Beach. \n\nIn other parts of the city, cycling is much more difficult with numerous difficult-to-cross freeways, as well as hills, valleys and older streets, but is possible for the avid cyclist. A bicycle map of San Diego is available ",{"type":"[","value":["http:\/\/www.icommutesd.com\/bike\/bikemap.aspx online"]},".\n\n",{"type":"==","value":["Talk"]},"\nLike much of California and the Southwestern United States, English is the predominant language with Spanish the second most widely spoken. Store signs are written in English or both languages, and many businesses have bilingual employees that speak both English and Spanish.\n\n",{"type":"==","value":["See"]},"\n",{"type":"''","value":["See ",{"type":"'''","value":[{"type":"[[","value":[["San Diego with children"]]}]}," for travelers with children."]},"\n\nA couple of discount passes offer admission to a number of places:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Go San Diego Card"],["alt="],["url=http:\/\/www.gosandiegocard.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– This enables free admission and express entry to over 50 attractions, including Sea World, Legoland, San Diego Zoo, Universal, and all Balboa Park museums."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Southern California CityPass"],["alt="],["url=http:\/\/www.citypass.com\/city\/socal.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Gives you one day each at SeaWorld San Diego and the San Diego Zoo, another day at ",{"type":"[[","value":[["Universal City"],["Universal Studios Hollywood"]]},", and a 3 day park hopper ticket for ",{"type":"[[","value":[["Disneyland"]]},"."]]}]},"\n",{"type":"[[","value":[["Image:1935 (Old) Cactus Garden 5.JPG"],["thumb"],["250px"],["Cactus Garden, Balboa Park"]]}," \n\nThese are just the most significant sights. More specific information may be found under the individual ",{"type":"[[","value":[["San Diego#Districts"],["District"]]}," articles.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["San Diego\/Balboa Park"],["Balboa Park"]]}]}," – Here you'll find an expansive campus of museums, parks, gardens and arboretums. Neo-classical Spanish architecture, flowering gardens, a beautiful clock tower and intriguing museums make visiting Balboa Park a must."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Diego Zoo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= – Located in Balboa Park. Possibly the premier zoo in North America, the San Diego Zoo encompasses over 100 acres of displays and habitats. Animal shows run constantly, and there are creatures here that aren't visible in any other zoo on the planet. Definitely worth a visit, but you need a full day to really do it justice."]]}," "]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Diego Zoo Safari Park (previously Wild Animal Park)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= – The sister park to the San Diego Zoo. The park covers 1800 acres and is located about 30 miles north of San Diego near ",{"type":"[[","value":[["Escondido"]]},", in the ",{"type":"[[","value":[["San Diego\/North"],["San Pasqual Valley"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sea World"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Home of Shamu. Sea World San Diego allows visitors a chance to interact with captive aquatic animals in an exciting way. Through shows, displays and enclosures people can learn about the worlds oceans and the creatures that inhabit them. See the ",{"type":"[[","value":[["San Diego\/Mission Beach"],["Mission Beach"]]}," article."]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Diego\/La Jolla"],["La Jolla"]]}]}," – An upscale coastal community of San Diego, La Jolla includes secluded coves, beaches and ocean cliffs to explore. There are dozens of coffee shops, restaurants and high-end shopping outlets to be explored in La Jolla."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Harbor seals"]},", Children's Cove. Originally a small beach built for children, this scenic little spot has become a breeding ground for harbor seals."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Birch Aquarium"]}," – Fantastic exhibits include physical oceanography, standard aquarium fish, and a massive kelp tank."]}]},{"type":"[[","value":[["File:Point_loma_lighthouse.jpg"],["thumb"],["right"],["250px"],["Point Loma lighthouse"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Point Loma Lighthouse, Cabrillo National Monument"]}," – From the high vantage point of ",{"type":"[[","value":[["San Diego\/Point Loma"],["Point Loma"]]}," visitors can get a panoramic view of the Naval Air Station, downtown San Diego, the Coronado Bridge and the distant mountains. The lighthouse is a short walk and allows stunning sunset views of the Pacific Ocean and off-shore islands. Cabrillo National Monument commemorates the landing of Juan Rodriguez Cabrillo's expedition for Spain of California in 1542."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Diego\/Old Town"],["Old Town"]]}]}," – This area includes preserved buildings and icons of the Spanish heritage of San Diego and the Old West, from 19th century cannons to the haunted Whaley House. Shopping and restaurants dot this historic district and living history performances regularly take place."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]}]}," – The urban center of the city, with plenty of restaurants, shopping, and nightlife."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["San Diego Maritime Museum"]}," – Home to a collection of 19th century sailing ships including the Star of India, the world's oldest active sailing ship, as well as a steam ferryboat and a former Soviet Union attack submarine."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["USS Midway Museum"]}," – A former aircraft carrier of the US Navy, it is now open for tours and home to a collection of former naval aircraft housed on her expansive flight deck. Guided tours and displays offer the public a unique look into the life aboard a powerful, old warhorse."]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mission San Diego de Alcala"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= – Located in ",{"type":"[[","value":[["San Diego\/Mission Valley"],["Mission Valley"]]},", Mission San Diego is the oldest of the California missions, founded in 1769 by Junipero Serra."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hotel Del Coronado"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= – Located in ",{"type":"[[","value":[["Coronado"]]},", this gorgeous hotel was constructed in the late 1800's and is located at the beach. Offers high class shops and service on one of San Diego's most beautiful and clean beaches."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Beaches"]}," – Along San Diego's coast one can find miles of beaches for swimming, surfing, and general beach-going. In the San Diego area, one can find good beaches at Imperial Beach south of San Diego, ",{"type":"[[","value":[["Coronado"]]},", the beach towns of ",{"type":"[[","value":[["San Diego\/Ocean Beach"],["Ocean Beach"]]},", ",{"type":"[[","value":[["San Diego\/Mission Beach"],["Mission Beach"]]},", ",{"type":"[[","value":[["San Diego\/Pacific Beach"],["Pacific Beach"]]},", ",{"type":"[[","value":[["San Diego\/La Jolla"],["La Jolla"]]},", and up the coast of ",{"type":"[[","value":[["North County (San Diego County)"],["Northern San Diego County"]]},". Each beach is unique, ranging from popular white sand beaches to harsh surf spots to the clothing-optional Black's Beach in La Jolla."]},{"type":"*","value":[{"type":"'''","value":["Surfing"]}," – San Diego's miles of beaches provide excellent opportunities for surfing. Conditions vary by beach. There are also numerous surf schools throughout the San Diego area."]},{"type":"*","value":[{"type":"'''","value":["Sailing"]}," – ",{"type":"[[","value":[["San Diego\/Mission Beach"],["Mission Bay"]]}," and San Diego Bay are excellent places for sailing, windsurfing, and jet skiing."]},{"type":"*","value":[{"type":"'''","value":["Boating"]}," - San Diego Bay offers amble opportunities for sailors to enjoy the water, with plenty of anchorages and marinas catering to all boaters (see ",{"type":"[[","value":[["San Diego\/Point Loma"],["Point Loma"]]},", ",{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]},", ",{"type":"[[","value":[["Coronado"]]}," and ",{"type":"[[","value":[["Chula Vista"]]}," for specific places). Boat launch ramps are located at Shelter Island (Point Loma), Coronado, National City and Chula Vista. Some anchorages require a permit, while others do not. If a permit is required, it can be obtained at the Shelter Island Harbor Police Facility, 1401 Shelter Island Drive (Point Loma), ",{"type":"''","value":["+1 619"]}," 686-6272. There are also several moorings located throughout the Harbor for vessels ranging from two to 65 feet in length. See the ",{"type":"[","value":["http:\/\/www.sandiegomooring.com\/ SD Mooring Company Office"]},", 2040 N. Harbor Island Drive (Point Loma), ",{"type":"''","value":["+1 619"]}," 291-0916, for a mooring application."]},{"type":"*","value":[{"type":"'''","value":["Whale-watching"]}," – California gray whales migrate south along the coast each February. There are some great places along the coast to view the migration, such as the overlook in Cabrillo National Monument (in ",{"type":"[[","value":[["San Diego\/Point Loma"],["Point Loma"]]},"), and several private companies offer sailing tours during the migration season that bring you much closer to the whales."]},{"type":"*","value":[{"type":"'''","value":["Scuba diving"]}," – San Diego features some ",{"type":"[[","value":[["California_scuba_diving#Places_to_Dive"],["great dives"]]}," including the Yukon, Ruby E and others in Wreck Alley. You'll see kelp beds and much more. In addition, several dive boat operators have regular runs to the Coronados Islands off the Mexican coast where you can dive with sea lions. Please be aware that diving here is usually considered cold water diving and the visibility is not always the greatest."]},{"type":"*","value":[{"type":"'''","value":["Hang gliding"]}," – At the edge of cliffs towering above the Pacific Ocean, the Torrey Pines Glider Port in La Jolla allows anyone to soar over one of the most pristine sections of coastline in southern California. Training and tandem glides with an expert are offered."]},{"type":"*","value":[{"type":"'''","value":["Golfing"]}," – There are many public and private golf courses scattered throughout San Diego that suit nearly every budget. The Torrey Pines Golf Course in La Jolla hosts the PGA Tour Buick Invitational annually in Jan or Feb."]},{"type":"*","value":[{"type":"'''","value":["Hiking & biking"]}," - San Diego’s near perfect climate, unique landscape, and low-crime rate make it one of the most pleasant places in the country to enjoy outdoor exercise. Because of this, visitors and locals alike will have no trouble finding a biking, hiking, or walking trail to suit their needs. There are numerous hiking trails and bike paths to choose from - big and small, highly visible or hidden. Information on some of the most popular individual trails can be found in the district articles."]},{"type":"*","value":[{"type":"'''","value":["Rock climbing"]}," - San Diego offers some unique opportunities for rock climbing both outdoor and indoor. Although San Diego is rarely considered a destination climbing area, specialist climbing companies offer guided rock climbing from professional climbers for the beginner to the experienced climber. All the climbing companies provide all the required equipment such as helmets, shoes and harnesses, and usually require an orientation meeting the week of the climb for all participants. Most good climbing spots are located either in ",{"type":"[[","value":[["San Diego\/North"],["North"]]}," San Diego or ",{"type":"[[","value":[["Inland (San Diego County)"],["Inland"]]}," San Diego County."]},{"type":"*","value":[{"type":"'''","value":["Kayaking"]}," - San Diego Co. has numerous areas to kayak including Mission Bay, Sunset Beach, Kearny Mesa, Oceanside and La Jolla. Kayaking La Jolla Shores is great for all ages. You can see leopard sharks, dolphins, sea turtles, sea lions and pelicans. The area is famous for its seven caves and overall beauty."]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"[[","value":[["Image:PetCoJC_01.jpg"],["thumb"],["right"],["250px"],["PETCO Park"]]},"\n",{"type":"*","value":[{"type":"'''","value":["San Diego Chargers"]}," – Qualcomm Stadium (",{"type":"''","value":["in ",{"type":"[[","value":[["San Diego\/Mission Valley"],["Mission Valley"]]}," is near the intersection of I-15 and I-8"]},"). San Diego's professional football team has recently proven to be a fierce competitor."]},{"type":"*","value":[{"type":"'''","value":["San Diego Padres"]}," – PETCO Park (",{"type":"''","value":["in ",{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]},", near the Gaslamp district"]},"). See the Major League Baseball Padres play at the brand new ",{"type":"'''","value":["PETCO Park"]}," in downtown."]},{"type":"*","value":[{"type":"'''","value":["San Diego State University Aztecs"]}," – Viejas Arena (",{"type":"''","value":["formerly Cox Arena, in ",{"type":"[[","value":[["San Diego\/Mid-City"],["Mid-City"]]},"; exit I-8 at College Avenue and turn right on Canyon Crest Drive"]},"). The college basketball team plays their home games at the ",{"type":"'''","value":["Viejas Arena"]}," in the SDSU campus. The Aztecs college baseball team plays at ",{"type":"'''","value":["Tony Gwynn Stadium"]}," (also on the SDSU campus) and the college football team plays at Qualcomm Stadium."]},{"type":"*","value":[{"type":"'''","value":["University of San Diego Toreros"]}," – Jenny Craig Pavilion (",{"type":"''","value":["in ",{"type":"[[","value":[["San Diego\/Mission Valley"],["Mission Valley"]]},"; exit I-8 at Morena Blvd and turn right on Linda Vista Road"]},"). The Toreros have college basketball, baseball, and football teams which play at facilities located on the USD campus."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nSan Diego is dotted with major shopping centers and upscale boutiques catering to nearly every style of dress and expression. The most well-known shopping centers in the area are ",{"type":"'''","value":["Horton Plaza"]}," in ",{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]},", ",{"type":"'''","value":["Fashion Valley"]}," and ",{"type":"'''","value":["Westfield Mission Valley"]}," in ",{"type":"[[","value":[["San Diego\/Mission Valley"],["Mission Valley"]]}," and ",{"type":"'''","value":["Westfield UTC"]}," near ",{"type":"[[","value":[["San Diego\/La Jolla"],["La Jolla"]]},". In addition to these, one can find numerous other malls and outlet centers across the city.\n\nIf you're more interested in smaller shops and more local businesses than you'd ordinarily find in your average mall, Downtown, ",{"type":"[[","value":[["San Diego\/Hillcrest"],["Hillcrest"]]},", and the beach neighborhoods (Ocean Beach, Pacific Beach, La Jolla, etc.) offer a slightly more unique shopping scene. San Diego county has some unique antique markets, with a treasure trove of high end stores, as well as a host of second hand shops, bric a brac, and vintage stores.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nThe district sections of San Diego offer more details on local places to eat.  Food representing almost every world cuisine can be found somewhere in the city.\n\nLike other large metropolitan areas, San Diego carries a wide variety of national and international food. Major restaurant chains are found in almost every district.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["SeeDistricts"]]}," \n\nBars and clubs can stay open past 2AM but are not permitted to sell alcohol after this time. Expect beer bars to be open until midnight and bars and clubs to call last call around 1:30-1:50AM A medium-sized beer generally costs $4-5 in a restaurant. The best bar scenes in San Diego are in the Gaslamp Quarter area of ",{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]}," and in ",{"type":"[[","value":[["San Diego\/Pacific Beach"],["Pacific Beach"]]},".\n\nSan Diego is well-known for its craft-brewing scene, with an emphasis on highly-hopped beers.  Local brewers of distinction include AleSmith Brewing Company, Stone Brewing Company, Green Flash Brewing Company, Coronado Brewing Company, Ballast Point Brewing Company, and Port Brewing Company. Craft beer can generally be found at nearly every bar in San Diego. In addition, many specialty craft beer bars are scattered throughout San Diego, boasting some of the best and most unique selections of beer in the country.\n\nHappy hour specials are very popular in San Diego offering some of the best and cheapest deals on food and drink in the city. The Pacific Beach and Downtown areas are particularly known for their numerous bars and restaurants offering significant deals during happy hour.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\nSan Diego offers a wide range of accommodations and a wide range of price levels. If one doesn't mind splurging, there are a number luxury highrise hotels in ",{"type":"[[","value":[["San Diego\/Downtown"],["Downtown"]]}," and numerous beachside (and bayside) hotels and lavish resorts along the coast in ",{"type":"[[","value":[["Coronado"]]},", ",{"type":"[[","value":[["San Diego\/Ocean Beach"],["Ocean Beach"]]},",  ",{"type":"[[","value":[["San Diego\/Point Loma"],["Point Loma"]]}," (along the bayside), ",{"type":"[[","value":[["San Diego\/Mission Beach"],["Mission Beach\/Bay"]]},", ",{"type":"[[","value":[["San Diego\/Pacific Beach"],["Pacific Beach"]]},", and ",{"type":"[[","value":[["San Diego\/La Jolla"],["La Jolla"]]},".\n\nThere are also many vacation rentals\/beach cottages available for the traveler, most of which can be found along the shores of Mission Beach and Pacific Beach.\n\nFor travelers with a smaller budget, San Diego also has a few downtown hostels and many chain motels scattered across the city. A high concentration of the chain motels are located along ",{"type":"'''","value":["Hotel Circle"]}," in ",{"type":"[[","value":[["San Diego\/Mission Valley"],["Mission Valley"]]},".\n\n",{"type":"==","value":["Connect"]},"\nThe most common area code for San Diego Metropolitan area, including downtown, the southbay and the eastern suburbs is 619. North of I-8\/Mission Valley uses 858, and the far northern suburbs (",{"type":"[[","value":[["Escondido"]]},", ",{"type":"[[","value":[["Oceanside"]]},", ",{"type":"[[","value":[["Encinitas"]]},", etc.) use 760. Be sure to look when dialing a phone number that may be in a different area code. Most public telephones and hotel phones have the area code next to the phone number on the actual device.\n\nThere are numerous Wi-Fi hot spots in San Diego, many of which are at internet cafes. The San Diego Public Library system also offers wireless internet at all of its locations ",{"type":"[","value":["http:\/\/www.sandiego.gov\/public-library\/searching-the-net\/wirelessaccess.shtml"]},".\n\n",{"type":"==","value":["Stay safe"]},"\nSan Diego is considered to be one of the safest cities in California. Though crime is present, violent crime is on an overall decrease, but property crime still exists. You can now view ",{"type":"[","value":["http:\/\/crimereports.com\/map\/index\/?search=San%20Diego+CA real time crime reports of the area you plan to visit"]},". One should use the same precautions as you would in any large metropolitan area. Avoid walking in Southeast San Diego or Barrio Logan (near or under the Coronado bridge) at night. If you do or must, avoid walking down dark alleyways or approaching unknown people. Most people do not encounter any problems if they avoid buying illegal drugs or prostitution. In addition, gangs are not as present as they are in Los Angeles, but they still exist.\n\nIn an emergency (immediate danger to loss of life or limb), call 911. Be aware that if you call from a cell phone, 911 calls are currently directed to the California Highway Patrol, which can result in delays in contacting city police. (911 calls made from land-line telephones are directed to the appropriate local agency.) \n\nIn many cases, when within the city limits, it may be more appropriate to directly dial the San Diego non-emergency number, (619) 531-2000. For example, to report a crime in progress when you are not in direct danger, it is probably best to call the San Diego Police (or other local municipality) directly. \n\n",{"type":"===","value":["Police"]},"\nSan Diego is served by a professional ",{"type":"[","value":["http:\/\/www.sandiego.gov\/police\/ police force"]}," as well as a county sheriff department. Additional protection is offered on the major highways by the California Highway Patrol (CHP).  To report a non-emergency within city limits, call (619) 531-2000.\n\n",{"type":"===","value":["Fire Department"]},"\nThe city of San Diego fire department offers fire protection, emergency medical care, hazardous waste cleanup, and search and rescue functions. If you dial 911 for an emergency the first responders will be the San Diego Fire Department. Urban brush fires are always a risk during the summer and fall, but rarely affect tourists.\n\n",{"type":"===","value":["Beach Safety"]},"\nRip currents are notorious in San Diego for their strength and sudden appearance. Do not go out in the water without lifeguard supervision or at night. At La Jolla Shores, rip currents can be so strong that people ",{"type":"'''","value":["standing"]}," (not swimming) in waist-deep water have been pulled out over their heads -- sometimes with deadly results (especially for non-swimmers). Except for sunbathing, avoid low tide like the plague at this beach. (This means the largest of the two daily tide cycles. Check newspaper weather page for Scripps Pier, or view the Weather Channel.) All of the major beaches have lifeguards on duty in the summertime, with only the more popular beaches having lifeguards year round.\n\nMany of the ocean cliffs are made of a compressed sandstone and are prone to collapse, even in dry weather. If walking along the cliffs at the beach, try to be as far away from them as is practical. Obey all signs. Heavy rain may cause rising bacteria and chemical levels in the ocean waters. Care should be taken to read the newspapers or call the county health office to see if the water is safe for swimming. Generally, most people stay out of the water at the beaches for 24 to 72 hours after rain.\n\nAccess to the beaches is safely made by using any of the public stairways provided; they are well maintained (except at Black's Beach) and free. The stairs at Black's Beach are in disrepair, so use at one's own risk. Wear sturdy shoes, and don't try unless you are in very good physical condition and able to climb the 300 ft. (100m) back from the beach. Beware of the false trails going down the cliffs, as every year a few people get stuck (or worse!). The trailhead begins at the southern corner of the unpaved glider port parking lot. Take a little time to familiarize yourself with the area and observe where others are going. Though a long walk, you can also get in from the north via Torrey Pines State Beach. (Parking $8 in the lot or free along the highway.) High tide will cut off this route, so plan ahead.  \n\nThe bridge that connects Torrey Pines (north of Black's Beach) with ",{"type":"[[","value":[["Del Mar"]]}," (former Hwy US 101) is old and in need of repair. Avoid walking directly underneath, as pieces of concrete occasionally fall off.  It's still considered safe enough to drive over for now. If concerned, access this area from the south via I-5 and Genesee Avenue (exit #29) which soon becomes N. Torrey Pines Rd. Always supervise children very closely at places such as Sunset Cliffs and the Torrey Pines Glider Port above Black's Beach. It may be necessary to hold their hand at all times. If you have unruly kids, don't go there.\n\nThefts do occur at the beach and can ruin a perfectly wonderful day. Do not leave any purses or other personal items of value alone on the beach or in an open car. Vehicle burglaries are more prevalent in most beach communities and take place in broad daylight. If possible, do not leave anything of value in your car even when locked. Most kayak and beach rental shops offer safe boxes free of charge, and will store your valuables while renting. \n\nIn addition, take caution when around certain beach areas, as you may wander (inadvertently) onto a military instillation, where security is tight and beaches are either reserved for military patrons and their families or training centers.\n\nAlso note that as of November 2009, a temporary ban of alcohol on all public beaches and coastal parks in the city of San Diego was made permanent by San Diego voters. Violators can be given up to a $250 fine, with repeat offenders fined up to $1,000 and six months in jail.\nThe alcohol ban applies also to any sidewalk or street in the city of San Diego.\n\n",{"type":"===","value":["Earthquake"]},"\nSan Diego has no history of any major destructive earthquakes in modern times. The large fault that threatens San Francisco and Los Angeles runs far to the east here, and is actually closer to the Arizona border. Nevertheless, a smaller fault runs through San Diego. This has scientists concerned due to its proximity, even though it cannot produce a top tier quake. When the \"big one\" hits LA, San Diego will be affected to some extent. Even if local damage is minimal, there will be supply shortages. You should take the same precautions as you would in any other area that potentially could have an earthquake someday.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Newspapers"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.signonsandiego.com\/ San Diego Union-Tribune"]}]}," – The Union-Tribune is San Diego's main daily newspaper."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sddt.com\/ San Diego Daily Transcript"]}]}," – A daily business publication printed every business day."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sandiegoreader.com\/home\/ San Diego Reader"]}]}," – A free weekly publication and the largest alternative paper in the city."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sdcitybeat.com\/sandiego\/ San Diego CityBeat"]}]}," – A alternative free weekly paper."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.voiceofsandiego.org\/ Voice of San Diego"]}]}," – A nonprofit, independent online newspaper."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ucsdguardian.org\/ UCSD Guardian"]}]}," – A free student-operated newspaper at the University of California San Diego, published twice a week."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nctimes.com\/ North County Times"]}]}," – A daily paper focusing on issues facing the communities of Northern San Diego County."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sandiegomagazine.com\/ San Diego Magazine"]}]}," - A monthly publication."]},"\n",{"type":"===","value":["Hospitals"]},"\nThere are numerous public and private hospitals in San Diego. These range from state funded institutions such as UCSD-Hillcrest and Thorton to private, world-renowned hospitals of Scripps La Jolla and the Children's Hospital. Non-profit Sharp Health Care also owns several hospitals, and has many \"Urgent Care\" centers for non-serious injuries such as a broken arm (daytime and early evening only).  First-rate, world-class medical care can be found at any of these hospitals, as well as interpreters for more than a dozen languages.\n\nSan Diego is home to some of the most cutting edge health research in the country. The University of California, San Diego Medical Center is known for it's world class research. Some residents head to Mexico for cheaper health care, but this can be risky, and it would be more wise to use San Diego hospitals and clinics. Many of the institutions have doctors of all nationalities so language may not be a problem for some whose English skills may not be so good.\n\n",{"type":"===","value":["Smoking"]},"\nSmoking is banned in all restaurants, bars, public offices, and other places by order of ",{"type":"[[","value":[["California"]]}," law. Although in tobacco shops and in coffee shops where tobacco is sold, you may smoke within these premises. There is a ",{"type":"[[","value":[["San Diego County"],["county"]]}," wide ban on smoking in all state parks and there are city wide bans in San Diego, ",{"type":"[[","value":[["Del Mar"]]},", and ",{"type":"[[","value":[["Solana Beach"]]}," that forbids smoking on public parks and beaches. ",{"type":"[[","value":[["El Cajon"]]}," bans ALL outdoor smoking in public places.  A new law enacted in January of 2007 prohibits smoking within 25 feet of any MTS transit station or bus stop.  Beginning July 1, 2007 those caught smoking near transit facilities will face a fine of $75.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplobel.us\/Representatives\/LA.asp"],["email=SanDiego@Diplobel.org"],["address=Carlsbad"],["lat="],["long="],["directions="],["phone=+1 760 943-9121"],["tollfree="],["fax=+1 760 943-9121"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/san_diego\/index.aspx?lang=eng"],["email=sndgo-td@international.gc.ca"],["address=402 W Broadway Ste 400"],["lat="],["long="],["directions="],["phone=+1 619 615-4286"],["tollfree="],["fax=+1 619 615-4287"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.gknewyork.um.dk\/en\/servicemenu\/Links\/HonoraryConsulatesWestCoast.htm"],["email=candrews@hewm.com"],["address=7705 Whitefield Pl, La Jolla"],["lat="],["long="],["directions="],["phone=+1 858 459-5205"],["tollfree="],["fax=+1 858 459-5433"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/Hollmann.html"],["email=office@german-consulate.org"],["address=402 W Broadway Ste 1000"],["lat="],["long="],["directions="],["phone=+1 619 544-1363"],["tollfree="],["fax=+1 619 744-7463"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.sre.gob.mx\/sandiego"],["email="],["address=1549 India St"],["lat="],["long="],["directions="],["phone=+1 619 231-8414"],["tollfree="],["fax=+1 619 231-4802"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand (Honorary)"],["url=http:\/\/www.nzembassy.com\/united-states-of-america\/about-the-embassy\/contact-us\/nz-honorary-consuls"],["email="],["address=12555 High Bluff Dr Ste 175"],["lat="],["long="],["directions="],["phone=+1 858 552-8454"],["tollfree="],["fax=+1 858 793-7120"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["San Diego is probably the best city in America for making a quick trip to ",{"type":"[[","value":[["Mexico"]]},". ",{"type":"[[","value":[["Tijuana"]]},", which sits directly across the US - Mexico border, can be reached by public transit. The San Diego Trolley's Blue Line provides service from downtown San Diego to the border. The trip on the trolley takes about 45 minutes from downtown. Once you reach the end of the line (San Ysidro), follow the people and signs to the border crossing. It takes less than five minutes from the trolley stop to the border. Once across, it is either a 20 minute walk or a five minute cab ride to reach Av. Revolucion, the main tourist shopping street in Tijuana. If you take a car, avoid driving hassles and long waits when returning by parking in pay lots near the border and walking across. This also saves you the added expensive of purchasing Mexican insurance on the US side before you drive into Mexico. Be warned: it is illegal to drive your car or a rental car into Mexico without this type of insurance. Otherwise, taxis, buses, and private car hires are all available. If traveling to Tijuana Airport, the Mexican airline Volaris operates a bus service between that airport and San Diego's Santa Fe Train Depot."]},"\n",{"type":"*","value":["For a delightful, low-key alternative, drive 60 minutes on the American side to the small border crossing of ",{"type":"[[","value":[["Tecate"]]}," (home of the Tecate brewery). It's a short walk to the town square.  Coming back, the line is usually shorter here at the pedestrian crossing. You can easily combine a trip to the train museum in nearby Campo with a quick trip across the border for lunch!"]},"\n",{"type":"*","value":["The greater ",{"type":"[[","value":[["San Diego County"]]}," has a lot of smaller, more private beaches to the north (e.g., ",{"type":"[[","value":[["Del Mar"]]}," and ",{"type":"[[","value":[["Encinitas"]]},"), and some great small towns to stay in and explore. ",{"type":"[[","value":[["Carlsbad (California)"],["Carlsbad"]]},", about 30 miles north on I-5, is home to the popular ",{"type":"'''","value":["Legoland California"]}," theme park. Further east, the ",{"type":"[[","value":[["Imperial County"],["Imperial Valley"]]}," and the California ",{"type":"[[","value":[["Desert (California)"],["Desert"]]}," give a change of scenery."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Julian"]]}," is the largest and most popular mountain community in San Diego County.  Also, nearby is Cuyamaca Rancho State Park and Palomar Mountain which has a large observatory. Beware, on hot summer days, the mountains are actually ",{"type":"''","value":["warmer"]}," than the city (as they're next to the desert)."]},"\n",{"type":"*","value":["It's also relatively easy to get up to ",{"type":"[[","value":[["Los Angeles"]]}," and other points in ",{"type":"[[","value":[["Southern California"]]},". Interstate 5 extends through the ",{"type":"[[","value":[["San Joaquin Valley"]]}," of California, ",{"type":"[[","value":[["Oregon"]]}," and ",{"type":"[[","value":[["Washington_(state)"],["Washington"]]}," to the ",{"type":"[[","value":[["Canada"],["Canadian"]]}," border. Although slower, California Route 1 (Highway 1 or ",{"type":"[[","value":[["Pacific Coast Highway"]]}," in most of Southern California) and the US Route 101, through the ",{"type":"[[","value":[["Central Coast (California)"],["Central Coast"]]},", ",{"type":"[[","value":[["Monterey Bay"]]},", and the ",{"type":"[[","value":[["Bay Area (California)"],["San Francisco Bay Area"]]},", makes for more of a pleasant and fruitful trip. Be aware there's no gas\/petrol or other services on I-5 between Oceanside and San Clemente for a distance of about 20 miles. (Entry to Camp Pendleton most often requires a DOD decal or military ID, though you ",{"type":"''","value":["always"]}," need commissary privileges to buy fuel.)"]},"\n",{"type":"*","value":["There are no boats to ",{"type":"[[","value":[["Catalina Island"]]}," (",{"type":"[[","value":[["Avalon"]]},") within San Diego County.  You'll have to go north into neighboring ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]}," to the pier at ",{"type":"[[","value":[["Dana Point"]]},". By car, take I-5 to exit #79 Pacific Coast Hwy 1 (make reservations)."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Temecula"]]}," Wine Country is located about 60 minutes northeast of San Diego and makes a good day trip. There are about thirty wineries (with tasting rooms) located fairly close to each other. One hour further is the mountain resort of ",{"type":"[[","value":[["Idyllwild"]]}," which features shopping and outdoor activities in an alpine forest."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-5.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Santa Ana (California)"],["Santa Ana"]]}],["minorl1=",{"type":"[[","value":[["Del Mar"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Tijuana"]]}],["minorr1=",{"type":"[[","value":[["National City"]]}],["image2=I-8.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=Ends at ",{"type":"[[","value":[["Image:I-5.svg"],["18px"]]}],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["El Centro"]]}],["minorr2=",{"type":"[[","value":[["La Mesa"]]}],["image3=I-15.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Riverside"]]}],["minorl3=",{"type":"[[","value":[["Escondido"]]}],["directionr3=S"],["majorr3=Ends at ",{"type":"[[","value":[["Image:I-5.svg"],["18px"]]}],["minorr3="],["image4=Amtrak Pacific Surfliner Icon.png"],["imagesize4=100"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["Los Angeles"]]}],["minorl4=",{"type":"[[","value":[["Solana Beach"]]}],["directionr4=S"],["majorr4=END"],["minorr4="]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["San Diego County"]]},"\n",{"type":"{{","value":[["geo"],["32.7157"],["-117.1547"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San Diego, California"]]},"\n",{"type":"[[","value":[["Commons:Category:San Diego, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/S\/San Diego\/"]]}]