[{"type":"{{","value":[["pagebanner"],["San_Blas_banner.jpg"]]},"\nThe ",{"type":"'''","value":["San Blas Islands"]}," is a group of islands which are located just off the Caribbean coast of ",{"type":"[[","value":[["Eastern Panama"]]},". The indigenous Kuna Yala tribe have self governing authority over the islands and a part of the mainland.\n\n",{"type":"==","value":["Understand"]},"\nThe local people, the Kuna, are a wonderful example of an how an indigenous people continue to flourish and practice their age old customs surrounded by the modern world. They are friendly and welcoming of tourists. Although the San Blas Islands is their ancestral home, you will also find them selling their wares in Panama City.\n\nElectric power is limited, so it is not uncommon for the hotels and homes to operate generators for only a few hours per day. After dark, the moon and stars provide the only light.\n\n",{"type":"==","value":["Talk"]},"\nTulekaya remains the first language of the indigenous people of San Blas. However, this is becoming less prevalent with the younger generations, who are for the most part being schooled in Spanish in Panamanian-run public schools in the region. Tule, what the Kuna call themselves and their language, is a spoken language. It is written only phonetically; they do not have their own alphabet or written language. Spanish is widely spoken in Kuna Yala, with only older generation Kuna, and a lesser percentage of women speaking only the Kuna language.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThere are currently daily flights from Panama City to El Porvenir via Air Panama. Air Panama also services Achutupu, Corazon de Jesus (Rio Diablo\/Nargana), and Playon Chico. As of Sept. 2009, Aeroperlas provides service to Corazon de Jesus and Playon Chico. Currently both airlines fly from Panama City daily at approximately 6:30 AM.\n\nNote: As of October 5, 2011, flight to Porvenir, Rio Sidra and Carti are not available due to runway closures. The AAC closed them all for repairs rather than leaving one open for flights. Repairs at Porvenir are scheduled for completion in January 2012.\n\n",{"type":"===","value":["By helicopter"]},"\n\nCharter operators fly from Marcos Gelabert (Albrook) Airport in Panama City. Travel times range from thirty minutes to over one hour depending on the destination. San Blas is a large area so when contacting a charter broker to book a flight, be sure to have an idea about various locations in order to get a quotation on cost. Typical costs (tax not included) are:\n\nUp to 3 passengers:\n\n",{"type":"*","value":[" El Porvenir -- $870<BR>"]},{"type":"*","value":[" Corazon de Jesus -- $1,008"]},"\nUp to 5 passengers:\n\n",{"type":"*","value":[" El Porvenir -- $2,200<BR>"]},{"type":"*","value":[" Corazon de Jesus -- $2,640"]},"\nUp to 6 passengers:\n\n",{"type":"*","value":[" El Porvenir -- $2,350<BR>"]},{"type":"*","value":[" Corazon de Jesus -- $2,820"]},"\n",{"type":"===","value":[" By boat"]},"\n",{"type":"{{","value":[["Infobox"],["Check list when going by boat:"],[{"type":"'''","value":["Safety"]}," \n\n1. Experienced Licensed Captain \n\n2. Life vests in good repair for all passengers and crew \n\n3. Life raft \n\n4. Dingy with a motor large enough to push the boat in an emergency \n\n5. EPIRB – Emergency Positioning Indicator Radio Beacon \n\n6. Fire extinguishers – up to date \n\n7. Flares \n\n8. VHF Radio \n\n9. HF radio or Sat phone \n\n10.GPS – more than one \n\n11.Charts – electronic and paper \n\n12.Autopilot – with back up, a must if the Captain doesn’t have crew \n\n13.Crew – more than one experienced person on board \n\n14.Number of passengers vs. size of boat. (many overcrowded) \n\n15.Adequate water supply \n\n16.Man Overboard device and procedure \n\n17.Medical Kit \n\n18.Safety briefing\n\n",{"type":"'''","value":["Comfort"]}," \n\n1. Number of passengers vs. size of boat – do the math \n\n2. Cleanliness – a spotless boat is usually well maintained as well \n\n3. Toilet facilities \n\n4. Refrigeration – cold drinks \n\n5. Number of comfortable berths \n\n6. Chef – quality of food\n\n7. Entertainment – Music, TV, Movies, Books \n\n8. Fishing gear \n\n9. Snorkeling gear \n\n10. Friendly atmosphere"]]},"\nThere are a number of different boating options if you want to get here to or from Colombia:\n\n'Sailing boats' to\/from Colombia\/Cartagena (price from $299-$550 dollars for usually 5 days all incl).There are now over 30 vessels operating this route. They vary widely in safety, comfort, and price. A person would be ill advised to book an 180nm ocean passage on a vessel he hasn’t inspected with a captain he hasn’t met. The waters between San Blas and Colombia can be challenging at times. Don’t depend on second hand information.\n\nVessels depart regularly from Portobelo, Puerto Lindo, Carti islands and Porvenir. Make an informed decision. ",{"type":"'''","value":["Hostel Mamallena"]},": ",{"type":"[","value":["http:\/\/hostelmamallena.com"]}," in Panama City has excellent contacts throughout the San Blas area and can arrange transport, tours and accommodation anywhere you need to go. They also deal with some of the best sailing boats operating private charters in the San Blas Islands and between Panama and Colombia.\n\n",{"type":"'''","value":["Captain SailColombiaPanama.com"]},": ",{"type":"[","value":["http:\/\/www.sailcolombiapanama.com\/"]}," Offers automated online reservations 24\/7. Plus honest advice from Captain Jack, a professional who knows about sailing this route.\n\n",{"type":"'''","value":["Captain Jack's Hostel Portobelo"]},": ",{"type":"[","value":["http:\/\/captainjackvoyages.com"]}," in Portobelo is a wealth of information and hub for backpackers and sailboat cruisers alike. Because sailboat captains frequent the hostel\/restaurant\/bar, it is one of the best places in Panama to meet the captain of your perspective charter, inspect the boats, use internet, eat, sleep, as well as book day tours, kayaking, scuba, hiking, and snorkeling.\n\n",{"type":"'''","value":["The Darien Gapster"]},": ",{"type":"[","value":["http:\/\/thedariengapster.com"]}," also makes runs between Porvenir\/Carti, San Blas and Sapzurro, Colombia which includes three full days in the islands for $299.\n\nThere are also cargo boats leave to\/from Carti Island and Porvenir Island (San Blas Island\/Kuna Yala) to Puerto Obaldia on the frontier for crossing into Colombia, taking anywhere from 6 to 8 days. They buy and sell coconuts. Some of them are much quicker and may know about other faster cargo boats. (50 dollars a day per person including food is a good price, but you might have to bargain).\n\nThe same can be done with small (but very fast: 400hp) motorized boats taking only 5 to 6 hours, often but not necessarily on Fridays (price about 40-80 dollar). For public (motor) boats no regular time schedules exist and may result in waiting around for a number of days. This is especially true, we waited in Corazon for 4 days. The best bet is to wait at the port very early morning (ie sunrise) and ask every single boat that comes in where they are heading. There are a lot of boats.\n\n",{"type":"===","value":[" By land"]},"\n\nThe road into San Blas Kuna Yala is vastly improving and is accessible all year round. A 4x4 vehicle is still recommended. However, a bridge has recently been opened, eliminating the need to cross the river in the vehicle. (Sep. 2010). Currently there are a number of Kuna run tour operators that will pick you up from your hotel or hostel in Panama City and drive you to Carti, which is part of the San Blas Islands (25 US each way for transportation). Additionally a \"road tax\" of 6 US is charged in the jungle plus 2 US \"tax\" upon arrival on the old air strip of Carti (both ways).\nPlease check with your hostel, hotel or tour operator for the current condition of the road and transport to San Blas Islands  The road is currently (April 2011) open after being closed for close to 4 months.  But the Kuna Congresso is limiting access.  Currently private cars are not allowed to enter without prior permission.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/LamToursPanama.com Lam Tours Panama"]}]}," is among the companies offering tours of the San Blas Islands.\n\n",{"type":"==","value":["See"]},"\nThe San Blas offers a large array of sights. Starting with the fascinating people, incredible seascapes, colorful reefs and islands, to the abundant sea life in its waters and wildlife on the mainland. There are continuous festivals and gatherings occurring at villages that visitors can witness to get a glimpse of the culture. Numerous Kuna villages offer visitors multiple opportunities for various glimpses at the daily lives of the Kuna.\n\n",{"type":"==","value":["Do"]},"\n\nIf you snorkel, (Dog Islands) you will find a great variety of tropical fish in the shallow warm waters. This is not the case for the main villages that have their latrines where land and water. such that boat transport often is required.\n\nMany of the tiny islands with beautiful beaches have one member of the Kuna tribe on the island who collects $1 per person for use of the island for sunbathing or swimming. Be sure to bring small change with you and be prepared to be in the middle of nothing.\n\n",{"type":"==","value":["Buy"]},"\n\nThe native people wear very colorful traditional clothing and make and sell beaded jewelry and ",{"type":"''","value":["molas"]},", which are creatively stitched squares and articles of multi-layered cloth that can be very elaborate and take weeks to make. They also incorporate the mola craft into clothing, shirts and other various articles which can be purchased.\n\n",{"type":"==","value":["Eat"]},"\n\nThe larger villages in San Blas have small restaurants with limited menus. Villages also have small grocery stores that sell basic food items and beverages. Ice is very hard to come by in San Blas. \n\nKuna hotels and lodges typically include meals as part of the stay. Meals usually include locally caught fish, crab and lobster. Available vegetables are typically the basics, tomatoes, carrots, yucca, onions and potatoes.  Do not expect a wide variety of foods as the kuna diet is very basic and exposure to western-style foods is highly limited. \n\n",{"type":"==","value":["Drink"]},"\n\nSome of the islands have one small bar that caters to the locals and tourists alike. Ice is in short supply. Drinks, including beer and sodas, can be purchased at small stores on some islands.\n\nWater in most villiges is piped directly (unfiltered) from streams on the mainland, and is therefore unsafe as drinking water for tourists.  As a non-native, beware of any locally-prepared  beverages including: hot chocolate, chicha (fruit or vegetable-flavored drinks), chicha fuerte (alcoholic chicha), water, and ice.  Follow sanitary practices with all eating utensils and plates\/bowls, as they are likely washed using non-potable water.\n\nTourists are advised to bring their own drinking water and drinking receptacles.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are small and very rustic hotels on some of the islands, and due to the lack of restaurants, they offer all-inclusive meal packages. Also most hotels will include day trips to some of the smaller islands, where they will leave you alone for several hours to snorkel, sunbathe or swim. These Islands offer pristine white sand and crystal clear water, and coconut trees that offer natural shade from the hot sun.\n\nBe aware that all the accommodations are very basic, often simple huts made of sticks as rooms - which is also what the locals live in. You hear your neighbours, you might see them as the walls are a little see-through at night if the lights are on inside, and you share a bathrooms with toilet and shower look alike.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Carti Homestay Kuna Yala Panama"],["alt="],["url=http:\/\/www.cartihomestay.info"],["email=sanblasadventures@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tel: (507) 67343454\/ 61076268. Offers rooms or hammocks as well as meals. Guests can be picked up in their hostels in Panama City if an address is provided. Prices start at $35."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThe Kuna are usually timid, though friendly and welcoming of tourists. There is drug trafficking in this region, but it occurs without incident in almost all cases, using small fast boats that deliver drugs to the mainland from Colombia mainly late at night. There are almost never any incidents involving these drug runners locally. There are rumors that they \"camp out\" on vacant islands. This is patently false. The drug runners are typically interested in getting in and out as quickly as possible to dodge surveillance. \n\nThe San Blas Islands is also a heaven for cruising yachts and sport fishing boats. Most of these yachts keep to themselves and rarely venture onto the village islands. For the most part, the San Blas Archipielago is extremely safe and tourist-friendly.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Puerto Obaldia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Capurganá"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Turbo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["9.57"],["-78.82"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Panama"]]}," \n\n",{"type":"[[","value":[["WikiPedia:San Blas Islands"]]}]