[{"type":"{{","value":[["pagebanner"],["San Miguel de Allende Banner.jpg"],["caption=Parroquia San Miguel Arcángel"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:TowardsJardinParishAllende.JPG"],["thumb"],["right"],["Parish of San Miguel"]]},"\n",{"type":"[[","value":[["File:The narrow streets of San Miguel.jpg"],["thumb"],["right"],["Narrow streets of San Miguel de Allende."]]},"\n\nSan Miguel de Allende is a small colonial town in the Bajio mountains of central Mexico, about 170 miles northwest of Mexico City. Founded as \"San Miguel\" in 1542 by a San Franciscan Monk named San Miguel El Grande, it became a centerpiece in the war for Mexican independence from Spain; it was renamed San Miguel de Allende after Ignacio Allende, a hero of the independence movement. In danger of becoming a ghost town in the early 20th century, the town was declared a national monument in 1926 and building became heavily restricted in the town's historic ",{"type":"''","value":["centro"]}," district, allowing the city to keep the colorful native facades that have become the backdrop of many famous works of art and even modern motion pictures.\n\nA series of artist colonies were founded in San Miguel in the 1950s, including the famous Instituto Allende, and many G.I.s moved their families here following World War II either to attend one of these colonies or to escape the Polio scares raging through many U.S. cities. The result was a healthy American expatriate population that exists today mostly as elderly retirees and second-generation business owners. This population, combined with the Mexican wealthy (especially actors and politicians) that have rediscovered San Miguel as a Malibu-like retreat from Mexico City, has created an eclectic mix of Old World Mexican charm, American hospitality, and a party atmosphere that makes San Miguel a world-class destination for adventurous travelers.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=San Miguel Tourist Information"],["alt=Consejo Turistico de San Miguel de Allende"],["url=http:\/\/visitsanmiguel.travel\/"],["email="],["address=Plaza Principal 8"],["lat=20.91454"],["long=-100.74384"],["directions="],["phone=+52 415 152 1695"],["tollfree="],["fax="],["hours=M-Sa 08:30-20:00, Su 10:00-17:30"],["price="],["content=Offers street maps and can arrange for Spanish or English tours of the city."]]}]},"\nSan Miguel is, first and foremost, a city built for relaxing. It is a Spanish colonial town of perhaps 140,000 people; a heritage site protected by the Mexican government in order to maintain its character. In July of 2008 it was designated a UNESCO World Heritage Site. It's a tourist destination, an art colony, and a retirement community for 12,000 foreigners – mostly Americans, Canadians, and Europeans. In spite of the increased number of foreigners over the past perhaps 20 years, it still is charming enough that many Mexicans visit for special holidays, and there are more than a few visitors who buy a house within a few days of their first arrival.\n\nWeather is typical of central mountainous Mexico. It varies little, and even in the hottest months (May and June) when daytime temperatures can reach 35°C, the dry air makes it tolerable and cool mountain breezes tend to make evenings delightful. Winter evenings (from December to February) can get cold, even down to freezing overnight, but it warms up quickly in the morning. The rainy season extends from June to September when days are pleasant for sightseeing until heavy downpours (usually late in the afternoon and evening) cool and freshen the air. Ultimately, the climate has the lazy, quiet air and temperance of Palm Springs, encouraging long hours of swimming and pool-side tanning, reading or napping, or just lying in a hammock and forgetting the world exists.\n\nSan Miguel de Allende was founded by Franciscan Monk Fray Juan de San Miguel Miguel, who baptized the city with the name San Miguel el Grande. After the War of Independence from Spain in the year 1826, San Miguel was elevated to a city status and given the name San Miguel de Allende in honor of Ignacio Allende y Unzaga, the first Mexican soldier and a native of the city.\n\n",{"type":"{|","value":[["|+",{"type":"'''","value":["San Miguel's climate"]}],["!Month: !!Jan!!Feb!!Mar!!Apr!!May!!Jun!!Jul!!Aug!!Sep!!Oct!!Nov!!Dec"],["|-"],["!High Temp C\/F"],["|22\/71||23\/74||25\/78||27\/81||28\/83||27\/80||25\/78||25\/78||24\/76||24\/76||23\/74||22\/71"],["|-"],["!Low Temp C\/F"],["| 8\/46|| 9\/48||10\/50||12\/54||14\/57||14\/58||14\/58||14\/58||14\/57||12\/54||10\/49|| 8\/47"],["|-"],["!Rain (mm\/inches)"],["|12\/0.5||2\/0.1||4\/0.2||20\/0.8||32\/1.3||125\/5.0||120\/4.7||117\/4.6||120\/4.7||43\/1.7||15\/0.6||10\/0.4"]]},"\n\n",{"type":"===","value":["Films"]},"\n",{"type":"''","value":["Once Upon a Time in Mexico"]}," and ",{"type":"''","value":["And Starring Pancho Villa as Himself"]}," were filmed almost entirely in San Miguel.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["20.9117"],["-100.7435"],["zoom=15"]]},"\nOne of the most difficult aspects of visiting San Miguel de Allende is actually getting there. Its remoteness is definitely part of the charm of the city. Your afternoon nap will never be disturbed by the sound of an overhead plane or a train pulling in, but reaching San Miguel, and eventually escaping, can be a problem if you do not understand your options.\n\nIf you're an experienced driver in Mexico, you'll have few problems reaching San Miguel. It's less than two hours from Léon and one hour from Queretaro, and maybe a three hour drive from Mexico City. The only difficulty will come when you actually reach San Miguel. Parking spaces are at an absolute premium here, so you'll want to arrange to have a spot for your car waiting when you arrive. Additionally, the cobblestone streets were not designed for modern traffic, so driving around San Miguel can be a challenge. Most people walk or take a two dollar cab ride anywhere downtown.\n\nIf you've never driven much in Mexico, driving to San Miguel is not difficult. While San Miguel is on the side of a mountain ridge, most of the roads leading to it are in excellent condition and safe to drive, at least during the day. Since much of this area is \"free range\" land, horses and cattle may find their way on the road, especially at night. \n\nSeniors and tourists touring the region may find sight-seeing more difficult because of the local's propensity to drive fast along these two-lane highways. It's not much fun having a car on your bumper while trying to see the beautiful countryside in this area.\n\nYour best bet is flying into Leon or Mexico City, and taking a shuttle or bus to San Miguel. Then you do not have to worry about parking you car, which is of little use once you arrive.\n\n",{"type":"===","value":["By plane"]},"\nThe closest airports to San Miguel are in Léon (BJX), about 70 miles away and Queretaro (QRO), about 45 miles away). Arriving at either of these airports will make your final journey a relatively inexpensive (USD30-60) hour shuttle or cab ride.  A bus ride from Queretaro is even cheaper (around USD10-15), but the trip will take 2-2.5 hours because the bus is not direct to San Miguel and you have to take a taxi from the airport to the bus station. Colectivos from the bus station to the city center are much cheaper.\n\nYour flight may be less expensive if you go through Mexico City (MEX), and connect to a flight to Leon or Queretaro. You may ride an airport bus from Mexico City to Leon and then catch a local bus to San Miguel. However, it's a 4-5 hour trip. Another option is a bus from MEX airport to Queretaro and on to San Miguel.\n\nAmerican and United airlines have direct flights to Leon from Dallas-Ft Worth and Houston, respectively. \n\n",{"type":"*","value":[" By bus: From the Mexico City airport you can get a first-class bus ticket on the line called \"Primera Plus\" (see the section on \"Buses\") for about USD25 (2006). Buses leave every 45 minutes to 1 hour throughout the day and will take you non-stop to Queretaro in less than 3 hours. You can take a bus from there to the San Miguel bus depot for about USD8 (about 1 hour), or a taxi to your door in San Miguel for about USD35 (about 45 minutes)."]},"  \n",{"type":"*","value":[" By taxi: If you're well-heeled, you can take a taxi from Mexico City directly to San Miguel.  This will cost more but you'll be safer because the driver wait you at the airport and he takes you directly to your destination in San Miguel."]},"\nTravelers should excise caution at the airport in Mexico City, especially if you are changing dollars into pesos. Only leave the main terminal with people you know or have arranged through a reputable agency.\n\n",{"type":"===","value":["By taxi or hired-car"]},"\nIf you fly into Mexico City and need to reach San Miguel, ",{"type":"'''","value":["do not"]}," try to take a taxi from the airport. The taxi drivers in Mexico City are well trained to screw you out of your money by charging you three or four times the cost of a trip to San Miguel. It's simply not worth the hassle. If you're hell-bent on flying into Mexico City and not taking a bus, call ahead to the hotel or B&B where you're staying and ask them to send a taxi from San Miguel. Yes, they may charge you for both the trip to and from the airport, but it will be infinitely less expensive than if you try to pick up a taxi from the street outside the Mexico City airport. For safety reasons, it is very important not to pick up a taxi from the street outside the Mexico City airport. Take one of the official airport taxis to your hotel. These \"Transporte Terrestre\" taxis are the only ones allowed inside the airport.  You will buy a zone-priced ticket ahead of time inside the airport by walking all the way down to the right (several hundred yards) after exiting the international arrivals area. \n\nIf you fly into a regional airport like Léon or Queretaro, taking a taxi the rest of your way is much safer. Just make sure you use an approved taxi service (the green and white cars are official taxis). Even still, if you don't know San Miguel that well, you may want to consider calling ahead to your hotel or B&B and having them provide transport. Regional taxis may know how to get you to San Miguel, but only a taxi or car sent by your lodging will know how to get you straight to them.\n\nBy far the most convenient airport to fly into is Leon (BJX). Arrange for a ride beforehand with one of the many shuttle services listed on San Miguel websites. Average price about USD25-30 per person. This will almost always be cheaper than taking a taxi from the airport, and the driver will know the town of San Miguel much better than a taxi driver from the airport. There is no easy way to get from the Leon airport to San Miguel by bus.\n\nPerhaps the best option for getting to your hotel, casa or B&B is to pre-arrange pickup at your arrival airport. The driver will meet you inside the terminal, in the area where you clear customs. The rates are USD70-120. A 6 passenger SUV will be the highest and a sedan for 3 is around USD70. You can arrange transportation through your SMA hotel, etc., or book direct. A favorite is ",{"type":"[","value":["http:\/\/www.sanmigueldrivers.infored.mx\/ Julio and Antonio"]}," at 52 415 154 0708. If you contact them directly, you will save the hotels commission. There are others that are as nice and reputable.\n\n",{"type":"[","value":["http:\/\/sanmigueltransportation.webs.com\/ Transportes Turisticos del Centro SA de CV"]}," offers a great service. They provide reliable and very comfortable vehicles, all their staff is English speaking and, best of all, low prices.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Central de Autobuses"],["alt="],["url="],["email="],["address=Calzada de la Estacion 90"],["lat=20.91458"],["long=-100.75894"],["directions=Los Mezquites"],["phone=+52 415 152 2206"],["tollfree="],["fax="],["hours="],["price="],["content=The town is well served by first-class and second-class buses, and tickets for both can be purchased here at the station. Local buses marked 'Central' ($5 MXN) run frequently from the station to the center of town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Peradora Agencia de Viajes"],["alt="],["url="],["email="],["address=Cuna de Allende 17"],["lat=20.91311"],["long=-100.74405"],["directions="],["phone=+52 415 152 8011"],["tollfree="],["fax="],["hours="],["price="],["content=Sells first-class tickets for ",{"type":"''","value":["Primera Plus"]}," and ",{"type":"''","value":["ETN"]}," bus lines."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:SanMiguel2.JPG"],["thumb"],["Street behind the Parish"]]},"\n",{"type":"===","value":["On foot"]},"\nMaybe 90% of San Miguel's attractions are within walking distance. Just keep in mind that because San Miguel was built into the side of a mountain, it can turn out to be difficult to traverse, some inclines are 15 or 20 degrees. Furthermore, the streets are cobbled and narrow – some were nothing but goat tracks before they were paved – and many have fallen into disrepair. Curbs are often a high step away from the road. All in all, the town can be unforgiving to an inexperienced walker. For this reason, it is advisable to bring comfortable shoes.\n\n",{"type":"===","value":["By car"]},"\nDriving in San Miguel can be challenging due to very narrow streets and limited parking, and is best avoided. There was a time when the city was not so wealthy and only taxis could be found on these roads. Now that the real estate market has boomed, an influx of money has made cars more affordable and now the average resident is more likely to own one – good news for the economy, but bad news for the roads.\n\nMany two-way streets in San Miguel are too narrow to support two lanes of traffic, and it's not uncommon for a street to become so choked with cars that drivers have to get out and negotiate which one is going to back up to a wider street to let the other pass. Many streets are one-way and indicated by arrow signs placed on the sides of buildings; a double arrow indicates a two-way street.\n\nWatch out for very steep streets. They can get even steeper than you realize and at least one in San Miguel is so narrow at the bottom that no more than a medium-sized car with its side mirrors pulled in can safely maneuver between the buildings. Scratches on the walls attest to drivers who have literally had to scrape between the buildings. Backing up the hill is usually not an option.\n\nThere are several paid parking lots in town. If you park on the street, do NOT leave it parked for more than 24 hours, or the police will come by and remove your rear license plate. You can get it back by going to the police station on the main square, but it will cost you $99 MXN in fees. There are no signs warning about this.\n\n",{"type":"===","value":["By taxi"]},"\nCatch a taxi to any destination within central San Miguel for $30-35 MXN, and $35-40 MXN after dark. In-town taxis are abundant and a great option after an afternoon of shopping. Taxis do not use meters and the price should be confirmed first. If calling for a taxi to pick you up, the price doubles.\n\n",{"type":"===","value":["By bus"]},"\nSan Miguel has its own pleasant and reliable bus system that serves the entire town, including out-of-the-way areas like Gigante and the bus depot. Buses are called ",{"type":"''","value":["urbanos"]},", and run from 07:00-21:00 daily for a flat rate of $5 MXN (single ride, no transfer). There is no schedule or route map; destinations are generally marked or painted on the side or on the windshield. Buses labeled 'central' travel between the town center and the bus depot.\n\n",{"type":"===","value":["By tourist trolley"]},"\nTwo different companies provide Sightseeing rides using trolley-looking buses that cost $60 MXN. You can ask for tickets in the main tourist office just in the main square. The ride lasts 1.5 hours (if traffic allows) and reaches the top of a hill for a fantastic sight of the town.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:San Miguel Allende - Guanajuato.jpg"],["thumb"],["Parroquia San Miguel Arcángel"]]},"\n",{"type":"[[","value":[["File:VidaObra3.JPG"],["thumb"],["Unfinished mural by David Alfaro Siqueiros in the Centro Cultural Ignacio Ramírez (",{"type":"''","value":["Bellas Artes"]},")"]]},"\n",{"type":"[[","value":[["File:Temple of the Immaculate Conception of the Sisters.jpg"],["thumb"],["Temple of the Immaculate Conception of the Sisters (",{"type":"''","value":["Las Monjas"]},")"]]},"\n",{"type":"[[","value":[["File:Senora de la Salud.jpg"],["thumb"],["Templo de Nuestra Señora de la Salud"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parroquia San Miguel Arcángel"],["alt="],["url="],["email="],["address=Plaza Principal s\/n"],["lat=20.91357"],["long=-100.74374"],["directions=by the Jardín"],["phone=+52 415 152 4197"],["tollfree="],["fax="],["image=San Miguel Allende - Guanajuato.jpg"],["hours=Daily 08:00-20:00"],["price="],["content=The marvelous pink granite parish, looking like an ornate candy sculpture. The building itself dates from the 16th century, while the façade was designed in the 19th century by self-taught indigenous architect Zeferino Gutíerrez, who is said to have been inspired by a postcard depicting a European Gothic cathedral."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=El Jardín"],["alt=Jardín Allende, Plaza Principal"],["url="],["email="],["address="],["lat=20.91423"],["long=-100.74377"],["directions="],["phone="],["tollfree="],["fax="],["image=JardinParishAllende.JPG"],["hours="],["price="],["content=This central plaza with manicured trees is always buzzing with activity and is a good place for people-watching."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo Histórico de San Miguel de Allende"],["alt=Casa de Allende"],["url=http:\/\/casadeallende.inah.gob.mx\/"],["email=mayisgonzalez@yahoo.com.mx"],["address=Cuna de Allende 1"],["lat=20.91383"],["long=-100.74412"],["directions="],["phone=+52 415 152 2499"],["tollfree="],["fax="],["image=CourtyardAllende2.JPG"],["hours=Tu-Su 09:00-17:00"],["price=$43 MXN (adults), free (seniors\/disabled\/teachers\/students\/children under 13)"],["content=Home of Ignacio Allende, one of the independence heroes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Casa del Mayorazgo de la Canal"],["alt=Casa de Cultura Banamex"],["url=http:\/\/www.casasdeculturabanamex.com\/casadelacanal\/"],["email=rodolfo.sanchezamargos@banamex.com"],["address=Canal 4"],["lat=20.91431"],["long=-100.74423"],["directions="],["phone=+52 415 152 7584"],["tollfree="],["fax="],["image=Casa del Mayorazgo del Canal. Feb. 2011.JPG"],["hours=M-F 09:00-18:00, Sa Su 10:00-18:00"],["price=Free"],["content=The former home of a very wealthy family and now housing a bank. The courtyard is open to the public, and occasional art exhibits are shown on the ground floor. Visitors must sign in; no photography permitted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Centro Cultural Ignacio Ramírez"],["alt=Bellas Artes \/ Convento de Nuestra Señora de la Concepción"],["url=http:\/\/www.elnigromante.bellasartes.gob.mx\/"],["email=bellasartessma@hotmail.com"],["address=Hernández Macías 75"],["lat=20.91503"],["long=-100.74557"],["directions="],["phone=+52 415 152 0289"],["tollfree="],["fax="],["image=Convento de Nuestra Señora de la Concepción - Centro Cultural \"El Nigromante\".JPG"],["hours=M-Sa 10:00-19:30, Su 10:00-14:00"],["price=Free"],["content=This former convent is now an art school and cultural center, and hosts rotating exhibits by local and international artists. Of particular note is an unfinished mural on the ground floor by David Alfaro Siqueiros, a contemporary of Diego Rivera."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Templo de la Inmaculada Concepcíon"],["alt=Las Monjas"],["url="],["email="],["address=Canal y Hernández Macías s\/n"],["lat=20.91463"],["long=-100.74584"],["directions="],["phone=+52 415 152 0688"],["tollfree="],["fax="],["image=Temple of the Immaculate Conception of the Sisters.jpg"],["hours=Daily 09:00-18:00"],["price="],["content=Next to the Bellas Artes and part of the former convent, this church was constructed in the mid-18th century. The massive dome is said to be a copy of ",{"type":"''","value":["Les Invalides"]}," in Paris."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Teatro Angela Peralta"],["alt="],["url="],["email="],["address=Hernández Macías 82"],["lat=20.9153"],["long=-100.7451"],["directions="],["phone=+52 415 152 2200"],["tollfree="],["fax="],["image=Teatro Angela Peralta (2).JPG"],["hours="],["price="],["content=Named after a famous Mexican opera singer who inaugurated the theater in 1873, this is one of San Miguel's principal venues for concerts and performances. It is not normally open to the public except during events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oratorio de San Felipe Neri"],["alt="],["url="],["email="],["address=Insurgentes s\/n"],["lat=20.91628"],["long=-100.74232"],["directions="],["phone=+52 415 152 0521"],["tollfree="],["fax="],["image=FacadeTemploOratorioAllende2.JPG"],["hours=Daily 09:00-18:00"],["price="],["content=Completed in 1714, the church features a delicately-carved pink sandstone façade."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Statue of Ignacio Allende"],["alt="],["url="],["email="],["address=Plaza Cívica"],["lat=20.91583"],["long=-100.74153"],["directions="],["phone="],["tollfree="],["fax="],["image=StatueAllendePlazaCivicaAllende.JPG"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Templo de Nuestra Señora de la Salud"],["alt=Church of Our Lady of Health"],["url="],["email="],["address=Plaza Cívica s\/n"],["lat=20.91628"],["long=-100.74162"],["directions="],["phone="],["tollfree="],["fax="],["image=Senora de la Salud.jpg"],["hours=Daily 09:00-18:00"],["price="],["content=Built in the 17th century and notable for the scalloped stone dome over the main entrance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Templo de San Francisco"],["alt="],["url="],["email="],["address=San Francisco s\/n"],["lat=20.91468"],["long=-100.74252"],["directions="],["phone=+52 415 152 0947"],["tollfree="],["fax="],["image=Templo de San Francisco y su faro.JPG"],["hours=M-Sa 08:00-14:00, Su varies"],["price="],["content=Built toward the end of the 18th century, this is a good example of Mexican Baroque architecture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Casa del Inquisidor"],["alt="],["url="],["email="],["address=Cuadrante 36"],["lat=20.91256"],["long=-100.74496"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An 18th-century mansion and the former office of the Inquisition was located in this building, now a private home. Directly across the street is the former jail for the Inquisition."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Cultural events"]},"\n",{"type":"[[","value":[["File:Fiesta de los Locos SMA 2.jpg"],["thumb"],["Fiesta de los Locos"]]},"\n",{"type":"[[","value":[["File:S6300528.JPG"],["thumb"],["Procession during the Fiesta de San Miguel Arcángel"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Semana Santa"],["alt=Holy Week"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=The week before Easter"],["price="],["content=Celebrated with impressive and touching parades."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fiesta de los Locos"],["alt=Feast of Fools"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=The first Sunday after 13 June (feast day of St Anthony of Padua)"],["price=Free"],["content=This annual parade is unique to San Miguel, with thousands of participants clothed in outlandish and colorful costumes and tossing candy into crowds of spectators. The parade begins around 11:30 at the Templo of San Antonio and winds its way up Hernández Macías, Insurgentes, and San Francisco Núñez before terminating at the Jardín."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Expresión de Corto"],["alt="],["url=http:\/\/www.giff.mx\/?lang=en"],["email="],["address=Fábrica la Aurora, Local 5-B"],["lat="],["long="],["directions="],["phone=+52 415 152 7264"],["tollfree="],["fax=+52 415 152 8899"],["hours=Last week of July"],["price=Free"],["content=An annual short film festival, co-hosted by the nearby city of ",{"type":"[[","value":[["Guanajuato"]]},". Hundreds of films from nearly all genres are screened in venues including the Jardín and in the Centro Cultural Ignacio Ramírez. Most films are subtitled in Spanish and English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=San Miguel Chamber Music Festival"],["alt=Festival de Música de Cámara de San Miguel de Allende"],["url=http:\/\/www.festivalsanmiguel.com\/"],["email="],["address=Hernández Macías 75"],["lat="],["long="],["directions="],["phone=+52 415 154 5141"],["tollfree="],["fax="],["hours=Late July and early August"],["price="],["content=An annual festival featuring internationally renowned quartets and soloists. Concerts are held in a number of venues, including the Teatro Angela Peralta."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Independence Day"],["alt=Día de la Independencia de México"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=16 September"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Día de San Miguel Arcángel"],["alt=St Michael's Feast Day"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Late September"],["price="],["content=A week of festivities celebrating the Feast Day of San Miguel's patron saint."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=International Festival of Jazz & Blues"],["alt=Festival Internacional de Jazz & Blues"],["url=http:\/\/www.sanmigueljazz.com.mx\/festival_english.html"],["email=sanmigueljazz@yahoo.com.mx"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mid-November"],["price="],["content="]]}]},"\n",{"type":"===","value":["Sport and outdoor activities"]},"\n",{"type":"[[","value":[["File:Jardin Botanica.jpg"],["thumb"],["El Charco del Ingenio Jardín Botánico"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=El Charco del Ingenio Jardín Botánico"],["alt=Jardín Botánico"],["url=http:\/\/www.elcharco.org.mx\/Ingles\/index.html"],["email=charcodelingenio@gmail.com"],["address=Paloma s\/n"],["lat=20.91827"],["long=-100.72821"],["directions=uphill past Los Arcos, then take a left"],["phone=+52 415 154 4715"],["tollfree="],["fax="],["image=Presa Las Colonias, jardín botánico El Charco del Ingenio, San Miguel de Allende Guanajuato, México.JPG"],["hours=Daily 09:00-18:00"],["price=$40 MXN, $80 MXN (guided tours)"],["content=Unique park above the town with an enormous collection of cacti. A vast area just past the Balcones area which includes some of the older engineering installations (an old mill and raceway), lovely canyons, well informed guides (mostly expats) for the botanists and birdwatchers. Go early in the day to avoid the heat and for more wildlife. Locals who are members are sometimes given a key to the back gate – find one and buy him beers until he relents! The reservoir is host to a number of migratory birds, and the locals can be rather stunning as well."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Guided birdwalks"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+52 415 152 3644"],["tollfree="],["fax="],["hours=1st and 3rd Wed of every month 09:00-11:30"],["price=$100 MXN (nonmembers), $60 MXN (El Charco or Audubon Society members)"],["content=Tours are conducted in English, and meet inside the main entrance."]]}]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Parque Juarez"],["alt=Benito Juarez Park"],["url="],["email="],["address="],["lat=20.9087"],["long=-100.7428"],["directions="],["phone="],["tollfree="],["fax="],["image=Parque_Juarez_SMA.jpg"],["hours="],["price="],["content=This well-used park is comprised of many old fruit orchards, and is now a favored nesting area for white egrets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Audubon Society Birdwalks"],["alt="],["url=http:\/\/audubonmex.org\/birdwalks.html"],["email="],["address="],["lat=20.90909"],["long=-100.7468"],["directions="],["phone="],["tollfree="],["fax="],["hours=Meets on the 3rd Sunday of every month at 07:45 in front of the ",{"type":"''","value":["Instituto Allende"]}," (see listing under 'Learn')"],["price=$150 MXN (nonmembers), free (members)"],["content=The only chapter of the Audubon Society in Mexico, this group offers guided birdwalks to locations within and near San Miguel. Destinations include the ",{"type":"''","value":["El Charco del Ingenio Jardín Botánico"]}," (see listing above), the ",{"type":"''","value":["Río Laja"]},", and the ",{"type":"''","value":["Presa Allende"]},". Participants travel by carpool."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Coyote Canyon Adventures"],["alt="],["url=http:\/\/coyotecanyonadventures.com\/"],["email=info@coyotecanyonadventures.com"],["address="],["lat="],["long="],["directions="],["phone=+52 415 154 4193, +52 1 415 153 5005"],["tollfree="],["fax="],["hours="],["price="],["content=Offers horseback riding, hiking, biking, rappelling, camping, four-wheeler (ATV), hot air ballooning, boating, Cañada de la Virgen pyramid tours, and multi-day cross country adventures. Their guides lead you safely through working cattle ranches, into canyons, through rivers, over plains, across gorges, and down sheer cliffs, all the while sharing with you their in-depth knowledge of the native flora and fauna."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bici-Burro Cycling"],["alt="],["url=http:\/\/www.bici-burro.com\/"],["email=beto@bici-burro.com"],["address=Hospicio 1"],["lat=20.91283"],["long=-100.74061"],["directions="],["phone=+52 415 152 1526"],["tollfree="],["fax="],["hours="],["price="],["content=A bike shop that has operated in San Miguel since 1963. They offer bike rentals and biking or hiking tours with guides that hold an intimate knowledge of the area around San Miguel. You have the choice of seven bike tours and two hiking trips which take you amongst natural landmarks and some of the historical ruins of the area. These are of varying degrees of difficulty and range from 5 to 8 hours. The bicycle tours include a 27 speed aluminium mountain bike with helmet, gloves and transportation if needed."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"===","value":["Spanish"]},"\nSeveral schools offer classes and arrange a 'home stay' with a host family for a very good price.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Habla Hispana Spanish School"],["url=http:\/\/www.mexicospanish.com"],["email="],["address=Calzada de la Luz 25"],["lat=20.91970"],["long=-100.74258"],["directions="],["phone=+52 415 152 0713"],["tollfree="],["fax="],["hours="],["price="],["content=Spanish classes at Habla Hispana are focused on enable students to communicate effectively. Emphasis is placed on verbal interaction in the classroom, and class placement is based more on verbal fluency than on academic knowledge. Spanish classes at Instituto Habla Hispana are designed as four week sessions and divided into three levels: Nivel Principiante (Beginner), Nivel Intermedio (Intermediate), and Nivel Avanzado (Advanced). The school is flexible in working with students who cannot stay for 4 week sessions and also will work with you on focused Spanish for medical professionals. Comfortable and affordable accommodations are available in a residence on same school grounds as well as homestays with local families. Program also includes cultural tours, music and cooking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Instituto Allende"],["alt="],["url=http:\/\/instituto-allende.edu.mx\/spanish-school"],["email=recepcion@institutoallende.edu.mx"],["address=Ancha de San Antonio 22"],["lat=20.90909"],["long=-100.7468"],["directions="],["phone=+52 415 152 0929, +52 415 152 0190"],["tollfree="],["fax=+52 415 152 4538"],["image=Instituto allende.JPG"],["hours=M-F 09:00-11:00 or 15:00-17:00"],["price="],["content=The oldest school of arts and language in Latin America, housed in a former 17th-century palace. Offers month-long courses of 1-6 hours a day are offered, for all levels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Language Point"],["alt=Languages"],["url=http:\/\/www.languagepoint.org"],["email="],["address=20 de Enero Sur 42"],["lat=20.90696"],["long=-100.75145"],["directions=SW of the Jardín"],["phone=+52 415 152 4115"],["tollfree="],["fax="],["hours=08:00-14:00"],["price=US $143\/week"],["content=Spanish by speaking. Learn in groups of 3 maximum. Spanish lessons are designed to teach you the tenses and vocabulary you really need. The small class size allows real conversation, even for beginners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=MexArt: Summer Teen Institutes"],["alt="],["url=http:\/\/www.gomexart.com"],["email=carly@gomexart.com"],["address=Calzada de la Aurora 48"],["lat=20.92148"],["long=-100.74235"],["directions=Casa Carly"],["phone=+52 415 152 8900"],["tollfree="],["fax="],["hours="],["price="],["content=MexArt Summer Teen Institutes are one-month programs where students may focus on art or dance and Spanish language while immersed in Mexican culture. Students live in a central B&B with experienced counseling staff. MexArt excels in teaching the visual arts, dance, and Spanish. Participants choose one area in which to focus and choose other areas with which to experiment. Open to students ages 14-18."]]}]},"\n",{"type":"===","value":["Art"]},"\n",{"type":"[[","value":[["File:WalkwayCCRamirez.JPG"],["thumb"],["Walkway in the Centro Cultural Ignacio Ramirez (",{"type":"''","value":["Bellas Artes"]},")"]]},"\nSan Miguel's many art institutes are always open to travelers looking to discover (or become the next) Frida Kahlo. Painting, sculpture, printmaking, photography, you name it and it's probably there.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Centro Cultural Ignacio Ramírez"],["alt=Bellas Artes \/ Convento de Nuestra Señora de la Concepción"],["url=http:\/\/www.elnigromante.bellasartes.gob.mx\/"],["email=bellasartessma@hotmail.com"],["address=Hernández Macías 75"],["lat=20.91503"],["long=-100.74557"],["directions="],["phone=+52 415 152 0289"],["tollfree="],["fax="],["image=StudentArtCCRamirez.JPG"],["hours=M-Sa 10:00-19:30, Su 10:00-02:00"],["price="],["content=This former convent is now an art school and cultural center, and offers classes and workshops in painting, drawing, sculpture, textiles, and ceramics."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Instituto Allende"],["alt="],["url=http:\/\/instituto-allende.edu.mx\/spanish-school"],["email=recepcion@institutoallende.edu.mx"],["address=Ancha de San Antonio 22"],["lat=20.90909"],["long=-100.7468"],["directions="],["phone=+52 415 152 0929, +52 415 152 0190"],["tollfree="],["fax=+52 415 152 4538"],["image=Instituto allende.JPG"],["hours=M-F 09:00-11:00 or 15:00-17:00"],["price="],["content=The oldest school of arts and language in Latin America, the Instituto offers accredited undergraduate degree programs, an international Master of Fine Arts (MFA), and art and photography workshops for travelers and the general public."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fábrica la Aurora"],["alt="],["url=http:\/\/fabricalaaurora.com\/art-classes.html"],["email="],["address=Calzada de la Aurora s\/n"],["lat=20.92335"],["long=-100.74034"],["directions=Colonia Aurora"],["phone=+52 415 152 1312"],["tollfree="],["fax="],["hours="],["price="],["content=A number of resident artists with studios here offer classes and workshops in a variety of media."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:EntranceCraftsAllende.JPG"],["thumb"],["Craft shop"]]},"\n",{"type":"===","value":["Arts and crafts"]},"\nThe streets around the Jardín are full of specialty shops selling common souvenirs, clothing, art, furniture, and Mexican tile, and any other type of Mexican artwork that you can think of. In addition to its cultural staples, San Miguel de Allende is known for its amazing shopping. Being near the geographical center of the country, artisans from every part of Mexico have been known to send their artwork to San Miguel to be sold. \nWhenever possible buy directly from the artisan. Many amazingly, talented artists are not able to support their families due to the low prices they receive for their art. At times it is very necessary to barter and at other times inappropriate – use your intuition and allow for mistakes.\n\nLadies: don't forget to pick up a pair of San Miguel shoes as soon as you arrive. Your walk around town will be much more comfortable.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Fábrica la Aurora"],["alt="],["url=http:\/\/www.fabricalaaurora.com\/"],["email="],["address=Calzada de la Aurora s\/n"],["lat=20.92335"],["long=-100.74034"],["directions=Colonia Aurora, a 10 min walk from the Jardín"],["phone=+52 415 152 1312"],["tollfree="],["fax=+52 415 152 1312"],["hours="],["price="],["content=The best place to get great quality Mexican and international art. This old textile factory has been converted into a unique art and design center that now houses over 30 artists, galleries, restaurants, antique shops, and specialty stores. Artists are usually in-house and demonstrating on Thursdays."]]}]},"\nFair Trade Shopping includes the following: \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Casa de Las Artesania de Michoacan"],["alt="],["url="],["email="],["address=Salida a Celaya 69"],["lat=20.90264"],["long=-100.7501"],["directions="],["phone=+52 415 152 3448"],["tollfree="],["fax="],["hours="],["price="],["content=A non-profit shop where the artist profits 60% of the retail price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Save the Children"],["alt="],["url="],["email=faigto@prodigy.net.mx"],["address=Calle Miguel Hidalgo 13"],["lat=20.91581"],["long=-100.74408"],["directions="],["phone=+52 415 152 3686"],["tollfree="],["fax="],["hours="],["price="],["content=This store offers crafts from various villages around Mexico. Artists receive a fair price for their arts and crafts, and entire villages have become sustainable through Save The Children Mexico projects."]]}]},"\nThere is also a women’s co-op shop. \n\n",{"type":"===","value":["Markets"]},"\n",{"type":"[[","value":[["File:Tianguis de los Martes SMA.jpg"],["thumb"],["Tianguis de los Martes"]]},"\n",{"type":"[[","value":[["File:Mercado Ignacio Ramirez SMA 2.jpg"],["thumb"],["Mercado Ignacio Ramirez"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tianguis de los Martes"],["alt=Tuesday Market"],["url="],["email="],["address=Salida a Querétaro"],["lat=20.90621"],["long=-100.72513"],["directions=take bus 8 or 9 from the Plaza Civica on Mesones"],["phone="],["tollfree="],["fax="],["image=Tianguis de los Martes SMA.jpg"],["hours=Tu 08:00-16:00"],["price="],["content=A colorful market with acres of native crafts, cheap Lakers t-shirts, fly swatters, cheap leather jackets and miscellaneous stuff that you really need, like flypaper, sewing kits, and more flyswatters. This is the place to pick up the best produce in town, as well as local cheese, honey, and sausage. Fresh seafood is trucked in overnight from Veracruz. Also on offer is an enormous variety of street food, from gorditas and tacos to fresh fruit juices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mercado Ignacio Ramirez"],["alt=Mercado El Nigromante"],["url="],["email="],["address=Colegio"],["lat=20.91663"],["long=-100.74118"],["directions=a few blocks from the Jardín"],["phone="],["tollfree="],["fax="],["image=Mercado Ignacio Ramirez SMA 2.jpg"],["hours="],["price="],["content=This open-air market is several blocks long where you'll find reasonably-priced jewelry from beads to silver, tile, mirrors, and other accessories for the home. It winds down the side of a hill, ending on yet another street of stores where you'll find (among other things) local pewter which can be very attractive and a real bargain. There's the local food market indoors, and as one goes more downhill there are the usual clothing and music kiosks. The artsy-craftsy merchandise is found in the sunlight and down by the stream-side as one progresses through the area. Kiosk food is safe, by and large."]]}]},"\n",{"type":"===","value":["Groceries"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mega Comercial Mexicana"],["alt="],["url=http:\/\/www.comercialmexicana.com.mx\/comercialMexicana\/cm\/index.html"],["email="],["address=Carretera a Celaya 2"],["lat=20.89686"],["long=-100.75270"],["directions="],["phone=+52 415 120 2029"],["tollfree="],["fax="],["hours=Daily 07:45-22:00"],["price="],["content=This branch of the large hypermarket chain has a deli, bakery, and pharmacy, as well as clothing and electronics. Also located at the front of the store is a café, optometrist, and GNC. A taxi stand is located just outside in the carpark."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Soriana Súper"],["alt="],["url="],["email="],["address=Libramiento Jose Manuel Zavala Zavala 165"],["lat=20.90313"],["long=-100.72858"],["directions=Plaza La Luciérnaga"],["phone=+52 415 120 4711"],["tollfree="],["fax="],["hours=Daily 08:00-22:00"],["price="],["content=Another hypermarket chain with a decent selection of food items."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bonanza Supermercado"],["alt="],["url="],["email="],["address=Mesones 43a"],["lat=20.91568"],["long=-100.74259"],["directions="],["phone=+52 415 152 1260"],["tollfree="],["fax="],["hours=Daily"],["price="],["content=Conveniently located a short distance from the Jardín, this is a good place to stock up on essentials as well as other items which are often not carried by the other larger supermarkets."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:San Agustin SMA.jpg"],["thumb"],["Cafetería San Agustín"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe La Ventana"],["alt="],["url=http:\/\/josefinavalentini.wix.com\/cafelaventana"],["email=josefinavalentini@yahoo.com"],["address=Diez de Sollano 11"],["lat=20.91342"],["long=-100.74297"],["directions="],["phone=+52 415 154 7728"],["tollfree="],["fax="],["hours=M-Sa 08:00-21:00, Su 09:00-15:00"],["price="],["content=Has good breakfasts and great coffee. Practices Fair Trade."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe San Antonio"],["alt="],["url="],["email="],["address=Refugio Sur 24"],["lat=20.90834"],["long=-100.75266"],["directions="],["phone=+52 415 152 3016"],["tollfree="],["fax="],["hours="],["price="],["content=Regional, national and international cuisine. Enjoy your breakfast, lunch or dinner in a luscious and open courtyard in the heart of Colonia San Antonio, under the century old native mesquites, pines and pirules. Truly a unique experience."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café Yenatu Panza"],["url=https:\/\/www.facebook.com\/yenatupanza"],["email="],["address=Calzada de la Aurora 48"],["lat=20.92291"],["long=-100.74192"],["directions=follow Hidalgo out of the Jardín until it turns into Aurora"],["phone=+52 415 152 8900"],["tollfree="],["fax="],["hours=Daily 08:30-12:00"],["price=$5-7 MXN"],["content=This is undoubtedly the most innovative and creative breakfast menus in town featuring design-your-own omelets & breakfast burritos, exquisite french toast, and home made fruit salsa. The vibe is very comfy and clients can choose from indoor or outdoor-garden seating. There's even free wireless."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafetería San Agustín"],["alt="],["url="],["email="],["address=San Francisco 21"],["lat=20.91446"],["long=-100.74206"],["directions="],["phone=+52 415 154 9102"],["tollfree="],["fax="],["image=San Agustin SMA.jpg"],["hours=Daily 08:00-23:00"],["price="],["content=A well run restaurant with great food, Mexican and international. The restaurant\/cafe in proud of their freshly made churros and a variety of hot and cold chocolate milks. Owned by Margarita Gralia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa Payo"],["alt="],["url=http:\/\/www.casapayo.com"],["email="],["address=Zacateros 26"],["lat=20.91381"],["long=-100.74583"],["directions="],["phone=+52 415 152 7277"],["tollfree="],["fax="],["hours="],["price="],["content=One of the most traditional restaurants offering Argentine cuisine, with Mediterranean ambience inside dining and exterior in a charming patio featuring live music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cha Cha Cha"],["alt="],["url="],["email="],["address=28 de Abril Norte 37"],["lat=20.91146"],["long=-100.75048"],["directions=Colonia San Antonio"],["phone="],["tollfree="],["fax="],["hours=Daily 13:00-19:00"],["price="],["content=Owned and operated by Mexican couple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Correo"],["alt="],["url="],["email="],["address=Correo 23"],["lat=20.91391"],["long=-100.74226"],["directions=a block away from the main square"],["phone=+52 415 152 4951"],["tollfree="],["fax="],["image=El Correo SMA.jpg"],["hours="],["price="],["content=A small Mexican food spot which offers simple yet interesting authentic Mexican food in a great location."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Grotta"],["url=http:\/\/lagrotta.com.mx\/English.html"],["email="],["address=Cuadrante 5"],["lat=20.91271"],["long=-100.74404"],["directions="],["phone=+52 415 152 4119"],["tollfree="],["fax="],["hours=Daily 14:00-22:00"],["price="],["content=A wonderful, multi-story restaurant owned by Daniel and son Dyami. La Grotta is located downhill, around the corner, just a block from the main cathedral. While true that the restaurant is casual and the main items are pizza, calzones, and Italian-related, don't let that fool you – the food is very carefully and freshly prepared."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Juan's Cafe Etc"],["alt=Café Etc."],["url=https:\/\/www.facebook.com\/juanscafe"],["email="],["address=Relox 37"],["lat=20.91667"],["long=-100.74306"],["directions="],["phone=+52 415 154 8636"],["tollfree="],["fax="],["hours=Daily until 16:30"],["price="],["content=Great breakfasts and coffee. Practices Fair Trade."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Pegaso"],["alt="],["url=https:\/\/www.facebook.com\/elpegasosma?rf=148626468562950"],["email=elpegasomx@gmail.com"],["address=Corregidora 6"],["lat=20.91407"],["long=-100.74219"],["directions=just off the Jardín"],["phone=+52 415 154 7611"],["tollfree="],["fax="],["hours=Daily 08:30-22:00"],["price="],["content=This trendy cafe style restaurant offers a delightful blend of Mexican and international flavor. Its atmosphere is definitely one of the best in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Planta Baja"]},", located in front of \"Las Monjas\" church this modern Mexican restaurant is definitely one of the most avant-garde spots to eat in San Miguel. Great food."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Posada Carmina"],["alt="],["url=http:\/\/www.posadacarmina.com\/"],["email=hotel@posadacarmina.com"],["address=Cuna De Allende 7"],["lat=20.91336"],["long=-100.74408"],["directions="],["phone=+52 415 152 8888"],["tollfree="],["fax=+52 415 152 1036"],["hours="],["price="],["content=This restaurant is based in the patio of a charming inn located in a remarkably well preserved colonial house. Branded as 'fusion', the food offered by this restaurant will make your visit to San Miguel even more memorable, it mixes the classic elements of Mexican cuisine with oriental flavors and dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante Mama Mia"],["alt="],["url=http:\/\/www.mamamia.com.mx\/index.php"],["email=contactosanmiguel@mamamia.com.mx"],["address=Umaran 8"],["lat=20.91390"],["long=-100.74448"],["directions=S of the Jardín, half a block from the Parroquia"],["phone=+52 415 152 2063"],["tollfree="],["fax="],["hours=Su-Th 08:00-03:00, F Sa 08:00-05:00"],["price="],["content=An open air patio restaurant with a stage and an exterior\/second floor patio. The restaurant has traditional Mexican dishes, but specializes in pizzas and pastas. An always packed space, this is an amazing place to eat with a clean kitchen, and a lively bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Rincon Español"],["alt="],["url="],["email="],["address=Correo 29"],["lat=20.91408"],["long=-100.74183"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A must for an international night, administered and owned by a Catalan immigrant the food is truly exceptional, you will not be disappointed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Rinconcito"],["alt="],["url=https:\/\/www.facebook.com\/pages\/El-Rinconcito\/221883527855262"],["email=mercigo70@gmail.com"],["address=Refugio Norte 7"],["lat=20.90990"],["long=-100.75185"],["directions=Colonia San Antonio"],["phone=+52 415 154 4809"],["tollfree="],["fax="],["hours=W-M 13:00-21:00"],["price="],["content=Try the Mar y Tierra."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tacos Don Felix"],["url=http:\/\/tacosdonfelix.com"],["email="],["address=15th Fray Juan de San Miguel"],["lat=20.92312"],["long=-100.75386"],["directions="],["phone=415 152 5719"],["tollfree="],["fax="],["hours=F Sa 18:00-24:00, Su 14:00-18:00"],["price=Moderate"],["content=Wonderful soups, nachos, and entrees. Try the Three meats enchiladas. Friendly service. It is worth the trip!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tio Lucas Restaurante Bar"],["alt="],["url=http:\/\/www.travelbymexico.com\/guan\/tiolucas\/index2.php"],["email=tiolucassma@hotmail.com"],["address=Mesones 103"],["lat=20.91574"],["long=-100.74516"],["directions=across from the Teatro Angelica Peralta"],["phone=+52 415 152 4996"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}," \nIf you are looking for healthy organic food in San Miguel, Naturalismo is located one block from the Jardin toward the end of Cuna de Allende. Many people find that organic food is not always easy to access in Mexico and this is one place that has organic home cooking.\n\n",{"type":"==","value":["Drink"]},"\nVisit Mama Mia (see above) or the trendy black and red Mexicana, just off the main square for an amazing evening. Located across from the hotel Mansion Virreyes, For a great nightcap, Berlin is just up the street. It's a great chill bar. The German owners are very welcoming and the food is sublime.\n\nIf you can't find something to do in San Miguel at night, you're not looking hard enough. If you can't find something to do on a Saturday night, you're outright blind. This city is filled with clubs, bars, dance halls, and restaurants, and almost all of them have SOME plan for every night of the week. Following are just a few options, try these out, but also seeking your own favorite hang-out.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bistro Los Senderos"],["url=http:\/\/www.los-senderos.com"],["email="],["address=Avenida Central 101"],["lat="],["long="],["directions="],["phone=415 155 9571"],["tollfree="],["fax="],["hours="],["price=200- 400p"],["content=Relaxed country atmosphere serving both old favorites and innovative fusion dishes - the Bistro has its own organic herb and vegetable garden. Great place to take visitors, and kids - bicycles available and horse back rides by reservation. Gets very busy on Sundays, reservations recommended. Only 8 minutes from downtown San Miguel, this charming place also prepares gourmet picnics, and available for private events. Not to be missed."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Grito"]}," (15 Umaran, about a block from the ",{"type":"''","value":["jardin"]},"): This is arguably the most popular club in town, and easily the most expensive. It has a $15 cover charge, easily enough to dissuade the casual visitor from dropping in to take a look. Inside, the building is a panoply of stone and glass sculptures, light displays, and music. How energetic the evening gets usually depends on the crowd, but it's hard for the evening to get much past midnight before the dancing starts. ",{"type":"''","value":["El Grito"]}," is only open Fridays and Saturdays, or on certain holidays, like New Year's Eve (when they jack the price up to $50)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Dos Casas Wine Bar"],["alt="],["url=http:\/\/www.doscasas.com.mx\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quebrada 101, Large selection of international wines in an intimate setting. 2 blocks from the town center. Bistro menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mama Mia's"]}," (8 Umaran, a few doors from the ",{"type":"''","value":["jardin"]},"): Mama Mia's is actually four clubs in one. There's a restaurant and bar in the center with some amazing Italian food, a sports bar to the left (usually displaying a soccer or football game of some kind), a music bar to the right where local acts frequently play (especially Pilaseca, a very popular funk-blues band that tours most of Mexico and the States), and a hard-to-find rooftop lounge overlooking the city. This is a great default place to while away the hours when nothing else is appealing - the music is worth it, if nothing else."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Fragua"]}," (",{"type":"''","value":["the Forge"]},") is an historical landmark just off the Jardin which has jazz music afternoons and weekends, as well as a full menu. Mostly tourists, fewer expats, very few locals, but a nice place to rest up, as the location makes it an easy rendezvous point."]},"\n",{"type":"*","value":[{"type":"'''","value":["Manolo's Sports Bar"]}," Zacateros # 26, Complete coverage of national and international sports if it is on TV they have it"]},"\n",{"type":"*","value":[" Berlin"]},{"type":"*","value":[" La Cava de la Princesa"]},{"type":"*","value":[" Planeta Dorado"]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe de la Parroquia"],["alt=changes name for dinner to La Brasserie"],["url="],["email="],["address=Jesus 11"],["lat="],["long="],["directions=One block from the Jardin"],["phone=152-3161"],["tollfree="],["fax="],["hours=8AM-10PM"],["price=$6-12 entrees"],["content=Beautiful courtyard dining on fresh, local ingredients. Although many menu items seem at first to be the \"usual\", there's nothing ordinary about them. Try in particular the chicken soup (throw in all the onions and cilantro), tacos and any omelette."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casita de las Flores"],["url=http:\/\/www.casitadelasflores.com\/"],["email="],["address=Colonia Allende"],["lat="],["long="],["directions="],["phone=cell: 044 415 117 7223"],["tollfree="],["fax="],["hours="],["price=USD36+"],["checkin="],["checkout="],["content=A cheap, cool B & B, just a 20 minute stroll from the centro. A clean, comfy and friendly alternative to lonely, boring hotels, the Casita is social like a hostel, but far more private — and much kinder to your budget. Includes a fully-equipped kitchen where guests can cook any time. High season rate is $45, but if you \"like\" them on Facebook, a 10% discount is available. Clean and well-maintained."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Alcatraz"],["url="],["email="],["address=Relox 54"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorms MXN150"],["checkin="],["checkout="],["content=The most central of the four hostels. Good showers, lockers outside of the dorms, no private rooms, nice staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Inn"],["url=http:\/\/www.hostelinnmx.com\/"],["email="],["address=Calzada de la Luz 31A"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorms around MXN150"],["checkin="],["checkout="],["content=Price depends on the season, see their website. There's a laundry service with same day pickup."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Internacional"],["url="],["email="],["address=Recreo 80"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorms MXN150"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Iron House Hostel"],["url=http:\/\/iron-house-hostel.blogspot.com"],["email="],["address=H. Colegio Militar 17-D"],["lat="],["long="],["directions=8 minute walk from the Parroquia in the main square of the town"],["phone=52 415 154 6108 \/ mobile 415 1111 759"],["tollfree="],["fax="],["hours="],["price=USD25 private room, USD9 dorm"],["checkin="],["checkout="],["content=Independent hostel . Ricardo, the owner, is a resident of San Miguel and is always happy to show you the real gems of the town: the best sights, clubs, restaurants, bars, hot springs, artisanal markets. Weekly and monthly rates available."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arcos del Atascadero Bed and Breakfast"],["alt="],["url=http:\/\/www.bedandbreakfastinmexico.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Quiet, with gardens and back yard, yet 12 minute's walk to the center. The solar heated swimming pool makes for a pleasant escape from the heat of the day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Carly"],["url=http:\/\/www.casacarly.com"],["email="],["address=Calzada de la Aurora 48"],["lat="],["long="],["directions="],["phone=+52 (415) 152-8900"],["tollfree="],["fax="],["hours="],["price=USD75"],["checkin=2PM"],["checkout=noon"],["content=Seven charming casitas (small houses) surrounding a beautiful garden. Each casita has a kitchenette, coffee maker, TV, DVD player with a huge selection of films, Wi-Fi. On the grounds is one of the best breakfast cafes in the entire town (not included in room rate)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Carmen"],["alt="],["url=http:\/\/www.casacarmenhotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD92+"],["checkin="],["checkout="],["content=Bed and breakfast close to El Jardin. Eleven rooms start at USD92 per night + USD24 per additional guest. Breakfast and lunch are served in a comfortable dining room. The food is outstanding - including soup, main course, and dessert at lunch time. There is also an interior courtyard and rooftop garden. Owner is very warm and friendly."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Don Pascual"],["alt="],["url=http:\/\/www.casadonpascual.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Colonial-style boutique bed and breakfast with magnificent views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Florida"],["url=http:\/\/www.casafloridasma.com"],["email="],["address=Hernandes Macias 60"],["lat="],["long="],["directions=2 blocks from the main Jardin"],["phone=Us 813-480-0505 Mex 415-154-8195"],["tollfree="],["fax="],["hours="],["price=USD99"],["checkin="],["checkout="],["content=3 wonderfully designed rooms, full breakfast, roof garden, great sunset and close to El Jardin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Mia Suites Apartments"],["url=http:\/\/www.casamiasuites-sanmiguel.com"],["email="],["address=Correo No. 61 Int 1 Col. Centro CP"],["lat="],["long="],["directions="],["phone=+52  (415) 152-2757"],["tollfree="],["fax="],["hours="],["price=USD110+"],["checkin="],["checkout="],["content=Each room has a terrace, private toilet and bath with toiletries, living room, and fully equipped kitchen. High-speed Internet, car hire, currency exchange, and laundry\/dry cleaning."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de la Noche"],["url=http:\/\/www.casadelanoche.com"],["email="],["address=Organos #19, Centro"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Rooms, USD40+; suites with kitchenette, USD100+.  Weekly and monthly rates are available."],["checkin="],["checkout="],["content=A former brothel (or \"house of the night\") that has been converted into a very charming guest house with rooms and suites. 5 minutes from El Jardin and Parrochia. The grounds are beautiful with Mexican handiwork evident everywhere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa de Suenos"],["alt="],["url=http:\/\/www.casadesuenosmexico.com)"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Artistically designed rooms. Within the property's premises is La Escuela, an art school. A bed and breakfast near El Jardin. Offers a self-service kitchen, rooftop garden."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Contento"],["alt="],["url=http:\/\/www.planetamor.org\/mexico\/sanmigueldeallende\/contento"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A small, clean, quiet bed and breakfast. Healthy food is served there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Meson San Antonio"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Half a block away from the Angelica Peralta Theater across from the Tio Lucas Restaurant"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=USD70"],["content=The rooms are spacious and quiet, and the staff are very kind. If you warn them beforehand, someone will check you in or open the door for you any time during the night. Continental breakfast is included with your room, and you can order additional, simple food such as sandwiches and fruit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oasis San Miguel"],["alt="],["url=http:\/\/www.oasissanmiguel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A stylish boutique hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Real de Minas"],["alt="],["url=http:\/\/www.realdeminas.com"],["email="],["address="],["lat="],["long="],["directions= Calle Ancha San Antonio"],["phone="],["tollfree="],["fax="],["price=USD100"],["checkin="],["checkout="],["content=Great location near downtown. Inside this colonial-style building you will find a water well. People say Miguel Hidalgo, Mexico's independence hero, used to drink this water when he was in San Miguel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Portal 8 Hotel Concepto"],["url=http:\/\/www.portalocho.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A renovated colonial house. Offers 10 rooms, spa, and lounge bar with panoramic views of the city."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dos Casas Hotel"],["alt="],["url=http:\/\/www.doscasas.com.mx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Contemporary designed boutique hotel, 2 blocks from the center. Includes wine bar and restaurant."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Haciendas Las Trancas"],["alt="],["url=http:\/\/www.haciendalastrancas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Centuries-old ex-hacienda. Ten suites with beautiful views of the Sierra Madres, each with Internet, satellite TV, propane fireplace, terrace, private bath. Additional beds and linens can sleep up to 30 people total. Wi-Fi throughout the porches and gardens. The hacienda is huge (approximately 40 rooms). Includes all meals, use of horses, heated pool\/Jacuzzi, 17 piece Cybex Gym. Spa services available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel El Atascadero"],["alt="],["url=http:\/\/www.hotelelatascadero.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=One of San Miguel's oldest family-owned hotels. Once home to a famous bullfighter, a silk plantation, and has been for decades a retreat for artists such as Diego Rivera and Pablo Neruda."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rosewood San Miguel de Allende"],["url=http:\/\/www.rosewoodsanmiguel.com\/"],["email="],["address=Nemesio Diez 11, Col. Centro"],["lat="],["long="],["directions="],["phone=+52 415 120 3500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury boutique resort with accommodations, on-site restaurants, SENSE, A Rosewood Spa and space for meetings, weddings and events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sagrada Wellness"],["alt="],["url=http:\/\/www.sagradawellness.com"],["email="],["address=La Mesita 11, Rancho La Mesita"],["lat="],["long="],["directions=15 min out of town"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A retreat. San Miguel is not only a wonderful visit because of the town, but also spectacular for its gorgeous countryside. Sagrada's quiet and tranquil location is high up in the country with views of the high desert. Cabanas and canvas bungalows are spacious and with modern amenities. Architecture is amazing - very modern and built with sustainable materials. Food, yoga, and other spa treatments are offered separately."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Mirasol"],["alt="],["url=http:\/\/www.villamirasolhotel.com"],["email="],["address= Pila Seca 35, Centro"],["lat="],["long="],["directions=4 blocks from the main square"],["phone="],["tollfree="],["fax="],["price=USD100-150"],["checkin="],["checkout="],["content=Well known as a \"unique intimate inn\". Converted colonial home with 12 rooms and suites. Simplicity and good taste have been combined to make every room a special one to be remembered."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nSan Miguel de Allende is a safe place day and night. No wonder thousands of retired North Americans choose this city as their home. Use common sense, don't leave valuables out in plain sight.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["Post Office"]}," The central post office can be found in Correo street 16 on the corner with Corregidora street, a block away from the main square.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.atencionsanmiguel.org\/ Atención San Miguel"]}]}," is a weekly bilingual newspaper that is the main source of local news for English speaking residents and visitors. The calendar of the week's events is particularly useful. ",{"type":"''","value":["Atención"]}," is published on Friday and is widely available at newsstands and businesses ($15 MXN)."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/GreenMapSanMiguel.org\/ Green Map San Miguel"]}]}," uses an interactive map with layers of information on sustainable living in San Miguel. Look here for information on restaurants that serve organic and\/or local food, recycling and composting, greentech businesses, green organizations and bus routes."]},"\n",{"type":"===","value":["Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/mexico.usembassy.gov\/eng\/edirectory.html"],["email=consuladosma@gmail.com"],["address=Calle del Dr. Hernandez Macías 72"],["lat=20.91493"],["long=-100.7452"],["directions="],["phone=+52 415 152 2357"],["tollfree="],["fax=+52 415 152 1588"],["image=USConsulateSMAllende.JPG"],["hours=M-Th 09:00-13:00"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Thermal pools just outside of town"]}," for an afternoon of relaxation. Hail a taxi or grab a bus for just a few dollars to these pools, but be sure to arrange return transportation or know when the last bus arrives. The only hotel near the pools is said to be expensive and generally booked."]},"\n",{"type":"*","value":[{"type":"'''","value":["Atotonilco"]}," is a historic church approx. 10km outside of SMA.  The sanctuary services as a piligramage desitination and the site where Ignacio Allende met up with Father Hidalgo to begin their fight for Mexican Independence.     "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Guanajuato"]]},", the Capital of the state. It is known for its network of tunnels under the city and for its \"Museo de las Momias\" (mummy museum), and you can also see Cristo Rey atop the Cerro de Cubilete. "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dolores Hidalgo"]]}," is 40 km away and is worth a visit as it is the birthplace of Mexican independence - and a great place to sample odd ice cream flavors like pork rind and avocado.  "]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Guanajuato (state)"]]},"\n",{"type":"{{","value":[["Geo"],["20.9333"],["-100.8000"]]},"\n\n",{"type":"[[","value":[["Wikipedia:San Miguel de Allende"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Guanajuato\/Localities\/San_Miguel_de_Allende"]]},"\n\n",{"type":"[[","value":[["Commons:Category:San Miguel de Allende"]]}]