[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=San Antonio"]]},"\n",{"type":"'''","value":["San Antonio"]}," is a village in the ",{"type":"[[","value":[["Toledo District"]]}," of southern Belize. The village was established by Mopan Maya who fled across the Guatemalan border in 1883 from San Luis, Peten, in order to avoid persecution and military service.\n\n",{"type":"[[","value":[["Image:Deer_dance_toledo_belize.jpg"],["thumb"],["Deer Dancers taking a well earned break. The Deer Dance is performed in several Maya villages in the Toledo District"]]},"The village sits among several small hills, with traditional thatched houses spread high to low, and intersected by several gently-flowing streams. The village Catholic Church is built of limestone salvaged from surrounding Maya ruins, transported by the villagers, and the stained glass windows were donated from a church in Missouri. The village celebrates the Feast of San Luis - the village patron - with a performance of the ",{"type":"'''","value":["Deer Dance"]},", which is held over several days. The dance of the holy deer represents the relationship between humanity and nature.\n\nSan Antonio is the most developed village in the Toledo District, with electricity, community telephone, a central water system, a new health centre, several small shops, and a drying and purchasing centre for the Toledo Cacao Growers Association.\n\n",{"type":"==","value":["Talk"]},"\nAlthough this Mopan Maya village is the largest in Toledo, Mopan Maya is spoken by only a small number of people (varying sources suggest between 5,000 and 7,000 in southern Belize and Guatemala combined). The language is distinct from Kekchi Maya, but close to Yucatec (Mopan speakers can largely follow the dialogue in Mel Gibson's film Apocalypto without needing to read the sub-titles).\n\nMost, if not all, the villagers speak English, and many also speak Spanish and Kekchi Maya.\n\n",{"type":"==","value":["Get in"]},"\nTake the unpaved road inland from 'Dump' junction at the Southern Highway towards Mafredi, and continue on this road for a further couple of miles (do not turn left at Mafredi, which would take you to Blue Creek)\n\nSan Antonio is served by two village busses (Chun's Bus, and Coc's Bus) and Bol's Bus (to Jalacte), Cindy's Bus (to Jalacte) and Chen's Bus (to San Vicente) also stop at San Antonio. The bus fare is BZ$3, and the journey from Punta Gorda takes around an hour.\n\nBusses from Jose Maria Nunez Street, Punta Gorda:\n",{"type":"*","value":[" 6am: Bol's Bus to Jalacte"]},{"type":"*","value":[" 11am: Cindy's Bus to Jalacte"]},{"type":"*","value":[" 11.30am Chun's Bus to Jalacte"]},{"type":"*","value":[" 12pm: Chun's Bus to San Antonio"]},{"type":"*","value":[" 12pm: Coc's Bus to San Antonio"]},{"type":"*","value":[" 12pm: Chen's Bus to San Vicente"]},"\n",{"type":"==","value":["Get around"]},"\nThe village is small and easily walked. Some villagers have horses, and although no formal horse-riding is available it's worth asking!\n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":["San Antonio Falls"]}," (Noh-sus) are located a mile west of the village, heading towards the village of Santa Cruz - you'll see the sign welcoming you to the falls on your right-hand side. The falls gently cascade 8 feet over limestone rock, and the pool below is perfect for a refreshing dip on a hot day, surrounded by lush vegetation, brightly coloured dragonflies, and hummingbirds.\n\nFurther upstream, the Falls' local management team have cut trails for exploring the surrounding jungle. They have also constructed palaps, tables, and changing rooms and the entrance to the Falls. Entrance fee BZ$2 - BZ$5.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:San_antonio_falls_toledo_belize2.jpg"],["thumb"],["San Antonio Falls"]]},"\n",{"type":"*","value":[" Visit the San Antonio Falls, take a swim, and hike the jungle trails"]},{"type":"*","value":[" Visit the craft-makers, and learn about the traditional Maya blouses still worn by some ladies"]},{"type":"*","value":[" Talk to the friendly villagers to learn more about their culture"]},"\n",{"type":"==","value":["Buy"]},"\nSome ladies in the village make crafts, and you should ask for directions to the houses. The traditional Maya earrings you see worn by many ladies in Toledo are sometimes available from Mr Bol's shop on the left-hand side as you enter the village. Although commonplace in Toledo, they are rarely worn elsewhere.\n\n",{"type":"==","value":["Eat"]},"\nThere is no restaurant in the village, although with advance notice you can arrange meals through the TEA village guesthouse (breakfast and dinner BZ$6.50, dinner BZ$8), or buy snacks in one of the small local shops.\n\n",{"type":"==","value":["Sleep"]},"\nThe Toledo Ecotourism Association (TEA) operates a village guesthouse, where guests interact with the villagers but sleep in a purpose-built guesthouse to allow for privacy on both sides (BZ$22 per person). They provide food on request, and guided tours.\n\nBol's Hilltop Hotel has rustic rooms with shared bath for BZ$15. \n\n",{"type":"==","value":["Connect"]},"\nTrained guides (through the TEA scheme) are Reyes Chun, Luciana Chun, Fedelia Chiac.\n\n",{"type":"==","value":["Go next"]},"\nCoc's Bus leaves San Antonio for PG around 1.30pm, and Bol's Bus passes through San Antonio on its journey from Jalacte back to PG around 4.30pm. Ask in the village whether the schedule has changed.\n\n",{"type":"{{","value":[["IsPartOf"],["Toledo (Belize)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:San Antonio, Toledo"]]}]