[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=San Teodoro"]]},"\n",{"type":"'''","value":["San Teodoro"]}," is a municipality in Oriental ",{"type":"[[","value":[["Mindoro"]]},". It's a quiet place, out of the way of the bustling night-life and commerce of ",{"type":"[[","value":[["Puerto Galera"]]}," and ",{"type":"[[","value":[["Sabang (Mindoro)"],["Sabang"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nSeveral ferry lines go to ",{"type":"[[","value":[["Puerto Galera"]]}," and ",{"type":"[[","value":[["Calapan"]]}," from ",{"type":"[[","value":[["Batangas"]]},". Prices are around 150-200 Php per person. It might be worth while to check how long the ride will take, and also the size of the boat, especially if the weather is less than perfect. \n\nThere are also Ro-Ro ferries, if you want to bring a car. Depending on size prices vary around 1000-1200 Php.\n\nWhen in Mindoro, jeepney's go regulary between Calapan and Puerto Galera. As always in rural Philippines, jeepney's will be packed to the limit, including people on the roof. For a more comfortable ride, rent a van (around 2000-2500 Php for the day, including driver) or arrange a pick up from your hotel.\n\nThe trip from either Puerto Galera or Calapan is around 30 min by car and 1 hour by jeepney (they stop, frequently).\n\n",{"type":"==","value":["Get around"]},"\n\nBy jeepney (Puerto Galera - Calapan) or car\/van (rent or arrange via your hotel)\n\n",{"type":"==","value":["See"]},"\n\nThe road going to Puerto Galera is breathtaking, and passes by Tamaraw Falls.\n\nIn San Teodoro there a several waterfalls and scenic spots, including Tukuban Falls, Binaybay Falls, Lambingan Falls, Botolan Falls, Aras Falls and caves, Punta(Ilag Point) and Tabunan Hot Springs. \n\nThere is also a small fish market in the center of town\n\n",{"type":"==","value":["Do"]},"\n\nOne of San Teodoro's charms is that there's \"really nothing to do\". \nBut if it gets too quiet you can swim in one of the above mentioned falls. In Tamaraw Falls there's man-made pools on the mountain side (entrance 25 Php\/person), in Tukuban there's natural pools in the forest. The last stretch going to Tukuban includes a hike or carabao ride (350 Php for up to six people) across several streams.  \n\nRiver Kayaking can be arranged, ask your hotel.\n\nDive or snorkel. The snorkeling is not as good as in Puerto Galera, so you might want to rent a boat (banka).\n\n",{"type":"==","value":["Buy"]},"\n\nAgain, San Teodoro is the place to get away from the vendors. Nevertheless, some handicraft from the local Mangyan tribe are available.\n\n",{"type":"==","value":["Eat"]},"\n\nRed Sail Resto Bar serves international and local cuisine. Prices vary from around 70-400 Php \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Red Sail Resto Bar and Accommodations"]}]},"(Contact number Rica Rañon, +63 918-691 1726, Jay Rañon +63 918-375 4456).\nFamily Room or Honeymoon Suite for 2500 Php\/night, including breakfast.\nStandard Room for 1500 Php\/night, excluding breakfast.\nAll rooms have air-con and cable TV.\nThere is also a children's playroom available, free of charge.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:San Teodoro, Oriental Mindoro"]]},"\n\n",{"type":"{{","value":[["geo"],["13.435833"],["121.019167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mindoro"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]