[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=San Luis Potosi"]]},"\n",{"type":"'''","value":["San Luis Potosi"]}," is a state in the ",{"type":"[[","value":[["Bajío"]]},".\n\n",{"type":"==","value":["Regions"]},"\nSan Luis Potosí has three distinct regions with different climate, culture and history. They are\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Central Plateau (Altiplano)"]},":  This region has a rich mining tradition in gold, silver and zinc.  The railroad later brought development and a strong participation in the national politics of Mexico."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Capital City"]},": The Seven Historical Neighborhoods (Siete Barrios) that formed the original city,  the historical center with colonial architecture and the commercial and political center of the state. "]}]},{"type":"*","value":[" ",{"type":"'''","value":["Huasteca Potosina"]},": Coastal plains and the eastern reach of the Sierra Madre with a distinct culture greatly influenced by the Huastec Indians."]},{"type":"*","value":[" ",{"type":"'''","value":["Río Verde Valley (Region Medio)"]},": A rich agricultural region of mostly rural character."]},"\n",{"type":"===","value":["Central Plateau"]},"\n\nThe Altiplano is a high desert with high mountain ranges and a moderate climate although it can have snowstorms in the winter. It boasts some of the most diverse varieties of cacti found anywhere.  The advent of the railroad extended advancement from the capital of the state to the other parts of the Altiplano.  \n\nThe native Guachichiles occupied the largest territory of the Chichimecas (a generic term for less civilized tribes of the north) but have been greatly impacted by development of the region.  The Huichol are thought to be originally from San Luis Potosí and engage in an annual migration to Real de Catorce.\n\nAlthough plateau or altiplano might indicate that this region is flat, it is far from it.  High mountain ranges are found throughout the Altiplano and many of the towns are located adjacent to them.\n\n",{"type":"===","value":["Capital City"]},"\n\nUnlike the rest of the Altiplano, the residents in the Capital City region mainly live in cities.\n\nThe mines spurred the early development of the city of San Luis Potosí.  It played an important part in the war for Mexican independence along with other mining centers.  In the War of Reform, the city was for a short time the capital of the country.      The Mexican Revolution began with the escape of Francisco Madero from prison in San Luis Potosí.\n\nThe capital is one of the best in Mexico for colonial architecture.  It is known for its strong artistic tradition.  The Instituto Nacional de Bellas Artes and the Instituto de Cultura de San Luis Potosí have sponsored the Premio Nacional de Cuento (National Story Prize) over the last 20 years to encourage good writers.  An active music community has led to the recent founding of the Orquesta Sinfónica de San Luis Potosí.\n\n",{"type":"===","value":["Huasteca Potosina"]},"\n\nThe coastal plain and eastern Sierra Madre is called the Huasteca Potosina which is still inhabited by the Huastec (Tének) and Nahua. The climate is hot with strong rains in the summer monsoon season.  The vegetation is tropical with parrots and parakeets. The geology is limestone karst with numerous underground rivers feeding springs, sinks, world-renowned caves, gorgeous waterfalls and turquoise-hued rivers.  The prevalence of tropical diseases led to slow development of the region until modern times which allowed the native culture to be preserved.  The Huastec split off from the Maya before the flowering of that culture and are one of the oldest still-existing cultures in Mexico.  The most well-known tribe of Nahuatl speakers is the Culhua-Mexica of the Tenochtitlan and Tlatelolco City-States,who are often just labeled as Aztecs,in other words the people or inhabitants of Aztlan,the original and legendary homeland for all Nahuatl speakers. \n\nThe heart of the Huastec region is south of Ciudad Valles in the rugged mountains jutting from the coastal plains in a place where there are many nacimientos (springs) that supplied water.  Their Tének language has helped trace their origin to the Maya before their ascendency, passing in their migration through the Olmec, the mother culture of the pre-hispanic Mexican civilization, and then through the Totonac to settle in the Panuco basin.  There are about 90,000 Huastec and in one municipality (county) 90% speak Tenek.\n\nNahuatl is spoken by about 130,000 people in San Luis Potosí.  They are concentrated around Tamazunchale and to the south in the state of Hildago where 23% are monolingual Nahuatl speakers.  \n\nWhile 90% of the Huastec are located in only 11 of the twenty municipalities that form the Huasteca Potosina, their influence is felt throughout the region which takes great pride in their culture.\n\nThe Huasteca Potosina is a fairly popular tourist area for Mexicans but remains unknown to foreign tourists that primarily head to Mexican beaches.  Cavers have long been drawn to this area and in more recent years, kayakers have discovered the rivers and waterfalls.\n\n",{"type":"===","value":["Río Verde Valley"]},"\n\nThe Sierra Madre Oriental separates the Río Verde Valley and the Huasteca Potosina.  Several mountain ranges to the west separate the Río Verde Valley from the Altiplano or Central Plateau.  The region has extensive valleys between these mountain ranges that boast very fertile soil.\n\nThe vegetation includes oak, pine, popular and walnut trees.  Some areas are volcanic along with the limestone of the Huasteca Potosina.  \n\nThe main native group in this region is the Pames who still maintain their culture and language.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" Central Plateau"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Charcas"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Venado"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Salinas"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Matehuala"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Cedral"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Real de Catorce"]]}]}]},{"type":"*","value":[" Capital City"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["San Luis Potosi"]]}," - State capital"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Ahualulco"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Santa María del Río"]}]}]},{"type":"*","value":[" Huasteca Potosina"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Aquismon"]}," - One of several towns in the heart of the Huastec, Aquismon is also the stepping off point to Sotano de las Golodrinas and the southern access to Casacada Tamul."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Ciudad Valles"]}," - Largest city of the region and commercial and cultural center.  It lies on the Old Pan-American Highway, the first paved road to traverse Mexico from north to south.  Ciudad Valles is located in the wide valley between the first two ridges of the Sierra Madre."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Ebano"]}," - Located on the eastern coastal plain, this was the area of early oil and gas development."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Tamazunchale"]}," - The largest town in the Nahua region located on the Rio Moctezuma and at the foot of the Sierra Madre."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Xilitla"]}," - ",{"type":"[[","value":[["http:\/\/www.mexconnect.com\/mex_\/travel\/mkernan\/onemansfantasy.html Sir Edward James"]]}," created the surrealistic Las Pozas here, but it required the ingenuity and work of local residents to carry out.  The artistic tradition continues to grow as other artists are attracted to this village."]}]},{"type":"*","value":[" Río Verde Valley"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Cerritos"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Cárdenas"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Ciudad del Maíz"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["El Refugio"]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Rioverde\/Ciudad Fernández"]}," - The capitals of their respective municipalities, these two towns are separated only by a street and form the largest town in the region."]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nAeropuerto Internacional Pociano A. is the only airport in the city of San Luis Potosí. It is a really small airport for a medium city. Having only 2 gates and only two international inbound\/outbound destinations (Dallas and Houston) and only one daily national destination (Mexico City).  It is served by Aeromar, Aeromexico, Aerolitoral, American Airlines and United.  The closest large airport to the eastern part of the state is Tampico.  Both have car rentals.  There is a smaller airport in Tamuin just east of Ciudad Valles.  Commercial flights started in Tamuin just a few years ago with flights to the border and San Luis Potosí.\n\n",{"type":"===","value":["By car"]},"\n\nThe major highways are the Old Pan American Highway (85) that runs along the coastal plain and through Ciudad Valles.  Another is the Olympic Highway from Laredo to Mexico City which travels the central plateau and passes through San Luis Potosí.  There is a new highway running from San Luis Potosí to Rioverde and the remaining part to Ciudad Valles is currently under construction.\n\n",{"type":"===","value":["By train"]},"  \n\nA major railroad runs north-south through San Luis Potosí.  Another railroad connects Ciudad Valles to Tampico and to San Luis Potosí in the other direction. These are freight railroads, but a lot of migrants from central america hitch rides on the train on their journey north to the U.S. If you're adventurous you could always join the campesinos.\n\n",{"type":"===","value":["By bus"]},"\n\nThere is extensive bus service running both major north-south highways as well as local buses and taxis. You can use Greyhound in the USA to get to San Luis Potosi cheaply, especially if coming from the regions that border Mexico.  Bus companies:\n\n",{"type":"*","value":[" Transpaís (01-800) 713-1000"]},{"type":"*","value":[" Transportes Venecedor (01-800) 640-9354"]},{"type":"*","value":[" Omnibus de México (01-800) 640-9354"]},{"type":"*","value":[" ETN (01-800) 800-0386"]},{"type":"*","value":[" Autobuses del Noreste (01-800) 280-1010"]},{"type":"*","value":[" Flecha Amarilla (01-800) 375-7587"]},{"type":"*","value":[" Grupo Estrella Blanca (01-800) 507-5500"]},{"type":"*","value":[" Grupo Senda (01-800) 890-9090"]},"\n",{"type":"==","value":["Get around"]},"\n\nWithin the state, bus, automobile, and taxis are the primary source of travel.  Buses are listed above.  ",{"type":"[","value":["http:\/\/www.visitasanluispotosi.com\/Principal\/rentarcarro.html Rental Cars"]}," are available only in the city of San Luis Potosí.  Taxis are available throughout the state.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Archaeological Sites"]},"\n\nBoth of the archeological parks are located near the town of Tamuín, just east of Ciudad Valles.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Consuelo"]}," - an older site."]},{"type":"*","value":[" ",{"type":"'''","value":["Tamtoc"]}," - Its recent discovery has resulted in a reevaluation of the Huastec culture.  A calendar and ball park are part of the discoveries."]},"\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":[" Huasteca Potosina"]},{"type":"*","value":[{"type":"*","value":[" Ciudad Valles"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Museo de las Culturas de la Huasteca Potosina Tamuatzán"]}]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Museo Regional Huasteco"]}]}]}]},{"type":"*","value":[{"type":"*","value":["Tamuín"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Museo Universitario Lariab de Historia Antigua de la Huaxteca"]}]}]}]},{"type":"*","value":[{"type":"*","value":["Xilitla"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Museo Edward James"]}]}]}]},"\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"====","value":["Central Plateau"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festival del Desierto del Altiplano Potosino"]}," (April - May) Music, dance and theater in towns throughout the Altiplano."]},"\n",{"type":"====","value":["Capital City"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Encuentro Bianual de Decimistas y Versadores de Latinamérica y el Caribe"]}," (October) - Open air concerts, recitals, lectures and round tables of genres from Latin America, the Caribbean and Europe."]},{"type":"*","value":[" ",{"type":"'''","value":["Festival de Danzas Étnicas de la Huasteca Potosina"]}," (December) - Festival of the ethnic dances of the Huasteca Potosina"]},{"type":"*","value":[" ",{"type":"'''","value":["Festival del Son"]}," (March) - Promotes the musical form ",{"type":"'''","value":["son"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Festival de Música Antigua y Barroca"]}," (November) - Celebration of the founding of the city of San Luis Potosí featuring Medieval, Renaissance, Colonial, Arab, Andalusian and Baroque music."]},{"type":"*","value":[" ",{"type":"'''","value":["Festival de Música Vernácula"]}," (March)  - Festival of regional and popular music."]},{"type":"*","value":[" ",{"type":"'''","value":["Festival de San Luis"]}," (April - May) - Festival of art and culture."]},{"type":"*","value":[" ",{"type":"'''","value":["Festival Internacional Letras en San Luis"]}," (May) - Festival of literature."]},{"type":"*","value":[" ",{"type":"'''","value":["Festival Internacional de Danza Contemporánea de San Luis Potosí Lila López"]}," (September - October) - Festival of contemporary dance."]},{"type":"*","value":[" ",{"type":"'''","value":["Muestra Anual del Folklor"]}," (December) - Exhibition of folk dance. "]},{"type":"*","value":[" ",{"type":"'''","value":["Muestra International de Folklore y Artes Tradicionales"]}," (September) - Exhibition of folk music and folk dance of Mexico and other countries."]},"\n",{"type":"====","value":["Huasteca Potosina"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Feria Nacional de la Huasteca Potosina (FENAHUAP)"]},": March in Ciudad Valles"]},{"type":"*","value":[{"type":"'''","value":["Xantolo"]}," (Huastec version of Day of the Dead): October"]},"\n",{"type":"====","value":["Río Verde Valley"]},"\n\nPame festivals\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Candlemas or Purification of the Virgin Day"]}," (February 2)"]},{"type":"*","value":[" ",{"type":"'''","value":["Saint Joseph's Day"]}," (March 19)"]},{"type":"*","value":[" ",{"type":"'''","value":["Holy Week (Semana Santa)"]}," : Most important celebration"]},{"type":"*","value":[" ",{"type":"'''","value":["Holy Cross Day"]}," (May 3)"]},{"type":"*","value":[" ",{"type":"'''","value":["The Assumption of the Virgin Mary"]}," (August 15)"]},{"type":"*","value":[" ",{"type":"'''","value":["Day of the Dead"]}," (All Souls' Day)"]},{"type":"*","value":[" ",{"type":"'''","value":["Christmas"]}]},"\n",{"type":"===","value":["Protected Natural Areas"]},"\n\n",{"type":"====","value":["Central Plateau"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wirikuta"]}," : the place of pilgrimage for the Huichol (Wirrárika)."]},{"type":"*","value":[" ",{"type":"'''","value":["Sierra de la Mojonera"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Real de Guadalcázar"]}," : the largest variety of cactus on the American continent."]},"\n",{"type":"====","value":["Capital City"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ejido San Juan de Guadalupe"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Paseo de la Presa San José"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Parque Nacional El Gogorrón"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Reserva Forestal y de la Fauna Sierra de Álvarez"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Parque Nacional El Potosí"]}]},"\n",{"type":"====","value":["Huasteca Potosina"]},"\n\nCaves:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sótano de las Golondrinas"]}]},{"type":"*","value":[" ",{"type":"'''","value":["La Hoya de las Huahuas y las Cuevas de Mantetzulel"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cuevas Sagradas del Viento y la Fertilidad en Chununtzen I"]}]},"\nForests:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Reserva de Tancojol"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Reserva Forestal Nacional Porción Boscosa del Estado de San Luis Potosí"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Reserva de la Biosfera Sierra El Abra Tanchipa"]}]},"\n",{"type":"====","value":["Río Verde Valley"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Parque Nacional El Potosí"]}," extends from Rioverde to Santa María del Río."]},"\n",{"type":"===","value":["Protected Historical Areas"]},"\n\nThe center of the city of San Luis Potosí has been declared a \"centro de monumentos históricos.\"  Some of the buildings that have been preserved are the ",{"type":"'''","value":["Museo Federico Silva"]}," (modern sculpture), the ",{"type":"'''","value":["Museo Nacional de la Máscara (National Museum of the Mask)"]},", the old ",{"type":"'''","value":["Penitenciaría"]}," and the ",{"type":"'''","value":["Teatro de la Paz (Peace Theatre)"]},".\n\n",{"type":"===","value":["Springs"]},"\n\n",{"type":"====","value":["Central Plateau"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Juan de Vanegas"]}]},"\n",{"type":"====","value":["Capital City"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Gogorrón"]}]},"\n",{"type":"====","value":["Huasteca Potosina"]},"\n\nThere are many springs.  Taninul is a warm springs that has been developed into a swimming pool with a resort hotel.  There is also a small cave with some climbing routes.  Often, the springs are called nacimientos or ojos.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nacimiento de Huichihuayan"]}]},"\n",{"type":"====","value":["Río Verde Valley"]},"\n\n",{"type":"'''","value":["Laguna de la Media Luna (Lake of the Half Moon)"]}," is a clear spring-fed lake.  Scuba diving and camping are available.  Other springs are\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ojo Caliente"]}]},"\n",{"type":"===","value":["Caves"]},"\n\n",{"type":"====","value":["Huasteca Potosina"]},"\n\n",{"type":"'''","value":["Sótano de los Golondrinas (Pit Cave of the Swallows)"]}," is the most well-known cave.  The swallows spiral up out of the cave every morning and retun every evening.  For cavers it is a 1100 foot vertical descent to the floor of the cave.  There are many caves in this area including\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sótano de las Huahuas"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cuevas de Mantetzulel"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cuevas Sagradas del Viento y Fertilidad"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Grutas los Sabinos"]}]},"\n",{"type":"====","value":["Río Verde Valley"]},"\n\n",{"type":"'''","value":["Grutas de Catedral"]}," is the most well-known cave and does not require special equipment.  Other caves\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Ángel"]}]},"\n",{"type":"===","value":["Waterfalls"]},"\n\n",{"type":"====","value":["Huasteca Potosina"]},"\n\n",{"type":"'''","value":["Cascada de Tamul"]}," is a 345 foot waterfall where the Río Gallinas pours over the canyon wall into the Río Santa Maria, forming the Río Tampoan.  Travertine forms many waterfalls in this region, including\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cascadas Minas Viejas"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cascadas Micos"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cascada El Meco"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cascada El Salto"]}]},"\n",{"type":"====","value":["Río Verde Valley"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cascada La Llovisnosa (The Big Mist Waterfall)"]}," is the largest of three waterfalls on the Río Verde.  The volcanic rock in this area forms these waterfalls and other interesting formations such as the narrow gorge at Pinihuan."]},"\n",{"type":"===","value":["Nature"]},"\n\n",{"type":"====","value":["Capital City"]},"\n\n",{"type":"'''","value":["Valle de los Fantasmas (Valley of the Ghosts)"]}," is a rock formation that has a ghostly look under a full moon.  It is located near the highway from San Luis Potosí to Rioverde.\n\n",{"type":"====","value":["Huasteca Potosina"]},"\n\n",{"type":"'''","value":["Puente de Dios"]},", ",{"type":"'''","value":["El Trampolín"]}," and ",{"type":"'''","value":["Balneario Cascadas de Tamasopo"]}," is an area of springs, grottos and waterfalls.\n\n",{"type":"'''","value":["Puente de Dios"]}," (Río Tampoan) is a travertine bridge located a short distance upstream of the mouth of the Río Tampoan.  A short paddle (or swim) on flatwater or raft trip through the canyon allows access to the travertine bridge and the pools that form on top for about half the year.\n\n",{"type":"==","value":["Do"]},"\n\nMany activities are possible at attractions listed under See, such as hiking, caving, rappelling, kayaking, swimming, tubing, etc. \n\n",{"type":"==","value":["Eat"]},"\nthe enchiladas potosinas and the meat\"Cesina\".and aslo \"Pipian\".\n\n",{"type":"==","value":["Drink"]},"\nThe Capital of San Luis Potosi is Awesome for night life. There are great clubs such as Mantra, Play, Roush.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]}," \n\n",{"type":"{{","value":[["geo"],["22.603333"],["-100.429722"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bajío"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San Luis Potosí"]]},"\n",{"type":"[[","value":[["Commons:Category:San Luis Potosí"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Mexico\/States\/San Luis Potosi\/"]]}]