[{"type":"{{","value":[["Pagebanner"],["Lumpytrout page banner wikivoyage sailboat.jpg"],["box=black"]]},"\n\n",{"type":"'''","value":["San Juan Island"]}," is in the ",{"type":"[[","value":[["San Juan Islands"]]}," region of Washington State. It contains the county seat for ",{"type":"'''","value":["San Juan County"]},", which covers all of the San Juan Islands.\n",{"type":"[[","value":[["File:Friday Harbor 3.JPG"],["300px"],["thumbnail"],["Friday Harbor on San Juan Island"]]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Friday Harbor"]]}," - county seat for ",{"type":"'''","value":["San Juan County"]}]},{"type":"*","value":[{"type":"[[","value":[["Roche Harbor"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nAs early as 1845 the Hudson's Bay Company, based at Fort Victoria, had posted a notice of possession on San Juan Island. In 1851 it established a salmon-curing station there and, two years later, a sheep ranch called Belle Vue Farm. About the same time, the Territorial Legislature of Oregon (which then included the present State of Washington) declared San Juan Island to be within its territorial limits, and in January 1853 incorporated it into Island County. In March 1853, Washington Territory having been created, San Juan Island was attached to Whatcom, its northernmost county. \n\nBy 1859 there were about 18 Americans on San Juan Island. They were settled on redemption claims which they expected the U.S. Government to recognize as valid, but which the British considered illegal. That crisis came on June 15, 1859, when an American settler named Lyman Cutlar shot and killed a pig belonging to the Hudson's Bay Company because it was rooting in his garden. When British authorities threatened to arrest Cutlar, American citizens drew up a petition requesting U.S. military protection. The subsequent military buildup caused each side to keep adding more military to the island. When word of the crisis reached Washington, officials there were shocked that the simple action of an irate farmer had grown into an explosive international incident. President James Buchanan sent Lt. Gen. Winfield Scott, commanding general of the U.S. Army, to investigate and try to contain the affair. He was able to get both sides, the British and the American to agree to joint military occupation until the issue could be settled.\n\nSan Juan Island remained under joint military occupation for the next 12 years. In 1871, when Great Britain and the United States signed the Treaty of Washington, the San Juan question was referred to Kaiser Wilhelm I of Germany for settlement. The kaiser referred the issue to a three-man arbitration commission who met for nearly a year in Geneva. On October 21, 1872, the commission, through the kaiser, ruled in favor of the United States, establishing the boundary line through Haro Strait. Thus the San Juan Islands became American possessions and the final boundary between Canada and the United States was set. \n\nMany of San Juan Island's roads trace sheep runs cut by Hudson's Bay Company workers. They were led, in part, by Fort Victoria Chief Factor and colonial Gov. James Douglas, from 1853 to 1859. Many of the workers were Cowichan Indians from Vancouver Island. \n  \n",{"type":"==","value":["Get in"]},"\nMost people arrive via Washington State ferry from Anacortes. Some arrive via ferry from Sidney, on Vancouver Island, BC. A few arrive via small plane or their own boat.\n",{"type":"===","value":["By seaplane"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kenmore Air"],["url=http:\/\/www.kenmoreair.com"],["email=reservations@KenmoreAir.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-866-435-9524"],["fax=+1 425-485-4774"],["hours="],["price=$75-139"],["content=Kenmore Air seaplanes make several flights daily from downtown ",{"type":"[[","value":[["Seattle"]]},"'s Lake Union to seven locations in the San Juan Islands including San Juan Island. Kenmore Air Express ",{"type":"[","value":["http:\/\/kenmoreair.com"]}," also offers daily land plane service between Seattle's Boeing Field\/King County International Airport (BFI) and Friday Harbor Airport (FRD). Complimentary shuttle transfers are available to\/from Seattle-Tacoma International Airport (SEA) for passengers on either Kenmore Air service. A quick and spectacular, though not cheap, way to arrive."]]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Juan Island National Historical Park"]}," - here in 1859 the United States and Great Britain nearly went to war over a dead pig, two visitors centers, one located at American Camp on Cattle Pont Road, the primary southbound road on the island, and the other at English Camp, off West Valley Road, between Yachthaven and Roche Harbor roads"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=SanjuanislandsTV.com"],["url=http:\/\/www.sanjuanislandstv.com"],["email="],["address=Friday Harbor, WA 98250"],["lat="],["long="],["directions=San Juan Islands Travel and Visitor Information"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Streaming video website with news, links, and information on what to see and do, where to eat, shop, and stay, and how to get to the San Juan Islands."]]}]},{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Orca Whale Watching from Sea Kayaks"]},"  Biologist guides lead tours to the prime orca whale watching waters. Abundant seals, eagles, and other marine wildlife. Tour lengths range from a half-day up to 2, 3 and 5 day camping trips to the smaller islands. +1 360-378-5767 or +1-888-589-4253, whales@sea-quest-kayak.com ",{"type":"[","value":["http:\/\/www.sea-quest-kayak.com\/sea-kayaking-washington-kayak-seattle.htm\/ Kayaking with Orcas Whales from San Juan Island"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Birding and Bird-watching Tours"]},"  Local bird book author\/biologist Mark Lewis guides birding tours throughout the San Juan Islands, home to 300 species of birds. Tour lengths from half-day to full day to multi-days. +1 360-378-5767 or 888-589-4253, whales@sea-quest-kayak.com ",{"type":"[","value":["http:\/\/www.sea-quest-kayak.com\/bird-watching-washington-birding\/bird-watching-san-juan-islands-birding.htm\/ Birding Tours on San Juan Island"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Award Winning Sea Kayak Tours"]},"  With a location downtown where the ferry drops you off.  Discovery Sea Kayaks has been running tours with routes that deliver the opportunity to see one of the three Orca Pods that travel there region. Highly experienced naturalist guides will provide an safe and educational kayak adventure. +1 360-378-2559, info@discoveryseakayak.com ",{"type":"[","value":["http:\/\/www.discoveryseakayakcom National Geographic Adventure Award Winning Kayak Tours"]}]},"\n",{"type":"[[","value":[["Image:Orcas7.jpg"],["thumb"],["Lime Kiln Point"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lime Kiln Point"],["alt="],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Lime%20Kiln%20Point"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lime Kiln Point is a 36-acre day-use park set on the west side of San Juan Island. The park is considered one of the best places in the world to view whales from a land-based facility. Orca whales are common in the waters off Lime Kiln. The park, which features a richly diverse environment, includes the remnants and landscapes of a history filled with change, along the rocky shoreline and through the wooded uplands."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=San Juan Safaris Whale Watching"],["alt=Whale Watching & Wildlife Tours"],["url=http:\/\/www.sanjuansafaris.com"],["email=Fun@SanJuanSafaris.com"],["address=2 Spring Street Lainding"],["lat="],["long="],["directions=steps from the ferry"],["phone ="],["tollfree=+1-800-450-6858"],["fax="],["hours=8 am to 8 pm"],["price=$49 and up"],["content=see wild orca whales (80 + resident orca), seals, porpoise, dolphin, eagles, blue heron, rafts of sea birds. New, fast 55 foot boat with lrg windowed cabin, walk around deck and bathroom. Excellent reputation for respectful wildlife viewing."]]}]},"\n",{"type":"*","value":["Wandering around in Friday Harbor is a good way to while away an afternoon, perhaps as you wait for the ferry.  ",{"type":"'''","value":["Funk and Junk"]}," on  Nichols Street has an eclectic mix of interesting finds, there are several new and used book stores, 2 bakeries (one on Mullis, the other on Nichols Street), the ",{"type":"'''","value":["Doctor's Office"]}," and ",{"type":"'''","value":["Roy's"]}," are two favorite coffee joints...."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["San Juan Islands"]]},"\n",{"type":"{{","value":[["geo"],["48.5333"],["-123.083"]]},"\n",{"type":"[[","value":[["Wikipedia:San Juan Island"]]}]