[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=San Jose"]]},"\nSan Jose is a 4th class municipality in the province of ",{"type":"[[","value":[["Camarines Sur"]]}," in the ",{"type":"[[","value":[["Philippines"]]},". According to the 2007 census, it has a population of 35,768 people.\n\n",{"type":"==","value":[" Understand "]},"\nThe town of San Jose, then known as Danlog, was a barrio of Lagonoy in the early 19th century. It remained part of Lagonoy until the year 1813 when San Jose was established under the name of Patrocinio derived from the word \"patron\" which means \"model\". Later, the words \"de San Jose\" were attached to its former name, thus becoming Patrocinio de San Jose. But it was soon shortened to San Jose which is now the official name of the municipality.\n\nMay 19 marks the annual celebration of the feast day of San Jose, the town's patron saint.\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Naga"]]}," - Take any bus from the central terminal marked \"Laganoy\", the bus will pass through the towns of Pili, Ocampo, Tigaon and Goa and finally bring the visitor after 1.5-2hrs to San Jose.  Alternatively the trip by van takes approximately 1-1.5hrs.\n\nFrom Legazpi - take a bus to Naga then follow above directions or for a more scenic route via Tobacco, take a bus or van around the spectacular Mt Mayon to Tobacco then transfer to Goa.  This route provides breathtaking scenery as it meanders along the jagged coastline with views out to Ataluyan island and Caramoan Peninsula.\n\n\n",{"type":"==","value":[" Get around "]},"\nVans and buses frequently travel between San Jose, Goa and Naga from Lagonoy or Sabang port.  Within San Jose, Jeepneys regularly run to Sabang port and tricycles and padyaks (non-motorized tricycles) are very popular.\n\n",{"type":"==","value":["See"]},"\n\nCalalahan, situated beside the Lagunoy Gulf, is rich in aquatic resources (Sail Fish, Dolphin, Anchovy, etc.).\n\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sabang Beach"],["url="],["email="],["address=Sabang, San Jose, Camarines Sur"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The coastal tip of San Jose's shorelines, frequented by tourists and travelers bound to Caramoan Peninsula."]]}]},{"type":"===","value":[" Adiangao "]}," \nAdangiao is a beautiful barrio with lot's to see, you can get here either by Jeepney at Goa Jeepney Terminal towards Presentacion, Garchitorena or Caramoan, or by boat from Barangay Sabang,45 minutes to one hour\n",{"type":"*","value":[{"type":"'''","value":["Adiangao Cave"]}," - located in Adiangao San Jose, the entrance to this cave is on the side of a small hill overlooking the sea."]},{"type":"*","value":[{"type":"'''","value":["Tagithi Falls"]}," is almost 2 hours away from Adiangao proper. "]},{"type":"*","value":[{"type":"'''","value":["Pamaypay Falls"]},"- known as Abaniko Falls, in English - Fan Falls, located approximately 1 Km from Barangay Adiangao. The falls is near Barangay Ayugao."]},{"type":"*","value":[{"type":"'''","value":["Libtong Falls"]}," - 50 meters away from Adiangao.  This is the favourite swimming area of the children of Adingao"]},{"type":"*","value":[{"type":"'''","value":["Cawa Falls"]},"it called Cawa because the falls looks like a big cooking pot."]},"\n",{"type":"==","value":[" Do "]},"\nSan Jose is surrounded with beautiful mountains, rivers, beaches and waterfalls.  It is set amongst rice paddocks and the visitor must be prepared to explore to fully enjoy what the area has to offer.\n\n",{"type":"==","value":[" Eat "]},"\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\nSan Jose has a number of homestay and resort accommodation options for those wishing to stay awhile and relax on its beaches, or for those wishing to overnight on their way to Caramoan.  The easternmost barangay of Adiangao has beautiful limestone cliffs set up in the hills over looking the ocean and town proper.  This is reached by boat from Sabang or Dolo port after 45 minutes.\n\n",{"type":"==","value":["Contact"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Camarines Sur"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:San Jose, Camarines Sur"]]},{"type":"{{","value":[["geo"],["13.699167"],["123.518333"]]}]