[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["San Jose del Cabo"]}," is a city in ",{"type":"[[","value":[["Los Cabos"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Plane"]},"\nThe Los Cabos International Airport (",{"type":"{{","value":[["IATA"],["SJD"]]},") is located in San Jose del Cabo. It is the main airport serving the cities of ",{"type":"[[","value":[["Cabo San Lucas"]]}," and San Jose del Cabo.\n\nThe airport is located about 10 miles north from downtown San Jose del Cabo. You can reach the airport via a toll road, or via the very busy (lots of traffic and stop lights) Transpeninsular Hwy (Highway 1).\n\n",{"type":"===","value":["By Car"]},"\nSan Jose del Cabo can be reached by the Transpeninsular Hwy (Highway 1), which connects San Jose del Cabo with ",{"type":"[[","value":[["Cabo San Lucas"]]}," in the west and ",{"type":"[[","value":[["La Paz (Mexico)"]]}," in the north.\n\n",{"type":"===","value":["By Bus"]},"\nSan Jose del Cabo is served by a bus company with frequent service to ",{"type":"[[","value":[["Cabo San Lucas"]]},", ",{"type":"[[","value":[["La Paz (Mexico)"]]},", ",{"type":"[[","value":[["Todos Santos"]]},", ",{"type":"[[","value":[["Loreto (Baja California)"]]}," and other nearby cities.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Autotransportes Aguila"],["alt="],["url=http:\/\/www.autotransportesaguila.com\/"],["email="],["address=Calle Valerio Gonzalez Canseco S\/N"],["lat="],["long="],["directions=Just east from Transpeninsular Hwy, across the street from Walmart."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tickets sold in advance, but reservation is not required."]]}]},"\n",{"type":"==","value":["Get around"]},"\nAll major car rental agencies have offices both at the airport and in San Jose del Cabo. Several local agencies also serve the airport.  At the airport, agencies offer shuttle service to their off-site rental offices.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Economy\/Cactus car rental"],["alt="],["url= http:\/\/www.cactuscar.com\/home\/"],["email= amiranda@cactuscar.com"],["address="],["lat="],["long="],["directions= After arranging the rental, you will catch a shuttle at the exit of the airport after passing a ton of salespeople and taxi drivers"],["phone="],["tollfree="],["fax="],["hours="],["price= Example: ~ 2010 VW Jetta for 8 days was $230 USD, no extra charges or fees, everything included"],["content=Trustworthy and reliable, get in contact with Antonio Miranda (amiranda@cactuscar.com) for a quote. They accept credit cards, and what they tell you they charge they actually charge, no funny business. All insurance and rental fees are included in the price they quote. If you return the car in the same shape you rented it and with the same amount of gas, you won't have any problems. No limits on kilometers traveled. If you have an early flight, you can just leave the car in the airport parking lot with the key and ~ 10 USD to cover the parking fee. Very easy to deal with."]]}]},"\nPublic transportation (buses) around San Jose del Cabo connects downtown with points north and west. Service is not frequent (about once every 20-30 minutes). Bus lines are represented by the color of the bus (for example, \"white\" line, \"yellow\" line).\n\nLocal buses also run between San Jose del Cabo and ",{"type":"[[","value":[["Cabo San Lucas"]]},", with service every 20-30 minutes, taking about 30-45 minutes to travel between these cities using Transpeninsular Hwy (Highway 1). Buses stop at most major attractions and beaches along the highway. Pay the driver when you get on the bus. Service stops around 11pm.\n\n",{"type":"==","value":["See"]},"\nMost major attractions are within walking distance of downtown San Jose del Cabo.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Plaza Central"],["alt=Main square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main public plaza in downtown San Jose del Cabo. Events such as music and dancing take place during the week, especially on Saturday and Sunday nights. Numerous stores and restaurants face the plaza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Catedral de San Jose"],["alt=Saint Joseph's Cathedral"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located at the west end of the Plaza Central, it is the main (catholic) church in San Jose del Cabo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Boulevard Antonio Mijares"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Numerous stores, restaurants and bars can be found along this street, arguably the liveliest one in peaceful San Jose del Cabo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Estero San Jose"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful marsh with walking trails, located just east of downtown."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe road connecting San Jose del Cabo and Cabo Pulmo along the east road cape (unpaved) has some beautiful views and beaches with nice surfing spots. It's possible to take a day trip or even spend a few nights on the road exploring a different side of Cabo far from the touristy resorts. (Note: If you drive a rental car, make sure you are allowed to drive on this unpaved road. Some agencies void insurance coverage while driving on this road.)\n\nSeveral beautiful beaches can be easily reached by car or by public transportation. Worth noting are the nearby beaches of \"Punta Palmilla\" and \"El Chileno\", both located west of town. \"El Chileno\", located in Chileno Bay about 15 miles west of San Jose del Cabo, was recently awarded a \"Blue Flag\" certificate, handed out by the nonprofit ",{"type":"[","value":["http:\/\/www.fee-international.org\/en\/menu\/programmes\/blue-flag Foundation for Environmental Education"]},", for its excellent water quality. \"El Chileno\" beach is extremely well maintained, has on-site facilities (restrooms, showers, trash bins) and unpaved parking with security. The beach is open from 7am to 7pm in the summer.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nMany restaurants are located in or near downtown San Jose del Cabo.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Toro Guero"],["alt=Mariscos El Toro Güero"],["url="],["email="],["address=Corner of Avenida Centenario and Calle Idelfonso Green"],["lat="],["long="],["directions=Four blocks west of Plaza Central in downtown San Jose del Cabo."],["phone="],["tollfree="],["fax="],["hours="],["price=MXP. 100 and above"],["content=Packed by locals for afternoon \"comida\", serves a variety of seafood dishes such as \"ceviche\", \"tacos\", \"molcajetes\", \"filetes\" at fair prices. \"Aguas frescas\" are outstanding, but service can be slow during weekday afternoon rush hour.  Limited off-street parking is available. Restaurant has two locations, the most convenient for tourists is the location near downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Las Guacamayas"],["alt=Taqueria Las Guacamayas"],["url="],["email="],["address=On Paseo de los Marinos near the corner with Paseo del Pescador"],["lat="],["long="],["directions=About 12 blocks west of Plaza Central in downtown San Jose del Cabo. Follow Calle Manuel Doblado past Transpeninsular Hwy, right on Paseo del Pescador, then left on Paseo de los Marinos."],["phone="],["tollfree="],["fax="],["hours="],["price=MXP. 100 and above"],["content=A bit far away from downtown, but well-worth the trouble. Serves a large variety of mainly beef, pork and chicken \"tacos\", \"quesadillas\" and \"sopes\". \"Aguas frescas\" are very good. Crowded with locals and tourist alike for evening dinner, offering live music most days. Street parking only."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Yuca Inn"],["alt="],["url= http:\/\/www.yucainn.com.mx\/indexeng.html"],["email="],["address= Obregon 1A Col. Centro San Jose del Cabo"],["lat="],["long="],["directions= Just off of the main plaza down Obregon"],["phone="],["tollfree="],["fax="],["price= 550 for two people, 500 for one person, economical rooms for a couple hundred pesos cheaper"],["checkin="],["checkout="],["content= Basic rooms that are very clean with a nice courtyard, although some of the rooms smell a bit smoky. Excellent location, right near the center, though some of the rooms have windows facing a larger road so noise may be an issue. Overall good value."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Señor Mañana Posada Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= Right next door to Yuca Inn on Obregon"],["phone="],["tollfree="],["fax="],["price= A bit cheaper than Yuca Inn"],["checkin="],["checkout="],["content= Basic rooms, though more of a party atmosphere than Yuca Inn."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nDay trips to ",{"type":"[[","value":[["Cabo San Lucas"]]}," are easy to take by car or public transportation (bus).  ",{"type":"[[","value":[["La Paz (Mexico)"],["La Paz"]]}," can be reached by bus in about 2.5 hrs.\n\n",{"type":"{{","value":[["routebox"],["image1=Carretera federal 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["La Paz (Mexico)"],["La Paz"]]}],["minorl1=",{"type":"[[","value":[["Los Barriles"]]}],["directionr1=S"],["majorr1=END"],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Cabo San Lucas"]]}]}]]},"\n\n",{"type":"{{","value":[["geo"],["23.0614"],["-109.7081"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Baja California Sur"]]}," \n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:San José del Cabo"]]}]