[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["San Pedro City"]}," is a city situated just outside the limits of ",{"type":"[[","value":[["Metro Manila"]]},". It is administratively located in ",{"type":"[[","value":[["Laguna"]]}," province.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["14.36337"],["121.05322"],["zoom=15"],["height=470"],["width=470"],["layer=OP"]]},"\n\n",{"type":"==","value":["Get in"]},"\nIf you came from NAIA, use the south superhighway 20 to 30 km south. You can take a taxi from the airport going to San Pedro, but beware of drivers that may take advantage of you. You can also utilize other forms of public transportation if you're into adventure. You can take a jeepney get off at Sucat interchange and take a bus or jeepney to ",{"type":"[[","value":[["Alabang"]]},". From Alabang you can choose to ride a jeepney or bus. There is also a shuttle van via Susana Heights or Halang Exit depending on your destination. The terminal is at Festival Mall.\n\n",{"type":"==","value":["Get around"]},"\nThe major form of public transportation you can use is the tricycle and the jeepney. \n\n",{"type":"==","value":["See"]},"\nNot much to see here, but if your lucky you can witness the Sampaguita Festival where we showcase one of our main product the sampaguita flower and also the Hiyas ng San Pedro which is a local beauty pagent where we choose not only the fairest but the wittiest among our young ladies.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nSampaguita Garland which is made from Sampaguita flower that has a very nice scent.\n\n",{"type":"==","value":["Eat"]},"\nThere are several fast food restaurants you can go to, like Mcdonalds in Sibulo Village, beside Coconut Planters Bank. Jolibee has three branches one is located in Pacita, another at San Pedro Town Center and one in San pedro Poblacion beside the Catholic church. Tropical Hut, Max's Chicken, Lots a Pizza and Greenwich in Pacita Complex. Pizzahut and Chowking along national road in front of Bank of Commerce Pacita.\nThere are also more restaurants to choose from along main road of Pacita Complex which serves different Filipino dishes that you may want to try like goto, lugaw, balbakwa, tapa, chicken inazal and many more.\n",{"type":"==","value":["Drink"]},"\nThere are many restaurants to choose from along National Road and Pacita Complex main road where you can enjoy our local beers at affordable rates per bottle.\n\n",{"type":"==","value":["Sleep"]},"\nThe only major hotel in San Pedro is located at San Pedro Town Center, near United San Pedro Subdivision. You can also utilize the local inns and motels along national road. Rates vary from 200 php to 700 php for the first 3 hours and pay an overtime fee every hour. You can also take advantage of other packages if you plan to stay longer like 12 hour or 24 hour stay. It would be better if you stay at hotels in neighboring cities, like in Alabang, Muntinlupa City, to ensure security, quality service and enjoy complete amenities.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThere are several terminals you can go to if you are going to Manila. The route is San Pedro to LRT\/Lawton, you can take a bus at Biñan Bus Liner (airconditioned)along San Pedro National Road beside Abanto Grocery opposite Mercury Drugs. Another is Greenstar Express Inc. (airconditioned)at Pacita Complex in front of Pan de Manila.\nIf you are going to Makati, Cubao, Novaliches and Monumento, you can ride Dela Rosa Transit or Cher Transit (airconditioned)located along San Pedro National Road across Quickway Machine shop and Saint Rose Transit (Ordinary)also going same route. If you want to take the jeepney you can hail one going to Alabang and then transfer to another jeepney going to where you want to go. \nYou can also take a taxi. One terminal is at 2nd street Pacita Complex or along the national road near Meralco office. If you plan to take the train there is a train station in Pacita Complex but the schedule varies from time to time.\n\n",{"type":"{{","value":[["IsPartOf"],["Laguna"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:San Pedro, Laguna"]]},"\n",{"type":"{{","value":[["geo"],["14.364722"],["121.055556"]]}]