[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["San Pedro de Quemes"]}," is a village in ",{"type":"[[","value":[["Potosí (department)"],["Potosí Department"]]},", ",{"type":"[[","value":[["Bolivia"]]}," .\n\n",{"type":"==","value":["Understand"]},"\nSan Pedro de Quemes is one of the points of refuelling & resupply around Salar de Uyuni.\n\nYou can get Internet access in the municipal centre that is on the east side of the main square.\nYou can find limited groceries - no fresh fruit or vegetables to speak of, but plenty of cookies, pasta, tuna, sauces, long life juices and eggs.\n\nThere is a bakery that prepares bread every day but you need to order your bread in advance. This lies close to the southern edge of town, ask around or check out OpenStreetMap for its exact location.\n\n",{"type":"==","value":["Get in"]},"\nThe roads that lead to\/from San Pedro de Quemes are mapped in OpenStreetMap. They include an approach from the south that links to the \"International Road\", a road leading to San Juan and a smaller road leading to Salar de Uyuni.\n\n",{"type":"==","value":["Get around"]},"\nSan Pedro de Quemes is small enough to walk around on foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Pueblo Quemado, the ruined village on the top of the hill."]},{"type":"*","value":["The local museum"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nMeals can be prepared for you if you ask in advance. Do not expect a turn-up-and-eat restaurant, because you will find none.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are at least two hotels.\n",{"type":"*","value":["The expensive one (100 USD per night) on the top of the hill."]},{"type":"*","value":["The inexpensive one (50 BOB per night) lies on the southern edge of the town, right next to the football field."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nYou will probably need to arrange your own transportation. Guided tours with 4x4 vehicles use San Pedro de Quemes as an overnight stop, so ask them if they have room for you.\n\n",{"type":"{{","value":[["geo"],["-20.7500"],["-68.0833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Potosí (department)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:San Pedro de Quemes"]]}]