[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["San Casciano"]}," is a city in ",{"type":"[[","value":[["Tuscany"]]}," and is a municipality in the province of Siena, whose birth and development are undoubtedly linked to the presence of the hot springs (there are 42 springs). Both the Etruscans and the Romans have subsequently appreciated and frequented these places. According to tradition and as is recounted in the works of Horace and other classical writers, visitors to the area include the Emperor Octavian Augustus. The large turnout to these spas by the citizens of ancient Rome is testified by the many tombstones which emerged over the centuries in the countryside around San Casciano, one of which is dedicated to triaria, the wife of Emperor Vitellio. A lot of people from all over Italy and Europe relied on the thermal springs of San Casciano to treat the most disparate diseases. By the end of the Roman Empire the spas of Rapolano underwent a long period of crisis, only to be interrupted during the seventeenth and eighteenth centuries, marking a return to its former splendor. The end of the eighteenth century saw San Casciano fall into a progressive decline due to a failure to adopt the new standards that were applied to all spas. After an attempt at revival in the 1930s, the sancascianesi spas found their role with the creation of a spa complex and hotel of great value.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Thermal Baths"],["alt="],["url=http:\/\/www.turismo.intoscana.it\/intoscana2\/export\/TurismoRTen\/sito-TurismoRTen\/Contenuti\/province\/SI\/sancascianodeibagni\/visualizza_asset.html_443154716.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["42.8667"],["11.8833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Siena (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:San Casciano dei Bagni"]]},"\n\n",{"type":"[[","value":[["Commons:Category:San Casciano dei Bagni"]]}]