[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:San Juan del Sur, taken from cross on hill overlooking bay.jpg"],["thumb"],["250px"]]},"\n\n",{"type":"'''","value":["San Juan del Sur"]}," is a port on the Pacific coast of southwestern ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Rivas"]]}," take a taxi or the bus directly to San Juan del Sur. It is about a 1 hour ride. \"Colectivo\" taxis cost 35 cordobas per person, no matter how full the taxi is. However, that means the driver might try to fill up the taxi before leaving. Taxi drivers are honest as to whether it is a colectivo or not. The easiest place to find taxis from Rivas is from the bus terminal.\n\nIn Rivas, there are buses south (to the Costa Rican border), and north to Managua.\n\n",{"type":"==","value":["Get around"]},"\nWalk. The town is small. There are also constant offers of \"Taxi, Sir?\". Some hotels have shuttle service to other beaches, or call Carlos Rivera taxis private phone 505 86180261.  There are a number of beaches north and south of town. Shuttles or pangas can be arranged through surf shops, or rent an ATV or motorcycle (roads are dirt and frequently in bad condition).\n\n",{"type":"==","value":["See"]},"\nThere are many brightly colored houses which land on every tourist's camera but that's just the tip of the iceberg when it comes to San Juan del Sur's beauty. The waterfront is a joy and small boats bob at anchor in the harbor as pelicans swoop down to perch on their bows. The walk up to the cross overlooking the harbor is an arduous 20-minute trek, but the vistas of the harbor are spectacular. A zip-line canopy tour can get you up into the treetops, and spider monkeys and other natural life abound in the region. There are dozens of spectacular remote beaches both north and south of downtown where pounding surf and dramatic rock formations await the intrepid shutterbug.\n\n",{"type":"==","value":["Do"]},"\nHang out, talk, drink, eat.  It is very laid-back here.\nMove a bit and you might find a good beach to surf.\n\nRent bicycles and explore the smaller beaches to the south and north. They cost $5 per day to rent, but are not in very good condition.\n\nLearn Spanish in the local Spanish schools in town, ",{"type":"[","value":["http:\/\/www.learnspanishya.com Spanish Ya"]},", ",{"type":"[","value":["http:\/\/www.nicaspanish.com Nica Spanish"]}," and ",{"type":"[","value":["http:\/\/www.sjsspanish.com San Juan del Sur Spanish school"]},".  All of them with very competitive prices and good experience in organizing the Spanish programs.\n\nTake a day trip water taxi to ",{"type":"[[","value":[["Playa Madera"]]},", north of San Juan de Sur for $8. Sign up at the stand in front of Hotel Estrella. It leaves about 10AM and returns at 4PM. The boat ride is about half an hour. Playa Madera can also be accessed via taxi, that costs around $10-$15 for two people. The drive can be difficult, and you may encounter hills where your cab driver will ask you to get out and walk up the hill. In addition to the beaches to the north of San Jan del Sur, there are some great beaches to the south (including Playa del Coco), which are less accessible but afford more privacy.\n\nThere is a light house that no longer resembles a light house. But the point is not the destination, rather the journey. The view of the coast and the bay of San Jan de Sur is amazing. To get there, pass through the small port entrance, find the overseer of the property where the light house is and convince him you won't take pictures of anything. If he lets you pass, keep your promise. \n",{"type":"*","value":[{"type":"'''","value":["Beach Front Rentals"]}," in San Juan Del Sur offers ATV guided tours through the mountains and to the beaches. If you'd rather go by sea try their 2008 3 seater waverunners. If you have kids, pull them along on their tubes. What a blast! You may contact them at 568-2030 and let the fun begin!! Acroos from the Eskimo Ice cream."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bodhin Adventure Services"],["alt="],["url=http:\/\/www.bodhin.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At www.bodhin.com is a local group that provides Wellness Inspired Adventures, \"Green\" Yoga Retreats\/ Yoga Teacher Trainings, and Aquatic Getaways such as SCUBA diving, snorkeling and surfing on the best surfing beaches to kayaking or kite surfing on one of the largest fresh-water lakes in Central America. They serve as a local concierge and also offer intimate, budget-sensitive itineraries as well. Bodhin also produces the largest mountain bike race in the region, called 'the Howler' www.sanjuanhowler.com with 100% of the proceeds going directly to local charities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rancho Chilamate Horseback Adventures"],["url=http:\/\/www.ranchochilamate.com\/"],["email="],["address=Escamequita"],["lat="],["long="],["directions=10 km south of San Juan del Sur"],["phone=8-755-6475"],["tollfree="],["fax="],["hours="],["price="],["content=A private, solar powered ranch with happy, healthy horses and good tack, includes English guide and a photo shoot of your ride and a contribution to the local community fund is included. They specialize in guided horseback tours through rural Nicaragua to the spectacular nearby beaches."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=San Juan del Sur Biblioteca Movil"],["url="],["email="],["address=adjacent to the church and park"],["lat="],["long="],["directions="],["phone=011-505-568-2338"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=url="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The SJDS Biblioteca Movil is the first lending library in Nicaragua, providing books, information, technology, and community center services to the people of San Juan del Sur and its surrounding communities.  Books available in Spanish and English.  Spend time volunteering in the library or with the mobile book van; check at the library for activities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=NSR Surf Shop"],["url=http:\/\/www.nicaraguasurfreport.com"],["email="],["address=50meters Nort del Texaco"],["lat="],["long="],["directions=walk 50 meters north of Texaco station off main road upon entering town."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Spa del Sur"],["url=http:\/\/www.spadelsur.com"],["email="],["address=1\/2 block south of the municipal mercado"],["lat="],["long="],["directions="],["phone=(505) 8381-7671"],["tollfree="],["fax="],["hours="],["price="],["content=Full service day spa offering world-class massage therapy, manicures, pedicures, facials, waxing, body scrubs and more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Surf Ranch Paintball"],["alt=Surf Ranch Paintball"],["url=http:\/\/www.surfranchnicaragua.com\/paintball.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=1 acre jungle paintball course, gear rental, snack shop at the Surf Ranch Action Sports Resort. Drop in or join weekly paintball competitions to win cash prizes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Chicabrava Surf Camp"],["url=http:\/\/www.chicabrava.com"],["email="],["address=Edificio Chicabrava, calle frente al mar"],["lat="],["long="],["directions=1\/2 block north of Eskimo Ice Cream, beach front road"],["phone=(713)893-5260"],["tollfree="],["fax="],["hours="],["price=$30 and up"],["content=Elite surf camp for adventurous women who appreciate comfort as well as challenge.  Daily surf lessons, board rentals, and a variety of surf\/travel packages, which include surfing world class waves, spectacular accommodations, authentic local cuisine, yoga, soothing massage, and a variety of exciting activities in a safe environment."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=SanJuanSurf"],["alt=San Juan Surf"],["url=http:\/\/www.sanjuansurf.com"],["email="],["address=Beach Rd"],["lat="],["long="],["directions=in the NicaLifeRealty building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beach Road (in the NicaLifeRealty building), [new]. This is a shop for surf gear and apparel - The SanJuanSurf T-shirts and caps have become a popular souvenir."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rivas Spanish School"],["url=http:\/\/www.rivasspanishschool.com"],["email="],["address=Anthropological Museum"],["lat="],["long="],["directions=Rivas city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Four hours a day in the morning, with four hours of activities in the afternoon from Monday to Friday, such as excursions and cultural activities. Homestay with three meals a day (breakfast, lunch and dinner) since it starts program at school. Family members help the student to practice their Spanish and that way get a better adaptation to the language. School programs begin on Saturdays and Sundays when the arrival of the students and be located by the school staff in their family home, to start your class on Monday. The school has bus service for students who wish this service. They offer: Frontera (Peñas Blancas) to Rivas, San Juan del Sur to Rivas, Airport (Managua) in Rivas, Granada to Rivas, Rivas to León."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Airbag Freestyle Drop"],["alt=at the Surf Ranch Action Sports Resort"],["url=http:\/\/www.surfranchnicaragua.com\/airpaddrop.html"],["email="],["address="],["lat="],["long="],["directions=surf ranch action sports resort"],["phone=505-8816-8748"],["tollfree="],["fax="],["hours=1-5PM"],["price=$10"],["content=Nicaragua's only tower drop to giant inflatable air bag for jumping, flipping and skateboarding into.  12ft and 20ft drops.  Mini mega launch ramp for skateboards, bikes, snowboards and skis (artificial snow)...coming soon."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Zen Yoga Nicaragua"],["alt=San Juan del Sur's Yoga Studio"],["url=http:\/\/www.zenyoganicaragua.com"],["email="],["address=next to the Park. Across from Pizzeria San Juan"],["lat="],["long="],["directions=kitty corner to the park and church square through the bamboo gates of the plant nursery"],["phone=505-8465-1846"],["tollfree="],["fax="],["hours=7 to 7 Monday through Friday and 9-noon Saturday and Sunday"],["price=$8 drop-in\/class packs available"],["content=San Juan del Sur's first yoga studio, with a view of the church and town from above on the second level. Zen offers multiple classes daily with highly trained instructors. Drop in classes cost $8 and include a cup of tea and use of a yoga mat. Class packages are available and can be shared among groups. Inquire about private and small group sessions. Also offers Thai, Swedish, deep tissue and Reiki massage by certified massage therapists."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThis is a small town.  There are increasingly more and more shops, and a market area that is aimed both at locals and at tourists with increasingly \"American\" prices. There's an English bookstore with a café in it, wide range of all kinds of different books, just ask your way around, it's not hard to find. T-Shirts of varying quality saying something along the lines of Surfing San Juan del Sur are sold at many touristy places.\n\n",{"type":"==","value":["Eat"]},"\nThere are a string of open air cafe\/restaurants along the waterfront.  They serve excellent fresh seafood. You get local breakfast offers in the market where there's a few little Sodas in a row.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurant La Cascada"],["alt=Located at Pelican Eyes Hotel & Resort"],["url=http:\/\/www.piedrasyolas.com\/"],["email="],["address=De la Parroquia 1½ cuadras al este"],["lat="],["long="],["directions=San Juan del Sur, Nicaragua"],["phone=+505-2563-7000"],["tollfree="],["fax="],["hours=7AM-10PM daily (bar is open until 11PM)"],["price="],["content=Serving unique international and Nicaraguan gourmet fare, guests are invited to dine al fresco by the pool or at a candlelit, ocean-view table in the open-air dining room overlooking the cobalt-blue waters of the Pacific Ocean. Open daily for breakfast, lunch and dinner features signature dishes using only the freshest local ingredients. Enjoy fish and seafood fresh from the sea, locally grown garden vegetables, freshly-baked bread, and delicious local and imported meats, handcrafted pastries and desserts. A poolside menu for snacks and light lunches is offered."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Calibri"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by a British expatriate and her Italian husband, this wonderful restaurant serves a delicious Mediterranean inspired menu, along with a coconut milk curry. Located in a little house filled with fantastic curios and sense of warmth and color, this restaurant caters mainly to a tourist cliental and fills up everynight. The Sangria is to die for!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Veranera Pizza"],["url="],["email="],["address=Playa El Coco"],["lat="],["long="],["directions=30 minutes South of San Juan"],["phone=87601675"],["tollfree="],["fax="],["hours="],["price="],["content=This new Pizza Pick-up and Delivery is the place to go when you are longing for a tasty Pizza that minimum feeds 2 people. As it is part of a guesthouse ask for Luise when knocking on the door."]]}]},"\n",{"type":"==","value":["Drink"]},"\nYou are in Nicaragua, so drink Flor De Cana if you like rum. Drink Victoria or Toña if you prefer cervezas bien frias.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jerry's pizza"],["url="],["email="],["address=South side of the Central Market"],["lat="],["long="],["directions=Located in front of the Bus Stop"],["phone=8804-6640"],["tollfree="],["fax="],["hours=8AM - 10:30PM"],["price="],["content=Open daily except Monday. Serving the best pizza, pastas, roast chicken, sandwiches and breakfast. A good selection of vegetarian dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Pier"],["url="],["email="],["address=Beach Ave"],["lat="],["long="],["directions=113 Staggers & Stumbles past Eskimo"],["phone=(505) 8901-2202"],["tollfree="],["fax="],["hours="],["price="],["content=Centrally located on the beach and known for its groovy vibe, The PIER provides friendly service & a personal touch. Beach chairs and hammocks, free wifi and a big screen tv, acoustic jams and live music, fun games and regular events, happy hours and beach bonfires."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Irish bar"],["url="],["email="],["address=2 blocks from the market"],["lat="],["long="],["directions="],["phone=8973-7855"],["tollfree="],["fax="],["hours="],["price="],["content=A taste of Ireland with Guinness, a variety of whiskeys and Irish food. Free Wifi, two big screen TVs (football, boxing and rugby), poker nights and live music."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aventura Lodge"],["url="],["email=aventurasanjuan@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=There are 5 Jungle Suites available from $50 per night, 1 Canopy Apartment from $80 and 4 Tree House beds from $15. Breakfast is included and wireless internet is available. Cable TV and air-conditioning feature in all Jungle Suites and in the Canopy Apartment."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bahia del Sol"],["url=http:\/\/www.bahiadelsolnica.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Villas and condominiums are within walking distance of the beach in the best residential neighborhood in San Juan del Sur with spectacular views of the bay. Rent by the day, week, or month all of them fully equipped. The two story villas are the epitome of luxury and space. Three bedrooms, 2.5 baths, a big dining table and large terraces let large families or a group of friends spend time together with comfort and privacy. The complex includes a private pool and full hotel service."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Brianna's Surf House"],["url=http:\/\/www.maderabeachhouse.com"],["email="],["address=playa madera"],["lat="],["long="],["directions=12.kil north of San Juan Del Sur"],["phone=(505)888-72933"],["tollfree="],["fax="],["hours="],["price=$50-150"],["content=Two bedroom (a\/c), one bath beach house. The house sleeps seven with ease, has full kitchen, living room, huge patio with four hammocks, water tank, secure, gen back-up, weekly linen service and private parking. The front door has a private entrance to madera beach. After walking two minutes you are in the ocean. Walk another five minutes and you are at Los Playones, famous for surfing. The back door beach is magical manajual. It is another two minute walk. Howler monkeys and turtles are abundant to view from house. This community is very private with a total of just seven houses. The beach house may be rented by day or night, weekly or by month."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Estrella"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=8 US$ per person per night,"],["checkin="],["checkout="],["content=Right on the beach, but the balconies are accessible from each other, and the doors are only lockable from the outside. Some have had to put a stone in front of the door just to keep it shut. There are stories of other people that said they had bats coming in the window, banging against the walls and falling on their beds. There is a very comfortable common room and the bedrooms are clean and with beautiful views of the Pacific."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Gran Oceano"],["url="],["email=hgoceano@ibw.com.ni"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Del parque, 2 c hacia el mar. Among the nicest. They also arrange boat trips."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Villa Isabella"],["url=http:\/\/villaisabellasjds.com"],["email="],["address=Diagonal Norte Iglesias Catolica San Juan del Sur Rivas, Nicaragua"],["lat="],["long="],["directions="],["phone=Nicaragua-2568-2568 USA-970-744-2082"],["tollfree="],["fax="],["hours="],["price=$65-150"],["checkin=3PM"],["checkout=Noon"],["content=Hotel with nine bedrooms and four 1-2 bedroom condominium apartments, with full breakfast included. Free Wi-Fi, free phone calls to the USA and Canada, a courtyard swimming pool, window screens and quiet air conditioners, private baths, hot water showers, and bath tubs. Cable TV and VHS\/DVD with a large selection of movies in English and Spanish. Secure parking. Handicapped access."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Latin Latitudes Bed & Breakfast"],["url=http:\/\/www.latinlatitudes.com"],["email="],["address=Km. 12 Camino Ostional"],["lat="],["long="],["directions=Playa el Yankee"],["phone=505 8 671 9698"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This B&B offers guests beautiful ocean views within a peaceful setting of tropical gardens, coastal forests and pristine beaches. Full breakfast included. Lunches & dinners available at reasonable cost. Rooms with private and shared baths from $40. Canadian owners."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lazy Jakes Guesthouse"],["url=http:\/\/www.lazyjakes.com"],["email="],["address=Playa Madera's and Playa Marsella"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$45-75US night"],["checkin="],["checkout="],["content=15 minutes drive from the village of San Juan del Sur. Clean & secure rooms, A\/C optional, very friendly hosts."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pelican Eyes Hotel & Resort"],["url=http:\/\/www.pelicaneyesresort.com\/"],["email=reservations@piedrasyolas.com"],["address=De la Parroquia 1½ cuadras al este"],["lat="],["long="],["directions="],["phone=+505-2563-7000"],["tollfree="],["fax="],["hours="],["price=150.00+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rayito de Luna"],["url=http:\/\/realestate.escapeartist.com\/P-2007315\/"],["email=jens_sundet@hotmail.com"],["address="],["lat="],["long="],["directions=Middle of the bay, one block from the beach"],["phone=+50586587797"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=12:00"],["content=Private home with rooms for rent. Included in the price: swimming pool, secure indoor parking, Wireless Internet, A\/C, breakfast etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Surf Zone"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From $45"],["checkin="],["checkout="],["content=Surf Zone is set around a swimming pool, with gardens and an open plan chill-out area. There are 3 main options: Bed & Board, Surf Camps and Venue Hire. 5 minutes from Playa Maderas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Planet Waves Nica B&B"],["alt=planetwavesnica@yahoo.com"],["url=http:\/\/www.planetwavesnica.com"],["email="],["address=San Juan del Sur"],["lat="],["long="],["directions=150 meters from the beach"],["phone=00505 83678797"],["tollfree="],["fax="],["hours="],["price=US$ 10"],["checkin=00"],["checkout=00"],["content=A bed & breakfast with 2 double bedrooms and 1 room with bunk beds. All have private bathroom with hot water and A\/C, breakfast included. Has 24hr security, internet, cable TV, DVD player and Playstation."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Parque Maritimo el Coco"],["url=http:\/\/www.playaelcoco.com.ni"],["email="],["address=reservaciones@playaelcoco.com.ni"],["lat="],["long="],["directions=18 kilometers south of San Juan del Sur"],["phone=(+505) 8999-8069"],["tollfree="],["fax="],["hours="],["price=US$92 for four persons"],["checkin=3PM"],["checkout=noon"],["content=Offers billas from four to ten guests. Right on Playa el Coco a quiet and secluded beach. Also has a restaurant, Puesta del Sol."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Esperanza"],["url=http:\/\/hostelesperanza.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=505-8325-5279"],["tollfree="],["fax="],["hours="],["price=$7-15 US"],["checkin="],["checkout="],["content=Inexpensive hostel, great location across from the beach. Owned by a Canadian expat. Dorms are right next to restaurant\/bar though so can get noisy at night."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hospedaje Eleonora"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=6$ pp"],["checkin="],["checkout=11AM"],["content=Nice guesthouse, probably the cheapest in town. Friendly owners, and nice basic rooms. Shared bathroom."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Suenos del Mar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=8$ pp"],["content=Just northeast of near main square with church. $8 for dorm. Incl. Wifi, coffee, use of kitchen, etc. Garden with hammocks."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Veranera"],["alt=info@laveranera.net"],["url=http:\/\/www.laveranera.net"],["email="],["address=Playa EL Coco"],["lat="],["long="],["directions=30 minutes South of San Juan"],["phone=(00505) 83286260"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=La Veranera is a boutique guesthouse located on the white sands of Playa El Coco. Designed like an old Nicaraguan ranch house it is equipped with all modern conveniences. The wide veranda with dining area, billiard table and private bar, wraps around a crystal clear, blue tiled pool, Just steps away from an uncrowded beach, this is the perfect place to get away from it all."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Ariki"],["alt=Casa Ariki - San Juan del Sur"],["url=http:\/\/www.casaariki.com"],["email=info@casaariki.com"],["address=From the Mercado, 2 1\/2 blocks south passing the park"],["lat="],["long="],["directions="],["phone=(505) 2568 2620"],["tollfree="],["fax="],["hours="],["price=U$30 per couple and U$10 per extra person"],["checkin="],["checkout="],["content=Casa Ariki is a the nicest and cleanest hostel in town. It offers a laid-back environment, always with good music, free Wi-Fi, a common area with boardgames, books and magazines to borrow, a balcony on the second floor with an incredible view of the town's rooftops, free coffee every morning and an incredible staff. Casa Ariki has 4 private rooms that are very comfortable and spacious, with A\/C and\/or ceiling fan and cable TV in each room."]]}]},"\n",{"type":"==","value":["Go next"]},"\nTo leave, head to the market to get a bus or taxi to Rivas. From there buses go either up to the North (Granada, Managua) or south to Costa Rica.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Popoyo"]]}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Pacific Coast (Nicaragua)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:San Juan del Sur"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Central America\/Nicaragua\/Localities\/San Juan del Sur\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:San Juan del Sur, Nicaragua"]]},{"type":"{{","value":[["geo"],["11.25"],["-85.866666666667"]]}]