[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["San Miguel del Bala"]}," is an indigenous community in the Bolivian Amazon rainforest on the banks of the Beni River, near ",{"type":"[[","value":[["Rurrenabaque"]]},". Its nearest neighbour is the ",{"type":"[[","value":[["Madidi National Park"]]},", which is world famous as one of the places on earth with the widest biodiversity. San Miguel is a small community of 32 families.\n\nSan Miguel is Spanish for Saint Michael. \"Bala\" means \"bullet\" or \"cannon ball\". The landmark is the ’shot hole’ in the nearby Mountain range that is visible from the lodge.\n\n",{"type":"==","value":["Getting in"]},"\nSan Miguel del Bala is only reached by boat 45 minutes up stream from ",{"type":"[[","value":[["Rurrenabaque"]]},".  San Miguel is south of Rurrenabaque on the west bank of the Beni River, just outside of the Madidi National Park.\n\nAll visits to  San Miguel del Bala must be arranged with the office of the 'San Miguel del Bala Community Eco-Tourism' in ",{"type":"[[","value":[["Rurrenabaque"]]},".  The office is across from the Amasonas airline office.  Tours can also be arranged by emailing info@sanmigueldelbala.com.  You can also find operators in La Paz that offer a package to get to San Miguel del Bala.  Some of these operators are\n",{"type":"*","value":[" America Tours ",{"type":"[","value":["http:\/\/www.america-ecotours.com\/"]}]},{"type":"*","value":[" LATE Bolivia ",{"type":"[","value":["http:\/\/www.latebolivia.com\/"]}]},{"type":"*","value":[" Turisbus ",{"type":"[","value":["http:\/\/www.travelperubolivia.com\/"]}]},"\n",{"type":"==","value":["Get around"]},"\n\nAll tours to San Miguel del Bala are organized through the office in Rurrenabaque, where they will arrange comfortable river transport for you up to the lodge, where you can choose between a relaxed or active itinerary.  \n\nWhen you arrive to San Miguel del Bala Lodge your days will be filled with different activities (everything is optional) that let you experience the Tacana culture as well as the beautiful flora and fauna of the area.  Depending on how long you want to stay, the lodge gives you plenty of options from hiking through a canyon with bats flying above your head to visiting the community of San Miguel del Bala, and see the everyday lifer its people.  If you want more information on itineraries, contact San Miguel del Bala directly or talk to the tour operators that sell the trip from La Paz.\n\n",{"type":"==","value":["See"]},"\n\nDiscover the rain forest environment and the Tacana culture.\n\nFrom a viewpoint, 50 m over the canopies, the visitors can enjoy clean views of the Bala Gorge, the Beni River, and nearby mountain ranges covered by rainforests.\n\nWith the lodge as the point of departure many trails lead through the rain forest allowing visitors good chances to see wild life. The paths are designed to teach visitors about ancient hunting techniques, medicinal plants and ecological processes in the primary and secondary forest. Other paths take visitors to a ‘salitral’ - a cave with mineral earth that attracts all kinds of animals, a refreshing natural pool fed by a beautiful waterfall, and through a 150-meter-long canyon, whose darkness, coolness, and humidity is perfect for the hummingbirds’ nests.\n\nSan Miguel del Bala Lodge has expanded their operations to include spending a night in their comfortable newly constructed cabins inside the Madidi National Park alongside the Tuichi River.  It is the perfect compliment to the incredible cultural experience you will have in the lodge's main site along the might Beni river.\n\n",{"type":"==","value":["Do"]},"\n\nTours: Trekking through the forest, animal watching, mountain climbing or canoeing.\n\nParticipate in the daily life of the Tacana community, visiting a family in their house made of palm leaves and bamboo, processing sugar cane juice, working in the fields, making handicrafts or playing with the children.\n\nHide-away. Live without phone and internet in the quiet nature, comfortably lodged. And still close to things that you find in a town like Rurrenabaque.\n\n",{"type":"==","value":["Buy"]},"\n\nLocal handicrafts.\n\n",{"type":"==","value":["Eat"]},"\n\nThe restaurant in the lodge serves typical, international and vegetarian cuisine.  The food itself is a cultural learning experience as the guide teaches you the different ways the Tacana prepare the bounty of the forest and rivers.  Also learn the what foods were prepared for certain events within the community.\n\n",{"type":"==","value":["Drink"]},"\n\nEnjoy rich natural juices made from fruit straight from the jungle.  If you feel like a cocktail, alcohol can be bought in the restaurant.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["San Miguel del Bala Eco-lodge"]},", ",{"type":"[","value":["http:\/\/www.sanmigueldelbala.com"]},". 7 comfortable cabins each with 3 beds, electricity and private bathroom, and a dormitory of 8 beds with shared bathroom. The cabins are scattered, giving the feeling of living alone in the rain forest. The Eco-lodge is owned and operated by the indigenous community of San Miguel del Bala.  The inhabitants of San Miguel has have built the Eco-Lodge with the help of NGO's: CARE, Conservation International, UNDP, and Wildlife Conservation Society. In a traditional round-house there is an interpretation center with an exhibition about the Tacana culture.\n\nThe beds at San Miguel del Bala are custom made to be extra long for anyone who is tired of having their feet hang over the edge during their travels in South America, this is a much needed break.\n\nSan Miguel del Bala has added a new addition to its already impressive infrastructure, with newly constructed cabins within the Madidi National Park alongside the beautiful Tuichi River.  These cabins allow San Miguel's guests to experience more of the flora and fauna the park has to offer.  Depending on the length of stay clients can spend at least one night in these cabins.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Madidi National Park"]]}," is nearby.\n\n",{"type":"{{","value":[["geo"],["-14.508056"],["-67.485833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bolivia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San Miguel del Bala"]]}]