[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=San Cristóbal"]]},"\n",{"type":"[[","value":[["File:Catedral de San Cristóbal, estado Táchira, Venezuela.jpg"],["thumb"],["250pg"],["San Cristóbal cathedral"]]},"\n\n",{"type":"==","value":[" Must see "]},"\n\n",{"type":"'''","value":["San Cristobal"]}," is a leafy, prosperous city of west ",{"type":"[[","value":[["Venezuela"]]},". The city is located in a mountainous valley in the temperate green hills of the Andes bordering ",{"type":"[[","value":[["Colombia"]]},". \n\n",{"type":"==","value":["Understand"]},"\nThe city struck oil in the late 1800s at a site now known as \"La Petrolera\", and has attracted investors and business innovation. \n\nSan Cristobal is known for its industrious people, relaxed nature and relative safety when compared to the other cities of Venezuela. The city is an attractive haven for Venezuela's emerging middle class and successful business entrepreneurs, particularly those involved in financial services and commodities.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:RUTACA Boeing 737-200 San Antonio del Táchira Airport.jpg"],["thumb"],["250pg"],["airport Juan Vicente Gomez of San Antonio del Tachira"]]},"\nThere are three airports that serve the city of San Cristobal. \nThe airport Juan Vicente Gomez of San Antonio del Tachira is located in the border with Colombia, on the Venezuelan side. It is about one hour drive to San Cristobal and this airport is the most important of the state. It is also used by many Colombians who want to fly within Venezuela. Close to this airport is the Airport Daza of Cucuta, which is also used by the people of San Cristobal when they want to fly within Colombia. \n\nThe Airport Mayor Buenventura Vivas of Santo Domingo del Tachira also serves the city of San Cristbal. This airport is 45 minutes drive to the Capital of Tachira State. It is located in the Southern part of the state. Although it is an international airport, it only has domestic flights from Aeropostal, Aserca, Rutaca and Conviasa. It flights to Caracas, Valencia, Maracaibo and sometimes it has charters to Porlamar in Margarita Island.\n\nThe smallest and furthest airport that serves San Cristonal and the northern part of Tachira State is El Aeropuerto de La Fria. It has only two flights from Conviasa Ailines to the City of Caracas, Venezuela. It is located in the town of La Fria, which is about two hours drive from San Cristobal, Tachira State.\n\n",{"type":"===","value":["By train"]},"\nTachira State used to have train stations in the beginning of the 1900s. They used to depart to the city Maracaibo, Zulia. However, since FORD and other car manufactures came to Venezuela. They were eliminated to encourage the purchase and use of Cars.\n\n",{"type":"===","value":["By car"]},"\nSan Cristobal is about 840 kms (10hours drive)from Caracas, 250 (3hours and half)  from Merida, and 445 from Maracaibo (6hours drive), Venezuela. San Cristobal is the capital of he bordering state of Tachira. It is located about 50kms from Cucuta, Colombia (1hour drive) and 600 km from Bogota, Colombia. \n\nThe Via al Llano to the south leads to Barinas and Caracas. The Panamerican freeway goes to Merida and Zulia and its directions is to the North of San Cristobal. The road that goes to the west leads to San Antonio del Tachira and Cucuta, Colombia.\n\nThe closest cities are: Cucuta, Merida and Barinas. Most of the roads are very curvy and narrow because the city is located in the Andes Mountains.\n\n",{"type":"===","value":["By bus"]},"\nThere is a large option of company buses that go from San Cristobal to many other cities of the country. The most common bus companies are: Expresos San Cristobal, Expresos Occidente, Expresos Flamingo, Expresos los Llanos, Expresos Merida, Expresos Alianza, Expresos Union, and Expresos La Grita.\n\nThe main bus terminal is located in La Concordia, the southern part of San Cristobal. However, the new bus companies have created other private terminal buses. Such as The express los Llanos y Expresos Occidente.\n\nSeveral people go through San Cristobal on their way to San Antonio to cross into Cucuta, Colombia. There are buses and collectivo taxis (look for sign on top that says San Cristobal - Cucuta) at the main bus terminal. As of Jan 2012, the collectivo cost 40 BsF. Just be warned -- travel guides say it takes one hour to 90 minutes to get to San Antonio, but with the slightest amount of road work or problems, that time can jump to three hours or more. Keep that in mind when trying to catch a connecting flight in Cucuta.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nTake a 30 minute drive uphill to \"Chorro del Indio\", a remote mountain waterfall rich in blue butterflies and people enjoying a bathe in the cool waters often enjoying a cold beer.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":[" Events "]},"\nEvents hosted in the city are either related to Sport, the arts or tie in with agriculture and cattle farming. The big annual events held in the city, reflect this. The city centre of San Cristobal is crowded and somewhat dangerous, therefore many events are held on the edge of the city, and particularly near the Stadium of Pueblo Nuevo, where ",{"type":"[[","value":[["Tachira"]]}," state soccer team play.\n\nAlso in Pueblo Nuevo \"La Corrida de Toros\", which is a celebratory fortnight of bull-fighting held in mid January. The Bullfight season attracts the world's best bull-fighters, from the Americas and Spain. During this yearly event called La Feria Internacional de San Sebatian, temporary arcades and fairground rides are set up making Pueblo Nuevo very busy until the early hours. Both events in Pueblo Nuevo bring a lot of people to San Cristobal, both to enjoy the animal sport, clubs and bars, but also to trade livestock.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe City most popular and cheapest place to do shopping is downtown (5ta and 7ma Avenues).\nThere are some popular market places such as el Mercado de los Pequenhos Comerciantes in la Concordia thatoffer traditional handcraft and differnt types of food. It is inexpensive, but it is located in a part of the city that is not very nice. \nThere are many small shopping centres. The most popular ones are: \nC.C. Plaza (in Barrio Obrero),\nC.C. del Este (East part of the City,\nUnicentro en Angel(Barrio Obrero),\nBoulevard Los Mangos (Barrio Obrero),\nPaseo La Villa (La Guayana),\nC.C. Guarauno (Downtown),\nC.C. El Tama (Quinimari),\nC.C. Santa Teresa (Santa Teresita),\nC.C. Pinar (Las Acacias)\nC.C. Sambil (Las Lomas),\nC.C. Baratta (Ave. Ferrero Tamayo),\nBouleverd Pirineos (Barrio Obrero),\nCentro Civico (Downtown),\n\nBarrio Obrero is located in the upper part of the city and it is becoming the most commercial and trendy part of San Cristobal. There you can find shops, restauramts, night clubs, banks. hospitals, schools and other services.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nThe University of Los Andes is in San Cristobal, close to Pueblo Nuevo, and therefore the city homes a large number of students. The popular student and popular culture hangouts, include, the Sambil Mall (in Las Lomas)the various sport clubs (El Democrata, El Latino...) and primarily, La Plaza de los Mangos. The area around Plaza de los Mangos is popular because of its numerous eateries, bars, nightclubs and modern clothes shops. More exclusive night-spots are appearing around San-Cristobal, such as \"Cinnamon\" and \"8 and a half\", also hangouts and events are often held at social clubs like at El Latino and El Democrata sport clubs.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\nHotel 5ta Avenida (Avenida 5, entre calles 10 y 11)\nhas rooms with AC, TV and a private bathroom. 150 bolivares for a single (July 2012)\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nSafety in the city has traditionally been good, however frontier problems, FARC activity, \"Vaccine\" payments, kidnapping threats and exponential population growth has seen the city become a place of increasing unrest and insecurity.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Táchira"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:San Cristóbal, Táchira"]]},"\n",{"type":"{{","value":[["geo"],["7.75"],["-72.216666666667"]]}]