[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:OldSanJuan Houses Pastel.JPG"],["thumb"],["240px"],["Houses in Old San Juan"]]},"\n\n",{"type":"{{","value":[["style"]]},"\n",{"type":"{{","value":[["districts discussion"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":["San Juan"]}," is the capital of ",{"type":"[[","value":[["Puerto Rico"]]},", and at about 395,000 its largest city.  It has one of the best harbors in the Caribbean. The city will celebrate its 5th Century in 2008 or 2021, depending if they count from the founding of Caparra or the  act of moving the Caparra settlement to Puerto Rico isle (",{"type":"[[","value":[["Old San Juan"]]},")\n\n",{"type":"==","value":["Districts"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Old San Juan"],["Old San Juan"]]}," - The historic part of the city, home to most historic attractions, galleries and museums. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Puerta de Tierra"],["Puerta de Tierra"]]}," - Situated right in the middle of Old San Juan and Condado, this largely residential area is home to a few hotels and attractions."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/El Condado"],["El Condado"]]}," - This upscale residential neighborhood is also the beach resort part of the city and has many hotels and restaurants along its main drag, Ashford Ave."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Isla Verde"],["Isla Verde"]]}," - This area of San Juan, more in the city of Carolina than of San Juan itself, is closest to the international airport and has nice beaches and parks."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/International Convention District"],["International Convention Center District"]]}," - now has the new Convention Center which includes a fountain that plays traditional Puerto Rican music and Occidental classical music and in the near-future will also include a hotel, restaurants and shopping centers."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Hato Rey"],["Hato Rey"]]}," - the business center, hosting the main banks, Hiram Bithorn Stadium, Roberto Clemente Coliseum, Coliseo de Puerto Rico José Miguel Agrelot and Plaza las Americas the largest shopping center in the Caribbean featuring many American chains including the world's largest Sears and JC Penny's department stores. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Rio Piedras"],["Rio Piedras"]]}," - home of the main campus of the University of Puerto Rico. It is a former municipality and is now part of the city of San Juan."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Santurce"],["Santurce"]]}," - a historical part of Puerto Rico and the cultural capital, having two art museums and a performing arts center"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Juan\/Miramar"],["Miramar"]]}," - near El Condado, known for expensive and historical houses"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" Location "]},"\n",{"type":"[[","value":[["Image:ElMorro Watchtower.JPG"],["thumb"],["240px"],["A watchtower in the fort of ",{"type":"''","value":["El Morro"]},", guarding San Juan"]]},"\n\nSan Juan is the oldest city under the United States dominion.  San Juan is in the north-east of Puerto Rico, and features distinctly century-old architecture, such as Spanish military forts built from the 1540s to 1800s, an active harbor, and a very active economic area in the Hato Rey district. San Juan has magnificent beaches, hotels, plazas, historic sites, museums, etc.\n\nSan Juan has a land area of about 76 square miles.  The city's population is approximately 395,000.\n\n",{"type":"===","value":[" Climate "]},"\n\nSan Juan is a tropical city with winter temperatures typically ranging in the low 80s during the day, and low 70s at night. Summer temperatures are generally in the high 80s during the day, and high 70s at night. Summer does include high humidity. The city has a tendency to receive rain and thunderstorms from April to November in the afternoon. Be mindful that San Juan and the rest of Puerto Rico have the possibility of being hit by hurricanes or tropical storms from July to November.\n\n",{"type":"===","value":[" Culture "]},"\nSan Juan is a Latin American city with Spanish-based culture, mixed with African traditions and Taíno culture. Museums of modern art exist abroad. The citizens of San Juan are very festive, as on the rest of the island. San Juan has bars and discotheques all-around the city, from Old San Juan to even the southern part of the city that stay open to 3:00-4:00AM. San Juan has become very modernized as of late, with its first Metro line (called ",{"type":"''","value":["Tren Urbano"]},") and buses. Like most large cities, however, there is a small population of vagrants and beggars lining the streets.\n\nSan Juan is the financial capital of Puerto Rico.  There are facilities for petroleum and sugar refining, and pharmaceuticals.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By ferry"]},"\n\nFerries del Caribe ",{"type":"[","value":["http:\/\/www.ferriesdelcaribe.com"]}," operates an international passenger and vehicle service from Santo Domingo, Dominican Republic. The overnight journey requires WHTI-compliant ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cbpmc\/cbpmc_2223.html"]}," documentation and there are strict rules regarding vehicle transportation. Fares payable in USD.\n\n",{"type":"===","value":["By plane"]},"\nSan Juan is served by ",{"type":"'''","value":["Luis Muñoz Marín International Airport"]}," (",{"type":"{{","value":[["IATA"],["SJU"]]},"), a large international hub airport about 14 km away. \n\nAll major US Airlines operate scheduled services to various destinations on the mainland, with seasonal air charters operating additional routes. \n\nScheduled services ",{"type":"'''","value":["within Puerto Rico"]}," include:\n\n",{"type":"*","value":[{"type":"'''","value":["Air Flamenco"]}," (from ",{"type":"[[","value":[["Culebra"]]},")"]},{"type":"*","value":[{"type":"'''","value":["Cape Air"]}," (from ",{"type":"[[","value":[["Ponce"]]},", Mayaguez, and ",{"type":"[[","value":[["Vieques"]]},")"]},{"type":"*","value":[{"type":"'''","value":["Vieques Air Link"]}," (from Culebra, ",{"type":"[[","value":[["Fajardo"]]}," and ",{"type":"[[","value":[["Vieques"]]},")."]},"\nScheduled ",{"type":"'''","value":["international"]}," services include:\n\n",{"type":"*","value":[{"type":"'''","value":["Air Canada"]}," (Montréal, Toronto)"]},{"type":"*","value":[{"type":"'''","value":["Air France"]}," (Guadeloupe)"]},{"type":"*","value":[{"type":"'''","value":["Air Sunshine"]}," (St. Croix, St. Thomas, Tortola, Virgin Gorda)"]},{"type":"*","value":[{"type":"'''","value":["American Eagle"]}," (Anguilla, Antigua, Barbados, Beef Island, Dominica, Fort-de-France, Guadaloupe, Grenada, La Romana, Martinique, Nevis, Pointe-a-Pitre, Port of Spain, Puerto Plata, Punta Cana, Santiago de los Caballeros, Santo Domingo, St. Kitts, St. Lucia, St. Maarten, Tortola)"]},{"type":"*","value":[{"type":"'''","value":["Avianca"]}," (Bogotá)"]},{"type":"*","value":[{"type":"'''","value":["Cape Air"]}," (Tortola, St Thomas, St Croix)"]},{"type":"*","value":[{"type":"'''","value":["Copa Airlines"]}," (Panama City)"]},{"type":"*","value":[{"type":"'''","value":["Iberia"]}," (Madrid)"]},{"type":"*","value":[{"type":"'''","value":["Insel Air"]}," (Curaçao, St Maarten)"]},{"type":"*","value":[{"type":"'''","value":["JetBlue Airways"]}," (Santo Domingo)"]},{"type":"*","value":[{"type":"'''","value":["LIAT"]}," (Antigua, Dominica, St.Vincent)"]},{"type":"*","value":[{"type":"'''","value":["Mexicana"]}," (Mexico City)"]},{"type":"*","value":[{"type":"'''","value":["PAWA Dominicana"]}," (Santo Domingo)"]},{"type":"*","value":[{"type":"'''","value":["United Air Lines"]}," (Dulles, Washington D.C.)"]},{"type":"*","value":[{"type":"'''","value":["Virgin Atlantic"]}," (Antigua, London-Gatwick)"]},"\nSeasonal ",{"type":"'''","value":["international air charters"]}," include:\n\n",{"type":"*","value":[{"type":"'''","value":["Condor"]}," (Frankfurt)"]},{"type":"*","value":[{"type":"'''","value":["AirTran Airways"]}," (Punta Cana)"]},{"type":"*","value":[{"type":"'''","value":["Expressjet"]}," (Punta Cana, Santo Domingo-Las Americas)"]},{"type":"*","value":[{"type":"'''","value":["Pace Airlines"]}," (Santiago de los Caballeros, Santo Domingo-Las Americas, Punta Cana)"]},{"type":"*","value":[{"type":"'''","value":["TACA"]}," (San José de Costa Rica)"]},{"type":"*","value":[{"type":"'''","value":["Skyservice"]}," (Toronto, Montreal)"]},{"type":"*","value":[{"type":"'''","value":["Sunwing Airlines"]}," (Montreal, Ottawa, Toronto)"]},{"type":"*","value":[{"type":"'''","value":["Thomson Airways"]}," (London-Gatwick, Manchester)"]},{"type":"*","value":[{"type":"'''","value":["USA 3000 Airlines"]}," (Punta Cana)"]},{"type":"*","value":[{"type":"'''","value":["USA Jet Airlines"]}," (Punta Cana, Santo Domingo-Las Americas)"]},"\nMost travellers opt to rent a car here or take a taxi (fixed fares of $15-25 to most points in the city, plus an extra $1 per luggage item).  If you have more time than money, you can take public bus B-40 to Rio Piedras and connect onward to your destination in the city with another local bus or elsewhere on the island with a ",{"type":"''","value":["público"]}," (best only attempted in the morning). Correct change is necessary. No dollar bills accepted.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are pros and cons to the various methods of getting around San Juan.\n\n\n",{"type":"===","value":["Rental Car"]},"\n\nGetting around various parts of the city, and the rest of the island, as well as to and from the airport, will be much more convenient with a car. Though some road signs may be in Spanish, on the plus side driving is almost a universal language, and with this being an American territory, the road sign ",{"type":"''","value":["shapes"]}," are going to be as familiar to you - if you are used to American road signs. And after all, when you see the word ",{"type":"''","value":["norte"]}," sitting above a numbered-road sign enough times, it won't take you long to realize that means north. However, a car could entail parking fees as you travel around to your destinations so you will need to budget for that, and if you go to Old San Juan, parking will be quite difficult.  \n\n\n",{"type":"===","value":["By bus"]},"\n\nThe public bus system in San Juan is inexpensive at only 75c a ride. Only coins are accepted on board so stock up on those quarters! (5c and 10c coins are fine too). The bus stops are marked \"PARADA\", and the system is currently being reworked to fit in with a new train line. If you're planning on staying in and around a general area of San Juan, you may be able to get by on public transportation. When you see your bus coming, be sure to wave\/flag it down otherwise it may just pass you by!\n\nTake notice; contrary to some bus schedules (even ones posted at the bus stops themselves) that state buses may arrive every 15 minutes or so, service can be infrequent and very unpredictable. You may wait anywhere from 10 to 90 minutes for a bus to arrive. Rush hour buses can be very full; and while some buses have been refurbished, others definitely show a lack of maintenance. Additionally, traffic gets very heavy heading into Old San Juan, so once you board the bus you still are not guaranteed a quick trip. If going into Old San Juan, some useful bus routes include A-5 (from Isla Verde via Mirimar) and B-21 (from Condado). Old San Juan, near the harbor front, has a major bus station for catching numerous routes.\n\nVisitors may find that bus routes directly to and from places of interest around San Juan do not exist, and that a transfer with additional waiting times are involved. Plan your trips wisely as buses generally may stop running around 8:00pm. If you have little time to see\/do what you'd like, you'd be better served using a taxi or renting a car.  \n\nAlso, have in mind, if you are planning to get ",{"type":"''","value":["back"]}," to the airport by bus, some bus drivers may not let you board the bus with carry-on baggage. You may want to plan in advance to take a taxi back to the airport if your hotel has no shuttle. Carrying baggage on the city bus tends to be less of an issue when you initally head ",{"type":"''","value":["from"]}," the airport.\n\nCheck with AMA ",{"type":"[","value":["http:\/\/sashto.dtop.gov.pr\/AMA\/default.htm"]}," (Spanish only) to inquire about routes and times.\n\nThere is a free trolley bus routes around Old San Juan - look out for the numbered signs.\n\nAs for getting around the rest of the island of Puerto Rico, there are no convenient buses connecting San Juan to the rest of the island. There are vans that are like group taxis with specific routes called \"guaguas.\" You can inquire about trips outside of San Juan at the guagua terminal in Rio Piedras. But keep in mind, guaguas may make multiple stops to maximize revenue, and it could take ages to get you to where you are going on the island.\n\n",{"type":"===","value":["By ferry"]},"\n\nThe Cataño Ferry (La Lancha de Cataño) is a public ferry serving Old San Juan and Cataño. It crosses San Juan Bay every 15-30 minutes.\n\n\n",{"type":"===","value":["By taxi"]},"\nTaxis can be found hanging around hotels and the east end of Calle de la Fortaleza in Old San Juan. \n\nUnder a recently instituted Tourism Taxi Program, set rates have been established for travel between San Juan's major tourist zones. Rates are as follows:\n\nNo Zone - Piers (Old San Juan) to Plaza Las Americas - $14\n\nNo Zone - Piers (Old San Juan) to Plaza Carolina - $24\n\nNo Zone - Airport LMM to Plaza Las Americas - $18\n\nNo Zone - Airport LMM to Plaza Carolina - $14\n\nZone 1 - Airport LMM to hotels in Isla Verde - $10\n\nZone 2 - Airport LMM  to hotels in Condado\/Ocean Park\/Miramar - $14\n\nZone 3 - Airport LMM  to hotels and piers in Old San Juan - $19\n\nZone 4 - Piers in Old San Juan to hotels in Old San Juan area- $7\n\nZone 5 - Piers in Old San Juan to hotels in Puerta de Tierra - $7\n\nZone 6 - Piers in Old San Juan to hotels in Condado\/Ocean Park\/Miramar - $12\n\nZone 7 - Piers in Old San Juan to hotels in Isla Verde - $19\n\n\n",{"type":"'''","value":["Additional metered rates are available which are not to\/from the major tourist areas in San Juan:"]},"\n\n",{"type":"''","value":["Types of Charges"]},"\n\nInitial Charge \t$1.75\n\nCharge per 1\/19 of mile \t$0.10\n\nCharge for waiting every 25 seconds \t$0.10\n\nCharge per piece of luggage (up to 3) \t$0.50\n\nCharge per piece of luggage (4 or more) \t$1\n\nCharge per call \t$1\n\nCharge for rental per hour \t$36\n\nNight charge (10:00PM until 6:00AM) \t$1\n\nMinimal charge per trip \t$3\n\nCharge for 5 passengers or more (only in vans) \t$2\n\nTolls are to be paid by the passenger.\n\nA 10-15% tip is expected but not required.\n\nFor any issues with cabs, contact the Tourist Transportation Department at 787-999-2100 ext. 4502 between 7:30AM to 4:30PM Monday through Friday.\n\n",{"type":"===","value":["By train"]},"\n\nSan Juan now served by a rapid transit rail line called \"Tren Urbano\" (Urban Train) ",{"type":"[","value":["http:\/\/www.ati.gobierno.pr\/"]},". The line connects San Juan to the towns of ",{"type":"[[","value":[["Guaynabo, Puerto Rico"],["Guaynabo"]]}," and ",{"type":"[[","value":[["Bayamón"]]},", but it avoids points of interest like Old San Juan, Condado, Isla Verde, and the airport, and is thus in practice useless for most tourists. But if you want to give it a spin anyway:\n\n-  Take the ",{"type":"''","value":["Acua Expreso"]}," ferry (temporarily discontinued) from Old San Juan to the financial district, where you'll find the \"Hato Rey\" station right next to the ferry dock.\n\n-  Take a city bus to a station, e.g., from the Old San Juan bus terminal to Sagrado Corazon.\n\nThere are discounted fares for students, children and elderly people on both the buses and the train.\n\n",{"type":"==","value":["Talk"]},"\nSpanish is the dominant language in San Juan and throughout Puerto Rico.  English is also very widely spoken and understood (approximately one-third of the population speaks English \"Very Well\" or better according to the 2000 U.S. Census).  Most businesses within the tourist areas of the city are fully fluent in English and those businesses tend to hire employees who are bilingual, thus speaking English very well. In addition, English is widely taught in high schools, with most students understanding some basic English. As a visitor, be prepared to use some high school level Spanish to drivers to communicate about luggage, restaurants, or anything not a normal tourist spot.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:SanJuanForts.jpg"],["thumb"],["240px"],["El Morro from San Cristóbal"]]}," \n\n",{"type":"*","value":[{"type":"'''","value":["El Castillo San Felipe del Morro"]}," \"El Morro\" : is a sixteenth-century citadel that lies on the northwestern-most point of the islet of San Juan, Puerto Rico. It is part of San Juan National Historic Site and was declared a World Heritage Site by the United Nations in 1983. "]},{"type":"*","value":[{"type":"'''","value":["El Castillo de San Cristóbal"]},", (787) 729-6960. A Spanish fort in San Juan, Puerto Rico. It was built by the Spaniards to protect against land based attacks on the city of San Juan. It is part of San Juan National Historic Site.  It covers 27 acres of land and is 150 ft tall.  Open every day from 9AM to 6PM.  "]},{"type":"*","value":[{"type":"'''","value":["Palacio de Santa Catalina"]}," \"La Fortaleza\" (or The Fortress in English) is the official residence of the Governor of Puerto Rico, who is Puerto Rico's head of Government. It was built between 1533 and 1540 to defend the harbor of San Juan. The structure is also known as El Palacio de Santa Catalina (or Palace of Santa Catalina). It is the oldest executive mansion in the New World. La Fortaleza was declared as a World Heritage Site by UNESCO."]},{"type":"*","value":[{"type":"'''","value":["La Catedral de San Juan Bautista"]},": contains the tomb of the Spanish explorer Juan Ponce de León.  It was built in the 1520's, soon to be wrecked by a hurricane, and then rebuilt in 1540.  After being rebuilt, it was robbed in the late 1500's, and then, in 1615, it was damaged by a hurricane.  In 1917, a lot of changes were made to restore the building.  Tours are given daily from 8:30AM-4PM.  "]},{"type":"*","value":[{"type":"'''","value":["Castillo de San Jerónimo"]}," is a small fort located in the entrance to what is known today as Condado, Puerto Rico lagoon in San Juan. The fort defended San Juan from attacks by Sir Francis Drake in 1595, Sir George Clifford \"Earl of Cumberland\" in 1598 and Sir Ralph Abercromby."]},{"type":"*","value":[" ",{"type":"'''","value":["Iglesia de San Jose"]}," dates back to 1523.  This building was originally called the Church and Monastery of Saint Thomas Aquinas.  Before Ponce de Leon was moved to the San Juan Catedral, his body was buried here for 300 years.  "]},{"type":"*","value":[{"type":"'''","value":["Ayuntamiento or Alcaldia"]}," or City Hall."]},{"type":"*","value":[{"type":"'''","value":["The municipal cemetery of Santa María Madgalena de Pazzis"]},", located just outside the city walls."]},{"type":"*","value":[{"type":"'''","value":["Fuerte San Geronimo"]}," is a fort that was built to tighten defense within the city.  There is a small museum inside."]},{"type":"*","value":[{"type":"'''","value":["Centro de Bellas Artes"]}," is the largest fine arts center in the Caribbean.  Concerts, Plays, and Operas are hosted here.  This fine arts center opened in 1981."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bacardi Rum Factory"],["alt="],["url=http:\/\/www.casabacardi.org"],["email="],["address="],["lat="],["long="],["directions="],["phone=(787)788-8400"],["tollfree="],["fax="],["hours="],["price="],["content=M-Sa 9AM-4:30PM, Sunday from 10AM-3:30PM. Also called the \"Cathedral of Rum\" and covers 127 acres. Free tour, including a trolley ride around the premises."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:SanJuanBeach.jpg"],["thumb"],["240px"],["Condado Beach"]]},"\n\nCheck out the ",{"type":"'''","value":["beaches"]}," in Condado and Isla Verde.\n\nA popular point of interest is Old San Juan, a 7-block area that has become popular for tourists as well as residents.  The narrow streets of old San Juan are packed with people so it is recommended to experience Old San Juan by foot in order to avoid too much traffic. You can take a taxi for less than $20 from most hotels but for .75 you can also take the B21 bus which picks up from many locations near the hotels and is very easy to use. \n\nCheck out the ",{"type":"'''","value":["parks"]}," in San Juan.  \n\n",{"type":"*","value":[{"type":"'''","value":["Central Park"]}," is the park to visit if you're looking for traditional activities such as jogging, tennis, baseball, etc."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Marquesa Canopy Tour"]}," - Located about 30 minutes outside of San Juan in ",{"type":"[[","value":[["Guaynabo"]]}," you can tour the La Marquesa Forest Reserve via zip line. It is a low impact experience suitable for people of all ages. Those who are up for extreme adventure travel may find this a little too easy."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Garfield"],["url="],["email="],["address=7558 calle del cristo"],["lat="],["long="],["directions=go far west"],["phone=(787)721-2500"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Munoz Rivera Park"]},", Av. Ponce de León. Tu-Su 9AM-5PM.  Located by the ocean and has beautiful trees and landscaping.  A great place to tour by foot.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Parque de las Palomas"]}," overlooks La Princesa Jail.  From this park you are able to see a great view of the mountains, harbor and the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Casino of Puerto Rico"]}," is a large building with a 12 foot chandelier and an open ballroom, built right before World War I.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Teatro Tapia"]},", (787) 721-0169 or (787) 721-0180. Built in 1832, this is one of the oldest theaters in the Western Hemisphere.  This building, which was named after Alejandro Tapia y Rivera, has been remodeled twice, once in 1949 and once in 1987.  Plays, ballets, and other concerts and events are held here."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ateneo de Puerto Rico"]}," (museum) Founded in 1876, it is the largest cultural institution in Puerto Rico. Art contests and classes are held here as well.  Hours are M-F 9AM to 4:30PM.  (787) 722-4839."]},{"type":"*","value":[{"type":"'''","value":["Casa del Libro"]},", (787) 723-0354. Tu-Sa 11AM-4:30PM. A museum holding nearly 5,000 early works of manuscripts and books, some as from as old as the 15th century.  This museum is most known for having two royal mandates signed by Ferdinand and Isabella concerning arranging Columbus' fleet for his second voyage."]},{"type":"*","value":[{"type":"'''","value":["Cuartel de Ballaja"]},", (787) 724-5052. M-F 10AM-4PM, Sa,Su 11AM-5PM. Guided tours M-F 10:30AM, 11:30AM, 12:30PM and 2PM. Completed in 1863, and in 1881 a chapel was added.  This building originally housed military personnel and is now a museum containing Caribbean and European American arts and artifacts.  Free admission."]},{"type":"*","value":[{"type":"'''","value":["Felisa Rincón de Gautier Museum "]},":At Calle Clara Lair. Open M-F 9AM-4PM. Felisa Rincón served as the mayor of the city of San Juan for 22 years, between 1946 and 1968. The museum that commemorates her memory is in a 300-year-old building. Free.  "]},{"type":"*","value":[{"type":"'''","value":["La Princesa"]}," (former municipal jail, now a history museum) Overlooks San Juan Bay.  ",{"type":"'''","value":["La Princesa"]}," was built in 1837.  A beautiful structure that has beautiful landscaping.  It is surrounded by a wall and contains many trees, as well as a fountain and a sculpture.  Open M-F from 9AM to 4PM. (787) 721-2400."]},{"type":"*","value":[{"type":"'''","value":["Museo del Niño (Children's Museum)"]}," at  Calle del Cristo 150. Open: Tu-Th 9AM-3:30PM; F 9AM-5PM; Sa-Su 12:30PM-5PM. Through interactive exhibits, children learn simple lessons, such as the benefits of brushing teeth or recycling aluminum cans, or the value of caring properly for pets.  Admission $5; $4 children 14 and younger."]},{"type":"*","value":[{"type":"'''","value":["Museo Nuestras Raíces Africanas"]},"( Our African Roots Museum), Plaza San José, Calle San Sebastián. Open Tu-Sa 8:30AM-8:30PM. This museum documents the African contribution to the sociology of Puerto Rico. Admission is $2 for adults; $1 for seniors, children, and students; free for ages 10 and under."]},{"type":"*","value":[{"type":"'''","value":["Museo de Arte"]}," ( Museum of Art), 299 Av. José de Diego, Santurce. Open Tu and Th-Sa 10AM-5PM; W 10AM-8PM; Su 11AM-6PM. Puerto Rico's most important gallery, which opened in 2000 and was constructed at a cost of $55 million, is a state-of-the-art showcase for the island nation's rich cultural heritage. Admission is $6 for adults, $2.50 for seniors, $3 for children under age 12."]},{"type":"*","value":[{"type":"'''","value":["The Pablo Casals Museum"]},", Calle San Sebastián 101, (787) 723-9185. Tu-Sa 9:30AM-5:30PM. Casals came to Puerto Rico in the 1950s and was the conductor for the Puerto Rico Symphony Orchestra. The museum contains footage of his concerts as well as other pictures and manuscripts."]},{"type":"*","value":[{"type":"'''","value":["Spanish barracks"]}," (now museum de Ballaja)"]},"\n",{"type":"==","value":["Work"]},"\nEmployment opportunities in Puerto Rico are to be found in the varying sectors of the territory's economy; key among these are education, financial services, government (municipal, territorial & federal), pharmaceutical and tourism. Proficiency in both Spanish and English are among the key skills required by local employers.\n\nEmployers in Puerto Rico are required to verify the eligibility of prospective workers to accept employment in the United States",{"type":"[","value":["http:\/\/www.uscis.gov\/files\/form\/i-9.pdf"]},".\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Butterfly People"],["alt="],["url=http:\/\/www.butterflypeople.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=787-723-2432"],["tollfree="],["fax="],["hours="],["price="],["content=257 Calle de la Cruz, Old San Juan. Real butterflies encased in acrylic. Stunning. Go to see it, even if you don't buy."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Plaza las Américas"]},", \"The Center of it All\", biggest mall in the Caribbean, containing more than 300 stores anchored by the world's largest JC Penney, plus Macy's, Lacoste, American Eagle, A|X and Sears. It has a movie theater and restaurants such as Chili's, Macaroni Grill, Margarita's and Tierra del Fuego. If you need or want to visit a good example of a modern, enclosed mall from the U.S. mainland, this won't disappoint."]},"\n",{"type":"*","value":[{"type":"'''","value":["Old San Juan"]},",  Shopping in Old San Juan is diverse, with retailers scattered among many narrow streets.  Stores include many fine jewelers, arts, crafts and mercantil shops, at least one drug store, and a few branded \"outlets\".  You'll also find numerous cafes and a few fine restaurants.  For walkers, the humidity and tropical sun may make the mid-late afternoon temperatures a bit oppressive.  Alternatives include going early as stores open (typically 10AM on weekdays) or catching a free trolley winding throughout the area, with opportunities to get off at marked stops wherever desired.  The trolley tends to stay very full on afternoons when cruise ships are in."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Dente"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=787-723-7303"],["tollfree="],["fax="],["hours="],["price="],["content=Calle Recinto Sur 309, Old San Juan. M-F 12PM-3PM; M-Sa 6PM-11PM; Sun 12:30PM-4PM and 6PM-10PM. The oldest continuously operated Italian restaurant in Puerto Rico."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Puerto Rico"],["url="],["email="],["address=Calle O'Donnell 208"],["lat="],["long="],["directions="],["phone=787 724-2281"],["tollfree="],["fax="],["hours=11:30AM-11PM"],["price=$9-$21 main course but order side dishes too"],["content= Creole cuisine. On the Plaza de Colón, enjoy the view along with a great meal. Great spot to stop for a drink, snack & conversation too. Live music weekends & some weekdays. Recently expanded to the second floor. Best meal: stuffed snapper (fillet + lobster, crab, shellfish in a flavorful broth) + rice & beans + sweet plantains."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["El Alcázar"]},", 1013 Ave. Roosevelt. New Spanish restaurant which serves a variety of \"Tapas\", seafood and several meats. Also has a variety of Wines. The ambience is romantic and live music is offered several times a month."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Asador, The Grill Old San Juan"],["alt="],["url="],["email="],["address=350 San Francisco St"],["lat="],["long="],["directions=Old San Juan, Puerto Rico 00902"],["phone=787-289-9966"],["tollfree="],["fax="],["hours="],["price="],["content=[6]. 10AM - 4AM 7 Days a Week. El Asador Bar Restaurant The Best Meats Cuts & Puertorrican Cuisine located at the entrance of Old San Juan, the heart of nightlife in the Old City. It is the most stylish and exclusive Bar Restaurant in San Juan, a two level Restaurant with an exterior patio the perfect environment for an exciting experience. Delight with an early lunch or a romantic dinner in one of the most beautiful interior patios of the Old City, or why not enjoy the best music and liveliest party in San Juan until sunrise. El Asador is a cozy and sophisticated Bar Restaurant, patronized by upscale, trendy, local and tourist."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Bombonera"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=787-722-0658"],["tollfree="],["fax="],["hours="],["price="],["content=Calle San Francisco, west of Tanca. 7:30AM-8PM. Authentic local cuisine in an unassuming landmark atmosphere unchanged for decades. Serves lunch and dinner. Fresh pastries. Superlative coffee. Inexpensive."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Luigi's Restaurant"]},", 104 Diez de Andino, Condado, 787-722-2672. M-Sa 11:30AM-3PM and 6PM-10PM; Su 12PM-5pPM. Serves Italian and Genovese cuisine."]},"\n",{"type":"*","value":[{"type":"'''","value":["Margarita's"]},", Several locations including 3rd level at Plaza las Américas and 1013 Ave. Roosevelt, 787-792-0283. One of the traditional Mexican food restaurants that exists in the island."]},"\n",{"type":"*","value":[{"type":"'''","value":["Milagros y Sean's"]},", Isla Verde. Delicious traditional home cooked Spanish food and half-edible Irish cuisine if you're not in the mood for good tasting things. Bartender makes great cocktails and pours a terrible Guiness. Lounge area with 90's hip-hop, R&B classics, and semi-tolerable fiddle."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ostra Cosa"]},", Calle del Cristo 154, Old San Juan, 787-722-2672. Daily 12PM-10PM. Reservations recommended. The ambience here is one of the most sensual and romantic in Old San Juan."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pamela's"]}," restaurant, (787)726-5010, Calle Santa Ana 1.  Traditional Caribbean and Puerto Rican dishes are prepared by a graduate of the Culinary Institute of America. You have the choice of eating inside or outside on the beach. Lunch runs around $15 while dinner is a little more (around $20-$25)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Parrot Club"]},", Calle Fortaleza 363, Old San Juan, 787-725-7370. Daily 12PM-3PM; 6PM-11PM. Live music, either Brazilian, salsa, or Latino jazz, is offered nightly as well as during the popular Sunday brunches."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ramiro's"]},", Av. Magdalena 1106, Condado, 787-721-9049. M-Sa 12PM-3PM & 6PM-11PM; Su 12PM-3PM & 6PM-10PM. Creole\" style cooking pioneered by owner and chef Jesús Ramiro."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Juan Hard Rock Café"]},", Old San Juan."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tantra"]}," is located at 356 Calle Fortaleza and serves international cuisine.  Great creative and nightlife atmosphere.  A warm, candlelit environment with great food and great martinis. Moderately priced, entrees run from around $13-$17.  (787)977-8141."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tierra del Fuego"]},", 3rd Level at Plaza las Américas, 787-294-7019. One of the best Argentinean restaurants where you will be able to savor a tender, juicy cut of meat prepared by chefs and cooks who, together with the warm staff of waiters and hostesses, are without representation of a trade union that can defend their rights of having fair wages and benefits. "]},"\n",{"type":"*","value":[{"type":"'''","value":["UVVA Restaurant"]},", (787) 727-3302, 1 Calle Tapia, Ocean Park. International creative cuisine by Chef Jose Vicente is served from 8AM until 11PM.  The ambiance is elegant and casual."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=BUNS Burger Shop"],["url="],["email="],["address=1214 Ashford Ave."],["lat="],["long="],["directions=In front of Marriott Hotel"],["phone="],["tollfree="],["fax="],["hours=11:30am-4:00am"],["price="],["content=Great burgers with high quality beef.  Over 40 beers, some on tap."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Brava"]},", At Wyndham El San Juan Hotel & Casino, Isla Verde. Cover $15, free for residents of El San Juan Hotel. Open Th-Sa from 10PM until 4AM."]},{"type":"*","value":[{"type":"'''","value":["Cigar Bar"]},", At Wyndham El San Juan Hotel & Casino, Isla Verde. Daily 6PM to 3AM."]},{"type":"*","value":[{"type":"'''","value":["Club Laser"]},", Calle del Cruz 251, ",{"type":"''","value":["near the corner of Calle Fortaleza"]},".Cover $8-$12 (free cover for women before midnight on Sat) The club is usually open Th-Su from 10PM until 4AM."]},{"type":"*","value":[{"type":"'''","value":["Dákiti"]},", Calle San Sebastián, Pub with two floors. Idilic for the San Sebastián Festivities."]},{"type":"*","value":[{"type":"'''","value":["Dragonfly"]},", Restaurant and bar on Forteleza Street in Old San Juan."]},{"type":"*","value":[{"type":"'''","value":["El Patio de Sam"]},", Calle San Sebastián, Old San Juan. One of the most popular late-night joints with a good selection of beers. Live entertainment is presented here M-Sa.Open daily noon to 1AM."]},{"type":"*","value":[{"type":"'''","value":["Logan's Irish Pub"]},", Calle Bori 496, Río Piedras. Daily 11:30AM to 1AM (closes at 2:30AM F-Sa). A sports bar with TV monitors and high-energy rock 'n' roll."]},{"type":"*","value":[{"type":"'''","value":["Rumba"]},", Calle San Sebastián 152. The site for the filming of many of the crowd scenes within ",{"type":"''","value":["Dirty Dancing: Havana Nights"]},". Cover $15."]},{"type":"*","value":[{"type":"'''","value":["Shannon's Irish Pub"]},", Marginal Martínez Nadal, Guaynabo. Daily 11:30AM to 1AM (closes at 2:30AM F-Sa). A sports bar with TV monitors and high-energy rock 'n' roll."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nuyorican Cafe"],["alt="],["url=http:\/\/www.nuyoricancafepr.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=787-977-1276"],["tollfree="],["fax="],["hours="],["price="],["content=Calle San Francisco #312. Good live music venue in Old San Juan. Salsa, Latin jazz, folkloric music."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ristorante Pinoli"],["url=http:\/\/Pinoliristorante.com"],["email="],["address=404 De Diego Ave. Puerto Nuevo"],["lat="],["long="],["directions=Just off Roosevelt Ave. on the right"],["phone=787-273-1611"],["tollfree="],["fax="],["hours=12-3  6-10"],["price=$30"],["content=This is one of the finest Italian restaurants in Puerto Rico. The menu is very creative with new dishes added based on the fresh ingredients available on any given day. This is a cloth napkin establishment."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Pieria"],["url=http:\/\/www.PieriaRestaurant.com"],["email="],["address=310 Fortaleza St., Old San Juan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great bar and club in South Fortaleza St. This is the place where fashionable locals come to mingle in the weekends. Opens at 10PM and starts getting packed after Midnight."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=BUNS Burger Shop"],["url="],["email="],["address=1214 Ashford Ave."],["lat="],["long="],["directions=In front of Marriott Hotel"],["phone="],["tollfree="],["fax="],["hours=11:30am-4:00am"],["price=$8-12"],["content=Great burger place with over 40 beers.  High quality beef is their priority."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nSan Juan has a wide range of accommodation, but few budget options of any kind. European-style youth hostels do not exist in the city. Colonial-style city hotels are clustered in ",{"type":"[[","value":[["San Juan\/Old San Juan"],["Old San Juan"]]},", while the big beachfront resorts are mostly out in ",{"type":"[[","value":[["San Juan\/Condado"],["Condado"]]}," and ",{"type":"[[","value":[["San Juan\/Isla Verde"],["Isla Verde"]]},".\n\nYou'll be looking at $100\/night for even a basic hotel room, and well north of $300 for a five-star resort. However, discounts are available in summer (low) season.\n\n",{"type":"{{","value":[["movetodistrict"]]},"\n\n",{"type":"===","value":["Budget"]},"\n\nThere are a number of vacation apartments which are walking distance to the beach, comfortable with fully equipped kitchen for saving money meals. You can find these individually-owned apartments in either condos in front of the beach in Isla verde or in areas in Ocean Park and Condado walking distance to beach.\n\nYou might not have the daily housekeeping service but this option is good to receive a more authentic stay rather than in the sterile unchanging hotel. These accommodations can vary from $50-$80\n\n",{"type":"'''","value":["Posada Colonial apartments"]}," ( ocean park\/ Condado) area minutes from the beach has very high reviews ( range $70 night complete and private apartment)\n\nThere is also a New Budget options new to the island in the way of a Hostel\/GuestHouse that accommodates the frugal traveler for $20 to $55 a\nnight\n\n",{"type":"[[","value":[["Old San Juan:"]]},"\n",{"type":"'''","value":[" Posada San Francisco"]},"\nwith private room guest house style\nand traditional Hostel style; Dorms\n\nThere are other areas of San Juan as:\n \n",{"type":"[[","value":[["Santurce"]]}," ( in low income neighborhood): \nwhere Other hostels can be found for much less.\n\n",{"type":"'''","value":["The Palace Hostel"]}," #720-432-0712\n\n",{"type":"'''","value":["San Juan International Hostel"]},"\n\n",{"type":"===","value":["Mid Range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Alasol"]}," at 318 Calle del Sol, Viejo San Juan. Fully furnished one bedroom apartments with parking space in Old San Juan. Phone: (787)724-4456 , Phone: (787)564-3683"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=At Wind Chimes Inn"],["alt="],["url=http:\/\/www.atwindchimesinn.com"],["email="],["address=1750 McLeary Ave"],["lat="],["long="],["directions="],["phone=800-946-3244"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Condado."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard by Marriott Isla Verde"],["alt="],["url=http:\/\/www.sjcourtyard.com"],["email="],["address=7012 Boca de Cangrejos ave"],["lat="],["long="],["directions="],["phone=(787)791-0404"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A beautiful hotel located on the gorgeous beach of Isla Verde just minutes from the international airport in San Juan, with several restaurants and a casino."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Doubletree by Hilton San Juan"],["alt="],["url=http:\/\/www.sanjuandoubletree.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=(787)721-1200"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=105 De Diego. Centrally located to the Airport, the beach, and Old San Juan. Free Wi-fi and a warm chocolate chip cookie upon arrival."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Embassy Suites"]},", Isla Verde. Use their national web site."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hampton Inn"]},", Isla Verde. Use their national web site."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hosteria del Mar"]},", 1 Calle Tapia, (",{"type":"''","value":["Ocean Park"]},"), Phone: 727-3302 or Phone: 800-742-4276."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Consulat"],["alt="],["url=http:\/\/www.ascendcollection.com\/hotel-san_juan-puerto_rico-PR019"],["email="],["address=1149 Magdalena Ave"],["lat="],["long="],["directions="],["phone=787-289-9191"],["tollfree="],["fax=787-723-8665"],["price="],["checkin="],["checkout="],["content=Condado. The boutique-style hotel, is ideally located in the El Condado section of San Juan."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palm View Realty"],["alt="],["url=http:\/\/www.palmviewrealty.com"],["email="],["address=5970 Isla Verde Avenue"],["lat="],["long="],["directions="],["phone=888-268-5281"],["tollfree="],["fax=727-1415"],["price="],["checkin="],["checkout="],["content=Palm View Realty Specializes in short term rentals as well as condo, apartment and house sales in Puerto Rico. Affordable rentals are Beach Front and fully furnished."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Miguel Plaza Hotel"],["alt="],["url=http:\/\/www.sanmiguelplazahotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Lodging accommodations include free continental breakfast, parking, Internet, business center and gym, all for a low rate per room and the lowest tax rate, with no additional or hidden charges."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tu Casa Boutique Hotel"]},", 2071 Calle Cacique, (",{"type":"''","value":["Ocean Park"]},"), Phone: 727-5100."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Caribe Hilton"],["alt="],["url=http:\/\/www.hiltoncaribbean.com\/sanjuan"],["email="],["address="],["lat="],["long="],["directions="],["phone=(787)-721-0303"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Concha a Renaissance Resort"],["alt="],["url=http:\/\/www.laconcharesort.com"],["email="],["address=1077 Ashford Ave"],["lat="],["long="],["directions="],["phone=(787)721-7500"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A modern chic luxury resort in the Condado area of San Juan. Amazing views, restaurants, casino, and nightlife."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Condado Plaza Hotel & Casino"],["url=http:\/\/www.condadoplaza.com\/"],["email="],["address=999 Ashford"],["lat="],["long="],["directions=San Juan 00907, Puerto Rico"],["phone=866-317-8934"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The only luxury property overlooking both the Atlantic Ocean and Condado Lagoon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Conquistador Resort"],["url=http:\/\/www.elconresort.com\/"],["email="],["address=1000 El Conquistador Avenue"],["lat="],["long="],["directions=Fajardo 00738 Puerto Rico"],["phone=787-863-1000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located on the northeastern tip of Puerto Rico, near El Yunque Rain Forest and just four miles from the stores and attractions of downtown Fajardo and Las Croabas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel El Convento"],["alt="],["url=http:\/\/www.elconvento.com"],["email="],["address=100 Cristo St"],["lat="],["long="],["directions="],["phone=(787)723-9020"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in the heart of Old San Juan, this Small Luxury Hotel was a Convent until the late 19th century. It has a 4 story courtyard with a pool on the roof and spectacular views of Old San Juan."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Gallery Inn"],["url=http:\/\/www.thegalleryinn.com\/"],["email="],["address=204 Norzagaray Street"],["lat="],["long="],["directions=Old San Juan 00901, Puerto Rico"],["phone=787-722-1808"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The only hotel in Old San Juan with Atlantic Ocean views. Spectacular, 300-year-old boutique hotel, art gallery and museum in one. 26 gorgeously unique accommodations, owned by artist \/ sculptor Jan D'Esopo. Fascinating Old World charm."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El San Juan Hotel & Casino"],["url=http:\/\/www.elsanjuanhotel.com\/"],["email="],["address=6063 Isla Verde Avenue"],["lat="],["long="],["directions="],["phone=787-791-1000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beachfront location in the Isla Verde district of San Juan and 15 minutes from the shopping, entertainment, and history of charming Old San Juan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=InterContinental San Juan Resort & Casino"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/ic\/1\/en\/hd\/sjuha"],["email="],["address=5961 Isla Verde Avenue"],["lat="],["long="],["directions="],["phone=(787) 791-6100"],["tollfree=(800) 443-2009"],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Normandie Hotel"],["alt="],["url=http:\/\/www.normandiepr.com"],["email="],["address=499 Munoz Rivera Ave"],["lat="],["long="],["directions="],["phone=(787) 729-2929"],["tollfree=1-877-987-2929"],["fax="],["price="],["checkin="],["checkout="],["content=Old San Juan,"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Juan Marriott Resort & Stellaris Casino"],["alt="],["url=http:\/\/www.marriott.com\/hotels\/travel\/sjupr-san-juan-marriott-resort-and-stellaris-casino\/"],["email="],["address=1309 Ashford Avenue"],["lat=18.455546"],["long=-66.070368"],["directions=Condado Beach"],["phone=(787) 722-7000"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=SJ Suites"],["alt="],["url=http:\/\/www.sjsuites.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=(787)725-1351"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=253 Fortazela."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nUse common sense when going around. The tourist areas, like the Old City, Condado, and Isla Verde tend to be very safe. There is a wonderfully visible, 24-hour police presence in the Old City.\n\nUse caution when riding a bicycle around the city as roads are often crowded and some are unpaved. Be sure to pay attention to the roadway on which you are riding and the traffic.\n\nPedestrians need to use similar caution in Old San Juan. While traffic usually is slower, the streets are narrow, and sidewalks very narrow, sometimes crowded, with occasional trip hazards.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arecibo"]]}," - You can go see the Arecibo observatory and Cavernas del Rio Camuy (Camuy River Caverns) in the same day. Arecibo is about one hour west of San Juan."]},{"type":"*","value":[" ",{"type":"[[","value":[["Loiza"]]}," - On the north coast of Loiza you will find Piñones, a great place to go to the beach and eat some of the best Puerto Rican fried food. Just minutes away from El Condado and Old San Juan."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fajardo"]]}," - In eastern Puerto Rico a nice trip to make is Las Cabezas de San Juan, a natural reserve, you will have a tour around the place where they will show you the different types of plants in the reserve and then the lighthouse which now serves as a small museum, the place has a spectacular view. Reservation is required."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rio Grande"]]}," - The Caribbean National Rain Forest or El Yunque is located here, a great place to spend the day with nature, enjoying an awesome view and walking between trees and small rivers. There are many different trails, the La Mina trail affords hikers to swim in a waterfall towards the middle of the trail."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern Coast (Puerto Rico)"]]},"\n",{"type":"{{","value":[["geo"],["18.46633"],["-66.104736"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San Juan, Puerto Rico"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Puerto_Rico\/Localities\/San_Juan\/"]]},"\n",{"type":"[[","value":[["Commons:Category:San Juan, Puerto Rico"]]},"\n\n",{"type":"[[","value":[["es:Provincia de San Juan"]]}]