[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=San Felipe"]]},"\n",{"type":"'''","value":["San Felipe"]}," is a city in ",{"type":"[[","value":[["Baja California"]]},", ",{"type":"[[","value":[["Mexico"]]}," on the coast of the Gulf of California.  \n\n",{"type":"==","value":["Understand"]},"\n\nSan Felipe was originally a sleepy fishing village, barely connected by road to ",{"type":"[[","value":[["Mexicali"]]}," over a long, often flooded, mud, or washed-out road.  Over the years it has developed into a resort destination for both Americans and Mexicans.  However, its fishing roots are still evident in the large commercial harbor south of town frequented by shrimp boats.\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way to get to San Felipe is to drive.   You can fly into the small Aeropuerto International De San Felipe if you have a private plane (there are no commercial flights).  There are also long distance buses, although there are no local buses once you arrive.\n\n",{"type":"===","value":["By car"]},"\n\nIf you are coming from ",{"type":"[[","value":[["California"]]},", into Baja Mexico, there are two simple routes.  \n\n1.  ",{"type":"[[","value":[["San Diego"]]},"\/",{"type":"[[","value":[["Tijuana"]]}," Border Crossing:\nDrive South on the Mexican 1-D to ",{"type":"[[","value":[["Ensenada"]]},".  Then, take the Mexican 3 South to the Mexican 5.  Head south on the Mexican 5.  The 5 ends directly in San Felipe.  This route takes you directly across the Baja Peninsula.  You will pass two or sometimes three Mexican Army checkpoints, where you will be greeted and searched by soldiers.  Leaving\/entering San Felipe you will be searched thoroughly.  Also leaving Ensenada, heading towards San Felipe there is another military thorough inspection, and not only cars are searhced.  You will need to tell them your final destination.  The Mexican 3 is notorious for major potholes and sometimes banditos.  The drive will feel like it goes on forever.\n\n2.  ",{"type":"[[","value":[["Mexicali"]]},":\nThe drive to San Felipe from the Mexicali border crossing is relatively more direct.  Just hold South on the Mexican 5 all the way to San Felipe.  The majority of this path will take you through desert terrain.  Make sure to have extra water.\n\nGeneral driving advice:\n\nBe very wary of Mexican big rigs.  If a car or truck in front of you turns on its blinkers, this usually denotes that it is safe to pass on a two lane highway.  Make sure your car is in good shape.  Make sure to be able to speak even a little bit of Spanish! Also, few gas stations live along the road to San Felipe so make sure you have full tank of gas. It is best to fill up before you leave Mexicali or San Felipe.  Another warning:  Be careful with parking your car on the beach, regardless of it being 2 or 4-wheel drive.  The tide is very quick, and will turn over your car\/truck before you know it.\n\n",{"type":"===","value":["By plane"]},"\n\nSan Felipe has a small general aviation airport a few miles south of town.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transportes-abc.com\/ ABC Buses"]}]}," run from Mexicali.\n\n",{"type":"==","value":["Get around"]},"\n\nThe malecon (waterfront) is the center of San Felipe.  Most of the bars and restaurants are situated here and are within walking distance of each other.  Free, ample parking is usually available.  \n\nMany of the beach-front camps and vacation villages are a couple miles away from town.  You will need a car to get into town.\n\nDriving on the beach is an excellent way to get stuck shovelling sand for a few hours.  While four-wheel drive vehicles are better at driving on the beach, they too will get stuck at particularly soft spots.\n\n",{"type":"==","value":["See"]},"\nThe tide.  The Sea of Cortez has incredible tide changes.  Walk out and see the ocean bed.  Be wary of the tide though.  The tide can take you and your car quickly if you park on the beach.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]},". Many local fishermen will take you out on their boat for a fee.  Take note that while a permit is not needed to fish from shore, a permit is needed to fish from a boat.  Collecting clams and other shellfish is legal only for locals."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Baja 500"]}," and ",{"type":"'''","value":["Baja 1000 races"]}," often pass near or through San Felipe."]},"\n",{"type":"*","value":[{"type":"'''","value":["California Motorsport Adventours"]}," Off road adventure tours for people of all riding abilities. Everyone welcome: families, couples, friends, single riders, bachelor and corporate groups. Our trips to San Felipe can be done in 4 or 5 days. Begin in San Diego, end in San Felipe. We can also customize tours around the Baja 500 and 1000. Contact the office for reservations and inquiries."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Blues Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An annual event that normally takes place in April.  Many local bands and a great way to enjoy the outdoors during the spring in Mexico"]]}]},"\nEvent annoucements and local news from almost all local websites (in English) appear on San Felipe News http:\/\/www.sanfelipenews.com\n\n",{"type":"==","value":["Buy"]},"\nMost stores in San Felipe sell the same souvenirs: rings, necklaces, T-shirts, and so on. Typically, shopping will happen on a need basis -- \"oh, I forgot to bring sunglasses; I'd better buy some\", or else on a whim -- \"That's a nice-looking ring\". In addition to the actual stores, there are often peddlers walking around on the streets or beaches selling wares of some kind, usually personal accessories. Often, these people are associated with a store. Almost without exception, vendors in San Felipe accept the U.S. dollar.\n\n",{"type":"==","value":["Eat"]},"\n\nFish Tacos!!  San Felipe is known as the birthplace of the fish taco and every restaurant on the malecon serves them. It is said to be the taste that launched ",{"type":"'''","value":["Rubio's"]}," chain of Mexican restaurants. A trip to San Felipe would be incomplete without trying the local delicacy.  Most places also serve tacos with other types of seafood as well.  As with most eateries in Mexico, look for ones frequented by locals.\n\nIt is possible to buy seafood, especially shrimp (camerones) and clams (almejas), from local fish markets, or occasionally directly from the fishing vessels in the large commercial harbor.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brian's Beach Bar"],["url="],["email="],["address=Playa De Oro"],["lat="],["long="],["directions=North of San Felipe"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Brian, originally from Iowa, makes great Mexican and American food.  You must try the tenderloin sandwich and the MaidRites."]]}]},"\nNote:  Brian's is no more.  Brian's is now called Rumors.  It is owned by the same guy that owns Fatboy Pizza.  Initially the food was so so, and the drinks were to expensive.  The food has improved but the drinks are weak and expensive.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Taco Factory"],["url="],["email="],["address=Downtown"],["lat="],["long="],["directions=At the Melecon"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great tacos, quasedillas and cervezas"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["El Cortez\/Bare Foot Beach Bar"]},". Just south of the Malecon, the El Cortez is a great Hotel, but has a great breakfast and a nice beach bar."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Sweet Spot"]}," is the main hangout on the Malecon for \"gringos\" and is owned and operated by an American. ",{"type":"'''","value":["Als Backstreet Bar"]}," is another famous local gringo hangout, and is two streets west of the Malecon right behind the Bancomer branch."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pavivilion Restaurant, El Dorado Ranch"],["url=http:\/\/eldoradoranch.com\/Resort\/Dining_Pavilion.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the largest and most American restaurants is the Pavilion in the gated golf course community of El Dorado Ranch eight miles North of San Felipe on Hwy 5. It is open to the public so just tell the guard where you are going. The restaurant and location are so beautiful it has become the #1 Wedding and reception restaurant in San Felipe for both Mexicans and Americans."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nMost restaurants serve beer and wine, and many have a full bar.  Most of the campgrounds have a bar, making the stumble back to your tent relatively quick and painless.\n\nThere's a couple of bars\/clubs along the malecon.  Some of the more popular dance clubs are Rockodile and Beachcomber but they don't get hopping till after midnight. If you want to have fun with the American expat locals, no trip to San Felipe is compleate without a trip to Al's bar. A true \"dive: by any definition yet 100% safe and LOADS of fun. It's like being in a Fellini movie. A block off the malecon on a seedy dark street but worth seeking out.\n\nBuy some Cuban rum, Coke, and limes at one of the local markets and drink Cuba Libres at your campsite on the beach.  Local distributors also sell Mexican beer by the case (with a deposit for bottles).\n\n",{"type":"==","value":["Sleep"]},"\nMany beach campgrounds (\"campos\" or \"playas\") are located a few miles north of town.  Most offer a parking place, palapas, and bathrooms; some have showers.\n\nThere are a number of adequate motels in town.  There is a larger hotel south of town, near the commercial harbor.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=San Felipe Rentals"],["alt=Vacation rental homes in San Felipe"],["url=http:\/\/www.mysanfelipevacation.com"],["email="],["address=Eldorado Ranch"],["lat="],["long="],["directions=Highway 5"],["phone=1-661-332-6914"],["tollfree="],["fax="],["hours="],["price=$109\/night"],["checkin=3:00PM"],["checkout=11:00AM"],["content=San Felipe rental homes provided by MySanFelipeVacation.com.  Rental homes include Eldorado Ranch beach front condos and La Ventana del Mar golf course accommodations.  ",{"type":"[","value":["http:\/\/www.mysanfelipevacation.com San Felipe rental homes by the Sea of Cortez"]}]]}]},"\n",{"type":"==","value":["Go next"]},"\nValley of the Giants is a natural Reserve of the thousand year old Cardon Cactus. This area has become a major visitors attraction due to the selection of one of these giant specimens that was transported to Seville, Spain during World Expo '92.\n\nSouth of San Felipe, the paved road continues to ",{"type":"[[","value":[["Puertocitos"]]},", through to ",{"type":"[[","value":[["Gonzaga Bay"]]},", where it turns to a dirt road back to Highway 1 between ",{"type":"[[","value":[["Catavina"]]}," and ",{"type":"[[","value":[["Bahia de Los Angeles"]]},". The views near Gonzaga are simply breathtaking.\n\n",{"type":"{{","value":[["routebox"],["image1=Mexican Federal Highway 5.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Mexicali"]]}],["minorl1=Jct ",{"type":"[[","value":[["Ensenada"],["W"]]}," ",{"type":"[[","value":[["File:Mexican Federal Highway 3.png"],["18px"]]}],["directionr1=S"],["majorr1=END"],["minorr1="]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Baja California (state)"]]},"\n",{"type":"{{","value":[["Geo"],["31.1102"],["-114.7598"]]},"\n",{"type":"[[","value":[["WikiPedia:San Felipe, Baja California"]]}]