[{"type":"{{","value":[["pagebanner"],["San Jose, Costa Rica banner Curridabat cathedral.jpg"],["pgname=San José"]]},"\n",{"type":"[[","value":[["Image:San Jose Costa Rica Center.JPG"],["thumb"],["right"],["300px"],["The center of San José"]]},"\n",{"type":"'''","value":["San José"]}," is the capital of ",{"type":"[[","value":[["Costa Rica"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSan Jose, the capital, is on a plateau in the Central Valley at 1200 m (3,700 ft) elevation. It is ringed by lush green mountains and valleys. The population of this city is probably half of the whole country. It contains the primary airport, the University of Costa Rica, the US' and other embassies and many museums, cultural venues, hotels, markets, etc. It is the hub of the country.\n\n",{"type":"===","value":["Climate"]},"\nThe Climate in San Jose Costa Rica can be different at all times depending of the route of the winds and yearly seasons, some times in the later months of the year it is colder than the months at the middle. For many Costa Ricans the coolest temperatures in San Jose are equal to high (warm) temperatures for a Northern American Citizen or some one from a country with a snow season.  When you view the size of Costa Rica, then you can understand why weather temperatures differ from one city to another across short distances, unless the Caribbean weather suffers a major event in the atmosphere.\nBecause of its elevation San Jose is usually 70 to 80°F (21 to 27°C) though it can get chilly at night. The rainy season is from mid April through December.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe airport (SJO) is 17km or about 20 minutes by car from the center of San José.\n\nThere is a local bus stop outside the airport (on the other side of the multi-story car park which you see when you come out of arrivals). It costs less than 1 US$ and takes you right downtown. The cheapest option is taking the bus into downtown and get a taxi there for your final destination.  The taxis charge around 25 US Dollars to take you to the city, be sure to take one of the licensed reddish-orange taxis that say \"Taxi Aeropuerto.\" There are many unlicensed taxi drivers who will charge you almost twice as much as Taxi Aeropuerto. The taxis gladly take Dollars, but the local bus only takes Colones and they would not be pleased to get a 10 000 Colones bill.\n\nThere is an ATM by the entrance to the departures that will give you both Colones and Dollars.\n\n",{"type":"===","value":["By bus"]},"\nBuses from Mexico, El Salvador, Guatemala, Honduras, Nicaragua and Panama both, arrive to and leave from San José.\n\nThe ",{"type":"[","value":["http:\/\/www.ticabus.com\/ Tica Bus"]}," terminal is the most common choice for locals and foreigners alike when it comes to traveling around Central America and even Mexico. Please take note that it has recently been moved to the other end of town, near the Mercedes Tower. (Address: 200 meters north and 100 meters west of Torre Mercedes (Paseo Colón), in front of the Magisterio Nacional Mortuary)\n\n",{"type":"[","value":["http:\/\/www.king-qualityca.com\/ King Quality"]}," is a new choice available, their prices are considerably more expensive or cheaper than Tica Bus depending on the destination. \nThere is also Transnica, note they don't have a website up, for information their phone number is (506)2223-4123.\n\nOf course most local buses start or end here. There are several bus terminals in San José ",{"type":"[","value":["http:\/\/horariodebus.com\/cr\/sjmap.php"]},". It is important to know which bus terminal serves your bus route. Bus stops are usually every few blocks in the city. Take always a taxi, when  traveling with luggage.And it is highly likely to speak to you when you arrive.\n\n",{"type":"===","value":["By train"]},"\nTrains have recently made a comeback in Costa Rica and, after being shut down for many years, several routes have been put back into service using second-hand equipment brought over from Spain and some very ancient wooden carriages that look like they have been taken from a museum.  Lines are mostly singe-track and level crossings have no lights or protection at all, which has led to several accidents.  There's also no signalling.  Overall it's an interesting experience if you have the time and it's the best way of getting to Heredia (a lot faster and more comfortable than the bus).\n\nTimetables for all services are available at:\nhttp:\/\/www.trenurbano.co.cr\/horario_tren_urbano.aspx\n\n",{"type":"'''","value":["Heredia"]},": on weekdays, trains run between San José and Heredia every half an hour in the mornings (6AM-9AM) and afternoons (3:30PM-8PM), leaving from Estación del Atlántico near the Parque Nacional.  Some of these trains continue on to the UCR and U Latina in San Pedro.  The 6PM departure from San José (returning at 7PM) is a big train, so you can almost always get a seat on this one.\n\n",{"type":"'''","value":["Pavas, San Pedro and Curridabat"]},": another line runs through the south of the city, stopping at Estación del Pacifico, Sábana and heading west into Pavas and eventually turning round in a fairly dangerous slum area in the middle of the hills.  If you take it east, it stops across the road from Estación del Atlantico and then goes to the UCR, U Latina and Curridabat.  Timetables are very limited, with just one train per hour early in the morning and in the evening on weekdays.\n\n",{"type":"'''","value":["Belen"]},": A new service to Belen (just south of the airport) started on 5th April, leaving from Estación del Pacifico.  Services are approximately every half an hour between 6-8AM and 4-8PM on weekdays only and take 35 minutes.\n\n",{"type":"==","value":["Get around"]},"\nPublic transport system includes buses, tram is planned in the city center. Bus lines, maps, schedules and ticket prices are available at ",{"type":"[","value":["http:\/\/rutaenlinea.com\/ruta\/horariosyrutas.html Ruta en linea San Jose"]},". \n\nThe Bus system is reliable, comfortable, extensive, and very cheap. For instance it costs about $5 to travel from San Jose to the Nicoya Peninsula.\n\nTaxis are generally cheap. All taxis should have a meter. The fare starts at 570 colones, and is 570 per kilometre. Conversion is about 510 colones per USD (fluctuates daily). A ride inside the city center will normally cost 580-2500 colones. Basically a couple dollars, which they will accept, will get you anywhere in the city. Be aware that it is close to useless to give a taxi driver an exact street address. You have to point out some well-known building, park or hotel close to where you are going.  Often there are no street signs and addresses are difficult to find, so be sure you know where you are going or you could get lost very easily.  If you are driving in Costa Rica (one may see vehicles from Mississippi, British Columbia, Panama, and other places) note that the traffic lights don't have the yellow border around them and can sometimes be difficult to see, the road network is well utilized by locals (to overcapacity) so don't expect to get anywhere fast, also motorcycles weave in and out of traffic. Keep in mind the pet peeve most tourists have with tico kindness: oftentimes when a tico has no idea where a certain destination you may have had in mind is, he or she will simply direct you to a random location. Oftentimes simply incomprehensible, these directions are a reflection on the cultural approach to kindness many Costa Ricans adopt.\n\nIt is as well possible to get around by bicycle in San Jose. If you want to buy a bicycle you find stores in Calle 6 \/ Av. 5 (Coca Cola) or south of \"Avenida Segunda\" on the corner or Av.6 \/ Calle 4. In the south east corner of plaza Viquez you find a small bicycle store.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo de Oro Precolombino"],["alt=The Gold Museum"],["url=http:\/\/www.museosdelbancocentral.org"],["email=museoro@racsa.co.cr"],["address="],["lat="],["long="],["directions="],["phone=2243-4202"],["tollfree="],["fax="],["hours="],["price="],["content=An underground museum below Plaza de la Cultura. Tu-Su 10AM-4:30PM. Entrance fee $9 for foreigners (or $4.5 with a student ID card). The collection consists of 1600 pieces of Pre-Columbian gold work dating from 500 AD to 1500 AD. Information is given on the processing and making of the pieces as well as their social, cultural and religious meanings. At the same place you will also find The Numismatic Museum and The Temporary Exhibition Galleries, which are also included in the entrance fee. There is a nice museum shop and a tourist office at the entrance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo del Jade"],["alt=The Jade Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=2287-6034"],["tollfree="],["fax="],["hours="],["price="],["content=Avenida 7-9, Calle 9-11 bis, Instituto Nacional de Seguros. M-F 8:30AM-3:30PM, SA:9AM to 1PM. Entrance: USD $9. The largest collection of precolumbian Jade in America. Furthermore they show how Jade was elaborated in the precolumbian aera. They offer a variety of other objects made of stones, bones, ceramics, shells. Moreover you get an insight in the daily life of the people in the precolumbian era. If you only have time for visiting one museum and interested in precolumbian, this is the recommended choice, it is small, easy to get in, very representative of the many materials used and geographic zones habited before the European contact."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo de los Niños"]}," (The children's museum), Antigua Penitenciaría (the old prison). Tel. 258-4929. M-F 9:30AM-3:30PM, Sa-Su 10AM-4PM. Entrance fee 600 Colones for adults and 300 for children. This is an ",{"type":"''","value":["edutainment"]}," museum, and it was designed for Costa Rica's children, all the exhibits are in Spanish only. Not recommended as a visit, except when the Auditorio Nacional is hosting a concert or art gallery."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo Nacional"]},", Calle 17 Avenida 2. Tel 257-1433. Tu-Su 8:30AM-4:30PM. Entrance fee 2000 Colones.  The museum includes a large butterfly garden (With many morpho butterflies) and a collection of large  stone spheres from the Diquis Valley near the Pacific Ocean, a permanent precolumbian exhibition, the barracks, the rooms of the army general and his family, and a couple of temporal exhibits at the time.   The museum building is an old fort called ",{"type":"''","value":["Cuartel Bellavista"]},", in this place the Army was symbolically abolished by then president Jose Figueres Ferrer on December 1st, 1948 after the last civil war and armed conflict in the country."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo de Arte Costarricense"]},", east end of Sabana Park. This used to be San Jose's main airport terminal back when La Sabana was the airport.  Tel 222-7155. Tu-Sa 10:00-16:00, Su 10:00-14:00. Entrance fee $5 (students $3)."]},{"type":"*","value":[{"type":"'''","value":["Insect Museum at the Universidad de Costa Rica"]},"  A very elegant collection of exotic bugs. Only a few dollars, but check the times when they are open."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museo de arte y diseño contemporáneo"]}," (MADC) Definitely the main institution in Costa Rica dedicated to the broadcasting of contemporary art. Centro Nacional de la Cultura, Antigua Fábrica Nacional de Licores. Avenida 3, calle 15\/17. San José, Costa Rica. Tel: (506) 2257 7202 \/ 2257 9370 Fax: (506) 2257 8702. Info related to current exhibitions, schedules and admission fees can be found at their oficial website www.madc.ac.cr ",{"type":"[","value":["http:\/\/www.madc.ac.cr\/mambo452\/index.php"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Zoológico Simón Bolivar"]}," An almost hidden zoo in Barrio Amón, some of the most representative animals are available in this small zoo. There are many big cats, including a non native lion, the serpentarium is one of the most interesting spots, with colorful (and dangerous) snakes available."]},"\n",{"type":"==","value":["Do"]},"\n\nThe main downtown area is a bustling collection of well-laid out streets filled with bustling traffic and lined with eclectic, historic architecture. On the surface it is a gritty downtown area, but look inside and you'll find friendly people, quirky spots, and the historic side of San Jose that change your impression. A walking tour is the best way to see this area.\n\n",{"type":"===","value":["Tours"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Costa Rica Golf Day Tours"],["alt=Tours to Valle del Sol, Cariari and Marriott Los Suenos"],["url=http:\/\/www.costa-rica-golf-day-tours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=(732) 917-0177"],["tollfree="],["fax="],["hours=7AM-4PM"],["price=Valle del Sol:$110,  Cariari $110, Marriott Los Suenos: $225. All prices include hotel pickup and green fees"],["content="]]}]},"There are ",{"type":"''","value":["a lot"]}," of other tours and local events and doings in and from San José. Some include:\n",{"type":"*","value":[{"type":"'''","value":["3 in One"]}]},{"type":"*","value":[{"type":"'''","value":["Butterfly farm"]}]},{"type":"*","value":[{"type":"'''","value":["Coffee farm"]}]},{"type":"*","value":[{"type":"'''","value":["Canopy tours"]}]},{"type":"*","value":[{"type":"'''","value":["Rafting"]},"* ",{"type":"{{","value":[["see"],["name=Rios Tropicales"],["alt=Whitewater tours from San Jose and other areas of Costa Rica"],["url=http:\/\/www.riostropicales.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Volcanoes"]}]},{"type":"*","value":[{"type":"*","value":[" Buses to volcano ",{"type":"'''","value":["Poas"]}," leave from Parque La Merced at 08:30AM daily (2990 colones)."]}]},{"type":"*","value":[{"type":"*","value":[" Buses to volcano ",{"type":"'''","value":["Irazú"]}," leave at 8AM daily on Av. 2 in front of the National Theater (50 km, 2 h, 4000 colones return) and return at 12:30PM from the National Park. Park entrance fee for foreigners only: $US10 \/ 5020 colones, a bit overpriced but the view is nice."]}]},{"type":"*","value":[" ",{"type":"'''","value":["La Paz Waterfall Gardens"]}," An hour away from San Jose you can find lovely trails through primary rainforest that take you past five beautiful waterfalls. The La Paz water fall gardens also offer a hummingbird gallery, serpentarium, frog exhibit and large butterfly observatory."]},"\n",{"type":"===","value":["Street Life"]},"\n",{"type":"*","value":[" Every Thursday a dozens of young ",{"type":"'''","value":["jugglers"]}," gather at the ",{"type":"'''","value":["Parque Morazan"]}," and juggle together. Often with ",{"type":"'''","value":["percussion"]}," music. It s a ",{"type":"'''","value":["free event in public space"]},". Normally you will be invited to play with them. Lovely experience if you like street art."]},"\n",{"type":"===","value":["Yoga"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yoga."]}," Costa Rica is a top destination for yoga. In San Jose, check out ",{"type":"'''","value":["Downtown Yoga"]}," near Parque Morazan, which offers accessibly priced yoga and hooping classes for all experience levels. ",{"type":"[","value":["http:\/\/www.downtownyogacostarica.com\/"]}]},{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Valle del Sol"],["url=http:\/\/www.vallesol.com"],["email="],["address=Santa Ana"],["lat="],["long="],["directions=In the Lindora area next to Forum Park."],["phone=(506) 2282-9222"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=TTCR Golf Tour"],["url=http:\/\/www.teetimescostarica.com\/costa-rica-day-tours.html"],["email="],["address="],["lat="],["long="],["directions=San Jose"],["phone=866 448 3182"],["tollfree="],["fax="],["hours=7AM-10AM"],["price="],["content=Specialized golf transportation to\/from San Jose area hotels and Marriott Los Suenos course. Reserve online for a $160 rate (2 person min.) including trasportation."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gym."]}," Decent gym facilities can be found at the Spa Corobici (telephone: 231-5542) located behind the Hotel Corobici.  The taxi ride from the airport is approximately $10 - $20 USD and entry into the gym is 5,300 CRC or $10 USD.  The club has a good selection of free and machine weights as well as a cardio theater.  The club also has an outdoor swimming pool for lap swimming, a jacuzzi tub, and a sauna."]},{"type":"===","value":["Casinos"]},"\n",{"type":"*","value":[{"type":"'''","value":["Casinos"]}," Many hotels have gaming. The most famous for the single traveler is Casino del Rey."]},"\n",{"type":"==","value":["Learn"]},"\nCosta Rica in general, and San José in particular, is a great place to improve your Español. Many people can speak some English and there are many Spanish classes available, including at the Universidad de Costa Rica, as well as \"immersion\" classes in private homes.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maximonivel.com\/ Maximo Nivel"]}]},", de la Farmacia la Bomba 75 m sur (San Pedro, San Jose), ☎ 2253-9220, . 7AM-8PM. Maximo Nivel offers small group, online and individual Spanish classes taught by certified Native Spanish instructors and tailored to fit your schedule and needs. Spanish clients can join free conversation practice with local residents who are studying in intensive English programs. Also, we provide intensive TEFL\/TESOL certification classes each month that provide you with the credentials necessary to get a job as an English teacher anywhere around the country or the globe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comunicare-cr.com\/ Comunicare Linguistic, Cultural & Community Service Center"]}]}," is a non-profit association dedicated to teaching Spanish as a second language, to fostering a deeper understanding of Central America and to supporting community development and volunteer work.  Offers Spanish immersion, homestays, service learning, Central American studies, educational and entertaining excursions.  Phone (506)2281-0432  E-mail: info@comunicare-cr.com"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.babylon-idiomas.com\/en\/learn-spanish-costa-rica.htm Babylon Idiomas"]}]}," is in San José and 3 more places in Costa Rica and offers a wide range of affordable and high quality Spanish courses with experienced native teachers. The schools are open all year-round and new courses for all levels start every Monday. They organize a lot of cultural and fun activities for free and the personal service is really good. Accommodation options such as family stay or shared flat are available at an additional cost."]},"\n",{"type":"*","value":["   ",{"type":"[","value":["http:\/\/www.intensa.com Intensa"]}," With locations in San Jose, Alajuela and Escazu, offers conversational lessons as well as home stays."]},"\n",{"type":"*","value":[" Coastal Spanish Institute (CSI): Spanish and Surf school in Tamarindo, Costa Rica. Homestay or residence available, along will many fun activities."]},"\n",{"type":"*","value":["   ",{"type":"[","value":["http:\/\/www.spanish-wayra.co.cr\/ Wayra Instituto De Español"]}," Programs run from 1-4 weeks, there's an option to include a surf course, the school is in Tamarindo Beach."]},"\n",{"type":"*","value":["   ",{"type":"[","value":["http:\/\/www.naturalspanish.com\/ Natural Spanish"]}," With ecological tours, cooking and dancing lessons included."]},"\n",{"type":"*","value":["   ",{"type":"[","value":["http:\/\/www.spanishlanguageschool.com\/ Centro Panamericano De Idiomas"]}," Locations in Heredia, Monteverde and Flamingo Beach. The Flamingo location offers a chance to obtain an Open Water Diver Certification"]},"\n",{"type":"*","value":["ISLS, Institute for Spanish Language Studies, is a service for Spanish students wanting to make the most of their experience in Costa Rica. Not only do they have first class language institutions throughout the country they offer their travel services to students. Once you are in Costa Rica, ISLS offers many valuable services that will help make your visit an enjoyable one. Spanish language students receive help finding schools and access to many services while they are in school. Knowledge of the layout of the country and Capital city is important for travelers, Spanish language students, people thinking about retiring or investing, or anyone planning on spending an extended period of time in Costa Rica. ISLS offers a Student Guest House in San Jose, Costa Rica that is available to all of our students whether they are in a Spanish program or have already completed one. It is a great place to start out with when entering the country for the first time. It is also a great place to recoup, check some scores, clean your cloths and just relax. ISLS has put together a \"Welcome to Costa Rica program\" so that clients have the easiest possible transition into the Costa Rican culture. You will arrive into Costa Rica three days earlier than your planned start date for your trip. They provide airport pick-up, accommodations, valuable safety tips, Costa Rican transit information, a “home base” while you travel, and an opportunity to meet other travelers with similar destinations and interests.  Feel free to visit their website: ",{"type":"[","value":["http:\/\/www.isls.com\/costarica\/travelcenter\/"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Intercultura Language Center"],["url=http:\/\/www.beachspanish.com"],["email="],["address=Heredia and Sámara Beach"],["lat="],["long="],["directions="],["phone=+506-2656-0127"],["tollfree="],["fax="],["hours=M-F 7AM-7PM"],["price=from $199 per week"],["content=Intercultura offers immersion Spanish programs with daily cultural activities such as Latin dance, cooking, films, yoga, and arts. Homestay or hotel stays are available, and volunteer programs are offered. Two beautiful campuses, one on the beach, one in the colonial city of Heredia, close to San José. Class size 1-6 students, All teachers have university degrees and teaching credentials. US university credit available."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Boutique Annemarie"]},", located inside Hotel Don Carlos, is a nice souvenir shop. But don't buy your stamps here, they'll charge you an extra 40% for the \"service\"."]},{"type":"*","value":[{"type":"'''","value":["El Pueblo shopping mall"]}," has lots of small souvenir shops."]},{"type":"*","value":[{"type":"'''","value":["Mora Books"]}," Is a used book store on the corner of First Avenue and Street 3 in down-town San Jose. They have a great number of guide books. They will buy, trade, or sell for cheaper than I´ve found in other countries."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mercadoartesania.com\/ Mercado Artesania"]}]}," One of the best places for getting souvenirs and handcrafted products. This market is on 2nd Avenue by the National Museum. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.costaricacigarstore.com\/ The Costa Rica Cigar Store"]}]}," Hundreds of Hand made Costa Rica Cigars.  Locations on Sabana Sur and Barrio Amon."]},"\nThe best coffees have deserved reputations for superb quality.  Super markets\/grocers and small coffee growers usually have better prices than shops that cater to tourists.  Often packaged in 12 oz. sealed bags, you should only purchase roasted, whole beans rather than ground...for epicures, \"strictly hard bean\" (SHB)).  They will keep flavor longer...until you can store them properly at home (Google for methods), and won't include sugar as often found in Costa Rican ground.  Roasted coffee also prevents you from running afoul of agencies such as FDA\/APHIS that requires special licensing for importing \"green\"\/unroasted beans (may be considered plant material).\n\nThe best cigars, where you will find a huge selection of Cuban Cigars is located at The Havana Humidor Room, 2 blocks North and 1 block West of the Holiday Inn.\n\nThroughout the city, there are also a good deal of shops with wooden and ceramic souvenirs. The wooden pieces, such as masks, plaques, and other forms of wall art, are all beautifully hand carved as well as hand painted and the artisan usually signs their work with their name and where it was made on the backside. The ceramic pottery and dishware is done in this similar fashion and are available in a variety of designs and colors. These make interesting and personally unique gifts to bring home to family and friends for a reasonable price.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Mercado Central"]}," is a very old, interesting and bustling food market, which also contains a number of small restaurants and quick-serve counters for the locals. You will find fresh cooked fish and shellfish, corn based dishes, sopa de pescado (fish soup) and such exotics as  \"squid in his ink\", ceviche (small bits of raw fish \"cooked\" in lime juice), helado de sorbetera (artesanal local cinnamon ice-cream) and more. Perhaps not for the faint of heart. And you could always just go for ",{"type":"'''","value":["La Calle"]}," - Anything a street vendor is selling is probably good, for example the ",{"type":"'''","value":["Mangos"]},", street vendors often sell unripe mango strips with salt and lime, it's great.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bar Poas"],["url=http:\/\/barpoas.com\/"],["email="],["address=Avenida 7, Calle 3 y 5"],["lat="],["long="],["directions=Two doors down from the Pangea Hostel, across the street from St. Thomas Hotel in Barrio Amon"],["phone=(506) 2-223-8677"],["tollfree="],["fax="],["hours=1200-0230"],["price="],["content=Photos of regular customers adorn the wall of this dimly lit but friendly bar and restaurant. A decent menu of Gringo and Tico food is available from noon to 0230. Try the award-winning Chili con Carne. There´s always an interesting group of characters there including proprietor Harry Hart who is always willing to dispense useful advice about San Jose and Costa Rica."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bagelmen's"],["url=http:\/\/www.bagelmenscr.com"],["email="],["address="],["lat="],["long="],["directions=Escazú, San Pedro, Curridabat, Guachipelín, Belén, Heredia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good prices, excellent quality fast and healthy food (bagels, cream cheeses, coffee, salads, desserts and more). Very popular among tourists and american expats. Free internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafetería Parisien"],["url="],["email="],["address="],["lat="],["long="],["directions=Gran Hotel, between Theatro Nacional and Plaza de Cultura"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not the most exciting food, but elegant settings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ganesha"],["url="],["email="],["address="],["lat="],["long="],["directions=Located in Hotel America, 50 meters south of Central park in Heredia"],["phone=8379-7951"],["tollfree="],["fax="],["hours="],["price="],["content=This is an Indian, Mediterranean and Middle Eastern restaurant in Heredia, Costa Rica just about 15 minutes drive from the airport. Indian food lovers can get their garam masala fix here. Great Hummus, Baba Ganoush, Seekh Kebab and Chicken Tikka Masala. The lassis are great too"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Grano de Oro"],["url="],["email="],["address=Calle 30 Avenida 2\/4"],["lat="],["long="],["directions="],["phone=255-3322"],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful but expensive restaurant. A breakfast menu costs around 2400 Colones or treat yourself to the delicious banana-macadamia nut pancakes (2000 Colones).  The entrees are diverse and creative, do not hesitate to try the soup of the day, even if it sounds less than exciting.  Duck is on the menu, and is some of the best to be had anywhere.  Numerous seafood dishes are cooked to perfection, as is the beef and pork."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Vesuvio Restaurante"],["url="],["email="],["address=Barrio Otoya"],["lat="],["long="],["directions="],["phone=257-5411"],["tollfree="],["fax="],["hours="],["price="],["content=Italian food, pastas 1900 Colones, chicken 2000-2500."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lukas"],["url="],["email="],["address=Centro Comercial El Pueblo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of two other restaurants at the El Pueblo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Machu Picchu Restaurant"],["url="],["email="],["address=(Paseo Colón) 1st Ave"],["lat="],["long="],["directions=125 meters north from Kentucky FC restaurant"],["phone=506-222-3679"],["tollfree="],["fax="],["hours="],["price="],["content=The best international Peruvian Food & Sea Food.  Try the Causa Rellena, Cebiche, Lomo Saltado, Ají de Gallina and Peru's traditional and landmark drink: Pisco Sour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Il Pomodoro"],["url="],["email="],["address=Cerca de Parque Kennedy y Banco Nacional en San Pedro"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the best known casual restaurants in Costa Rica, .  Italian cuisine, very good pizza and pasta,  good cheap wine, from second floor great view or the mountains to the west."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Soda Esnider"],["url="],["email="],["address="],["lat="],["long="],["directions=Walk a few blocks to the east from Plaza de la Cultura over the Central Avenue and get into Galerías Avenida Central. You will find several stores and if you go down the stairs you will come across Soda Esnider"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= You can have a wonderful “Casado” for lunch with a natural drink for as little as 1600 Colones ($3)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tin Jo"],["url="],["email="],["address=Paseo de los estudiantes"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an incredible Asian restaurant featuring Japanese, Thai, Chinese and Indian food.  Don't be scared by the looks on the outside, the restaurant is clean, beautifully decorated and offers the best service I experienced in Costa Rica."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vishnu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vegetarian and Organic Restaurant. , With very reasonable prices and a varied, tasty menu they are easily the best choice for vegetarian food in SJ. There are three locations downtown San Jose:  - 1 - South side boulevar, near the Banco popular.  - 2 - Across Omni Center.  - 3 - North side of the Iglesia Del Carmen."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Balcón del Marisco"],["url="],["email="],["address="],["lat="],["long="],["directions=appx 1 Km. East of EPA toward to hwy to Cartago"],["phone="],["tollfree="],["fax="],["hours=10AM - 11PM"],["price=~$11"],["content=Great place for fish.  Always busy.  Service very good.  No other place comparable.  Clean and safe."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Pueblo"],["alt="],["url=http:\/\/www.elpueblo.co.cr\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a shopping center which becomes a clubbing district at night. There are several bars and nightclubs cluttered in the tiny little alleyways. Just mention El Pueblo to your taxi and he'll know where to go."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["San Pedro"]}," Is home to many bars and clubs, try to avoid the university of Costa Rica area at night as the many bars in the university district tend to attract brawls and even the occasional bullet shot. The other bars\/clubs in San Pedro are free of trouble."]},"\n",{"type":"*","value":[{"type":"'''","value":["Barrio La California"]}," Is the place to be if you're into the bohemian\/rock crowd. Many bars have local bands playing every night. Great place to go bar hopping!"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ristorante Tutti Li"],["url=http:\/\/www.facebook.com\/tuttiliristorante"],["email="],["address=Plaza Itskatzu, Escazú"],["lat="],["long="],["directions=Near Multiplaza, Courtyard, Holiday Inn, Residence Inn, Hotel Intercontinental"],["phone=2588-0425"],["tollfree="],["fax="],["hours="],["price="],["content=One of the best Italian restaurants in town.  Fresh pastas, traditional italian plates, brick oven pizza and exquisite wine selection, all with a modern flare.  A must while in San José.  Located in one of the most premium locations in the city.  Don't miss out!"]]}]},{"type":"===","value":["Gay and Lesbian nightlife"]},"\n\nSan Jose is a very tolerant city.  Most bars are gay friendly.  There is a small but vibrant gay life in San José from lesbian bars, to saunas and twink discos.\n\n",{"type":"*","value":[{"type":"'''","value":["La Avispa"]}," Is the oldest gay disco in Costa Rica.  Big place with Latin music and dancing, pop.  It has the most popular crowd and is recommended if you want to try the local flavor.  Sunday's late afternoon and evening is the best time to go."]},"\n",{"type":"*","value":[{"type":"'''","value":["Club OH"]}," Huge electronic music place with open bar on Fridays and Saturdays.  It has a VIP area with better quality liquors and another DJ. Live Drag shows at midnight. Best day to go is Saturday."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bochinche"]}," Crowded Pop bar\/disco, twink ambient.  It is a very fashionable art deco style, colorful place.  Diverse shows during the whole week, Fridays are open bar with carnival at midnight.  Place is open until 5AM.  Gets very crowded after 1AM.  $3 each person."]},"\n",{"type":"==","value":["Sleep"]},"\n\nSan Jose is full of hotels from one star to perhaps three. To the east on the Caribbean and the west on the Pacific are  numerous tourist hotels and lodgings of every description. To the northwest near Guanacaste, close to Nicaragua, are more. Closest to the airport are Hampton Inn, Doubletree and Marriott.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Ridgway"],["url=http:\/\/www.casaridgwayhostel.com\/"],["email="],["address=C 15, Av 6\/8"],["lat="],["long="],["directions="],["phone=+506 2221-8288"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A comfortable Quaker hotel with a shared kitchen and dining area available for use, a great place to meet like minded travelers, a simple breakfast is included.  dorms, singles, doubles, triples available $10-$12 \/person."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Yoses Hostel"],["url=http:\/\/www.casayoses.com"],["email=info@casayoses.com"],["address=Avenida 8, Calle 41, Los Yoses"],["lat="],["long="],["directions=250 west from Spoon"],["phone=+506 2234-5486"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Casa Yoses is in a  central location surrounded by tons of restaurants, bars, and stores, just off the University of Costa Rica and the San Pedro Mall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Costa Rica Backpackers"],["url=http:\/\/www.costaricabackpackers.com\/"],["email=costaricabackpackers@gmail.com"],["address=Avenida 6, calle 21,23"],["lat="],["long="],["directions="],["phone=+506 2221-6191"],["tollfree="],["fax="],["hours="],["price=Dorm : 12 USD"],["checkin="],["checkout="],["content=Great place to meet other travelers in town, 20 minutes walking from the center, affordable and comfortable hostel, facilities include an outdoor pool, kitchen, free internet and bar. Great place to party!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Galileo Hostel"],["url=http:\/\/www.hostelgalileo.com"],["email=galileohostel@gmail.com"],["address=Corner Calle 40, Avenida 2"],["lat="],["long="],["directions="],["phone=506-2248-2094 \/ (US)617.718.3531"],["tollfree="],["fax="],["hours="],["price=Dorm $9-10 US, double room $22-30 US pp"],["checkin="],["checkout="],["content=Colorful hostel with a Caribbean vibe. Free internet and Wi-Fi, towels, common kitchen, in house bar, Wii, guitars, frequent theme nights, and hot showers. Close to many embassies and the largest public park in the city. New owners as of January 2009."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gaudys Backpackers Hostel"],["url=http:\/\/www.backpacker.co.cr\/indexing.html"],["email=gaudys@backpacker.co.cr"],["address="],["lat="],["long="],["directions=Close to Parque La Sabana, 2km west of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Cnr Ave 5\/Calle 36-38, phone (506) 22480086, free breakfast, internet and WiFi, kitchen and laundry use, storerooms, dorms from USD 12."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Bekuo"],["url=http:\/\/www.hostelbekuo.com\/"],["email=info@hostelbekuo.com"],["address=Avenida 8, Calle 40, Los Yoses"],["lat="],["long="],["directions=325 West of Spoon Los Yoses"],["phone=+506 2234-1091"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Includes free breakfast, pool table, internet, coffee & tea, and above all a great atmosphere and staff"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Casa del Parque"],["url=http:\/\/www.hostelcasadelparque.com"],["email=info@hostelcasadelparque.com"],["address=On the corner of Avenida 3 and Calle 19"],["lat="],["long="],["directions=Barrio La California"],["phone=506 2233 3437"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=40 comfortable beds with real mattresses in dorm style rooms of 6 to 8 beds and one double room. Five full newly remodeled bathrooms with hot water. There is also a common room equipped with cable TV, free internet, and coffee.  Excellent hosts, knowledgeable and friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=In & Basic Hostel Lounge"],["url=http:\/\/www.inandbasic.com"],["email=reservations@inandbasic.com"],["address=300 m South and 75 m west of Spoon, Los Yoses.\nFátima´s church North side,"],["lat="],["long="],["directions=Barrio Los Yoses, San Pedro"],["phone=506 2234 2998"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lounge Hostel with Private rooms (with\/out baths, from 15 USD per person) and dorms (from 11 USD), Breakfast included. Free WiFi inside the rooms, pool table, air-hockey table, a garden with BBQ area, kitchen for free use. All new and modern. 2 blocks away from bars, supremarket and the San Pedro Mall. \nOne hostel, One home, A different way of living in San Jose!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Casa Colon"],["url=http:\/\/www.hostelcasacolon.com"],["email=info@hostelcasacolon.com"],["address=Paseo Colon, C 24 North, in front of Torre Mercedes, right in the corner"],["lat="],["long="],["directions="],["phone=+506 2256-0276"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The number one and first Premium Hostel in Central America, at a Hostel prices, with high quality accomodations, ",{"type":"[[","value":[["Hostel located in San Jose Costa Rica"]]}," in the best tourist-residential and quick access area in San Jose. Dorms, Private rooms,private and shared bathrooms, huge flat screen TVs, big lounge with wire\/wireless high speed internet 24\/7,video surveillance, International Restaurant and Cafe-Bar, airport shuttle service, free tourist info and travel tips, free maps, free parking, typical costarican breakfast included, plenty of services around the area, public and private transportation to anywhere in the country upon just a few steps, and much more!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Castle Tam Hostel"],["url=http:\/\/www.castletam.com\/"],["email=castletamhostel@gmail.com"],["address=100 al oeste de la Escuela Roosevelt"],["lat=9.930908"],["long=-84.053763"],["directions=san pedro san jose"],["phone=619 866 4553"],["tollfree="],["fax="],["hours="],["price=From $10"],["checkin=24 hours"],["checkout=11AM"],["content=$10 and $12 a night dormitory rooms. $20, $29 and $39 a day private rooms available. There are also monthly rates from $295, $370 and $495. Castle Tam is in the safe San Pedro\/Los Yoses area close to central San Jose and the University District of Universidad de Costa Rica.  Its next to all the bus terminals, government agencies, cheap restaurants, museums and historical centers.  Offers free WIFI, free city tours and pub crawls on student Calle de La Amargura"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Danubio"],["url="],["email="],["address=calle 18, avenida 3"],["lat="],["long="],["directions=75 m North of estacion Coca Cola"],["phone=(506) 2221-9446"],["tollfree="],["fax="],["hours="],["price=No Dorms, singles from $18, doubles from $25"],["checkin="],["checkout=1PM"],["content=Clean and safe and extremely peaceful. You'll get a good nights sleep here without having to worry about all the hippies in CR, free internet\/wifi, and a friendly knowledgeable staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=JC & Friends Hostel"],["url="],["email="],["address=Cnr Ave 3\/Calle 34"],["lat="],["long="],["directions="],["phone=(506) 83748246"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Phone , free breakfast, internet,  kitchen use, dorms from USD 10. Near Tica Bus Terminal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kabata Hostel"],["url=http:\/\/www.kabatahostel.com\/"],["email=info@kabatahostel.com, reserve@kabatahostel.com"],["address=Avenida 9-11, Calle 7 #927, Downtown San Jose"],["lat="],["long="],["directions=Barrio Amón, 225 m North of kiosk park Morazán"],["phone=+506 2283-2000, 2255-0355, 2255-3264"],["tollfree="],["fax="],["hours="],["price=Dorm: $12, private: $32"],["checkin="],["checkout="],["content=Kàbáta Hostel is centrally located and provides free breakfast, internet, and lots of helpful information."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Molino Rojo Hostel"],["url=http:\/\/www.molinorojohostel.com"],["email=info@molinorojohostel.com"],["address=Paseo Colón y Calle 32, diagonal a KFC"],["lat="],["long="],["directions="],["phone=(506) 22216868"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Brand new hostel in a safe and central area of San José with dorm beds from $10 and private rooms from $25 per night. Free breakfast, free use of the internet, communal kitchen, garden, lounge and bar.  Big party the first Saturday of every month!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tranquilo Backpackers"],["url=http:\/\/www.tranquilobackpackers.com"],["email=tranquilobackpackers@hotmail.com"],["address=calle 7, avenida 9y11"],["lat="],["long="],["directions=250 m North of park Morazán, in front of Kabata Hostel"],["phone=(506) 2223-3189, 2222-2493"],["tollfree="],["fax="],["hours="],["price=Dorms from $10, singles from $17, doubles from $24"],["checkin="],["checkout="],["content=Clean and safe with a fun and lively atmosphere with guitars and movie everyday at 8PM. Free breakfast everyday, free coffee and tea all day, free internet\/wifi, free storage, full kitchen, and a friendly knowledgeable staff."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=B&B Tambo Mundo"],["alt="],["url=http:\/\/www.tambomundocostarica.com"],["email=juancarlos@tambomundocostarica.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Del Cristo de Sabanilla 400, tel. +506 2273 0265 \/ +506 8848 9707. Tambo Mundo is a bed & breakfast with an amazing view of Braulio Carrillo National Park and Irazú Volcano in a big house with cozy common places. 5 rooms with plenty of hot water, delicious breakfast ( close to the University of Costa Rica and San Pedro. $30- $45 single occupation including taxes. A big Latin American literature, sustainable development and politics library, movies and documentaries are available. Fast Wireless Internet connection all around. Telephone and cable TV. Laundry service (free for long stays). Fluent English\/Spanish. German and French."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Costa Rica Guesthouse"],["alt="],["url=http:\/\/www.costa-rica-guesthouse.com\/"],["email=costaricaguesthouse@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=506 2223 7034"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=From $35 a night, located in downtown San Jose near the supreme court, housed in a beautifully restored 1904 building, this fine guesthouse features 23 decorated private rooms with king size beds, semi-orthopedic mattresses and free Wi-Fi access. Especially designed for couples, families and people looking for a little extra comfort, Costa Rica Guesthouse is the upscale hotel at budget price."]]}]},{"type":"*","value":[{"type":"'''","value":["Courtyard by Marriott San Jose"]},", Autopista Prospero Fernandez, Calle Marginal N., Plaza Itskatzu San Jose, Tel:+ 506 2208 3000, ",{"type":"[","value":["http:\/\/www.marriott.com\/SJOCY"]}," The Courtyard San Jose is located nearby San Jose's industrial parks, businesses, international companies and within minutes from shopping, nightlife plaza and the best restaurants in San Jose. Spacious rooms, free high-speed Internet, on-site restaurant, outdoor pool and health club. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hemingway Inn"]},", Avenida 9, Calle 9, Barrio Amon, (Behind I.N.S.), Tel +506 221-1804, reservations@hemingwayinn.com, ",{"type":"[","value":["http:\/\/hemingwayinn.com"]},". Former mansion turned into a hotel. Friendly staff. Quiet neighborhood. Safe and secure. Decent price for the area: $35-45 for a double including traditional breakfast with ",{"type":"''","value":["Gallo Pinto"]}," and ",{"type":"''","value":["Tamales"]},". Hotel has a small bar and hot tub on the premises. The hotel will organize Eco-tours for the rest of Costa Rica. Free Internet service and Wi-Fi. "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel & Casino Europa"],["url=http:\/\/www.hoteleseuropa.cr\/"],["email=infohe@hoteleseuropa.cr"],["address=Central St. Between 3th & 5th  Ave"],["lat="],["long="],["directions="],["phone=(506) 2222-1222"],["tollfree="],["fax=(506) 2221-3976"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Del Rey"],["alt="],["url=http:\/\/delreyhotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-866-765-8037"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Infamous, overpriced, unsafe, and overrated. Sort of a decadent area (prostitution). You're better off hanging out in one of the many other, better priced places, no matter what your buddies have told you."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/larosadeamerica.com\/ Hotel La Rosa de America"]}]},", Tel: +(506) 2433-2741. Located 15 minutes west from the San Jose Airport, in the town of La Garita de Alajuela. This hotel offers sparking clean accommodation in twelve rooms and two family suites arranged in cabinas, located around a large beautifully maintained tropical garden and swimming pool. Breakfast at the restaurant is included."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Out of Bounds"],["alt=Hotel Out of Bounds Escazu"],["url=http:\/\/www.bedandbreakfastcr.com\/"],["email=info@bedandbreakfastcr.com"],["address=Escazu"],["lat="],["long="],["directions="],["phone=+506 2288 6762"],["tollfree="],["fax="],["hours="],["price=70$"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Presidente"],["alt="],["url=http:\/\/www.hotel-presidente.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in downtown San Jose, on the walking boulevard of Avenida Central and Calle 7 (seven street). Great location close to historic landmarks, museums and plazas. 4 star accommodations with rooms starting at $85 + tax per night. Free internet. Buffet breakfast included."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel San Gildar"],["alt="],["url=http:\/\/www.hotelsangildar.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Next to the Costa Rica Country Club. A beautiful private hotel in the higher end side of San Jose, just 20 minutes away from the airport, and surrounded by the best gourmet restaurant in the region. Offers mid range 3 star accommodations, trendy bar-restaurant, souvenir shop, adventure tour desk, free delicious continental breakfast and high speed Internet."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Santo Tomas"],["alt="],["url=http:\/\/www.hotelsantotomas.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 255-0448"],["tollfree="],["fax=(506) 222-3950"],["price="],["checkin="],["checkout="],["content=Av. 7 between Calle 3 and 5, Barrio Amon. Pleasant bed and breakfast inn, English speaking staff, single rooms are small, some downstairs rooms quite spacious. Rates from $80, including breakfast."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kap's Place"],["alt="],["url=http:\/\/www.kapsplace.com"],["email=info@kapsplace.com"],["address="],["lat="],["long="],["directions="],["phone=+506 221-1169"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Street 19, Avenues 11 and 13, #1142 in Barrio Aranjuez. Guesthouse with 13 rooms and 1 large apartment. $30 - $80 including taxes. Guests have free kitchen use and free travel planning help! The K in Kap's Place stands for Karla. It's her house and her service is top notch. Bilingual (English\/Spanish)."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Marcela Bell"],["alt="],["url="],["email=homestay@racsa.co.cr"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Arranges accommodation in private homes; will advise on all aspects of visiting Costa Rica."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Residence Inn San Jose Escazu"],["alt="],["url=http:\/\/www.marriott.com\/hotels\/travel\/sjori-residence-inn-san-jose-escazu\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=506 2588 4300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=15 minutes from downtown San Jose, complimentary hot breakfast daily, outdoor pool and fully functional gym. The Residence Inn San Jose also has two meeting rooms making it the perfect San Jose hotel for business or pleasure."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Rincón de San José"],["alt=formerly Hotel Edelweiss"],["url=http:\/\/www.hotelrincondesanjose.com"],["email=info@hotelrincondesanjose.com"],["address="],["lat="],["long="],["directions="],["phone=+506 221-9702"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avenida 9 Calle 15 Barrio Otoya. 27 rooms, $50 + tax for a double including breakfast. 10% cash discount. Free Internet."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=TRYP San José Sabana Hotel"],["url=http:\/\/www.tryphotels.com\/en\/hotel-tryp-san-jose-sabana-costa-rica.html"],["email="],["address=Avenue 3, calles 38 y 40, San José COSTA RICA"],["lat=9.9426642"],["long=-84.092676"],["directions="],["phone=+ (506) 2547 2323; US toll free number 888 4115 487"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Centrally located hotel with conference facilities."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barcelo San Jose Palacio"],["url=http:\/\/www.vacationscostarica.com\/AdminSite\/hotels\/barcelo_palacio.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located just a short way between San Jose and Heredia, Barcelo San Jose Palacio is just minutes from the International Airport and downtown, and is an ideal starting point for those who fly into the Costa Rica capital to begin their visit to this tropical Central American nation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Costa Rica Marriott Hotel"],["url=http:\/\/www.marriott.com\/SJOCR"],["email="],["address="],["lat="],["long="],["directions=700 Metros east of the Firestone"],["phone=+ 506 2298 0000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Costa Rica Marriott is a beautiful colonial hacienda set on a 30 acre Coffee Plantation.  Comfortable accommodations, superb restaurants and catering, two outdoor tropical pools, Spa and more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Doubletree Cariari by Hilton San Jose"],["url=http:\/\/www.cariarisanjose.doubletree.com"],["email="],["address=Canas Highway San Antonio de Belen"],["lat="],["long="],["directions=5 minutes from the Airport"],["phone=(506) 2239 0022"],["tollfree="],["fax="],["hours="],["price=$89-$229"],["checkin="],["checkout="],["content=Distinctive architecture with lots of plants and a great swimming pool"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Finca Rosa Blanca"],["url=http:\/\/www.finca-rblanca.co.cr"],["email="],["address=Santa Barbera de Heredia"],["lat="],["long="],["directions="],["phone=+(506) 269-9392"],["tollfree="],["fax="],["hours="],["price=$160-$240 for a double"],["checkin="],["checkout="],["content=The 13 room Finca Rosa Blanca Country Inn, situated above the beautiful Central Valley of Costa Rica, is surrounded by exotic flora and grows some of the world’s best organic coffee. Finca Rosa Blanca is nestled in 10 acres amidst hundreds of fruit trees and dramatic tropical flora, and offers spectacular views of volcanoes, cloud forests and coffee plantations. The Inn has an a la carte restaurant, Spa and small gift shop on site."]]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Don Carlos"]},", Calle 9 & Avenida 9, Barrio Amón, Tel: 866 675 9259 (Toll Free) or +506 221 6707, ",{"type":"[","value":["http:\/\/www.doncarloshotel.com"]},". Beautifully decorated hotel, run by the same family for three generations. $70 + 16.39% tax for a standard double. There is also a tour operator (expensive) and a nice souvenir shop inside the hotel."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Fleur de Lys"],["url=http:\/\/www.hotelfleurdelys.com\/"],["email="],["address="],["lat="],["long="],["directions=50m north of Drs. Echandi Clinic"],["phone=(506) 223-1206"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Comfortable European style small hotel with eclectic class and grace. Excellent restaurant on site, suites feature jacuzzis."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Grano de Oro"],["url=http:\/\/www.hotelgranodeoro.com"],["email="],["address="],["lat="],["long="],["directions=Just off Paseo Colon"],["phone=(506) 255-3322"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Converted from a Tropical Victorian mansion, the 35-room hotel maintains the warmth and comfort of a private home. Hallways lined with period photographs and original art meander through the building and present lush tropical flower arrangements and luxuriant plants at every turn. Italian tile fountains grace intimate atriums, ensuring that one is never far from the soothing melody of falling water.  The restaurant is beautiful, opening upon a courtyard with a fountain at the center.  Service is prompt and efficient, and the staff mostly speak very serviceable, if not near-perfect, English.  The rooms are comfortable, but most lack air conditioning which means you will be awakened by bird calls most mornings.  Carved woods dominate the public rooms, a beautiful venue which appears to be popular with Ticos as well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Villas Corcovado"],["alt="],["url=http:\/\/www.villascorcovado.com\/location.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Villas Corcovado is a beautiful community of luxurious villas found throughout 70 oceanfront acres of unspoiled rainforest on the Southern Pacific Coast of Costa Rica. Perfect for those who seek adventure, flora and animal life in the inspiring framework of the Golfo Dulce."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn & Suites"],["alt="],["url=http:\/\/www.vacationscostarica.com\/hotels\/hampton.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=An ideal accommodation for anyone visiting Costa Rica on business of for those who are set to fly out. Hampton Inn & Suites is located just minutes from the International Airport and is close to many Costa Rican company's headquarters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Real InterContinental Hotel and Club Tower Costa Rica"],["url=http:\/\/www.intercontinentalcostarica.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+506 289 7000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located amid tropical gardens, only 15 minutes from Juan Santamaria Int’l Airport and 10 minutes from downtown San José, the hotel is close to an array of stores, movie theaters and fast-food restaurants and faces the modern Multiplaza Mall. It has 210 luxurious rooms, 54 rooms of the Camino Real Club, 5 junior suites and a presidential suite, for a total of 261 rooms. Each room is equipped with a mini-bar, hair dryer, air conditioning and a system of electronic key. Services : gym, swimming pool, jewelry shop, tennis court, restaurant, bar, conference rooms and gift shop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Xandari Resort & Spa"],["url=http:\/\/www.airporthotelscostarica.com\/xandari-resort-and-spa"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Xandari Resort and Spa is home to 21 spacious villas on a 40-acre coffee and fruit plantation overlooking the Central Valley. The colorful villas, private terraces, furniture and gardens are designed with great attention to detail, and each villa is adorned with original works of art."]]}]},"\n",{"type":"*","value":["Cristal Ballena Resort and Spa, on the Pacific Coast between Dominical and Palmar Sur.  Nature Air and Sansa fly into Palmar Sur, and the Resort can arrange pickup.  The owners are an Austrian couple who \"retired to go to work,\" and opened this beautiful resort just above the Pacific ocean with incredible views.  Even in the off season, Waldemar will usually be in the restaurant in the evening making sure the guests are happy.  Many tours and adventures are available, as usual.  The restaurant is very good, one of the better ones in the area.  Some Austrian dishes complement local seafood.  The view is incredible, every room has a private balcony with a view of the pacific.  Monkeys can be heard howling in the morning, and tropical birds are common."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Hotel Real San José"],["url=http:\/\/www.realhotelsandresorts.com\/rhr\/info\/en\/QualSanJose.aspx"],["email="],["address=El Paseo Real, Costado Este Centro Empresarial Forum, Santa Ana."],["lat="],["long="],["directions="],["phone=+506 2204 6700"],["tollfree="],["fax=+506 2204 6800"],["hours="],["price=Prices range between $80 - $140"],["checkin="],["checkout="],["content=Quality Hotel Real San Jose has 154 rooms, 16 mini-suites and rooms for disabled people. Also it has a restaurant, pool, business center with computers, printers and internet access high speed."]]}]},"\n",{"type":"===","value":["Near the Airport"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Aeropuerto"],["url=http:\/\/www.airporthotelcostarica.com\/"],["email="],["address="],["lat=95"],["long="],["directions="],["phone=50624337333"],["tollfree="],["fax="],["hours="],["price=80"],["checkin=13.00"],["checkout=12.00"],["content=An Airport hotel surrounded by nature, more than 40 property extension is covered by trees and gardens. Hotel Aeropuerto is located near the international airport san jose costa rica With pool, restaurant, tours, room service, free internet (wifi), currency exchange, very secure facilities, free airport shuttle 24\/7  ."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hampton Inn"]},". $105\/night avg (from Travelocity) Right in front of the airport, adjacent to Fiesta Casino and a Dennys restaurant."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Trapp Family Country Inn"],["url=http:\/\/www.trappfamilycountryinn.com\/"],["email="],["address="],["lat=95"],["long="],["directions="],["phone=786-8379198"],["tollfree="],["fax="],["hours="],["price=80"],["checkin=13.00"],["checkout=12.00"],["content=The Trapp Family Country Inn is located only 1 mile from Juan Santamaría International Airport. Comfortable accommodations along with genuine family service in a peaceful atmosphere. This colonial style hotel is surrounded by beautiful gardens with centenary fig trees."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Vina Romantica Bed and Breakfast"],["url=http:\/\/www.vinaromantica.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(506) 2430-7621"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Great entry\/exit point for travelers, minutes away from main tourist pick up points and the airport. Provides comfortable rooms with memory foam mattresses, private bathrooms, restaurant and beautiful surroundings such as Doka Coffee fields and Poas Volcano."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAlways remember, regardless of whether you're at home or abroad, use common sense. Be constantly aware of your surroundings. Do not be so trusting of others and be attentive of what the people around you are doing; if it seems suspicious or you feel threatened make sure you take the necessary steps to keep yourself and your belongings safe. Of course, this does not mean you should stress out about safety, have fun while you vacation, but don't be too careless.\n\nIn San José and throughout the nation's urban centers, the traffic is wild and dangerous. It is not the norm for cars to stop for pedestrians; in fact, they generally drive very fast, which can make walking across streets difficult and even dangerous.\n\nThe area around the Coca Cola Bus Terminal, and most other terminals, is not as safe; especially at night. And some, like the aforementioned bus terminal, are not safe during the day and night. You should watch your belongings and stay with a group of people you trust at all times if walking through the city.\n\nAs mentioned before, don't openly trust strangers. As an example of a situation which is not uncommon and revolves around some levels of trust, if you have a flat tire on main highways, don't accept help except from an established service station, Many opportunistic petty thieves use these circumstances and kindness to try to steal anything possible, and could even turn the situation into a car-jacking. Petty theft is high risk, including from valet parking staff and housekeepers in hotels.\n\nIf you travel by bus, try not to put your luggage into the storage space above the seats. If you put your rucksack between your knees you will have better control of your belongings. Car theft is a problem in San José, make sure you take the necessary actions to reduce the chances of having your vehicle stolen; or anything within your vehicle. For example, bring a club (steering wheel lock) or park in locked fence areas or the city's parking buildings.\n\nAlways wear your seat belt. Going off of the scenarios of dangerous drivers, the taxi cabs that you choose to travel in MUST have a ",{"type":"'''","value":["yellow triangle"]}," sticker on the front doors with the plate number. This demonstrates that that particular vehicle and the driver are legitimate. If anything were to happen, you (as a tourist) would know who to file a complaint with, etc. ",{"type":"'''","value":["As a warning:"]}," Please do not enter any vehicle that does not have this larger triangle sticker on it (usually on the door) because the driver is most likely an illegal taxi; which means that you are choosing someone who may not be properly licensed or have met the requirements for transporting other people. The airport is a frequent \"hot-spot\" for these sort of incidents to occur quickly, because someone can come up to you (knowing that you are a tourist, not aware of their customs or regulations, and will exploit that), grab your luggage, and start loading it into their car - but be sure to check the vehicle for the yellow triangle as well as wrestling your luggage back out of the car. The orange taxis at the airport are the official airport taxis.\n\nBe particularly careful with your passport and other documentation. Also, police may stop you and take you to jail for not carrying your passport, or a photocopy of the main page and the entry stamp (very recommendable instead of carrying your passport).\n\nSan Jose, as the largest city in C.R. has the largest hospitals, both public and private.  Tourists can use the private hospitals, and pay with cash or credit card. The wait is significantly shorter than at public hospitals. Also note the bigger private hospitals in the country are considerably more expensive than the many, smaller private hospitals throughout the city. Most doctors can speak medical English, and they provide translator services. Most private doctors and hospitals do take foreign insurance plans. Ask beforehand. If you are unlucky enough to have your child get really sick he or she will be transferred to the only children's hospital in the country in San Jose, which is public.\n\nGenerally speaking if you stick to the tourist spots in the city you will be safe, just try to avoid showing off valuables more than necessary, if you're taking a picture put your camera away as soon as its taken, never show big amounts of cash, exercise caution. Avoid at all costs walking at night, either right downtown or in the suburbs, cabs and buses are too cheap, so walking at night is a very unnecessary risk. As with any big city, use common sense and keep your belongings in front or beside you - never on your back. San Jose is known for its abundance and skill of pickpockets.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["TV"]},"\nCable TV channels have many American English language channels. Fox News, CNN, CNBC, TNT, HBO, ESPN, ABC, NBC, and CBS stations are broadcast from New York City.\n\nOn Amnet in San Jose ABC, CBS, and NBC are broadcast on channels 69-71 respectively.  The feeds are from Denver, CO.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies and High Commissions"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/costa_rica\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/cr.china-embassy.org"],["email="],["address="],["lat="],["long="],["directions=De la casa de D. Oscar Arias 100 metros al sur y 50 metros al oeste, Rohrmoser, Pavas San Jose"],["phone=+506 22914811"],["tollfree="],["fax=+506 22914820"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.cr.emb-japan.go.jp\/"],["email="],["address=Torre la Sabana Piso 10"],["lat="],["long="],["directions=Sabana Norte, 300 m oeste y 25 m norte del I.C.E."],["phone=+506 2232-1255"],["tollfree="],["fax=+506 2231-3140"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/costarica.usembassy.gov\/"],["email="],["address=Calle 120 Avenida 0, Pavas"],["lat="],["long="],["directions="],["phone=+506 2519-2000"],["tollfree="],["fax=+506 2519-2305"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nBeing the capital, San José is the hub for all travel in Costa Rica. This means you can go any were from here. You can take the local buses for local travel within the city or to neighboring cities (such as ",{"type":"[[","value":[["Cartago"]]}," or ",{"type":"[[","value":[["Heredia"]]},") or the more expensive bus services from Interbus or Gray Line Fantasy Bus. You can also take buses to other farther destinations (such as ",{"type":"[[","value":[["Limón (Costa Rica)"],["Limón"]]}," or ",{"type":"[[","value":[["Puntarenas"]]},") There is also a lot of smaller airports dotted around the country for minor destination hopping.\n\nThere is an exit tax (US$26 for both visitors and residents) to leave the country.  You can pay for it at a bank (any BCR or Banco Nacional) and get a receipt or wait in the line at the airport. Pay the tax as soon as you arrive at the airport so you don't miss your flight and arrive with cash. Be sure to have a pen, as there is a small form to fill that is going to be requested before check-in.  \nTobías Bolaños Airport in Pavas serves as Nature Air's hub for flights within the country and also has 4 flights per week to Bocas del Toro, Panama.  Nature Air used to fly to Granada, Nicaragua as well, but as of April 2007, the flights have been discontinued due to the poor condition of the runway in Granada.\n\n",{"type":"[","value":["http:\/\/www.flyairpanama.com\/ AirPanama"]}," flies from Juan Santamaría airport to David\/Panama three times a week.\n\nA trip to Jacó, on the Pacific Coast, is a delight, although the highway that goes there is not a superhighway.  Surfing is great, and since many young chefs are surfers, you can get some really great dining at amazingly low prices. A little farther down the coast, a stop at Manuel Antonio National Park is a must.\n\nOn your way to Jacó, stop for lunch at \"Mirador del Cafetal\" (View of the Coffee Plantation), just beyond Atenas.  Views are spectacular!\n\n",{"type":"*","value":[" About 3.5-hours by car or 20 minutes by plane south of San Jose lies Manuel Antonio National Park in Quepos, Puntarenas. Of Costa Rica's dozens of national parks, Manuel Antonio has long been one of the jewels, an idyllic combination of exuberant forest, white-sandy beaches, and rich coral reefs. The guardians of this beautiful wilderness are now attempting to harness its popularity by limiting the number of ecotourists. This park is one of the country's smallest and only remaining habitats for the red-backed squirrel monkey. Manuel Antonio is located along the coast line and offers snorkeling, skin diving, surfing, and fishing galore. After a visit to the rain forest that gets you hot and sweaty, nothing beats jumping in to the refreshing ocean. Open Tu-Su."]},"\n",{"type":"*","value":["An easy 2-hour drive north-west of the capital, Costa Rica's most favored rain forest getaways in La Fortuna, San Carlos. The Chachagua Rain Forest Hotel is in the Tilarán mountain range. One of the most biologically diverse in the entire country, the Chachagua's 50-acre spread nestles up against the Children's International Rain Forest which has a great potential for bird and wildlife viewing. The Arenal Volcano and Lake are within driving distance. There is spelunking, white-water rafting, and rappeling for those who aspire to do it all, and the Tabacón Hot Springs for those who do not. Chachagua is fairly self-sustaining: it grows its own fruit and other produce is grown on the ranch. Overall the hotel provides nature guides, nature tours, walks, breakfast, dinner, and a transfer to\/ or from San Jose. The best times to visit are November through March. Call Chachagua Rain Forest Hotel at (Tel) 506\/239-6464 or fax 506\/293-8553 for more information."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["9.9333"],["-84.0833"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Valley_(Costa_Rica)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:San José, Costa Rica"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Central America\/Costa Rica\/San Jose Province\/Localities\/San Jose\/"]]},"\n",{"type":"[[","value":[["Commons:Category:San José, Costa Rica"]]}]