[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tucumanturismo.gov.ar\/ San Miguel de Tucuman"]}]}," is the capital city of The ",{"type":"[[","value":[["Tucuman"]]}," Province, and the largest city in the Northwest region of ",{"type":"[[","value":[["Argentina"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nSan Miguel de Tucumán is an important historic spot in the country since the Declaration of Independence from Spain took place here on July 9, 1816. The actual place where this important event occurred is a colonial-style house known as \"Casa Historica\" by tucumanos or \"Casita de Tucuman\" by Argentineans from other regions.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nAt Teniente Benjamín Matienzo International Airport, at 9km east from ",{"type":"[[","value":[["San Miguel de Tucuman"]]},", there are 5 daily flights from ",{"type":"[[","value":[["Buenos Aires"]]}," with Aerolíneas Argentinas and LAN, one daily flight from ",{"type":"[[","value":[["Mendoza"]]},", one from ",{"type":"[[","value":[["Rosario"]]}," and two from ",{"type":"[[","value":[["Cordoba (city, Argentina)"],["Córdoba"]]}," all of them with Sol Líneas Aéreas. International flights are now suspended, but Aerosur had until 2010 four flights a week to ",{"type":"[[","value":[["Santa Cruz de la Sierra"]]},", in Bolivia, with inmediate connections to Madrid and Miami. \n\nMore information about flight times and rates at ",{"type":"[","value":["http:\/\/www.aerolineas.com"]}," and ",{"type":"[","value":["http:\/\/www.lan.com"]}," and ",{"type":"[","value":["http:\/\/www.sol.com.ar"]},".\n\n",{"type":"===","value":["By train"]},"\n\nThere are two weekly trains from Buenos Aires and back. The journey takes approximately 25 hours as it stops in many towns and cities along the railroad. It costs 87 pesos in tourist class, 132 pesos in Primera class, 236 in Pullman class, and 740 pesos in Camarote class (private two bed compartment and two breakfasts), all round trip prices. There are discounts for students, children and seniors. See the excellent (but only in Spanish) web site: http:\/\/www.ferrocentralsa.com.ar\/ \n\nThe train includes a dining and snack car.\n\nTrains leave Buenos Aires Retiro station at 09:55 on Mondays and Fridays and return from Tucumán on Wednesdays at 16:59 and on Saturdays at 19:43. Get your tickets early - they are sometimes sold out 10 days in advance.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":["Coming from ",{"type":"'''","value":["North"]},": Ruta 9 from Salta and Jujuy"]},{"type":"*","value":["Coming from ",{"type":"'''","value":["West"]},": Ruta 38 from Catamarca, La Rioja, San Juan, Mendoza"]},{"type":"*","value":["Coming from ",{"type":"'''","value":["North West"]},": Ruta 40 from Andes, then take Ruta 307 (between Amaicha del Valle and Acheral), and then Ruta 38."]},{"type":"*","value":["Coming from ",{"type":"'''","value":["South"]},": Ruta 157 from Córdoba"]},{"type":"*","value":["Coming from ",{"type":"'''","value":["South East:"]}," Ruta 9 from Santiago del Estero, Córdoba, Rosario, Buenos Aires"]},{"type":"*","value":["Coming from ",{"type":"'''","value":["East"]},": Ruta 34 from Santiago del Estero, Rosario, Buenos Aires"]},{"type":"*","value":["Coming from ",{"type":"'''","value":["North East"]},": Ruta 34 (12 --> 16 --> 34) from Posadas, Corrientes, Resistencia"]},"\nThere are two tolls of 1,80$ on Ruta 9: one in Leocadio Paz (15 km from the Border to Salta Province) and one in the Border to Santiago del Estero Province. Emergency phone number is *767 (*SOS) from any mobile telephone. Just on Ruta 9 (a tolled Route).\n\n",{"type":"===","value":["By bus"]},"\nSeveral bus companies provide services from Tucuman City to almost all major and mid-size cities in Argentina. The city boasts one the largest bus stations in the country and it is located at walking distance from downtown and the main hotels. Bus routes Nr. 4, 8, 10, 102, 103, 110, 118 runs from around the bus station into downtown; Nrs 4, 8, 10, 102, 106, 110 does it in the opposite direction.\n\n",{"type":"==","value":["Get around"]},"\nThe best way to visit the historic area and downtown is on foot. Most attractions are located at walking distance from each other. Besides, the traffic is quite heavy and disorganized so renting a car or taking a taxi would be a waste of time and money. Taxis are all white, with yellow and black stripes. Don't take any other taxi, because they are illegal.\n\nPublic Transport (bus) is always a good choice. There are around 40 bus lines, which drives to downtown. A one way ticket cost ARP 2 (about 0,50 U$S) and must be payed to the bus driver on coins. Bus lines 102 and 118 goes to Yerba Buena, an beautiful touristic destination in Tucuman Metropolitan Área. Bus 118 can be reached in Santiago del Estero street (north of the center) while bus 102 on San Lorenzo street (south of the center). A ticket from Center to Yerba Buena costs 1,80$. Bus line 121 to the Airport can be reached on Av. Avellaneda and Av. Gobernador del Campo. A one way ticket costs 1,60$. Just one every hour.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Independence House"]},". The most important tourist and historic spot in the city. The Independence of the country was declared here on July 9, 1816, by representatives from the different provinces. The only part of the house that remains of the original building is the room where the congressmen gathered and the declaration took place. The facade was rebuilt after the original one based on photographs of the XIX Century. "]},{"type":"*","value":[" ",{"type":"'''","value":["Government House"]},", Located across from the main square \"Plaza Independencia\". This magnicent building was built where the old Cabildo was formerly situated."]},{"type":"*","value":[" ",{"type":"'''","value":["Plaza Independencia"]},", the city's main square. One of the best places to see local people and a start point to tour the downtown area. There is a beautiful \"Statue of Liberty\" in its center made by the famous local artist Lola Mora. "]},{"type":"*","value":[" ",{"type":"'''","value":["San Franciso Church"]}," right across the Plaza Independencia. The interior is beautifully decorated. "]},{"type":"*","value":[" ",{"type":"'''","value":["9 de Julio Park"]},", 5 blocks east of downtown, across from the bus station. One of the largest public parks in the country (100 hectares) designed by French architect Charles Thays (who also designed the public parks in Buenos Aires, Córdoba, Rosario and Mendoza. Among its many attractions are the San Miguel Lake, Bishop Colombres's House (a colonial style house which includes a museum of the sugarcane industry), the Flower Clock and several sculptures scattered around the park. There are some good bars and restaurants as well."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":["Unilanguage School"]},", ",{"type":"[","value":["http:\/\/unilanguage.com.ar"]},". Spanish Courses"]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\nFind where the locals eat!  This includes an indoor market somewhere on the corner of Muñeca & Mendoza -empanadas, tamales, pizza, fresh fruit & vegetables -all very cheap.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tucuman Hostel"],["alt="],["url=http:\/\/www.tucumanhostel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Was the first hostel to open in the city and is a great place to meet other backpackers, Argentine travellers and the friendly 'Tucos' who work there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Argentina Norte"],["alt="],["url=http:\/\/hostel.argentinanorte.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A nice place with friendly staff, (small) breakfast, internet (currently out of order), kitchen facilities, cable TV & DVD library, good mood. dorm 55 pesos. Extremely loud music all day and all night, extremely loud drunk people mostly at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Posta de Viajero"],["alt="],["url=http:\/\/hostel-in-tucuman.minihostels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+543814224002"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Chacabuco 362 A fun, hostel run by young people with lots of travel and tourism experience. They always have something going on, from live music to an Argentine asado, and love meeting new people and sharing their culture. A great place to meet young people and have a good time. Minihostels members receive a 10% discount."]]}]},"\nHotel Sol San Javier www.hotelsolsanjavier.com.ar  Tel +543814929004 Ruta 340 KM 23 On top of San Javier Hill, surrounded by the imposing “yunga” (forest) and with an exceptional view of the city of San Miguel de Tucuman it’s located the Hotel Sol San Javier. Very good alternative to stay in Tucuman, overlooking the city but without the hassle of the city\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-26.8167"],["-65.2167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tucuman"]]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:San Miguel de Tucumán"]]}]