[{"type":"{{","value":[["pagebanner"],["Sanaa banner.jpg"],["unesco=yes"]]},"\n",{"type":"{{","value":[["warningbox"],["Travel to Sana'a is ",{"type":"'''","value":["strongly discouraged"]}," due to civil unrest and general lawlessness. A string of bombings attributed to Al-Qaida have rocked the capital during the spring of 2014. Check official travel warnings before considering travel to Sana'a. (May 2014) ",{"type":"[","value":["http:\/\/www.fco.gov.uk\/en\/travel-and-living-abroad\/travel-advice-by-country\/middle-east-north-africa\/yemen UK FCO Travel Advice"]}]]},"\n\n",{"type":"[[","value":[["Image:Old City, Sana'a.JPG"],["thumb"],["350px"],["Sana'a's Old City"]]},"\n\n",{"type":"'''","value":["Sana'a"]}," is the capital of ",{"type":"[[","value":[["Yemen"]]},", located in the ",{"type":"[[","value":[["Yemeni Mountains"]]}," and generally the first destination for travellers to that country.  See the ",{"type":"[[","value":[["#Stay Safe"],["Stay Safe"]]}," section of this article and the ",{"type":"[[","value":[["Yemen"]]}," country page for important safety advice.\n\n",{"type":"==","value":["Understand"]},"\nOne of the oldest continuously-inhabited cities in the world (others being ",{"type":"[[","value":[["Jericho"]]},", ",{"type":"[[","value":[["Damascus"]]}," and ",{"type":"[[","value":[["Aleppo"]]},"), Sana'a is believed to have been founded by Shem, the son of Noah. As a result, the city has the unlikely nickname of \"Sam City\".\n\n",{"type":"===","value":[" Climate "]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =19.8"],["febhigh =20.2"],["marhigh =22.8"],["aprhigh =25.5"],["mayhigh =26.0"],["junhigh =27.1"],["julhigh =27.7"],["aughigh =25.9"],["sephigh =23.7"],["octhigh =22.0"],["novhigh =20.7"],["dechigh =19.7"],["janlow =5.1"],["feblow =8.0"],["marlow =9.7"],["aprlow =11.5"],["maylow =13.6"],["junlow =15.8"],["jullow =16.7"],["auglow =16.3"],["seplow =12.4"],["octlow =9.1"],["novlow =6.8"],["declow =6.2"],["janprecip =0"],["febprecip =2.0"],["marprecip =9.9"],["aprprecip =14.7"],["mayprecip =4.7"],["junprecip =17.8"],["julprecip =49.9"],["augprecip =63.6"],["sepprecip =24.0"],["octprecip =7.5"],["novprecip =4.4"],["decprecip =0"]]},"\n\nThe city experiences a mild desert climate, with much more moderate temperatures than other Arabian Peninsula cities due to its high elevation.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nSana'a International Airport is the hub for Yemenia, Yemen's national airline. It is also served by other airlines, such as Emirates, Turkish Air, Royal Jordanian Airlines, Egypt Airlines, Syrian airlines, Qatar Airways, and Lufthansa. Also budget airlines, such as Air Arabia (www.airarabia.com) and FlyDubai now service Sana'a. There are two flights weekly from London-Heathrow. Emirates and Qatar Airways connect Sana'a to larger hubs in Doha and Dubai.\n\n",{"type":"===","value":["By bus"]},"\nYemen has a few bus companies. Sana'a is connected by all major cities (",{"type":"[[","value":[["Aden"]]},", ",{"type":"[[","value":[["Ta'izz"]]},", ",{"type":"[[","value":[["Marib"]]},", ",{"type":"[[","value":[["Sayun"]]},", etc) via bus. Perhaps the best bus company in Yemen is the new-ish Raha (established in 2008). Raha buses are in good condition and fares are reasonable. The buses are still new. Note that travelers must obtain a travel permit (tasirih in Arabic) from the Ministry of Tourism before embarking on over-land adventures. Each town has a military checkpoint that will ask for a travel permit and will likely refuse travelers entry if they have forgotten to get one. Travel permits are issued free of charge. When applying, travelers should bring their passport, a list of places they are going to visit, and the time period for travel. Travelers should make many photocopies of their travel permit as each checkpoint may ask for a copy. Travelers should also have copies of the biographical information page (that contains their photo) of their passport handy. Often foreign passengers give a pile of travel permit copies to the bus driver so that he can provide them to officials at checkpoints. Travelers should let the bus driver or military personnel know of their nationality as they need to know. Note that there are also many traffic police checkpoints. They are not interested in your permit; only those with green uniforms and big guns are.\n\n",{"type":"==","value":["Get around"]},"\nSana'a is a big city which, in common with many other developing-world capitals, is spreading in all directions at once. Visitors will almost certainly have to use taxis or hired cars to get around, as the street maps often leave much to be desired.\n\nThere are many \"Dabaabs\" or mini vans that go on different routes around the city. They serve as public buses and are quite cheap. They have fixed routes and cost 15-30 riyals\/ride.\n\nTaxis to the airport from the centre should cost 1000 rials (August 2008). Be prepared to bargain with your taxi driver for a reasonable fare. Usually fares can be reduced by a third of the price after a bit of haggling. \n\nCars are used a lot but they are mostly 4x4s or pick up trucks.  Drivers tend to use the horn excessively which is normal in this beautiful congested city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Bab Al Yemen in Sana'a.JPG"],["thumb"],["right"],["250px"],["Bab al-Yemen"]]},"\n\nThe Old City of Sana'a is World Heritage listed and makes a great place to see the uniquely Yemeni style of architecture - multiple-storey tower houses with the distinctive ",{"type":"''","value":["qamariya"]}," windows. Within the Old City is the Souk al-Milh, arguably the best souk (marketplace) in the Arabian Peninsula.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bab al-Yemen"],["alt="],["url="],["email="],["address="],["lat=15.351272"],["long=44.215928"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the city's most important landmarks, it is the gate leading into the Old City, which is surrounded by ancient walls. The souk and many excellent restaurants are located nearby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum of Yemen"],["url="],["email="],["address="],["lat=15.355906"],["long=44.206086"],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-12PM"],["price=YR500"],["content=The museum is located in a former palace that was restored and converted into a museum. Here you can learn about the nation's history and culture. Most exhibits include English descriptions along with Arabic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Military Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=morning from 9AM-1:30PM, afternoon from 3-8PM"],["price=YR200"],["content=Displays artifacts related to the Yemeni military. Explanations are all in Arabic; however, there is a part outside where they have English explanations about some of the more modern artifacts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wadi Dhahr"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A valley a few kilometers outside of Sana'a with green fields, villages, and the face Rock Palace of an Imam of Yemen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Mosque of Sana'a"],["alt=الجامع الكبير بصنعاء,‎",{"type":"''","value":[" Al-Jāmiʿ al-Kabīr bi-Ṣanʿāʾ"]}],["url="],["email="],["address="],["lat=15.3531"],["long=44.2149"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the oldest mosques in the world. The oldest known written copy of the Quran was found here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Al Saleh Mosque"],["alt=جامع الرئيس الصالح"],["url="],["email="],["address="],["lat=15.3258"],["long=44.2077"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located near the heavily-guarded Presidential Palace, it is one of the largest mosques in the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thilaa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An ancient hidden village located just outside Sana'a on the way to Kawkaban."]]}]},"\n",{"type":"[[","value":[["Jabal an-Nabi Shu'ayb"]]}," is the highest mountain in the Arabian Peninsula and one of the most prominent mountains in the world. It is 3,666 meters (12,028 feet) high and is located on the Sana'a-Al Hudaydah highway about 30 km away from the city.\n\n",{"type":"==","value":["Do"]},"\nSana'a is a great place for people-watching and culture observing. The unhurried pace of Yemeni life, coupled with the almost total lack of industrialisation seen in nearby countries, means that it's quite possible to pull up a chair in a coffee shop and watch the world go by for hours on end.\n\nIf you want an experience you can only get in Yemen (and are prepared to risk your health): participate in a qat session.  Qat (khat) is a mild narcotic chewed by most males in Yemen.  They spend their afternoons hanging out, chewing the leaf, and conversing.  A bag will cost no more than 5 dollars, and you can get \"inferior\" product for a cheaper price.  Side effects are lack of appetite and insomnia.  Qat is considered by many as the prime cause of Yemen ranking as the poorest country in the Middle East. Note that Qat is considered a controlled substance in the United States and other countries (i.e. it is illegal and those trying to bring it into such countries risk arrest).\n\n",{"type":"==","value":["Learn"]},"\nYemen is a great place to study Arabic for several reasons: 1. Languages other than Arabic are much less commonly spoken than they are in nearby countries; 2. The low cost of living; and 3. There are several excellent Arabic language institutes that offer both group and private courses with flexible schedules and reasonable prices.\n\nThe Yemen College of Middle Eastern Studies (YCMES) ",{"type":"[","value":["http:\/\/www.ycmes.org"]}," offers courses in Arabic language as well as academic seminars in English language about the contemporary Middle East. With over 20 years of experience, YCMES is the first and only accredited program in Yemen (i.e. students can transfer credit to their home universities). Regular tuition packages include accommodation, meals, excursions, cultural activities, wireless internet, library, etc. The YCMES can also help with international and domestic travel arrangements.\n\nOther options are ",{"type":"[","value":["http:\/\/www.sialyemen.com Sana'a Institute of the Arabic Language (SIAL)"]},", ",{"type":"[","value":["http:\/\/www.calesyemen.com the Center for Arabic Language Studies (CALES)"]},", and ",{"type":"[","value":["http:\/\/www.saba-institute.com Saba Institute for the Arabic Language"]},", all of which are located in the Old City.\n\nAdditionally, ",{"type":"[","value":["http:\/\/www.yialarabic.com Yemen Institute for Arabic Language (YIAL)"]}," a teacher owned institute that offers similar courses outside the Old City, although it also has very good accommodations in the Old City and in the institute itself. YIAL primarily offers private courses. YIAL also organises activities and trips.\n\n",{"type":"==","value":["Work"]},"\nUnless you have work lined up as an expat, work in Sana'a (and elsewhere in Yemen) will be very hard to come by. The majority of the locals sitting by the road will be waiting to be hired as manual labourers or domestic staff - in the latter role competing with guest workers from across the Red Sea. Those with good abilities in Arabic may be able to find work teaching English, however this will be informal and exceptionally temporary work.  Schools such as AMIDEAST, MALI, and YALI hire English teachers, but you will likely need a Bachelor's and some sort of teaching certification.\n\n",{"type":"==","value":["Buy"]},"\nAlmost everywhere you look, you will have the chance to buy the curved dagger (jambiya) worn by local men. This purchase can be simply of the dagger and its accompanying sheath, however handmade belts and silver pouches are also for sale, with many tourists opting to purchase each item separately.\nWhen purchasing a jambiya, remember first and foremost that it counts as a weapon for customs purposes, even though it is not used as one anymore. Secondly, bear in mind that the sheath is predominantly leather with either a base metal or (in more expensive models) silver working added. Traditionally, handles were made of animal horn or even ivory. While it is doubtful that the handles sold today as being made from either of these products are the real thing, a wooden or amber handle may be a better option. If a real jambiya seems too much, there are also pendants and brooches commonly available in the shape of the knife and its sheath.\n\nNecklaces and jewellery are also common souvenirs, and many of these will in fact be made of the semi-precious stones the souvenir sellers claim. Nevertheless, a healthy grain of salt should be added to any belief that one is actually purchasing a necklace of lapis lazuli or anything like that.\n\nBargaining is expected and worthwhile. If you are with local guides, a common approach is to have them ask for the \"Yemeni price\", however any bargaining on the part of the tourist will result in discounts. Bear in mind, too, that what may seem an absurdly cheap price for an item in Western terms will still be a great return for many locals.\n\nYemen's currency, the rial (riyal), is subject to high inflation. As a result, many prices (particularly those quoted to white-skinned visitors) will be given in American dollars or Euros. Any of these three currencies will be accepted by the seller, so ask for the cost in whichever currency is preferred. Discounts for paying in one currency or the other are not high enough to warrant only paying in local money, but luck may be on your side.\n\n",{"type":"==","value":["Eat"]},"\nVisitors should be careful when eating from street stands and the like, as the same warning which applies to tap water applies to poorly-prepared food.  Salta is a popular Yemeni lunch dish that is served very hot. \n\n",{"type":"===","value":["Budget"]},"\n\nNearly all Yemeni food is budget.  An average meal at a Sana'a restaurant will cost less than 2 dollars.  Chicken is ubiquitous.  A tuna steak served with rice costs 150-200 riyals.\n\n",{"type":"*","value":["Al Shamiri Plaza hotel (next to Central bank of Yemen on Ali Abdull Mugni St.) has a rooftop restaurant on 8th floor which offers great views over old and new part of Sanaa. Menu is also in English and prices are very reasonable."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"'''","value":["Hadda Street"]}," is where the more \"upscale\" restaurants are located. Clean restaurants with a large range of food include:\n\n",{"type":"*","value":["Merkato Ethiopian Food, Across from Al-Hudda grocery."]},"\n",{"type":"*","value":["Karmouche Pizza, Iran street."]},"\n",{"type":"*","value":["Al-Hamra. Popular fast food place."]},"\n",{"type":"*","value":["Pizza Hut, Sabeen Street."]},"\n",{"type":"*","value":["KFC, Hadda Road."]},"\n",{"type":"*","value":["Khaleej Restaurant (popular traditional place)"]},"\n",{"type":"*","value":["Shalal Wadibana, Tahrir street."]},"\n",{"type":"===","value":["Splurge"]},"\nThe five star hotels (Sheraton and Mövenpick) have decent, but pricey western food (and beer!).\nIn the Haddah neighborhood you will find a number of more expensive restaurants like Grill 101 (American), Deja Vu restaurant and coffee shop, Zorba's (Greek) and Mehraja (Indian).\n\n",{"type":"==","value":["Drink"]},"\nAs in the rest of the country, the tap water should be ",{"type":"'''","value":["avoided at all costs"]},". Bottled water, both chilled and at room temperature, is readily available and very cheap - as is the normal range of fruit juices and soft drinks.\n\nNice tea and coffee house is \"Friends Kafeteria\" in Al-Tahrir area, Mocka Intersection. Here you can involve yourself into interesting conversations with Yemeni men. Also food is available. It looks like this place never closes down.\n\nNear the Shumaila Hari Supermarket you will find the Coffee Trader, a place where you can get an excellent latte or cappuccino at Starbuck's prices and eat a piece of carrot cake while checking your e-mail on their wireless internet hotspot.\n\n",{"type":"==","value":["Sleep"]},"\nGood option to stay is new part of Sana'a. It's walking distance to Old part of town but hotels offer better value to money. Around Tahrir area there are about 10 hotels to choose, ranging from five star Taj Sheba hotel to no-star hotels. recommended are 2 Wadi Hadramout hotels. More expensive Wadi Hadramout hotel is cross the main road from Tahrir Square, other more economical is near Taj Sheba hotel at Ali Abdulmogny Street. There double room with bathroom and TV costs about 2000 Rials (usd 10). Staff is very helpful and friendly and some speak English.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arabia Felix Hotel"],["alt="],["url=http:\/\/arabiafelix.free.fr\/"],["email="],["address="],["lat=15.355713"],["long=44.209821"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=The in Old Sana'a is a cheap way to get a feel for the old city. Rooms are basic but the charm is in staying in an authentic old Yemeni town house. Breakfast and the courtyard garden are excellent. Prices weigh in at a hefty USD25 for a double room. Other hotels in the old town include the Daoud (David) and the Talha. All three hotels offer excellent views over the old town."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Burj Al Salam Hotel"],["alt="],["url=http:\/\/www.burjalsalam.com"],["email="],["address="],["lat=15.356553"],["long=44.213565"],["directions="],["phone=+967 1 483333"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=In the old part of the city. Traditionally styled building with reasonable facilities. Excellent view of the city from the roof top restaurant. Wi-Fi. It can be noisy because it is right next to two mosques."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Sanaa Al Saeed"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sam City Hotel"],["alt="],["url="],["email=al-mamoon@y.net.ye"],["address="],["lat="],["long="],["directions=In the old city"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=USD25-35"],["content=Staff make an effort to look after you and a great deal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shammr Hotel and Suites"],["alt="],["url=http:\/\/www.shammrhotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=the ideal choice both for business travellers and holiday-makers. This well-equipped, cosy, and clean (even by European standards) hotel is in Hadda district, only 10 minutes from the center. 24-hour catering, excellent breakfast at any time of the day, gym, and massage. Rooms are spacious and prices are reasonable for a four-star hotel. Super friendly staff makes it a pleasure to stay there."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mövenpick Hotel Sanaa"],["alt="],["url=http:\/\/www.moevenpick-hotels.com\/en\/middle-east\/yemen\/sanaa\/hotel-sanaa\/overview\/"],["email=hotel.sanaa@moevenpick.com"],["address=Berlin Street"],["lat=15.36250"],["long=44.23237"],["directions="],["phone=+967 154 66 66"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Large hotel with pool outside the city center. Great view and probably one of the safest hotels in Sanaa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Sana'a"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=491"],["email="],["address="],["lat="],["long="],["directions="],["phone=+9671 237500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=On the same street as the Mövenpick Hotel and not far from the British Embassy. The Sheraton is showing its age and public areas are in need of refurbishment. Rooms however are good and have relatively fast internet connection. Restaurants are expensive and the costs of a beer in the bar requires a large investment. Dance shows are popular in the restaurants and require an additional entry fee. The pool, despite being scruffy, is a relief from the summer heat."]]}]},"\n",{"type":"*","value":["Hilton Hotel"]},{"type":"*","value":["Plaza Hotel"]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nSana'a itself is relatively safe, in contrast to some other parts of Yemen.\n\nTravellers should, however, take care particularly in the Old City as the streets are poorly signposted and unwary visitors will often find themselves in someone's courtyard.\n\nMaps of Yemen tend to have details of the city, but (as with road maps in the country) they are unreliable. If at all possible, visitors should find themselves a local guide. Security escorts are probably unnecessary, although the situation can change rapidly.\n\nGun carrying is very normal as many men hold or have a gun for traditional reasons. One should not be alarmed at the sight of a gun, even a Kalashnikov.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=ar-plastik@yemen.net.ye"],["address=Wadi Dahr Road, P.O. Box: 13590"],["lat="],["long="],["directions="],["phone=+967 1 372 490"],["tollfree="],["fax=+967 1 370 253"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinyemen.fco.gov.uk\/"],["email="],["address=938 Thaher Himiyar St"],["lat="],["long="],["directions=East Ring Rd opposite Mövenpick Hotel"],["phone=+967 1 308 100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/yemen.usembassy.gov\/"],["email=SanaaACS@state.gov; clancyek@state.gov"],["address=Sa'awan St"],["lat="],["long="],["directions="],["phone=+967 1 755-2000 ext 2153"],["tollfree="],["fax=+967 1 303-182"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe awe-inspiring ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Imam_Yahya Dar Al-Hajr"]},"  (often known as the Rock Palace) is located in Wadi Dahr roughly 30 minutes from the city centre and makes a very easy afternoon's excursion. You will be able to take one of the local taxis. A full day excursion can take you to Thulla, Kawkaban and Shibam (not the Hadramout version but the Amran version) which is approximately 55 km from the outskirts of Sana'a. It is possible to stay overnight in Kawkaban, although there are only two hotels (more like full-board guest-houses as there are no restaurants). Accommodation and meals cost about €7.\n\n",{"type":"{{","value":[["Usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["15.348333"],["44.206389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yemeni Mountains"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sana'a"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle_East\/Yemen\/Localities\/Sanaa\/"]]}]