[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www3.nf.sympatico.ca\/sandycove\/ Sandy Cove"]}]}," is one of seven communities on the ",{"type":"[[","value":[["Eastport Peninsula"]]},".  The Eastport Area has been popular with Newfoundland's holiday-makers for years. The peninsula is located on the north-western border of ",{"type":"[[","value":[["Terra Nova National Park"]]}," and is famed for its sandy beaches, beautiful scenery and traditional Newfoundland outport heritage.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:NLC Eastport1 tango7174.jpg"],["thumb"],["250px"],["Sandy Cove Beach"]]},"\nOnce known as ",{"type":"'''","value":["\"Silver Buckle,\""]}," this lovely community was thought to be named after a pirate who had buried his treasure in the area. The pirate reportedly left the treasure with two men standing on guard whom he shot upon his return. It is said that after collecting his treasure, the pirate sailed away from the cove and crashed his ship on the rocks and drowned. This name did not last for long however and the community was soon named for the wide beach at the bottom of the broad open cove. This beach is a wonderful place to spend some time, absorbing the breathtaking scenery, having a swim in the salt water or walking along the shoreline. On one end of the 2km beach is an area known as ",{"type":"''","value":["\"Caplin Gulch,\""]}," where, in late June\/July you can see the caplin \"roll\" as they come into the shore to spawn on the beach. If the conditions are right, icebergs may be seen in the bay.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," Sandy Cove provides wonderful hiking opportunities. There is a trail from the beach’s parking lot up to Sandy Cove Head. At the summit, not only are you treated to a spectacular panoramic view, you also get the opportunity to view the area through the telescope located there. Hiking enthusiasts and nature lovers alike will enjoy the 9km corridor of trails from ",{"type":"''","value":["Sandy Cove"]}," to ",{"type":"''","value":["Salvage"]}," which can be accessed from the parking lot of ",{"type":"''","value":["Crooked Tree Park"]},". The ",{"type":"''","value":["Old Trails"]}," provide gentle hiking for the less experienced and strenuous hiking for the more seasoned individuals. These trails provide excellent site seeing opportunities with magnificent virgin forest, waterfalls and abundant wildlife."]},"\n",{"type":"*","value":[{"type":"'''","value":["Swimming"]},"  Area residents and tourists enjoy fresh water swimming at Crooked Tree Park. Change rooms are provided as well as a picnic and play area and cook shelter."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Choices Crafts"]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Sandy Cove Beach Housekeeping Cabins ",{"type":"[","value":["http:\/\/www.sandycovebeach.ca\/index.htm\/"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.647500"],["-53.708611"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Eastport Peninsula"]]},"\n",{"type":"[[","value":[["Wikipedia:Sandy Cove, Newfoundland and Labrador"]]}]