[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Sangay National Park"]}," is in the eastern ",{"type":"[[","value":[["Andean Highlands (Ecuador)"],["Andean Highlands"]]}," of ",{"type":"[[","value":[["Ecuador"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nSangay National Park contains many mountains and has several hiking opportunities.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\nSangay National Park encompasses several major volcanoes and mountains.  Tungurahua is the northernmost volcano, located near the town of ",{"type":"[[","value":[["Banos"]]},".  El Altar is located just south of Tungurahua.  Volcano Sangay is located still farther south and is one of the most active volcanoes in the world.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nIn the lower valleys of the park there are many farms and the vegetation is fairly lush and forested.  The higher you go the less vegetation there is.  At about 11,500-12,000 feet you encounter the paramo, a high grassland used for grazing.\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate is mild at lower elevations, but above the treeline is chillier.  Nights in the high grassy paramo can be below freezing year round.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are many access points to the park, depending on what you want to do.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is supposed to be a $10 fee to enter the park, which is valid for 2 weeks.  However, some routes into the park bypass the ranger stations.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Lago_Amarillo.JPG"],["thumb"],["Lago Amarillo, the endpoint of the hike to El Altar"]]},"\n",{"type":"*","value":["One popular hike takes you from the small village of Candelaria to the crater lake in the middle of the extinct volcano El Altar.  El Altar used to be the tallest peak in Ecuador until a massive explosion blew out the center of the mountain, leaving 9 snowcapped peaks in a horseshoe shape.  To get to the start point of the hike, take the $0.80 bus from Riobamba to Candelaria.  These buses leave several times a day from Terminal Oriental.  There are also some buses that go to Candelaria from Penipe.  Get off when the bus turns around, which should be at the sign for El Altar and Parque Nacional Sangay.  After a short walk up the side road, you come to Hacienda Releche.  It is possible to spend the night here for $12 or to spend the night in the hacienda's refuge, located much closer to the mountain, for the same price.  Horses can be rented for $10 a person, plus $10 per guide.  You will need 1 guide per 3 people in your group.  The hike itself is very muddy, as it is trampled by horses constantly.  Rubber boots are recommended, although you can get by with hiking boots as long as you have good footing.  The hike to the refuge takes between 5 and 7 hours by foot or 3 hours on horseback, and involves many hours of relentless steep climbing.  You will travel up the side of the valley containing Candelaria, and after a few hours will turn into a side valley, at which point you will be able to glimpse El Altar.  If you hiked to the refuge, you will likely want to sleep before attempting the 4\/5-hour round trip to Lago Amarillo, the crater lake.  Sleeping in the refuge is chilly- bring a sleeping bag and be prepared to huddle together for warmth.  Mattresses are provided, as are pillows, but these are often cold and damp.  There is a kitchen available for a fee, but if you complain about the price to the owner of Hacienda Releche you might be able to use it for free.  The kitchen has a gas stove and lots of cooking utensils, as well as solar-power-heated hot water. The hike to the crater lake involves a leisurely walk up the river valley, and then a very steep climb.  The valley can be extremely wet, so try to jump a small stream and walk in the drier, stonier center of the valley.  The path to the crater can be hard to find at first, but after a while becomes clear.  It is located on the left of the main river.  Be warned: the climb is extremely difficult and it will take at least 2 hours to reach the crater rim.  However, the views of the lake are spectacular and are well worth it.  It is surrounded by glaciers and cliffs, and the water is dull yellow from sulfur and other minerals.  The return trip is faster, and if you hurry can get to the refuge from the rim in 1 1\/2 hours. If you hike both ways, you will likely not have enough time to see everything you want to if you only spend 1 night.  If you only want to spend 1 night, it is recommended that you ride horses up and see the lake that same day, then ride or hike back to Candelaria in the morning. Although some sites say that you will pass a ranger's station on the way to El Altar and will have to pay the $10 park entrance fee, this is outdated, no fee was collected as of July 2010."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Andean Highlands (Ecuador)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Sangay National Park"]]},"\n",{"type":"{{","value":[["geo"],["-1.8333333333333"],["-78.333333333333"]]}]