[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Buddhagaya sangkhla.jpg"],["thumb"],["250px"],["Wat Wang Wiwekaram"]]},"\n\n",{"type":"'''","value":["Sangkhlaburi"]}," (สังขละบุรี) is in northwest Kanchanaburi Province, close to ",{"type":"[[","value":[["Myanmar"]]},". It is close to the northernmost point of the huge Khao Laem Reservoir.\n\n",{"type":"==","value":["Understand"]},"\n\nSangkhlaburi is an idyllic place off the tourist trail, although it is popular with Thais who come for relaxing weekends away or to party in the floating houses. \n\nAway from the main town, across a wonderful rickety wooden bridge, is Wangka (also known as Monside). The village was founded by Luang Phor Uttama in 1949 after he fled Burma with 60 other Mon families. Uttama stayed there until his death in 2006. Alcohol is not permitted to be drunk in public in Wangka and doing so would be hugely disrespectful. Many of the villagers speak Mon as their first language, so don't be surprised if they cannot understand Thai. An easy word to remember is \"dangoon\" for \"thank you\".\n\n",{"type":"==","value":["Get in"]},"\n\nBuses go direct from Mo Chit station in Bangkok to Sangkhlaburi. The first leaves at around 05:00 and passes via Kanchanaburi. The journey takes 7-8 hours.\n\nKanchanburi Bus Station also has many buses. The trip takes around 5-6 hours. Tour agencies in the Mae Nam Kwai tourist area of Kanchanaburi may also be able to help you get to Sanghkhlaburi by minibus.\n\nRed buses pass through Nam Tok (along the main road near the train station every 30 min. The fare to Sangkhlaburi is 100 baht.\n\nTo ",{"type":"[[","value":[["Kanchanaburi"]]},":\n",{"type":"*","value":[" 1st class air-con bus: 08:45, 10:45, 14:30 - 4.5 hr, 180 baht"]},{"type":"*","value":[" Non-air-con bus: 06:45, 08:15, 09:45\/10:15, 13:15 - 5 hr, 110 baht"]},{"type":"*","value":[" Minibus (departs from ticket shop at far end of road running from the bus station past the 7-Eleven and the market): 06:00, 06:40, 07:20, 08:00, 08:40, 09:30, 10:20, 11:10, 11:40, 12:30, 13:00, 14:00, 15:00, 16:00 - 3 hr, 146 baht; not every scheduled minibus actually runs; if full, a charge may apply for luggage"]},{"type":"*","value":[" Car: 3 hours, keep your tank full as fuel is more expensive near the border."]},"\nThe last bus\/minibus for ",{"type":"[[","value":[["Bangkok"]]}," leaves the bus station at 13:30, the last for Kanchanaburi at 16:00.\n\n",{"type":"==","value":["Get around"]},"\n\nGreen pickups depart hourly from the bus station to ",{"type":"[[","value":[["Three Pagodas Pass"]]}," and charge 50 baht for the 30-40 min trip. If in a group, hire a songthaew so as to visit Sawanbandan Cave and other attractions as well.\n\nThe most common way to get around town is motorcycle taxi. It costs 15 baht from the centre of town to the wooden bridge (Saphan Mon). Walking is a rewarding option:  an easy half-day hike can take you across the bridge and out to the wats on the Mon village side of the lake.\n\nYou can also rent a motorbike or bicycle at P Guesthouse\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Mon bridge sangkhla.jpg"],["thumb"],["250px"],["Saphan Mon"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Saphan Mon"]}," (สะพานมอญ) - The 400 m wooden bridge itself is well-worth a visit and is the longest wooden bridge in Thailand. There is a small cafe on one end which is a great spot for a drink and a view. Be careful on the bridge, its haphazard construction could be hazardous. Donation boxes at either end help keep the bridge; donate and you will also receive an amazing photo in return! Local kids like to jump off bridge into the lake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wat Saam Prasob"]}," (The Sunken Temple) - When the water level of the lake is low (usually after winter) you can hire a boat to take you (or hire a canoe from P Guesthouse to paddle yourself out) to see the Sunken Temple. The sunken wat is the last remaining vestige of the old town flooded for the creation of Khao Laem Reservoir. The top 1-2 m of the temple is in view in Sep.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wat Wang Wiwekaram"]}," and ",{"type":"'''","value":["Chedi Buddhakhaya"]}," - Walk over the bridge to the Mon village, and bear left parallel to the lake. After 2 km the concrete road forks. Left goes to the huge golden chedi, with a small Burmese goods market below it, and right goes to the main Wat Wang Wiwekaram. The wat was built by the late Phara Uttama, who was one of the most important monks in Thailand, and is still highly revered in the Mon community. There is a large, ornate viharn at the main wat, and in another building there are murals depicting stages of the Buddha's last, and previous, lives. You may wish to hire a taxi as it's quite a long walk and it is easy to get lost in Wangka village (although people are happy to point you in the right direction)."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Visit ",{"type":"[[","value":[["Three Pagodas Pass"]]}," and the border market (and, if the border's open, cross over to ",{"type":"[[","value":[["Payathonzu"]]},", on the ",{"type":"[[","value":[["Myanmar"]]}," side of the border). The road out to ",{"type":"[[","value":[["Three Pagodas Pass"]]}," passes a side road to a waterfall. To reach the waterfall, you must walk through the jungle and cross rivers, sometimes by swimming (at least in the rainy season). There is another side road to Wang Bandan Cave. "]},"\n",{"type":"*","value":[" Stroll around town, go for a swim in the lake, relax, enjoy the sunrises and sunsets."]},"\n",{"type":"*","value":[" Join an organised ",{"type":"'''","value":["hike"]}," into the surrounding jungle. "]},"\n",{"type":"*","value":[" Visit ",{"type":"'''","value":["Baan Unrak Children's Home"]}," for their Wednesday night dinner and yoga show (contact Baan Unrak Bakery for time and directions). Make a generous donation. Volunteer opportunities may be available."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Franky's Jungle Trekking"],["url=http:\/\/frankysjungletrekking.blogspot.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 87 0590148"],["tollfree="],["fax="],["hours="],["price=600 baht\/day"],["content=Unique jungle trekking experiences in the national parks surrounding Sangkhlaburi. Anything from a 1 day trek to a 6 day 5 night trek to Umphang. No other tourists to be seen visiting traditional remote Karen villages."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["File:Sunken temple sangkhla.jpg"],["thumb"],["250px"],["The Sunken Temple in mid-Apr, when water level is low"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Baan Unrak Weaving"],["url=http:\/\/www.border-weaving.org"],["email="],["address="],["lat="],["long="],["directions=About 100 m past Soi 1 at the bottom of the hill on the main road"],["phone="],["tollfree="],["fax="],["hours=08:00- 20:00"],["price="],["content=Quality hand-crafted, ethical clothing & accessories are sold here. Part of the NGO Baan Unrak Children's Village, the weaving and sewing centre provides economic development and job opportunities for single mothers on the border of Myanmar. 100% of the profits go towards supporting the Baan Unrak mission; to provide a loving and stable home for disadvantaged women and children in the community."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Weaving for Women"],["alt="],["url=http:\/\/www.weavingforwomen.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Textiles are sold by displaced ethnic refugees at a small shop about 200 m down the hill from the post office. The shop is run by Daisy Dwe, who fled Burma and has settled in Sangkhlaburi to help other refugees. Excellent products for a great cause. These are also sold at the restaurant\/internet cafe\/bakery signed 'Baan Un Rak' about 150 m past Soi 1 at the bottom of the hill on the main road."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jimmy's House"]}," -  Run by \"Big Jimmy\", opposite the temple on the Thai side of the bridge 50 m further on than Burmese Inn.  Good selection of delicious Western, Burmese, & Thai food. Also sells & trades books. A great source of local information."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Town market"]}," - if you wake up early enough, catch the early morning stalls selling Thai and Burmese breakfast snacks. At midday the market winds down but there are plenty of stalls selling cheap and tasty Thai food at the top of the hill, opposite the bus station, providing cheap food most days, but reportedly not open at weekends."]},"\n",{"type":"*","value":[{"type":"'''","value":["Toy's Restaurant"]},"-affordable Thai food with a friendly owner \"Aoom\" (prices start from 25 baht.)"]},"\n",{"type":"==","value":["Drink"]},"\n\nYou can do as the Thais do and order a bottle of whisky, a bucket of ice and some soda from one of the local restaurants. Beer from the local supermarkets is 42 baht for a large Chang. A selection of wines from Kanchanaburi is available from 260 baht for a bottle, a white and two varieties of red are available.\n\nYou can also head to P. Guesthouse to enjoy a farang atmosphere. P Guesthouse is very popular with Bangkok urbanites taking a short break from the city. An exquisite view across the reservoir. Especially recommended for a sunset drink.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Western Bar (Garden Home)"]}," - Approx 700 m from the bus station, down the hill on the right hand side. They have many cocktails and Thai beer. They also offer soft beverages and food. The place is kept very clean and also has a landscaped outside sitting area. This place is new but already proves popular with farangs."]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are a few guesthouses around 2 km from the city centre (around 10 baht by motorbike taxi). Be careful with the tap water, since it is possibly taken from the reservoir.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Birdland Books"],["url="],["email="],["address=13\/1 Wat See Rd"],["lat="],["long="],["directions=a little further up from the Burmese Inn on the left"],["phone=+66 86 8016738"],["tollfree="],["fax="],["hours="],["price=100+ baht"],["checkin="],["checkout="],["content=Ask 'Big Jimmy' a US expat of 30 years, for the best advice of activities & sights in the area. There are sometimes motorbikes for rent. Facilities are basic but the service is excellent and friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Burmese Inn"],["url="],["email="],["address="],["lat="],["long="],["directions=about 800 m from the bus station, down the hill on the right hand side on Soi 1"],["phone="],["tollfree="],["fax="],["hours="],["price=400-800 baht"],["checkin="],["checkout="],["content=Doubles with TV, fan, private bathroom. Air-con rooms also available."]]}]},"\nHeading south from the Post Office past the High School, temple, and Baan Unrak Bakery:\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Baan Unrak Guesthouse"],["url=http:\/\/www.baanunrak.org\/"],["email="],["address=Baan Unrak Children's Home 99-1 Moo 1 Nonglu"],["lat="],["long="],["directions=ask for directions at the bakery (bottom of the hill on the main road) or take a motorbike taxi."],["phone=+66 34 595428"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the hills, this spacious guesthouse boasts magnificent views from its large balcony overlooking rolling hills and the reservoir. The accommodation includes a bedroom, living area, bath, and kitchen complete with refrigerator (a rare find here!). Most importantly, 100% of the profits go towards supporting the Baan Unrak mission; to provide a loving and stable home for disadvantaged women and children."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grandma's Homestay"],["url="],["email=staywithgrandma@gmail.com"],["address="],["lat="],["long="],["directions=next to the bakery and opposite Wat Si temple"],["phone=+66 87 9770687"],["tollfree="],["fax="],["hours="],["price=150 baht"],["checkin="],["checkout="],["content=Basic room in a self-contained apartment with one other room. Has a Thai toilet and hot shower. Very basic, but a lovely, warm, family atmosphere and the hub for passing tourists and volunteers. Has laundry service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=P Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=250 baht for a double, fan and shared bath. 900 baht for air-con double with en suite bath."],["checkin="],["checkout="],["content= Reasonable rates, great food, friendly staff and good-value fun tours. The Internet is a little expensive at 40 baht\/hour, unless you have your own laptop, but overall a very pleasant place to stay. 1,300 baht for a trek (longboat, elephant and raft) plus one night's accommodation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phornpailin Riverside Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=go 500 m past P Guesthouse"],["phone="],["tollfree="],["fax="],["hours="],["price=1,000 baht"],["checkin="],["checkout="],["content=All rooms include air-con, hot water, cable TV, and minibar. There's also 24-hour security. Big restaurant on-site with large menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Potanee Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=1,200 baht"],["checkin="],["checkout="],["content=The rooms have air-con, en suite bath and a lovely view of the reservoir. A lacklustre breakfast is included."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nTensions between the ethnic Mons and Thais can lead to night time violence in the central market and near the bridge.\nStreet dogs can be common and many locals treat them as vermin and cause serious injuries to the dogs. If you see any dogs in need of medical attention Baan Unrak Thai Animal Sanctuary is based nearby.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Kanchanaburi"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Three Pagodas Pass"]]}]},"\n\n",{"type":"[[","value":[["WikiPedia:Amphoe Sangkhla Buri"]]},"\n\n",{"type":"{{","value":[["Geo"],["15.155556"],["98.453333"]]},"\n",{"type":"{{","value":[["isPartOf"],["West of Bangkok"]]},"\n",{"type":"{{","value":[["usablecity"]]}]