[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sangla"]}," is a scenic hill village in the ",{"type":"'''","value":["Baspa Valley"]},", also known as the ",{"type":"'''","value":["Sangla Valley"]},", in Upper ",{"type":"[[","value":[["Himachal Pradesh"]]},", ",{"type":"[[","value":[["India"]]},", close to the Tibetan border. It's a decent base for exploring the surrounding area, though the village itself isn't overly pleasant.\n\n",{"type":"==","value":["Understand"]},"\nThe Sangla Valley is on the banks of river Baspa in the ",{"type":"[[","value":[["Kinnaur"]]}," district of Himchal Pradesh. It is surrounded by richly forested slopes and offers delightful views of the high mountains. The Baspa hydel (hydroelectric) project, not far from Sangla village, was completed in 2009, and the importance of the place was expected to increase. The best months to visit the beautiful Sangla Valley are April and May, and September and October. These months are good for camping.\n\nThe Sangla Valley boasts the gigantic Kinner Kailash peak (6,050 m), which can be seen from Sangla village. The peak is the said to be winter home of Lord Shiva.\n\nSangla village is on a slope with houses rising one above the other with the Kinner Kailash peak towering over it. Sangla is also famous for Kamru Fort. This fort was the place where rajas of Kinnaur were crowned. Now this fort is dedicated to Kamakshi Temple. The Goddess idol was brought from Guwahati (Assam).\n\n",{"type":"==","value":["Villages"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Batseri"]}," – Devta Temple - fine example of local architectural style."]},{"type":"*","value":[{"type":"[[","value":[["Chhitkul"]]}," – last village on the old Hindustan-Tibet trade route – walk up to Nagasthi, the last Indian outpost on the border"]},{"type":"*","value":[{"type":"'''","value":["Kalpa"]}," – Narayan Nagini Temple - eclectic mix of Buddhist, Hindhu and local folk beliefs"]},{"type":"*","value":[{"type":"'''","value":["Rakcham"]}]},{"type":"*","value":[{"type":"[[","value":[["Sangla"]]}]},"\n",{"type":"==","value":["Get in"]},"\nThe road leading to the Sangla Valley is challenging.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Walks and places to visit in and around Sangla- "]},"\n",{"type":"*","value":["Sangla Meadows: Full day walk to the green pastures."]},"\n",{"type":"*","value":["Rakcham: Beautiful 4 hr walk along the Baspa River to Rakcham village. "]},"\n",{"type":"*","value":["Baspa River: This river flowing along the valley is great for trout fishing. "]},"\n",{"type":"*","value":["Batseri village: Just across the camp, this village is an excellent example of the great hill architecture. The local devta temple here is a must see."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Kinnauri shawls"]},": This beautiful hand woven shawl with colourful border can be expensive but a lifetime souvenir besides cozying you up even in harsh winter."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kinnauri cap"]},": This, mostly green and grey cap, is the most typical thing from this area. You see this cap on someone and you will instantly recognise the Kinnaur connection. This too is besides being very lovely to see is also very warm. The green portion which is tilted up can be brought down to cover the ears if it gets cold. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Apples"]},": These are probably one of the best apples anywhere in the world. The harvest usually happens in October."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chulli (wild apricot) oil"]},": this oil is really good. Whether for massage or used as cooking medium, its properties have kept the Kinnauris hale and hearty, so says the older generation."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nTake enough drinking water for sangla.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Kinnaur"]]}," \n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Sangla, India"]]}]