[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Schloss Birlinghoven Suedostseite3.jpg"],["thumb"],["300px"],["Birlinghoven castle"]]},"\n",{"type":"'''","value":["Sankt Augustin"]}," is a city in ",{"type":"[[","value":[["North Rhine-Westphalia"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nGetting to Sankt Augustin is quite easy, as its infrastructure of traffic is excellent.\n\n",{"type":"===","value":["By train"]},"\n\nSankt Augustin is connected to ",{"type":"[[","value":[["Siegburg"]]}," and ",{"type":"[[","value":[["Bonn"]]}," by the tram 66 \"Telekom Express\"  which runs each 10 minutes. Limited service in the early morning, late evening, or the weekend. The tramline offers several stops within the city limits. To visit the city centre use the exits \"Kloster\" or \"Markt\". Traveltime from ",{"type":"[[","value":[["Siegburg"]]}," is less than five minutes, from ",{"type":"[[","value":[["Bonn"]]}," around 15.\n\nTowards Sankt Augustin Menden (2 km western of Sankt Augustin's centre) some regional train service (RE 8 \"Rhein-Erft-Express\" and RB 27 \"Rhein-Erft-Bahn\") is offered from direction Mönchengladbach via  ",{"type":"[[","value":[["Cologne"]]}," (incl. direct service from the airport) and Koblenz via Bonn-Beuel.\n\nNext train station offering long distance connections is Siegburg\/Bonn located in ",{"type":"[[","value":[["Siegburg"]]}," approximately 2 km or two tram stops (Line 66) from Sankt Augustin's centre.\nThe station Siegburg\/Bonn is a stop of Germany's nationwide ICE high speed train network (ICE line 42, 43, 49 and 79 \"ICE International\") with splendid national and international connections.\nRegional service offered is RE 9 \"Rhein-Sieg-Express\" (",{"type":"[[","value":[["Aachen"]]},"-",{"type":"[[","value":[["Cologne"]]},"-",{"type":"[[","value":[["Siegen"]]},") and S 12 (Düren-",{"type":"[[","value":[["Cologne"]]},"-Au). Be aware that there is no direct regional service between Cologne-Bonn-Airport and Siegburg\/Bonn and you have to change either in Spich, ",{"type":"[[","value":[["Troisdorf"]]}," or Porz-Wahn.\n\n",{"type":"===","value":["By car"]},"\n\nGoing to Sankt Augustin by car is even easier than by train.\n\nYou will find it at the motorway A 3 at the connection \"Bonn \/ Siegburg\" to the A 560. Here you should change to the motorway 560 and choose the exit (Niederpleis for Niederpleis and Buisdorf, Sankt Augustin for Ort and Mülldorf or Siegburg for Menden) you want, as the motorway passes Sankt Augustin in the north.\n\nThe motorway A59 passes Sankt Augustin in the west. The exits Bonn Villich (connection to the B 56 \"Sankt Augustiner Straße\" ) and Bonn Pützchen are just a minute from Sankt Augustin Hangelar.\n\nClosest exit for Sankt Augustin Meindorf is the exit Bonn Beuel at the motorway A 565 pasing Sankt Augustin in the northwest.\n\nFrom Bonn centre you may use the B 56. Just travel over the Kenedy-Bridge and follow the road running parallel to tram 66.\n\nAnd of courde there are regional roads connecting Sankt Augustin and all the other surrunding towns.\n\n",{"type":"===","value":["By bus"]},"\n\nSankt Augustin can be reached by bus from all surrounding towns and cities. Just go to the main bus stop of your destination town and have a look on the timetable of the busses. For example you can go by the bus 508 from ",{"type":"[[","value":[["Troisdorf"]]},", by the line 529 from Hennef and by the line 512 from Königswinter-Ittenbach.\n\n",{"type":"===","value":["By plane"]},"\n\nHangelar Airfield located in Sankt Augustin Hangelar is a small airfield for private and sport planes. \n\nTo the terminals of Cologne-Bonn-Airport \"Konrad Adenauer\" - located in the south east of Cologne - it is  approx. 12 km. At the Airport use either an ICE in direction ",{"type":"[[","value":[["Frankfurt"]]}," or regional service via Porz-Wahn or ",{"type":"[[","value":[["Troisdorf"]]}," to ",{"type":"[[","value":[["Siegburg"]]},". At ",{"type":"[[","value":[["Siegburg"]]}," use the tram 66.\nIn addition there is a direct regional service between Cologne-Bonn-Airport and the train station in Sankt Augustin Menden.\n\nFrom Frankfurt's Rhein-Main-Airport ICE-Service is offered to ",{"type":"[[","value":[["Siegburg"]]}," twice per hour. Lufthansa AirRail-Service in cooperation with Deutsche Bahn is offered once per hour.The train takes around 40 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nSankt Augustin consists of eight parts, which have once been independent villages, so that you'll find one centre in each part of Sankt Augustin, but no real city centre. The eight are Meindorf, Menden, Mülldorf, Niederpleis and Buisdorf in the north, Ort in the centre and Hangelar and Birlinghoven in the south.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Siegaue"]}," the Siegaue follows the river Sieg north of the town. Here you can go by bike or just have a walk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Schloß Birlinghoven"]}," the castle in Birlinghoven's forest is a nice one. It today belongs to the Fraunhofer Gesellschaft for aritmethics, so you normally just can see it from outside. But if you have the chance to get in it, do it!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steyler Mission"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nA big shopping mall, called ",{"type":"''","value":["HUMA Einkaufspark"]}," is located in the city centre of Sankt Augustin.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe ",{"type":"'''","value":["Hotel Regina"]}," is located close to the city centre and has good access to public transportation. Prices per night range between 59 and 160 Euros depending on the type of room. \n\nThe ",{"type":"'''","value":["Hotel Hangelar"]}," is situated at the outskirts of Sankt Augustin, in a suburb called Hangelar. It is quite modern and privately managed, has 45 rooms with prices between 69 and 160 Euros per night.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Troisdorf"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Siegburg"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hennef"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bonn"]]}]},"\n",{"type":"{{","value":[["geo"],["50.770000"],["7.186667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cologne Lowland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sankt_Augustin"]]}]