[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sanmenxia"]}," (三门峡; Sānménxiá) is a city in western ",{"type":"[[","value":[["Henan"]]}," with 2.2 million inhabitants.\n\n",{"type":"==","value":["Understand"]},"\nSanmenxia city is located in the west of henan province, as the world famous the Yellow River sanmenxia first dam, dam construction and the rise of a new city.\n\n",{"type":"===","value":["History and culture"]},"\nSanmenxia is on the southern bank of the Yellow River. Sanmenxia city is one of the cradles of Chinese civilization. During the Warring States period, this city guarded the strategic pass between the Qin forces in the Wei Valley to the west and the kingdoms of the North China Plain to the east. It is here that Laozi wrote the Dao De Jing, the founding charter and source of Taoism.\n\nIn 1921, the first of late Stone Age paintings were found in MianChiXian Yangshao village. These paintings showed a Chinese matriarchal society. The patterned painted pottery is one of the important features of what came to be known at Yanghao culture.\n\nToday, the city is mostly known for the dam of the same name, Built in revolutionary fervor with the semi-mythical goal of clearing the Yellow River. Tourists come during the rainy season to witness massive discharges of the river's water.\n\n",{"type":"==","value":["See"]},"\nHangu Pass (函谷關) - Historic pass guarding the Qin state in the Wei valley to the west against the state to the east. The pass is so important that during the Warring States period, the North China Plain was known as \"East of the Gate\" (关东). Today's gate structure was built after 1992 and is of questionable authenticity.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Royal Hotel International Sanmenxia"],["url="],["email="],["address="],["lat="],["long="],["directions=Located in Sanmenxia Scenic Area near the highway and railway to Zhengzhou and Xi’an"],["phone=+86 398 2966000"],["tollfree="],["fax="],["hours="],["price=Discounted rates from ¥158 without breakfast"],["checkin="],["checkout="],["content=It features dining and conferencing facilities. The guestrooms range from presidential suites to standard rooms which are equipped with satellite TV and a mini bar.  Internet available against surcharge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sanmenxia Mingzhu Hotel"],["url="],["email="],["address=57 Xiaoshan Road"],["lat="],["long="],["directions="],["phone=+86 398 2821508"],["tollfree="],["fax="],["hours="],["price=Discounted double rooms from ¥220 including breakfast"],["checkin="],["checkout="],["content=Three star hotel from 1995.  The hotel houses four restaurants, serving a combination of Cantonese, Sichuan and Western cuisines.  Other facilities include KTV, a sauna center, a hair and beauty salon, and a bar featuring live entertainment.  Free internet."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Longhai Railway icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Lanzhou"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Xian"]]}]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Zhengzhou"]]}],["minorr1=",{"type":"[[","value":[["Luoyang"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["34.7667"],["111.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North_Henan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Sanmenxia"]]}]