[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sano"]}," (佐野) ",{"type":"[","value":["http:\/\/http:\/\/www.city.sano.tochigi.jp\/"]}," is a city in ",{"type":"[[","value":[["Tochigi prefecture"]]},", ",{"type":"[[","value":[["Japan"]]},", adjacent to ",{"type":"[[","value":[["Ashikaga"]]},", ",{"type":"[[","value":[["Tatebayashi"]]},", ",{"type":"[[","value":[["Tochigi"]]},", ",{"type":"[[","value":[["Kanuma"]]}," and ",{"type":"[[","value":[["Midori"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSano is famous for Sano Premium Outlet, Sano ramen-noodles and Sano Yakuyoke Daishi which exorcises people in unlucky and critical ages.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nSano station is centrally located and can be reached by both JR Ryōmō Line (両毛線) and the Tōbu Sano Line (東武佐野線).\n\n",{"type":"====","value":["JR Ryōmō Line"]},"\n",{"type":"*","value":["About 16 mins from ",{"type":"[[","value":[["Tochigi"]]}]},{"type":"*","value":["About 14 mins from ",{"type":"[[","value":[["Ashikaga"]]}]},"\n",{"type":"====","value":["Tōbu Sano Line"]},"\n",{"type":"*","value":["About 85 mins from ",{"type":"[[","value":[["Asakusa"]]}," (Tokyo) by limited express train Ryōmō."]},{"type":"*","value":["About 16 mins from ",{"type":"[[","value":[["Tatebayashi"]]}]},"\n",{"type":"===","value":["By bus"]},"\n\nThe bus terminal in Sano is located at the Sano Premium Outlets.\n\nBy taking JR Highway Bus \"Marronier Shinjuku\" or \"Marronier Tokyo\", you can get to Shinjuku, Ueno, and Tokyo JR Stations within 90 minutes.  Tickets cost around ￥1,300 one way and can be purchased at the bus terminals in each JR station.\n\nDirect access to and from Narita Airport is available through Highway Bus \"Salvia\" or Chiba Kotsu Bus.  It takes about 130 minutes.  This can be purchased at Narita Airport transportation counter (ask for Sano, Tochigi prefecture) or at the Sano Bus Terminal.  Cost is about ￥4,400.\n\n",{"type":"===","value":["By car"]},"\nTake the Sano-Fujioka exit from the Tōhoku Expressway and follow National Route 50 west toward Sano,Ashikaga.\n\n",{"type":"==","value":["Get around"]},"\n\nIt is quite expensive to use taxis at the base price of ￥660.  In front of JR\/Tobu Sano train station (fountain side) there is a bus service that can take you around the city and one running between the station and the Premium Outlet Mall for ￥200.  \n\nThere is also a rental bike service in front of the station, next to the 7-Eleven convenience store.  Unfortunately, unless you speak Japanese, the owners cannot help you.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:MikamoMountain.jpg"],["thumb"],["200px"],["Mt. Mikamo"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mt. Mikamo"]}," (三毳山) is in the east of Sano city. It was praised by poets of the Manyoshu－8th century poetry anthology. Katakuri dogtooth pale purple flowers can be seen at Katakuri-no-Sato in Mt. Mikamo from late March to early April."]},"\n",{"type":"==","value":["Do"]},"\nBesides eating your weight in the many ramen shops, directly north of the JR-Tobu Station (accessible by a direct exit from the station), is Shiroyama Park. Shiroyama Park is a park on a large hill and at one point used to house a castle. As you walk through the park, close to the station entrance is a small information building with clean restrooms and a small room with relics and pictures of the castle's excavation. \n\nIf you enjoy shopping more, for a couple hundred yen you can take a bus from the train station to the AEON Mall or the Sano Premium Outlets!\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nSano is known for its ramen, chinese-style noodles.  There are plently of ramen shops on every street, and each person has their favorite.  \n\nSano is also known for its ",{"type":"''","value":["imofurai"]}," or fried potatoes.  Small potatoes arranged on a skewer, dipped in batter and into bread crumbs before being deep fried.  The tangy and sweet sauce that is served with it, however, is the deciding factor on its taste.  This is available at many grocery stores and imo-fry shops can be found all over the city.\n\n",{"type":"==","value":["Drink"]},"\n\nUpon exiting JR-Tobu Sano station, head towards the fountain and make a right.  Immediately you will come across ",{"type":"''","value":["Trinity Cafe"]}," which is quite popular. The cafe has an Italian fusion theme but also offers delicious hand-made local ramen and a cosy atmosphere. The chef speaks English and there is often locals and foreigners enjoying the friendly surroundings. Follow straight past the first traffic light and you will find ",{"type":"''","value":["Ken's Bar"]},", a cozy lounge that features local bands and artists weekly.  \n\nOther Japanese bars or ",{"type":"''","value":["izakaya"]}," can be found within walking distance from the station in this main area.\n\n",{"type":"==","value":["Sleep"]},"\nThere are several hotels within 5 minutes walking distance from JR-Tobu Sano station.\n\n",{"type":"*","value":[" Sun Route Hotel"]},{"type":"*","value":[" Sano Inn"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Ashikaga"]]},", ",{"type":"[[","value":[["Tochigi"]]}," and ",{"type":"[[","value":[["Tatebayashi"]]}," is about 15 minutes by train from Sano.\n\n",{"type":"{{","value":[["routebox"],["image1=Tohoku Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Utsunomiya"]]}],["minorl1=",{"type":"[[","value":[["Tochigi"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Tokyo"]]}],["minorr1=",{"type":"[[","value":[["Tatebayashi"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["36.3167"],["139.5833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tochigi (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sano, Tochigi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sano, Tochigi"]]}]