[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Santo Domingo"]]},"\n",{"type":"'''","value":["Santo Domingo"]}," is a city in ",{"type":"[[","value":[["Mérida (state)"]]},", in the Venezuela Andean Mountains and belong to the region called ",{"type":"''","value":["Paramo"]}," in Spanish because of the cold wind and high altitude full of Frailejones.\n\n",{"type":"==","value":["Understand"]},"\nSanto Domingo is one of several small Andean towns between ",{"type":"[[","value":[["Barinas"]]}," and ",{"type":"[[","value":[["Mérida (city, Venezuela)"],["Mérida City"]]},".  Although it is designed for tourists, it is more frequented by Venezuelan tourists than any others, making a lack of Spanish a little more difficult.  \n\n",{"type":"[[","value":[["Image:A view of Santo Domingo.jpg"],["thumb"],["Santo Domingo"]]},"\n\n",{"type":"==","value":["Get in"]},"\nFrom the bus terminal in Mérida, there are mini buses that go to Barinas many times each day.  There is no direct bus to Santo Domingo (it is too small) and so you need to take one for Barinas.  The cost was 40 bolivares for Barinas, but only 30 bs if you are stopping in Santo Domingo along the way.  There is another bus terminal in Barinas that should also accommodate travelers to Santo Domingo. There are also another way to get in from the bus terminal in Valera city of Trujillo State, in the same way the bus go to Barinas, the cost about 50 bs.\n\n",{"type":"==","value":["Get around"]},"\nThe town is very small, nothing is outside of walking distance.  If needed, however, there are always many cabs lined up in the central plaza that are pretty cheap. There is no internet cafe, but towns that do have internet cafes are not far away if needed, like ",{"type":"'''","value":["Pueblo llano"]}," about 30 min from Sto Domingo by minibus.\n\n",{"type":"==","value":["See"]},"\nThis region of Mérida has many ideal hiking spots.  There is a office for guides** in town that you can hire, or you can go off through the mountains by yourself.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Represa de Santo Domingo"]}]},"\n",{"type":"*","value":["  ",{"type":"'''","value":["Cascada Velo de la Novia"]},"- This is a waterfall near the town.  Perhaps the main attraction to those visiting the town.  A bus will take you there for about 6 bolivares on a 10 minute bus ride.  To walk there, it would be somewhere between one and two hours, that is not recomended because of the narrow of the road. No sidewalk to walk."]},"\n",{"type":"*","value":["  There is also a small church with a lookout point on top that you can access. It is the only viewpoint in town, so it should not be difficult to find by asking people (ask for the \"mirador\").  There is also a gazebo next to the church. This place is called",{"type":"'''","value":[" Parque Mirador el Cerrito "]}," where you can see that small Church with a modern architecture that represent all the world religions. It is called",{"type":"'''","value":[" Monumento Montaña de la Fe "]}," a monument to the mountain of faith. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Mucubaji Lagoon"]}]},"\n",{"type":"*","value":[{"type":"'''","value":[" La Victoria Lagoon"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants in the city, from more expensive places to ones that look like a family that makes food in their kitchen for travelers.\n\n",{"type":"*","value":[" Eliannet - A slightly more expensive restaurant, places range from 50 to 80 bolivares (6-10 dollars on the unofficial exchange rate).  However, the food was quite good.  A more modern style restaurant, with popular American music (something of a contrast given the setting)."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Dios Mi Fortaleza.JPG"],["thumb"],["Dios Mi Fortaleza"]]},"\n",{"type":"'''","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["POSADA LOS GIL"]}," A countryside small hostel 10 min from town"]},{"type":"*","value":[" ",{"type":"'''","value":["LA CASA DE MIS VIEJOS"]}," A walking distance from Plaza Bolivar. Matrimonial rooms go for 150 Bs per night."]},{"type":"*","value":[" ",{"type":"'''","value":["DIOS MI FORTALEZA"]},", A small hostel with matrimonial rooms going for 70 bolivares.  Run by an incredibly nice couple, Carolina and Carlos, who are welcoming to travelers.  They cook food when you need it at a reasonable price.  They also make their own preservatives, including a local wine from blackberries\/raspberries."]},{"type":"'''","value":["Mid-Range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["HOTEL LOS FRAILES"]}," Hidden into the mountain at 3.200 mt high,ancient monastery with colonial style no far from town."]},{"type":"*","value":[" ",{"type":"'''","value":["LA SIERRA"]},", One of the higher end hotels in town, rooms go for 190 bolivares and include breakfast."]},{"type":"*","value":[" ",{"type":"'''","value":["LA CASA DE MIS ABUELOS"]},", Matrimonial rooms go for 150 bolivares for the night.  A very clean place with a nice view, though the parrots shouting \"BUENO!\" repeatedly at 6AM was definitely a turn off"]},"\n",{"type":"==","value":["Connect"]},"\n\nCentro informacion turistica is the main tourist info office, close to the central plaza.  If you are heading into town from Merida on avenida principal, go slightly past the turn for the main plaza and it will be on your left (there is a sign).  They do not speak English in the office. You can contact also the ",{"type":"'''","value":["OTC Puerta de los Andes"]}," **. It is a community tour operator English and French spoken. Telf +58-0274-8988138 and +58-0416-3767367 . otcptadelosandes@gmail.com  http:\/\/www.otcpuertadelosandes.blogspot.com]\n\n",{"type":"==","value":["Go next"]},"\nThere are two main options for leaving Santo Domingo.  The first and the cheapest is to go into the main commercial street, next to a pink building that has a big sign \"Hospedaje\" and wait for a bus for Mérida to pass.  Wave them down as they pass.  It is 35 bolivares from there.  Buses start passing around 6 in the morning, and go throughout the day every hour or so.  There is also a bus stop across from the local emergency room. If you go to Barinas the best way is to wait the bus at Plaza Bolivar,  it is the last bus stop and the returning point for them, it is the only direct bus line Barinas-Santo Domingo, they scheduled every two hours, the last one at 5 pm.\n\nAlso, you can take a taxi in the center plaza to Apartaderos where there is a proper bus terminal.  The tourist office told me it should be about 8 or 9 bs if you are going with at least three people.  The taxi driver quoted me 40 bolivares, probably because I was a foreigner but that is still not a bad price.  From there you can buy a bus ticket to Mérida or Valera as well.\n\n",{"type":"{{","value":[["IsPartOf"],["Mérida (state, Venezuela)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]