[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Santa Cruz la Laguna"]}," is a small town on ",{"type":"[[","value":[["Lake Atitlán"]]}," in ",{"type":"[[","value":[["Guatemala"]]},".\n\n",{"type":"==","value":["Get in"]},"\nFrom Panajachel or San Pedro you can take a public \"taxi\" boat to Santa Cruz for 10\/20Q per person.  They pass by every 30 min or so from 6am to 7pm.  Can ask the boat captain to drop you in any hotel you choose.  If you prefer a private boat call Lee at Los Elementos to pick you up at the private dock in Pana. Groups up to 6 are 150Q each way, 15Q per person up to 8 people. 53598328. The private boat is also available after hours.  \nTo get the feel of the town the best option is to walk around. The public trail system is extensive and will lead you through many tropical gardens and to hidden waterfalls. One of the most beautiful hikes on the lake is between Santa Cruz and Jaibalito.  There is no road access, but you can stop a public taxi boat any time to go any other town or spot around the lake...\n\n",{"type":"==","value":["Get around"]},"\nWalk, walk, walk and enjoy the sceneries... you can stop for a swim or at the different cozy hotels and restaurants around this charming little town, the only one left at Lake Atitlan with no road access!\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Skin Diving Rentals at La Iguana Perdida"]},{"type":"*","value":["Nature Preserve nearby"]},{"type":"*","value":["Apparently the only town around the lake that offers waterskiing."]},{"type":"*","value":["San Pedro night life a short water taxi ride away but none of the hassle or theft."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Los Elementos Kayak and Adventure Center"],["url="],["email="],["address=Santa Cruz la Laguna"],["lat="],["long="],["directions=next to Isla Verde, west end"],["phone=5359.8328"],["tollfree="],["fax="],["hours="],["price="],["content=Kayak tours and rentals, hiking and camping, and the best swim beach in Santa Cruz.  Also private boat tours and rentals for exploring more remote areas of Lake Atitlan. Multi-day kayak excursions are an excellent way to absorb the true flavor of the lake.  Accomodations available on-site."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Los Elementos Day Spa"],["url="],["email="],["address=Santa Cruz la Laguna"],["lat="],["long="],["directions=next to Isla Verde"],["phone=40953751"],["tollfree="],["fax="],["hours="],["price="],["content=Lake front spa offering massage, yoga, manicures, waxing, and hair services. Come and relax for an hour or a day.  Enjoy a swim on the best beach in Santa Cruz, relax in one of our many lounge areas, and indulge in one or more of the many spa services we offer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Santa Cruz Spanish School"],["url=http:\/\/tours-atitlan.com\/"],["email=santacruzspanishschool@yahoo.com"],["address=at the Art Gallery"],["lat="],["long="],["directions=Next to the Juzgado de Paz"],["phone=+ 502-53 55 88 49"],["tollfree="],["fax="],["hours="],["price=individual training $5-$10\/hr for 10-30 hrs\/week. Add $65\/week for homestay"],["content=Led by Pedro Juan Solis, who is the founder of the school that enthusiastically works for the school and provides the opportunity to teachers and students to share their different cultures and lifestyles."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La casa en el aire"],["url=http:\/\/islaverdeatitlan.com"],["email="],["address=hotel@islaverdeatitlan.com"],["lat="],["long="],["directions=On the waterfront, path from Santa Cruz to Jaibalito"],["phone=45633854"],["tollfree="],["fax="],["hours="],["price="],["content=Located on the waterfront you can lounge their beach area for swimming and sunbathing while being served the most delicious food.  Everything is cooked from scratch using the best produce -their own herbs, fruits and vegetables when in season- with a very special presentation.  Also prepare their own fruit drinks, desserts and have a cocktail menu!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Atitlan Solutions"],["url=http:\/\/rentalsatitlan.com\/"],["email="],["address=Calle Santander, Comercial San Rafael, Local 6 and 6"],["lat="],["long="],["directions="],["phone=502 7762 0959"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Also providing an option for long term vacation rentals (week\/month\/year)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arca de Noe"],["alt="],["url=http:\/\/www.atitlan.com\/arca.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located on the lake, is affordable with a quiet rustic ambience, and has a good restaurant."]]},"   "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Iguana Perdida"],["alt="],["url=http:\/\/www.laiguanaperdida.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tel. 7762-2621, 5705-4117. If you are looking for somewhere to get away from it all for a few days this place is ideal. It is located on the edge of the lake right by the boat stop for Santa Cruz La Laguna. La Iguana Perdida makes a nice change from Panajachel. This medium sized (sleeps 80+) hostel has no electricity or hot water, although they do have a sauna which helps in the cold nights. The hostel works on a trust basis. All drinks and food are paid for on checkout. Apart from hanging around the hostel and diving there is nothing else to do on this site. To get here take a boat from ",{"type":"[[","value":[["Panajachel"]]}," heading towards ",{"type":"[[","value":[["San Pedro la Laguna"]]},". Update: the place has electricity in some of the rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Islaverde"],["url=http:\/\/www.islaverdeatitlan.com"],["email="],["address="],["lat="],["long="],["directions=On the waterfront, a 10-minute walk on a windy dirt path from Santa Cruz to Jaibalito. You can walk or ask to be dropped at their private dock"],["phone=57602648"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A funky environmental hotel on the shores of the Lake, just a short walk from the main dock, in a very safe and clean area for swimming and Kayaking.  8 private cabins with breath taking views of the lake, huge gorgeous gardens with so many flowers you will be delighted with the visit of tons of birds.  Waterfront lounge, yoga, massages, natural spa therapies and a great organic restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laguna Lodge Eco Hotel & Nature Preserve"],["alt="],["url=http:\/\/www.thelagunalodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=502 7283 2529"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A small, romantic, luxury hotel on Lake Atitlan with sustainability at its core. The rooms are spacious, and each one features lake and volcano views from a patio, with plush furniture, beautiful local artwork, and energy and water efficient devices. Zotz is the full service bar and dining room, featuring organic cuisine from a healthy, meat-free menu. Most of the food is grown on the owners nearby garden. Private dock, swimming pool, hot tub, 100 acres of hiking trails, including mountaintop cabana."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sha Ryan Ka"],["url=http:\/\/www.sharyanka.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=502 5157 0707"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=. A retreat which consists of 3 unique cottages and a main house which lay on the northern shore of Lake Atitlan in Guatemala. This lakefront home has views of 3 volcanoes from a large veranda. Sleeps 6  with a fireplace in the living room and an indoor\/outdoor bathroom that was photographed for a European architectural magazine.  Also are three unique, fully equipped cottages with hot showers and kitchenettes. All have relaxing lake view balconies and are available from $400 to $500 per month. Daily prices start at $25, weekly at $125. The main house rents for $1600 a month. All are Half price in the off season from mid May to the end of October. All rentals include access to beautiful well maintained gardens, sauna, private dock, meditation gazebo looking out to a waterfall."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Villa Sumaya"]},", An elegant, yet simple small lake-front hotel near Santa Cruz La Laguna, accessible only by water taxi. The owner has an amazing knack of adding beautiful, subtle touches everywhere you look. The food is great, and there are good vegetarian options. The \"Blue Tiger Temple\" is the most beautiful meeting\/yoga room I've ever seen. It's not the cheapest place on the Lake, but its unique and still very reasonable."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=wolfgang"],["url="],["email="],["address=ritzing,"],["lat="],["long="],["directions=lange zeile 37"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=arca de noe 10 rooms, stone cottages in a lush parklike garden direct at the lakeshore. Every room with a spectacular lake and volcano view. Gym, boulecourt, yoga lawn. The best food at the lake.run by the owners with great care for the environment. Spanish, English, French, German spoken"]]}]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Lake Atitlán"]]},"\n",{"type":"[[","value":[["wikipedia:Santa Cruz La Laguna"]]}]