[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Santa Elena"]]},"\n",{"type":"'''","value":["Santa Elena"]}," is a city in ",{"type":"[[","value":[["Costa Rica"]]},".\n\n",{"type":"==","value":["Get in"]},"\nSanta Elena is located a little over 100 miles from San Jose Costa Rica.  You can get there by bus--they say in 4.5 hours--but it often can take 5 or 6 hours. The cost for bus transport is very little, around $4US. Easier and faster transport is by Interbus which takes 3 hours and costs about $29US. Interbus will take you door to door from hotels in San Jose and Santa Elena.\n\nYou can also drive, in which case a 4x4 is recommended. If you are coming south along Highway 1 from Liberia, take the turn off to Sardinal (near a gas station), which will give you a paved road until about Guacimal, at which point the road becomes dirt and is quite rough. The views along these roads are stunning. The drive to Santa Elena once you leave Highway 1 will take anywhere from 1 to almost 2 hours depending on your vehicle type and how often you stop to take pictures. Santa Elena has a gas station and a supermarket. Currently the roads in the centre have been paved.\n\n",{"type":"==","value":["Get around"]},"\nSanta Elena is a very small mountain town located in the cloud forests of Costa Rica.  The main part of town is where three roads come together forming a single block triangular center to the town.  Everything in Santa Elena can be seen on foot.  Busses and taxis queue up along one street for transport to nearby Monteverde and the Monteverde Cloud Forest Preserve. In the center there is also a discotheque, which offers music, a bar, and karaoke. Although it can be a fun time, it is often occupied by drunk locals looking for a good time with female tourists.\n\n",{"type":"==","value":["See"]},"\n\nNote that all of these cost money, from about $8 to enter the Ranario and Butterfly gardens to $35-$50 to do the zip line tours.\n\n",{"type":"*","value":["Monteverde Cloud Forest Preserve"]},{"type":"*","value":["Monteverde Coffee Coops"]},{"type":"*","value":["Children's Rainforest"]},{"type":"*","value":["Zip Line tours of Cloud Forest Canopy"]},{"type":"*","value":["Ranario (frog pond)"]},{"type":"*","value":["Butterfly and insect garden)"]},{"type":"*","value":["Orchid garden"]},{"type":"*","value":["Sepetorium"]},"\n",{"type":"==","value":["Do"]},"\nA tour operator in Santa Elena described as a \"giant amusement park\" which is not far from the mark. There are many touristy things to do, like zip lines canopy tours, ATV or horseback riding, and many flora and fauna exhibits. As far as touristy towns go, however, Santa Elena feels different, as the activities are all centered around enjoying the natural beauty and diversity of the region, and there generally seems to be a good deal of respect for the environment, due in part to the presence of nearby eco-tourism and sustainability universities. \n\nThe main attraction in Santa Elena is of course the cloud forest. You have two basic options here: the Monteverde cloud forest (the classic) and the Santa Elena cloud forest. There are very similar in terms of what you will see and experience, but Santa Elena is cheaper. Monteverde is about $17 to enter per person (about $9 for students), and $17 per person for a guided tour. The guided tours are strongly promoted by the parks, to the extent that they seem to have removed signs describing trees and wildlife to make a guide all the more necessary. That said, the guides really do know what they are doing and talking about. They are adept at spotting wildlife and identifying plants and trees, and discussing the ecosystem, and they will get you close-up views with their telescopes (and even snap pictures for you through the telescope). \n\nIn the cloud forests, you will have a decent chance of seeing any of the following, in addition to a wide variety of trees (including the spectacular parasitic fig trees), plants, and fungi.\n\n",{"type":"*","value":["Quetzals, the national bird of costa rica"]},{"type":"*","value":["White-faced capuchin monkeys"]},{"type":"*","value":["Howler monkeys"]},{"type":"*","value":["Orange-kneed tarantulas"]},{"type":"*","value":["Any of 8-9 species of hummingbird"]},{"type":"*","value":["Sloth"]},{"type":"*","value":["Puma do inhabit the forest, but the most you will see are prints"]},"\nYou may also be treated to the far-off howling sound of Wolf Guindon, celebrated conservationist after whom several things in Monteverde are named.\n\nAdmission to the parks is good for a full day. Tours generally start early (around 7:30AM) and run for about 3 hours, so you'll be able to do some walking around by yourself after the tour. At Monteverde, you will also be able to enjoy a coffee or espresso (made with locally-produced beans) and sandwich next to the Hummingbird garden.\n\n",{"type":"==","value":["Buy"]},"\nThere really isn't too much in the way of tourist junk to buy.  There is a local super market and many hostels, several places to eat and a bakery.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Kako's Pizza serves pizza, Italian food, and Casados for reasonable (if a bit touristy) prices.  Service, while typical Tico service (they take their time!) is friendly and not terribly inefficient.  It is located behind the bank, up a driveway.  If there is a futbol game on the TV, the staff can get caught up in that instead of cooking however!"]},"\n",{"type":"*","value":["M&F Burgers located just below the center of town serves typical Tico food.  The special burger comes on a tortilla, with ham and many interesting toppings not found at McDonalds!  Also, very cheap casados."]},"\nChimera - located across the road from El Establo hotel. Excellent latin inspired dishes and fancy reasonably priced drinks. I recommend the coconut rice, roasted eggplant, yucca fries, and fried plantain (all about 3 USD each).\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Casa Tranquilo"]}," is a good budget option, 5 minutes from the centre of Santa Elena. The rooms are clean, nice rustic cabin Dorms or private rooms are available with shared or private bathroom. Free internet and free unlimited breakfast in the shared kitchen area.  ~$8-$12 per person per night. Staff can book tours and future accomodations."]},{"type":"*","value":[{"type":"'''","value":["Pension Santa Elena"]}," is a good choice for low budget travel.  The staff is extremely helpful and there is a shared kitchen and the lobby \/ dining areas are always full of fellow travelers with interesting stories.  Located right in the heart of Santa Elena, it is a great jumping point for any and all activities in the area.  "]},{"type":"*","value":[{"type":"'''","value":["El Establo"]}," is situated in the heart of the touristic zone of Monteverde 7 km from the Santa Elena Rain Forest and 4 km from the Monteverde Cloud Forest.  Set in a private 150 acres farm (50 % protected primary forest) adjacent to the Monteverde Reserve."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Arco Iris"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A bit more expensive, but worth it if you're after some luxury. The accommodations are very nice, but not flashy, running from about $60 for a double to $180 for the amazing honeymoon suite. The staff are very helpful and knowledgeable, and a breakfast buffet is available for $7 per person."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nRecommended is the Jeep\/Boat\/Jeep trip to LaFortuna.  This trip takes about half a day.  Also consider horseback\/boat\/jeep to LaFortuna.  Ask at the desk at Pension Santa Elena, they know everything about the area \n\n\n",{"type":"{{","value":[["IsPartOf"],["Central_Valley_(Costa_Rica)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]