[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Santa Teresa"]]},"\n",{"type":"'''","value":["Santa Teresa"]}," is a small, but fast growing town in ",{"type":"[[","value":[["Puntarenas"]]}," Province, ",{"type":"[[","value":[["Costa Rica"]]},". It is located about 150 kilometres (93 mi) west of the capital city of San José. Like other coastal villages on the Nicoya Peninsula, Santa Teresa started as a remote fishing village. The other principle industries were cattle ranching and logging. In the early 1990s, the town of Santa Teresa was \"discovered“ by low budget tourists and started growing since then.\n\n\n",{"type":"==","value":["Understand"]},"\n\nSanta Teresa, stretches over 5 kilometres (3 mi) of both paved and gravel roads. It is remote and has basic infrastructure with a few shops and some internet cafés. There are now more than 30 hotels, ranging in price from $10 to $1000 per night. Santa Teresa is known for gold-grey beaches, good surf conditions and a relaxing atmosphere. Surfing conditions are generally best during mid to high tides. Santa Teresa has also become known for its many excellent restaurants, all started by various chefs who have moved to the area from various other countries.\n\n\n",{"type":"==","value":["Get in"]},"\n\nPublic transport in town exists and connects to the neighboring cities of Cobano, Montezuma and Mal Pais. Direct bus connections go as far as San José. Car and ATV rentals are also available. Many visitors fly to San Jose and catch a connecting flight to Tambor. ",{"type":"[","value":["http:\/\/www.natureair.com\/tambor-flights.aspx Nature Air"]}," and ",{"type":"[","value":["http:\/\/www.flysansa.com\/ Sansa Airlines"]}," serve Tambor. Santa Teresa is approximately a 45 minute drive from the Tambor airport.\n\n",{"type":"==","value":["Get around"]},"\n\nThe roads are quite rough and are the typical mixture of deteriorating paved and gravel roads. The best way to get around Santa Teresa is to rent an ATV or an SUV if driving in from San Jose.\n\n",{"type":"==","value":["See"]},"\n\nSurfing and Eco-tourism are the top things in Santa Teresa to see and do. The Cabo Blanco Nature Preserve is less than 30 minutes away if you rent an ATV. The coast along the town as well as south and north of Santa Teresa has different breaks and a constant swell all year. Many hotels and surf instructors offer surfing-related services such as surf lessons and board rentals.\n\nOne of the most legendary surf breaks in Costa Rica is located in Santa Teresa and is known as “Suck Rock\" located in front of the Red Palm Villas Resort. This right-hand point break can be good when the swells are large, and it’s known to get hollow at times\n\nNext to Suck Rock, to the south is one of the most consistent beach breaks, on the gorgeous white sand beach known as “La Lora” (name given by the Disco Bar “La lora amarilla”).\n\n",{"type":"==","value":["Eat"]},"\n\nMost of the restaurants are fairly inexpensive and reflective the cosmopolitan atmosphere of Santa Teresa. \n\nThe top restaurant in town is Brisas Del Mar. The restaurant is located up the hill approximately 50 meters from the soccer field. Their specialty is fish and cocktails. \n\nPizza Tomate is one of two pizza restaurants in town. Their pizzas are fairly affordable and they will deliver for a nominal fee. \n\nAdditionally, there are a variety of unremarkable sodas that serve the usual pinto gallo and local cuisine along the main road.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Hostels"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cuesta Arriba B&B Hostel"]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Casa Cecilia"]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Canaima Chill House"]}]},{"type":"*","value":[{"type":"'''","value":["El Rey Patricio"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Funky Monkey"],["alt="],["url=http:\/\/www.funky-monkey-lodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Raratonga"]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Palm Villas"],["alt="],["url=http:\/\/www.redpalmvillas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Latitude 10 Exclusive Beach Resort"],["url=http:\/\/www.latitude10resort.com\/"],["email=reservations@latitude10resort.com"],["address= Santa Teresa"],["lat="],["long="],["directions="],["phone=+506-8309-2943"],["tollfree="],["fax="],["hours="],["price=from US$210"],["checkin="],["checkout="],["content= Located directly on one of the top ranked beaches in the world.  5 suite resort within walking distance of Santa Teresa.  Secluded and romantic.  Open sky bathrooms.  Full service spa.  Complimentary breakfast.  Yoga retreats.  Surf lessons. Restaurant on property.  Free bike rental. http:\/\/www.latitude10resort.com\/"]]}]},{"type":"*","value":[{"type":"'''","value":["Flor Blanca"]}]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central Pacific (Costa Rica)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Santa Teresa, Costa Rica"]]}]