[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Santa Tecla"]}," is the second largest city in ",{"type":"[[","value":[["El Salvador"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSanta Tecla has been recently renovated by mayor Oscar Ortiz, who has promoted tourism within the city. \nDown-town Santa Tecla still preserves the antique architectural style found only in towns such as Juayua or Suchitoto, with the convenience of being located in the city. \nWhile El Salvador is considered by many to be unsafe, Santa Tecla is usually patrolled by the metropolitan guards, as well as by the police.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nCar is the easiest way to get in, as major roads, such as Monseñor Romero blvd. or the Panamerican highway, lead directly into the city.\nMonseñor Romero blvd. exit to Santa Tecla leads to the 7a Avenida Norte, which can be driven through to get to the centre of the city.\n\n",{"type":"===","value":["By bus"]},"\nBus routes are available all over town, with connections to neighbouring cities and towns.\n\n",{"type":"==","value":["Get around"]},"\nWalking is the easiest way to get around once inside Santa Tecla. Places such as Paseo el Carmen, during the weekend nights, are closed off to cars for the pedestrians to take over. \nIf walking through down town Santa Tecla, common sense and precautions are needed, such as not flashing valuable objects or electronics around just to be on the safe side.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza Merliot:"]}," one of the first shopping centres in the entire country. A food court is available for those wanting burgers and such, as well as having places with home-made-type meals available, such as ",{"type":"'''","value":["La Movida"]}," located in the food court, and ",{"type":"'''","value":["Maquilishuat"]},", a diner\/cafeteria type of place that serves typical food as well."]},{"type":"*","value":[" ",{"type":"'''","value":["Paseo el Carmen:"]}," the major tourist attraction in Santa Tecla. It is a street that is dedicated to bars, restaurants and cafés. Named after El Carmen church located on the same street, it is the night-life spotlight of the city. Family-friendly places are also available for those travelling with children, such as ",{"type":"'''","value":["Casa de la MYPYME"]},", a restaurant located on a connecting street; and various street vendors that become available on the weekends. Fear not, for this food is hygienic and safe to eat, although street food is not recommended to those with a weak stomach."]},"Paseo el Carmen is also home to one of the few vegetarian restaurants in the country, with ",{"type":"'''","value":["Yemaya"]},", a restaurant that describes itself as: A Charming Space embracing the spirit and balance of nature through healing food, art and culture.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Museo Tecleño:"]}," A Museum built upon what used to be a jail. By the late 70s and the early 80s, this place had become El Salvador's first political jail, which was shut down by 1983. It is now a Museum, which also holds one of the best coffee shops in town."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Street vendors"]}," On the weekends, to the west from El Carmen church, there are many street vendors that set up their stands, especially in the evenings and late in the afternoon. It's a really fun atmosphere, with tables set up on one side of the street, and the vendors with their stands sitting on the opposite side."]},{"type":"*","value":[" ",{"type":"'''","value":["Pupuserias"]}," For those wanting to try the authentic Salvadoran pupusas, there are a few pupuserias (pupusa shops) scattered around the place. A tasty and affordable (each pupusa is about 50 cents) one is located south from the Museum, on 7a Avenida Norte. It should be mentioned that cheese and\/or bean pupusas should be prefered over chicharron (pork) if you fear getting food poisoning. The aforementioned pupuseria has a very convenient hand sanitizer right next to the cash register."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nPaseo El Carmen is home to several bars that could interest thirsty travellers.\n",{"type":"'''","value":["El Quijote"]}," is one the busiest and most popular bars on the street. ",{"type":"'''","value":["Thekla"]}," is pub-themed... pub with an Irish twist to the decor. \n",{"type":"'''","value":["Strumers"]}," is an alt-bar located inside the vegetarian restaurante ",{"type":"'''","value":["Yemaya"]},". This place has live music on the weekends, as well as art exhibitions up for sale by independent artists. Quite interestingly, this place also has home-brewed beer, one of the few places in El Salvador that sell them.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western El Salvador"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Santa Tecla, El Salvador"]]},"\n",{"type":"{{","value":[["geo"],["13.674216666667"],["-89.289905555556"]]}]