[{"type":"{{","value":[["pagebanner"],["Saint Domingue banner.jpg"],["unesco=yes"]]},"\n",{"type":"{{","value":[["merge from"],["One week in Santo Domingo for a student"]]},"\n",{"type":"'''","value":["Santo Domingo"]}," is the capital of the ",{"type":"[[","value":[["Dominican Republic"]]}," and the oldest European city in the Americas. The old city is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n",{"type":"[[","value":[["File:SD-006.jpg"],["thumb"],["260px"],["thumb"],["The Parque Colon in the Colonial Zone of Santo Domingo"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nSanto Domingo is the capital city of the Dominican Republic, and it prides itself in being the first European city in the New World. Founded by Christopher Columbus's brother Bartolome Colombus in 1496, it is the oldest continuously inhabited European settlement in the Americas and was the first seat of the Spanish colonial empire in the New World. For this reason, the city of Santo Domingo has a really rich historic and cultural heritage that makes any visit extremely worth it. Nowadays, it remains one of the most populous cities in the Central America-Caribbean area, and the main economic and commercial center of this region.\n\nThe city is divided into two parts by the Ozama River. The western side is very developed economically, while the eastern part, known as \"Santo Domingo Este,\" has historically lagged behind.\n\nThe most important tourist destination of the city is the Zona Colonial or Colonial Zone, on the western bank of the river and facing the Caribbean Sea. To the west of the Zona Colonial lies Gazcue, one of the city's oldest neighborhoods, filled with old Victorian houses and tree-lined streets. The city's waterfront George Washington Avenue, known as \"El Malecon,\" borders the Caribbean Sea and attracts many tourists because of its hotels, casinos, palm-lined boulevards and monuments. Surrounding the Gazcue area you will find the Palacio Nacional (seat of the Dominican government), the National Theater, the Museums in the Plaza de la Cultura, and the Palace of Fine Arts.\n\nIn the central part of western Santo Domingo lies the economic and commercial heart of the city, in an area known as the \"Poligono Central\" and delimited by the 27 de Febrero, John F. Kennedy, Winston Churchill and Maximo Gomez avenues. This high-income area remains rather unexplored by tourists, despite offering most of the best dining and shopping available in the city. Many of the city's most affluent neighborhoods surround the city's two main parks, the Parque Mirador Sur in the South and the Jardin Botanico in the North.\n\nIn the more populated but less developed East Santo Domingo you will find other major monuments and tourist spots, such as Columbus's Lighthouse, where the explorer's remains are buried, the open caves of the Parque Nacional Los Tres Ojos, and the National Aquarium.\n\nThis all makes of Santo Domingo a cosmopolitan, vibrant and bustling city with very distinct neighborhoods and ambiances, all worth a visit, and providing the most diverse cultural experiences.\n\n",{"type":"*","value":["Want to know more. Take a look at an itinerary of Santo Domingo ",{"type":"[[","value":[["One week in Santo Domingo for a student"]]}]},"\n",{"type":"===","value":["Climate"]},"\nSanto Domingo enjoys a tropical climate. Temperature averages from 73.4°F (23°C) in the morning to 89.1°F \n(31.7°C) by the afternoon. Generally, January and February are the coldest months, and August is the hottest month of the year. The island is prone to hurricanes especially during June 1 to November 30, but fortunately they receive many warnings beforehand  to prepare their people and tourist of any harm. Santo Domingo is a great city to visit during any season, because the city's ideal tropical weather runs all year long!\n\n",{"type":"===","value":["Economy"]},"\n\nSanto Domingo is the headquarter of economic activity in Dominican Republic. The city catches the attention of many international firms. Many of these firms have their headquarters in the city due to its great location and prosperous economy.\n\nPower outages have been one of the downfalls of placing a major headquarter in the city, but the infrastructure is a great advantage to many of these international firms. Since Santo Domingo has privatize and integrated with the US telecommunication system, they have been fortunate to have the benefit of a contemporary telecommunication system.\n\nIncomes in Santo Domingo can vary from extremely rich to extremely poor. Many of the prominent families live in neighborhoods surrounding Avenida John F. Kennedy (\"Avenida\" = \"Avenue\") to the north, Avenida 27 de Febrero to the south, Avenida Winston Churchill to the west and Avenida Máximo Gómez to the east. Some other areas that are always expanding and developing are  Naco, Arroyo Hondo, Piantini, Paraíso, Bella Vista, Sarasota. Most of the city's less fortunate live  outside the center of Santo Domingo, which can  be seen by various slums that emphasizes the huge issue  poverty is for the city.\n\nAvenida Winston Churchill and 27 de Febrero Avenue are two of the commercial centers of the city. Many malls and shops are located in these two avenues such as, Acropolis Center, Scotiabank, Citibank, Banco BHD, Banco del Progreso, Banreservas, Plaza Central and Plaza Naco. However, some of the most popular malls are Acropolis Center, Bella Vista Mall, Blue Mall, the upcoming Novo-Centro, Agora Mall and Galería 360 because it contains more contemporary shops  and is popular within the high income families.\nSanto Domingo was formerly called \"Ciudad Trujillo\" during the era of the dictatorship of Trujillo\n\n",{"type":"===","value":["Government and politics"]},"\n\nThe national government of the Dominican Republic is located in Santo Domingo. The National Palace houses the current President of Dominican Republic, Danilo Medina Sánchez, and the National Congress. The National Police (Policía Nacional) and the Tourist Police (Policia Turística) are in charge of implementing the city safety. The national police station is located in Av. Leopoldo Navarro #402, you can also contact 809-682-2151 for the central line, but in case of an emergency dial 911.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By plane "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Las Americas International Airport"]}," (Located: Greater Santo Domingo). (",{"type":"{{","value":[["IATA"],["SDQ"]]},") is located approximately 15 minutes from the greater metropolitan area and around 30 minutes from the city`s center. The airport offers several transportation options, including all major American car rental firms."]},"\nDirect flights from:\nAtlanta, Boston, New York, Fort Lauderdale, Miami, Philadelphia, Panama City, San Jose Costa Rica, San Juan Puerto Rico, Havana, Port-au-Prince, Caracas, Paris, Madrid, Frankfurt, Munich and Duesseldorf and surrounding Caribbean islands.\n\nAirfare to Santo Domingo may vary widely depending on season and demand. A round trip ticket from Boston or New York ranges anywhere from US$300 to US$700, with fares from Miami or San Juan only slightly lower.\n\nAirfare from most cities in Latin America cost between US$400 and US$1,000 and require layovers in Panama City, Panama (Copa Air) or San Jose, Costa Rica (Taca).\n\n",{"type":"*","value":[{"type":"'''","value":["La Isabela International Airport"]}," (Located: Greater Santo Domingo). (",{"type":"{{","value":[["IATA"],["JBQ"]]},")"]},"\n",{"type":"*","value":[{"type":"'''","value":["Punta Cana International Airport"]}," (Located: Punta Cana \/ Higüey City)",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Punta_Cana"]},". (",{"type":"{{","value":[["IATA"],["PUJ"]]},")"]},"\n",{"type":"*","value":[{"type":"'''","value":["La Romana International Airport"]}," (Located: La Romana City)",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/La_Romana,_La_Romana"]},". (",{"type":"{{","value":[["IATA"],["LRM"]]},")"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cibao International Airport"]}," (Located: Santiago de los Caballeros City ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Santiago_de_los_Caballeros"]},"). (",{"type":"{{","value":[["IATA"],["STI"]]},")"]}," \n",{"type":"*","value":[{"type":"'''","value":["Gregorio Luperón International Airport"]}," (Located: Puerto Plata City)",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/San_Felipe_de_Puerto_Plata"]},". (",{"type":"{{","value":[["IATA"],["POP"]]},")"]},"\n",{"type":"*","value":[{"type":"'''","value":["El Catey International Airport"]}," (Located: Sanchez City)",{"type":"[","value":["http:\/\/simple.wikipedia.org\/wiki\/S%C3%A1nchez,_Saman%C3%A1"]},". (",{"type":"{{","value":[["IATA"],["AZS"]]},")"]},"\n",{"type":"*","value":[{"type":"'''","value":["María Montez International Airport"]}," (Located: Barahona City)",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Santa_Cruz_de_Barahona"]},". (",{"type":"{{","value":[["IATA"],["BRX"]]},")"]},"\n",{"type":"===","value":[" By ferry "]},"\n\nThere is ferry service to and from Mayaguez as well as San Juan, Puerto Rico. It costs around US $200 roundtrip and the overnight journey last 12 hours. For an additional fee, you can bring your car along for the ride. The former company, Ferries del Caribe is now out of business and the new provider is called America Cruise Ferries. ",{"type":"[","value":["http:\/\/www.acferries.com\/"]},"\n\n",{"type":"===","value":[" By Cruise "]},"\nSansouci is a state-of-the-art terminal that holds up to 3800 passengers+luggage. From there you can get a taxi or a tour, and there is also an ATM, gift shops, a call center, and internet service.\n\n",{"type":"==","value":[" Get around "]},"\nSanto Domingo was, until recently, a huge city (pop. nearly 4 million people) that was split into 5 independent municipalities: Distrito Nacional, Santo Domingo Este, Santo Domingo Oeste, Santo Domingo Norte and Boca Chica. Fortunately, nearly all tourist attractions and shopping, dining and entertainment venues are located relatively close to each other in the Distrito Nacional, making it easy for you to get around and see the sights.\n\nSanto Domingo is not entirely a tourist-friendly city. It`s often hard to move around if you don't know the city, as many streets lack proper signage and addresses are often reliant on the neighborhood's name more than an actual street address. However, don't be afraid of asking the locals for orientation, as Dominicans are well known for their helpful nature and usually helpful to tourists. It's a good idea to get a street map (there are many city maps online but it's also possible to buy one at any gift shop or book store for no more than US$5).\n\n",{"type":"===","value":["On foot"]},"\n\nWalking along major thoroughfares in Santo Domingo can prove quite challenging. First, drivers aren't very respectful of pedestrians, so you have to take extra care when trying to cross a street. Second, some sidewalks can be damaged or under construction, forcing you onto the street.\n\nThe Malecon and Colonial Zone are the most walkable parts of the city. They offer multiple pedestrian attractions and are relatively safe areas for tourists to explore. Although it is always wise to use common sense as everywhere.\n\nWhile exploring the Colonial Zone try hiring a \"properly-licensed\" tour guide. These talented yet underpaid, multi-lingual individuals will keep you entertained for hours with unprecedented historical insight and humor. You can usually find them at the Plaza Colon in front of the Cathedral. Most are worth every penny. On the other hand, some of them are known to take their customers to businesses that throw them a kickback, so it's up to you to decide whether you really like to act upon their advice on businesses or not.\n\n",{"type":"===","value":["By taxi"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["From the airport"]}," You can book your airport transfers in advance. Can try  ",{"type":"[","value":["http:\/\/www.dominicanairporttransfers.com Dominican Airport Transfers"]}," one of business leaders, you can actually get an instant quote and book online on their automated site but the office is located in the city."]},"\nTaxis charge anywhere from US$25 to US$40 for the drive from the airport into Santo Domingo.\n\nUnlike most major metropolitan areas, there are very few roaming taxis in Santo Domingo. Even if you see one, it is best not to take a chance, it can be dangerous. In most cases you have to call a dispatcher to have a taxi sent to your location. This isn't a problem and most businesses will gladly call a cab for you. Relatively expensive, usually US$ 4-15 per average trip and possibly more if you use one of the friendly cabs waiting in front of your nice hotel lobby. Again, depending on circumstances, you may find that hiring a cab driver for the day is a good bargain.\n\nAlternatively, go up to the second floor at the Arrivals (at the very end), where a minivan will accommodate up to 8 passengers for a ride (70 pesos or ~ 2 USD, 1\/2 hour) to the Zona Colonial (only). For further distances to the center (i.e. to the Caribe Tours Terminal), you will need to negotiate just like you would have with the usual un-metered taxis. To return, the cheapest option is to go to the corner of Av. Sabena Larga with Av. Las Americas (walkable in 15 minutes from Zona Colonial), where this same van may be there, or if not take the bus going to Boca Chica (40 pesos, about 1h); ask the driver to stop before the express route to the Airport, from where you can walk (about 20 minutes, some 2 km). I would not recommend this return during night time, nor do I know if lack of Spanish will hinder this option (hardly anyone speaks English in the bus, around the terminals etc.). However getting to the city center seems more viable, that van was recommended at the Tourist Desk in the airport, and some sort of authority (with a badge) was entertaining the driver while waiting for the car to be filled.\n\nBottom line: taxis are convenient but expensive.\n\n",{"type":"*","value":["Also be sure to never get into stray cabs at night or cabs that aren't sent by a dispatcher, they are not the safest. Another note, some cabs will put several passengers in at once, each paying a separate fare."]},"\n",{"type":"===","value":["By rental car"]},"\n\nAll major US car rental firms are available at the airport, along with several local vendors offering everything from subcompacts to late model Hummers, Range Rovers and Land Cruisers. When renting from local vendors be sure to read the fine print regarding insurance coverage; you might think you're getting a great deal on a car, only to get into an accident and find out that your insurance coverage does not apply or that your deductible is as high as US$5,000.\n\n",{"type":"'''","value":["Advice to potential renters:"]}," Gasoline costs around US$ 5 per gallon here and people drive fast and furious, breaking every imaginable rule. It might be safer and cheaper to develop a friendship with a cab driver who will gladly become your personal driver, tourguide and concierge for a day rate equal to a fraction of what it would cost you to rent, insure and gas up a rental.\n\n",{"type":"===","value":["By bus"]},"\n\nFor some unknown reason bus service in Santo Domingo is not very user-friendly and geared more towards locals getting to and from work. It is often impossible to know which bus goes where unless you ask the driver, as neither buses nor routes are clearly marked. \nBottom Line: Inexpensive (around US $ 0.5 and 1.00 per ride) yet complicated. Avoid unless you are accompanied by a local. These are called \"guaguas\" by locals.\n\n",{"type":"===","value":["By collective taxi "]},"\n\nThese collective taxis or “guaguas\" as they are called by Dominicans, stick to a predetermined route (usually up and down a major avenue), picking up and dropping off passengers along the way - often cramming up to five passengers into a twenty year old Toyota Corolla. Very inexpensive,US$ 0.50 per trip, yet very uncomfortable. By the way, if you happen to be overweight don't be surprised if the driver charges you for two seats instead of one.\n\nThey fit 7 people total, the driver, two in front passenger seat, and four in the back seat.\n\n",{"type":"===","value":["By metro"]},"\n\nSanto Domingo has just recently gotten its own Metro, with just one line operating on a North-South axis under the Maximo Gomez avenue, going from Villa Mella to the Centro de los Heroes and the Malecon, passing by the National Theater and the Santo Domingo Autonomous University (UASD). It costs just 20 pesos per ride (less than US$ 0.6). A second line is currently in construction and there's around five more lines in plans of construction for the upcoming future.\n\n",{"type":"==","value":["See"]},"\nDespite boasting a rich cultural, architectural and artistic heritage, Santo Domingo has not been exploited for all its tourist potential. You're pretty much on your own to discover this fascinating city. Make the most of your time there.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Colonial Zone"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Santo Domingo was the first major european settlement in the New World. Christopher Columbus walked these streets! Check out the many examples of 15th and 16th century architecture in the Colonial Zone. Don't miss the ",{"type":"'''","value":["Ozama Fort"]},", the ",{"type":"'''","value":["Alcazar de Colon"]}," and the ",{"type":"'''","value":["Cathedral"]},", all built in Columbus' lifetime. You can also check beautiful churches and convents, such as the ",{"type":"'''","value":["Iglesia Regina Angelorum"]}," and the ",{"type":"'''","value":["Convento de los Dominicos"]},". Don't miss the ",{"type":"'''","value":["Panteon Nacional"]},", where the national heroes are buried, located in the ",{"type":"'''","value":["Calle Las Damas"]},", the New World's first (European) street! Also, walk up the ",{"type":"'''","value":["Calle del Conde"]},", a very old pedestrian shop-lined street that used to be the commercial heart of the city. This street leads to the ",{"type":"'''","value":["Puerta de la Independencia"]},", where the Dominican Republic proclaimed its independence from Haiti, and the ",{"type":"'''","value":["Parque Independencia"]},", where the country's founding fathers' remains are kept. On Sunday evenings, check out the ",{"type":"'''","value":["Ruinas de San Francisco"]}," for live bands playing Merengue, Bachata, Salsa and Son, in a wonderful weekly show where both locals and tourists dance, drink and enjoy themselves. This would be an unforgettable experience! Also check out ",{"type":"'''","value":["La Atarazana street"]}," after dark for a variety of romantic outdoor cafes with a spectacular view of the Alcazar and bay area. One such brasserie, Pat E Palo, has operated uninterrupted since 1505. Check out the house where Ponce DeLeon lived before he embarked upon his quest for the fountain of youth and ended up discovering Florida."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Malecon"],["alt=George Washington Avenue"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This waterfront boulevard is home to several huge hotel\/casino complexes and dozens of small restaurants, clubs and cafes. Go there to people watch, take a romantic carriage ride or just have a few beers. Site of many festivals and concerts throughout the year. Parallel to the Malecon you will find ",{"type":"'''","value":["Avenida Independencia"]},", a tree lined street full of shops, bed and breakfasts and affordable restaurants with a nice mix of locals and tourists. For a unique dining experience check out ",{"type":"'''","value":["Adrian Tropical"]},", a traditional Dominican restaurant literally built on the water, or ",{"type":"'''","value":["San Gil"]},", a more formal eatery occupying the ruins of a colonial fort. The Malecon Center, located on the far end of the Malecon, is a new and still underoccupied high-end shopping center\/hotel\/condo complex with a ",{"type":"'''","value":["Botero sculpture"]}," out front that reportedly cost US$1 million."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Plaza de la Cultura"],["url="],["email="],["address="],["lat="],["long="],["directions=Walk all the way down the Malecon to Avenida Maximo Gomez and take a left. Walk past the McDonald's and Pizza Hut."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This amazing complex is home to the National Theater and five museums, ranging from the delapidated and mundane, to the crisp, modern ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.museodeartemoderno.org.do\/ Museum of Modern Art"]}]},", the largest in the Caribbean and home to exhibits by artists from Jamaica, Bahamas, Puerto Rico, and of course, the Dominican Republic. If want a nice beautiful garden to read or talk this is your place also."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eco-tourism"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Find your way to the ",{"type":"'''","value":["Parque Mirador Sur"]},", an impressive park overlooking the coast. It gets closed for cars on weekdays between 5 and 8AM and pm, as well as on Sundays, enabling it to get filled with families playing with their children and exercising. Bike rentals are at your disposal.\nAlso, you can visit the ",{"type":"'''","value":["Botanical Garden"]},", a vast, beautiful and lush park situated near one of Santo Domingo's most exclusive neighborhoods. There you can experience different ecosystems from a rain-forest to a Japanese garden!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eastern Santo Domingo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Refered to as Santo Domingo Oriental, this separate municipality is not very tourist-friendly. Fortunately, most of its attractions are very close to the Colonial Zone and easy to get to. Check out ",{"type":"'''","value":["Los Tres Ojos"]},", or Three Eyes, a series of open-roof caverns and underground lakes for the whole family to explore (with a local this part of Santo Domingo is the most poverty stricken and can be dangerous!!!!). Head over to the ",{"type":"'''","value":["Faro a Colon"]},", a huge lighthouse and monument to Christopher Columbus which not only houses his remains but doubles as a museum. Check out the ",{"type":"'''","value":["Santo Domingo Aquarium"]},", a small but impressive showcase of the local aquatic life. If you're looking for some shopping, you can go to the ",{"type":"'''","value":["Megacentro"]},", Santo Domingo's largest shopping mall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Upscale Santo Domingo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you want to see the cosmopolitan, upscale side of Santo Domingo, head to the Piantini and Naco neighborhoods. Streets like Gustavo Mejía Ricart and major avenues like Abraham Lincoln and Winston Churchill are lined with high end boutiques, shopping plazas, expensive cafes and restaurants offering a huge variety of international cuisines and just about anything money can buy, from cigar shops to Ferrari and Bentley dealerships. The Holiday Inn Hotel has recently opened in this area, which is very likely to bring much more tourism into what is the actual \"downtown\" of Santo Domingo. Don't miss ",{"type":"'''","value":["Acropolis Center"]},", an ultra-modern shopping center\/office building where you will find everything from TGI Friday's to Prada. Just opened is ",{"type":"'''","value":["Blue Mall"]},", which has the most expensive shops in the city from Louis Vouitton, Ferragamo, Cartier, Tous & L'Occitane to more casuals like Zara and Addidas. Also just opened is ",{"type":"'''","value":["Novo-centro"]}," which opened in a glass tower which was originally going to be a bank, but turned into a 2 story shopping center featuring a Fine Arts Cinema and some high end restaurants and gelaterias. Further away you can find ",{"type":"'''","value":["Bella Vista Mall"]}," and ",{"type":"'''","value":["Diamond Mall"]},", two other big shopping malls in Santo Domingo. If you're looking for more open-air plazas lined with smaller boutiques, you should check out ",{"type":"'''","value":["Plaza Andalucia"]},". For bowling, you can go to the ",{"type":"'''","value":["Plaza Bolera"]},", which has recently gotten a face-lift. If you're in this area in the early afternoon, you should check out trendy cafes such as ",{"type":"'''","value":["La Cuchara de Madera"]},", where you can enjoy delicious deserts such as their dulce de leche \"Piramides\", and ",{"type":"'''","value":["Marocha"]}," & ",{"type":"'''","value":["Grappa"]}," for dining and definitely to high-end nightclubs and bars like ",{"type":"'''","value":["Fellini"]}," or ",{"type":"'''","value":["Praia"]},"."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:DO-museo memorial de la resistencia dominicana (2).JPG"],["thumb"],["Museo Memorial de la Resistencia Dominicana (Zona Colonial)"]]},"\nIn the Colonial Zone:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alcázar de Colón"],["content=Visit this stunning villa, built in 1510 and retaining period furnishings and other items owned by Governor Diego Colón, first-born son of Christopher Columbus."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Naval Museum of the Atarazanas"],["content=Located across the plaza from the Alcazar de Colon on Calle Atarazana, the oldest street in the Western Hemisphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of the Casas Reales"],["content=Another great museum featuring collections depicting life in 16th century Santo Domingo. Located on Calle Las Damas, walking distance from the Alcazar de Colon and the Naval Museum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=World of Ambar Museum"],["content=An impressive collection of amber stones."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Duarte"],["content=A collection of artifacts and writings regarding the Dominican Republic's founding father, Juan Pablo Duarte. Located on Calle Isabel La Catolica, a few blocks west of the above museums."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo del Ron Dominicano"],["content=Interesting museum presenting the history and evolution of rum production in the Dominican Republic. In the after hours it turns into a bar (read below)."],["url=http:\/\/www.museodelrondominicano.com"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo Memorial de la Resistencia Dominicana"],["alt="],["url=http:\/\/www.museodelaresistencia.org\/"],["email=info@museodelaresistencia.org"],["address=Calle Arzobispo Nouel #210, Zona Colonial"],["lat=18.28179"],["long=-69.5317"],["directions="],["phone=+1 809 688-4440"],["tollfree="],["fax="],["hours="],["price="],["content=Museo Memorial de la Resistencia Dominicana (Memorial Museum of the Dominican Resistance) presents an ample presentation of 20th century history of the country, and the ordeals endured under the Trujillo regime."]]}]},"\nIn Plaza de la Cultura:\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum of Natural History"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Museum of Dominican Man"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Modern Art Museum"],["url=http:\/\/www.museodeartemoderno.org.do\/"],["email=museo_de_arte_moderno@yahoo.com"],["address=Avenida Pedro Henríquez Ureña, Plaza de la Cultura, Gazcue"],["lat=18.471636"],["long=-69.909731"],["directions="],["phone=+1 809 685-2154"],["tollfree="],["fax="],["hours=Tu-Su 10AM-5PM; closed M"],["price=Adults: $50, Students\/children: $20, Children age 5 and under: Free"],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["National Museum of History and Geography"]}]},"\n",{"type":"===","value":["Parks"]},"\n\nThere are many parks around the city of Santo Domingo. One of the most popular parks are called Los Miradores, which are located on various sections of the city. These parks are very cozy for a picnic, to bike ride, a quick jog, or a long walk to enjoy nature and relax with friends. They’re a quite huge and can be a bit unsafe if wandered during the night, because it lacks street lights. Although Santo Domingo is surrounded by beautiful parks it does lack recreational facilities accessible to the public. Some of the parks that can be found:\n\n",{"type":"*","value":["Mirador Norte Park, lies in the north of the city, close to Villa Mella"]},{"type":"*","value":["Enriquillo Park"]},{"type":"*","value":["Mirador Sur Park, located in the southwest section of the city"]},{"type":"*","value":["Independencia Park, located in Zona Colonial"]},{"type":"*","value":["Colón Park, located in Zona Colonial"]},{"type":"*","value":["Las Praderas Metropolitan Park"]},{"type":"*","value":["The Malecón, cityfront coastal park"]},{"type":"*","value":["Dr. Rafael Ma. Moscoso National Botanical Garden"]},{"type":"*","value":["Dominican Republic National Zoo"]},{"type":"*","value":["Parque Ambiental Nuñez de Caceres"]},"\n",{"type":"==","value":["Do"]},"\nSanto Domingo is an excellent place to study Spanish off the beaten track and get immersed in the language.  One recommended Spanish school that specializes in one on one lessons at discount rates is the ",{"type":"[","value":["http:\/\/www.SantoDomingoHostels.com RoofTop Spanish School"]},".\n\n",{"type":"===","value":["Festivals"]},"\n\nTwo of the top festivities of the year occur in Santo Domingo. The annual Merengue Festival in the summer and Carnival in the spring. \nEach of these is held on the city's main seaside main road, El Malecon, but tend to spill over into hotel ballrooms, beaches, patios and even parking lots.\nThis is a great way to emerge oneself into the Dominican culture, as well as meet new interesting people from the city. The Merengue Festival takes place between July 26 to 31.\nThe festival is a celebration of Dominican Republic’s main dance, merengue. They invite the top merengue bands to perform  free concerts to the crowd. The festival begins with a parade, but later becomes a concert. \nThere are art exhibitions, food fairs, and games that occur at the same time. The main activity that is done during the festival is dancing merengue, so  be prepared to be spun uncontrollable when  you decide to dance with a local. \nThe other amazing festival is The Carnival, which  takes place during the entire month of February, but reaches its peak on February 27, the Dominican Independence Day.\nThe Carnival also takes place in El Malecon, where masks, which  symbolizes spiritual spirits;elaborate costumes,and intriguing dances parade down the streets while entertaining and sometimes scaring the crowd.\n\n",{"type":"==","value":["Buy"]},"\nMost transactions in the Dominican Republic can be paid in Cash and credit cards. Visa and MasterCard are widely accepted in most stores and restaurants.\n\nThe official currency of the Dominican Republic is the Dominican Peso. However most merchants will accept dollars or euros. If you do choose to purchase goods or services in dollars or euros, be wary of the exchange rate. The official exchange rate in the Dominican Republic is set by the ",{"type":"[","value":["http:\/\/www.bancentral.gov.do\/ Banco Central de la Republica Dominicana"]}," and is updated daily.\n\nForeign Currency exchange services are promoniently available at major ports of entry or are located nearby. Some of the most prominent foreign exchange dealers are:\n\nAgente de Cambio Caribe Express and Agente de Cambio La Nacional ",{"type":"[","value":["http:\/\/www.caribexdr.com\/oficinasDR.asp Caribe Express offices"]}," and major banks which include:\n\nBanco de Reservas, Scotia Bank, Banco Leon, Banco Popular Dominicano among others.\n\nSome of these banks are located at\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Gruen Projects -- Art Gallery"],["url=http:\/\/www.gruenprojects.com"],["email="],["address=Bella Vista"],["lat="],["long="],["directions=by appointment"],["phone=809 707 1967"],["toll free="],["fax="],["hours="],["price="],["content=Gruen Projects exhibits and promotes the work of Dominican Artists, such as Hector Ledesma, Miguel Pineda, Leonardo Sanz, Joaquin Rosario, and Joel Gonell."]]}]},{"type":"===","value":["Colonial Zone"]},"\n\nThe Colonial Zone offers plenty of shopping opportunities, especially if you are looking for Ambar and Larimar, the traditional stones of the DR. Don't forget to haggle, as all the shop owners adjust their prices for this purpose. You will also find a ton of Haitian art for sale everywhere at great prices. If that's your thing, great, just remember its not Dominican. The main boulevard in the Colonial Zone is El Conde, a pedestrian boulevard lined with all kinds of shops and eateries mostly aimed at the locales. Have fun shopping and people watching here.\n\nIf you are feeling adventurous, have a cab take you to the Mercado Modelo nearby. This indoor labyrinth of shops can be overwhelming for a new tourist but, don't worry, it is safe. Then again, you might feel safer asking the cab driver to escort you through the maze of shops and kiosks offering every imaginable kind of souvenir, jewelry, stone, artwork, etc.\n\n",{"type":"===","value":["Malls"]},"\n\nIf you want to experience American-style shopping there are plenty of options but here are the three most popular: Plaza Central, Acropolis Center and, for those of you willing to venture into Santo Domingo Oriental, MegaCentro. Remember: no haggling at the malls. While MegaCentro is farther away than the others, it is the second largest mall in the Caribbean (after Plaza Las Americas in Puerto Rico) and is a destination in and of itself. This place is HUGE!\n\nPlease remember when shopping at the malls, this is an island where practically everything being sold is imported and, worse yet, taxed at 16% (ITBIS or Value Added Tax). Don't expect to find too many bargains to brag about back home!\n\n",{"type":"==","value":["Eat"]},"\n\nSanto Domingo offers  a variety of cuisines from around the world from  Chinese, Italian and Mediterranean to Brazilian. You can also find the main fast food franchises like McDonalds, Burger King, Pizza Hut, Wendy’s, Taco Bell, among others.\n\nBe aware that mid-grade and high-end restaurants can be quite costly for third world standards, a dinner with an entrée, main course, drink and dessert can range from US $15-$75 per person, plus 10% mandatory tip plus 16% ITBIS tax. Be careful and ask around as price doesn't always equal quality, especially in tourist areas.\n\nNote:  Unless the contrary is specified menu prices don’t include the 10% service charge and 16% sales tax, so real prices are 26% higher than indicated in the menu.\n\n",{"type":"===","value":["Budget"]},"\n\nIf you want to spend less than US $8 on a decent meal and drink:\n \n",{"type":"*","value":[{"type":"'''","value":["Visit a “comedor” or cafeteria."]}]},"\nComedores offer a “Plato del Día” or predetermined meal of the day (usually rice, beans, salad and meat or chicken, and a soda) for just  US$3 – 8. Cafeterias and Comedores can be found everywhere around the city but specially around business areas and universities, this is where locals eat so is a great way of getting in touch with the culture. “Mimosa”, located on Padre Billini street in the Colonial Zone, offers a great variety of tasty local food during lunch hours. Another great option is Cafeteria \"El Parque\" which is in front of Eugenio Maria de Hostos Park attached to the \"Clinica Abreu\" one of the country's best and most prestigious clinic,close to the Colonial Zone and the Malecon, great place for breakfast, lunch and an early dinner.\n\n",{"type":"*","value":[{"type":"'''","value":["Best sandwiches, juice and shakes in the Caribbean"]}]},"\n\"Barra Payán\", located on 30 de marzo street only five minutes from the Colonial Zone, is open seven days a week, 24 hours a day. A sandwich cafeteria, the place has been a traditional eatery for more than a half century. Buy a sandwich and a delicious squeezed-to-order fruit juice or milkshake for less than US$ 5.\n\n",{"type":"*","value":[{"type":"'''","value":["Chinese and \"Pica Pollo\""]}]},"\nAt some point in history Dominicans became quite fond of fried chicken and Chinese food, combining both cuisines into fast food establishments known as \"pica pollos\". These are usually take-out joints run by first or second generation Chinese immigrants, serving up heaping portions of fried rice, plantain slices and tasty (and greasy) fried chicken, along with the usual variety of Chinese comfort food. Very inexpensive. Visit Santo Domingo's China Town, near the Mercado Modelo and not far from the Colonial Zone (Duarte Avenue), a very busy zone where working-class people do a lot of their shopping. If you feel adventurous enough to enter this usually chaotic but very picturesque part of the town it would an experience to remember. Keep in mind, pick-pockets love the crowded streets, watch your belongings closely.\n\n",{"type":"*","value":[{"type":"'''","value":["Fast food"]}]},"\nA Mcdonalds combo costs around US$ 5, Taco Bell, Wendys and Pizza Hut around US$ 6. There are also several very good local franchises like ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pizzarelli.com.do\/nuevo\/ Pizzarelli"]}]},"where you can have pasta, pizza or a salad for no more than US$ 10, and others like ",{"type":"'''","value":["Pollos Victorina"]},". Also, don't miss some good Dominican \"empanadas\" at ",{"type":"'''","value":["De Nosotros Empanadas."]}," Interesting note: you can walk into a McDonalds in Santo Domingo and order a value meal with a Presidente beer instead of a Coke. How cool is that?\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Adrian Tropical"]}," A unique, quality and \"affordable\" dining experience. There are three  restaurants in the city, the coolest one is literally built on the water in the Malecon. Best known for its \"Mofongo\" dish. This plate is made out of mashed plantains. "]},{"type":"*","value":[" ",{"type":"'''","value":["El Conuco"]}," Very touristy and rather affordable restaurant in Gazcue, where you can enjoy live traditional Dominican dances."]},{"type":"*","value":[" ",{"type":"'''","value":["Lincoln Road"]}," On the Abraham Lincoln avenue, this restaurant has recently been remodeled."]},{"type":"*","value":[" ",{"type":"'''","value":["Yokomo"]}," The Dominican Sushi franchise. Enjoy the most unique and inventive Dominican-fushion sushi, such as sushi with sweet plantains. "]},{"type":"*","value":[" ",{"type":"'''","value":["Falafel"]}," In the colonial zone, a good and affordable Near Eastern restaurant specializing in, as the name suggests it, falafel."]},{"type":"*","value":[{"type":"'''","value":["Atras"]}," and ",{"type":"'''","value":["Cinnamon"]}," in Plaza Orleans, two contiguous open-air restaurants. In this plaza you can order from any restaurant while sitting in the courtyard. "]},{"type":"*","value":[" ",{"type":"'''","value":["Buen Provecho"]}," Middle range restaurant serving different types of food, a good place to get the \"Dominican Flag\" of meat with rice and beans."]},{"type":"*","value":[" ",{"type":"'''","value":["Red Grill"]}," A very trendy grill with several locations in the city. One is located in Plaza Orleans, another one has its own bar on top. Pricier, but not a splurge."]},{"type":"*","value":[" ",{"type":"'''","value":["Chef Pepper"]}," Also very trendy, and it just opened a new branch in Bella Vista. If you're craving a hamburger or a steak and cheese sandwich, this is a good place to go."]},{"type":"*","value":[" ",{"type":"'''","value":["L'Osteria"]}," A mid-range but very high quality Italian restaurant, facing the national theater."]},{"type":"*","value":[" ",{"type":"'''","value":["Sapore d'Italia"]}," Another mid-range, very good Italian restaurant."]},{"type":"*","value":[" ",{"type":"'''","value":["La Lasagna"]}," And yet another good Italian restaurant, very good and pretty affordable. "]},"American and international midrange franchises include:\n",{"type":"*","value":[" ",{"type":"'''","value":["TGI Fridays"]}," in Acropolis Mall"]},{"type":"*","value":[" ",{"type":"'''","value":["Tony Roma's"]}," in the Sarasota Avenue"]},{"type":"*","value":[" ",{"type":"'''","value":["Outback Steak House"]}," in Acropolis Mall"]},{"type":"*","value":[" ",{"type":"'''","value":["Aviation Sports Bar"]}," in Plaza Central Mall"]},{"type":"*","value":[" ",{"type":"'''","value":["Hard Rock Cafe"]}," in the Colonial Zone, facing the Cathedral"]},"\n",{"type":"===","value":["Splurge"]},"\n\nIf you have to ask how much, you can't afford these places. The following are very tourist-friendly:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Vesuvio"]}," The oldest and finest Italian restaurant on the island, bar none, located on the Malecon"]},{"type":"*","value":[" ",{"type":"'''","value":["Pat'e Palo"]},"  Colonial Spanish\/Mediterranean brasserie style restaurant, situated by the \"Plaza de Espana\" overlooking the \"Alcazar de Colon\" frequented by locals"]},{"type":"*","value":[" ",{"type":"'''","value":["La Briciola"]}," Fancy Italian restaurant in a Colonial Garden"]},{"type":"*","value":[" ",{"type":"'''","value":["Mesón de la Cava"]}," An expensive average restaurant whose chief gimmick is being located within a natural cave underground."]},"\nThe following are not very touristy, mostly being frequented by locals. However, if you want to explore how the wealthier classes dine in Santo Domingo, these are the places to go:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pepperoni Grille"]}," Upscale, modern Italian."]},{"type":"*","value":[" ",{"type":"'''","value":["Sofia's"]}," Mediterranean cuisine."]},{"type":"*","value":[" Any of the restaurants around Gustavo Mejia Ricart Avenue "]},{"type":"*","value":[" ",{"type":"'''","value":["David Crockett"]}," The most expensive steak house."]},{"type":"*","value":[" ",{"type":"'''","value":["Mesón de Bari"]}," One of the classiest restaurants for Dominican cuisine"]},{"type":"*","value":[" ",{"type":"'''","value":["Porter House Grill"]}," Steakhouse"]},{"type":"*","value":[" ",{"type":"'''","value":["Marocha"]}," Very popular cafe\/restaurant, especially because of its \"Churros\""]},{"type":"*","value":[" ",{"type":"'''","value":["Lupe"]}," Right next to Marocha, Mexican Restaurant"]},{"type":"*","value":[" ",{"type":"'''","value":["La Marrana"]}," Very trendy Spanish restaurant"]},{"type":"*","value":[" ",{"type":"'''","value":["Cane"]},", ",{"type":"'''","value":["Jaleo"]}," and ",{"type":"'''","value":["Tangerine"]}," Three contiguous \"Dominican fusion\" bar\/restaurants"]},{"type":"*","value":[" ",{"type":"'''","value":["Aka"]}," Possibly the most popular Japanese restaurant"]},{"type":"*","value":[" ",{"type":"'''","value":["Fellini's"]}," Fancy Italian"]},{"type":"*","value":[" ",{"type":"'''","value":["Don Pepe"]}," Fancy Spanish restaurant, very pricey"]},{"type":"*","value":[" ",{"type":"'''","value":["Mitre"]}," Chic restaurant and wine bar"]},{"type":"*","value":[" ",{"type":"'''","value":["Tabu Bambu"]}," Asian Fusion"]},{"type":"*","value":[" ",{"type":"'''","value":["Scherezade"]}," Middle Eastern\/Mediterranean restaurant, with a lunch buffet on Sundays."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Michelangelo Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Winston Churchill and Roberto Pastoriza, Plaza Las Americas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The average price is about six to fourteen dollars a plate, an international menu that includes, imported seafood, imported pasta and cheese, imported steaks and some of the most popular Dominican cuisine. The decoration is artistic, with Michaelangelo finest works on the walls but at the same time very modern and chic all in white, with a outdoor terrace to enjoy frozen cocktails and wine overlooking one of the most popular avenue in the city. The restaurant products are mostly imported and they only cook with bottle water, making it one of the most safe place to eat."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sixteen Cuts Restaurant & Marine Lounge"]},". This is by far the best kept secret in Santo Domingo. Offers one of the most exclusive views of the Colonial Zone. Has an excellent international menu, being its main courses the Black Angus and US Certified Cuts, divided in: 16 Tapas & Entrees, 16 Greatest & Newest Cuts,16 Ultimates Sides. All this complemented with a delicious offer of Seafood Meals, Fresh Salads and \"More Great Cuisine”, all harmonized with their Wine Selection. Avenida Miguel Barcelo #1, Marina Bartolome Colon, Tel. 809-827-0660, 809-594-9634."]},"\n",{"type":"==","value":["Drink"]},"\n\nSanto Domingo has an amazing variety of night life options. Unfortunately, most bars and clubs must close at midnight from Sunday to Thursday and at 2AM on Friday and Saturday. This is  a regulation imposed since 2006 intended to curtail the escalating crime in the city. Therefore, it is not uncommon for people to start partying at 8PM on the weekends. Happily, the regulation is suspended on holidays and the last two weeks of December for Christmas partying. Usually the clubs located inside major hotels are exempt from this rule, although they aren't usually much fun.\n\nAs of November 2007, there are a couple of bars that are open until 3AM on weekends since August 2007.\n\nThe Malecon is home to several options as well, depending on what's in style at the time.\n\nCheck out Jet Set on Monday nights for live Merengue and Bachata shows from the most popular top bands.\n\nHead over to the upscale side of Santo Domingo (Naco, Piantini) if that is your scene. There are a ton of options there, including perennial favorites such as Trio Caffe, Praia and Montecristo. Be aware that those  kind of places can have a rather strict admission policy, you usually have to look white enough and rich enough to be admitted. This discrimination hasn't go unnoticed, the Embassy of United States directed all resident official U.S. Embassy employees to refrain from patronizing Loft one of the most popular and exclusive nightclubs in the city, responding to the actions of  Loft management in selectively denying entry to African-Americans embassy on July 22, 2007. ",{"type":"[","value":["http:\/\/usemb.gov.do\/prelease\/Loft_Disco.htm"]},"\n\nIn this upscale area of Santo Domingo, consider:\n",{"type":"*","value":[" ",{"type":"'''","value":["Amika"]}," Dance club and lounge"]},{"type":"*","value":[" ",{"type":"'''","value":["Cinema Cafe"]}," Within Plaza de la Cultura, adjacent to Museo del Hombre Dominicano. Nice ambient, presents local rock bands on the weekends. In case of concert there is a $15-20 cover. Check the ",{"type":"[","value":["http:\/\/www.cinemacafe.com.do\/ website"]}," for the activities calendar."]},{"type":"*","value":[" ",{"type":"'''","value":["Dock"]}," Very trendy Bar at the Acropolis Center. Open air, electronic music."]},{"type":"*","value":[" ",{"type":"'''","value":["El Barcito"]}," Very nice ambiance, mostly rock music. The owner is always present and very friendly."]},{"type":"*","value":[" ",{"type":"'''","value":["Fellini"]}," Fancy Italian restaurant, becomes bar later at night"]},{"type":"*","value":[" ",{"type":"'''","value":["LED"]}," A nice Club with House music, where some well known DJ's are invited. Near Santo Domingo Hotel. "]},{"type":"*","value":[" ",{"type":"'''","value":["Level 2"]}," On the second flour of the Holiday Inn Hotel. Also check out the rooftop bar and pool!"]},{"type":"*","value":[" ",{"type":"'''","value":["Maruja"]}," New, trendy open air bar, close to La Marrana and Margo"]},{"type":"*","value":[" ",{"type":"'''","value":["Mix"]}," Right next to the Mix Restaurant, another popular bar."]},{"type":"*","value":[" ",{"type":"'''","value":["Praia"]}," The fanciest club, currently moved to the Holiday Inn Hotel."]},{"type":"*","value":[" ",{"type":"'''","value":["Rua"]}," Open air bar in front of Aka"]},{"type":"*","value":[" ",{"type":"'''","value":["Shots"]}," Mostly rock music, very young crowd. Ave. Roberto Pastoriza."]},"\nIf you you are more into the bohemian scene check out the Colonial Zone for great bars and cafes, as well as a vibrant gay nightlife scene. Here are some hints:\n\n",{"type":"*","value":[{"type":"'''","value":["Bio."]},"  Modern eclectic music from regueaton to Latin rock, very young public. Famous for serving drinks from buckets. Calle Sanchez and Padre Billini"]},{"type":"*","value":[{"type":"'''","value":["Bocanegra"]}," Currently the trendiest place in the Colonial Zone"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cacibajagua."],["alt="],["url=http:\/\/www.colonialzone-dr.com\/cacibajagua.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great rock music, nice decor, adult crowd. Sanchez #201."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Casa de Teatro"]}," Enjoy live jazz and rock concerts, pretty bohemian. "]},{"type":"*","value":[{"type":"'''","value":["Doubles"]}," Good Latin dance music."]},{"type":"*","value":[{"type":"'''","value":["El Beduino"]}," New Hookah Bar on a rooftop in the Colonial Zone."]},{"type":"*","value":[{"type":"'''","value":["El Sarten"]}," Latin Dance music"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Encuentro Artesanal"],["content=The decor is definitely the best in the Colonial Zone highly selected electronic music, frequented by artists and publicists."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Misifu"],["content=New bar in the Atarazana street. Very trendy at the moment."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["url=http:\/\/www.museodelrondominicano.com\/"],["name=Museo del Ron"],["content=The daytime museum turns into a very cosy bar, offering a wide range of Caribbean rums to taste, as well as some of the best rum based cocktails in the city. Nice lounge music, beautiful patio."]]}]},{"type":"*","value":[{"type":"'''","value":["O' Brien's"]}," Supposedly an Irish Pub, and although there's nothing of a pub about it, it is a very trendy place."]},{"type":"*","value":[{"type":"'''","value":["Ocho Puertas"]}," Rock, alternative and electronica with live music also, very beautiful place. Jose Reyes #107"]},{"type":"*","value":[{"type":"'''","value":["Parada 77."]}," Latin rock, Spanish songwriters some merengue and salsa, people in their mid thirties and forties."]},{"type":"*","value":[{"type":"'''","value":["S Bar."]}," Mostly rock music can enjoy some falafels too, you would love the owner Isaac. Calle Sanchez and Padre Billini"]},{"type":"*","value":[{"type":"'''","value":["Segafredo."]}," A franchise, loungue music, Italian food and good coffee."]},"\nWhatever you do, don't leave Santo Domingo without visiting ",{"type":"'''","value":["La Guacara Taina"]},", the only nightclub in the world ",{"type":"'''","value":["inside a huge natural cave"]},". Descend several hundred feet into a fantasy world of lights and sound. You have to see this place to believe it. Located (under) the Mirador Sur park mentioned above. It can be empty if you go early or on weekdays.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Courtyard by Marriot Santo Domingo Hotel"],["url=http:\/\/www.marriott.com\/sdqcy"],["email="],["address=Avenida Maximo Gomez"],["lat="],["long="],["directions="],["phone=+1 809-685-1010"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=1PM"],["content=Near the business district, conveniently located to the US Embassy and the US Consulate, ideal for business travellers. Comfortable rooms equipped with free wireless internet."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hilton Santo Domingo"],["alt="],["url=http:\/\/www.hiltoncaribbean.com\/santodomingo"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 809-685-0000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=George Washington Avenue, #500."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Atarazana"],["url=http:\/\/www.hotel-atarazana.com"],["email="],["address=Calle Vicente Celestino Duarte #19"],["lat="],["long="],["directions=Zona Colonial"],["phone=+1 809 688 3693"],["tollfree="],["fax="],["hours="],["price=US$ 80-100"],["checkin=2PM"],["checkout=12PM"],["content=Family-run boutique hotel. All rooms are equipped with color cable TV, en-suite, air conditioning or ceiling fan and wi-fi. All rooms have balconies. Breakfast is served in the hotel’s patio, surrounded by lush plants and a jacuzzi. English, Spanish, German, French and Italian spoken by staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Beaterio"],["url=http:\/\/www.elbeaterio.com\/"],["email="],["address=Calle Duarte nº8 Ciudad Colonial"],["lat="],["long="],["directions="],["phone=+1 809 687 86 57"],["tollfree="],["fax="],["hours="],["price=From $75 up"],["checkin="],["checkout="],["content=Excellent accommodations in a former nunnery! Wrought iron beds, old world charm, and central to the colonial district."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Delta:"],["alt="],["url=http:\/\/www.hoteldelta.com.do"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sarasota #53 in Bella Vista area, +1 809 535 0800. Excellent for the business traveler. It located in the center of the city making it very accessible. Hotel offers a business center and wifi connection. Restaurant with 24 hour room service. There is a very nice pool\/bar on the rooftop which offers a 360 degree view of the city."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pension Ginette"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 809 623 9740"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=El Conde 505 (near Puerta del Conde). 400 DOP for 2 people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Hotel Real Aeropuerto Santo Domingo"],["url=http:\/\/www.realhotelsandresorts.com\/rep_do\/quality_sto_domingo\/home"],["email="],["address=KM 22 Autopista Las Americas next to Las Americas Free Zone"],["lat="],["long="],["directions="],["phone=+1 809 549 2525"],["tollfree="],["fax=+1 809 549 2727"],["hours="],["price=Prices range between $80 - $140"],["checkin="],["checkout="],["content=Quality Hotel Real Aeropuerto Santo Domingo offers guests pool, parks in every area, restaurant and bar. Rooms have access to high speed internet, cable TV, laundry service, among other services."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Renaissance Jaragua Hotel & Casino"],["alt="],["url=http:\/\/www.marriott.com\/sdqgw"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 809 221-2222"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Reservations:. Centrally located near El Conde (shopping district), historic colonial buildings, and restaurants. Also across the street from the malecon (which is long sidewalk and sitting area in front of ocean)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The RoofTop Hostel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 809-297-2538"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Francisco Peynado No. 56, Edificio Calú, A great hangout spot for backpackers with dorm beds starting at $6 USD per night ",{"type":"[","value":["http:\/\/www.Santodomingohostels.com"]},"."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nPoverty, though not as bad as next door ",{"type":"[[","value":[["Haiti"]]},", is still rampant and it is best you take precautions. Do not flash obvious wealth in poorer or middle class sections of the city (lots of jewelry, expensive camera, big watches, etc.). Keep your bag away from the street when walking as it can be snatched by kids on mopeds and keep a firm grip on it. Keep your passport at your accommodation and in a safe (some maids can steal). If you are Caucasian (no matter how you are dressed), expect to have a lot of insincerely friendly people on the streets follow you and strike up conversation with you.  They are only talking to you in order to get money from you.  They inevitably steer the conversation towards money and are looking for handouts or, worse, 'protection money' to protect you from the more undesirable elements of society.\n\nWalk confidently. Don't dress like a tourist. Be yourself but if yourself is flashing Gucci and Prada where ever you go, maybe you need to dress down a bit.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies & consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/dominican_republic-republique_dominicaine\/"],["email=sdmgo@international.gc.ca"],["address=Capitán Eugenio de Marchena, No. 39 La Esperilla, Santo Domingo, Dominican Republic"],["lat="],["long="],["directions="],["phone=+1-809-200-0012"],["tollfree="],["fax=809-682-2691"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=Centro Otorrinolaringologia Especialidades, Avenida 27 de Febrero, Esq. Federico Henriquez Carvajal"],["lat="],["long="],["directions="],["phone=+1-809-685-3372"],["tollfree="],["fax=+1-809-685-0071"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url="],["email=embespdo@mail.mae.es"],["address=Av. Independencia No. 1205, Santo Domingo, Dominican Republic"],["lat="],["long="],["directions="],["phone=+1-809-535-6500"],["tollfree="],["fax=+1-809-535-1595"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukindominicanrepublic.fco.gov.uk\/en\/about-us\/our-embassy-in-santo-domingo\/\/"],["email=brit.emb.sadom@claro.net.do"],["address=Ave 27 de Febrero No 233, Edificio Corominas Pepin, Santo Domingo, Dominican Republic"],["lat="],["long="],["directions="],["phone=+1-809-472-7111"],["tollfree="],["fax=+1-809-472-7190"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url="],["email=..."],["address=Cesar Nicolas Penson esq. Leopoldo Navarro, Santo Domingo, Dominican Republic"],["lat="],["long="],["directions="],["phone=+1-809-221-2171"],["tollfree="],["fax=+1-809-686-7437"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Greater Santo Domingo"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["18.47188"],["-69.891418"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Dominican Republic\/Localities\/Santo Domingo\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Santo Domingo"]]},"\n",{"type":"[[","value":[["Commons:Category:Santo Domingo"]]}]