[{"type":"{{","value":[["pagebanner"],["Santa marta banner.JPG"]]},"\n",{"type":"'''","value":["Santa Marta"]}," is a city in the ",{"type":"[[","value":[["Magdalena Department"]]}," of ",{"type":"[[","value":[["Colombia"]]},"'s ",{"type":"[[","value":[["Costa Norte (Colombia)"],["Costa Norte"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"[[","value":[["Image:Santa Marta 3.JPG"],["thumb"],["Plaza de Bolívar: Banco de la República and Café Juan Valdez"]]},"\n\nSanta Marta an important commercial port and tourist destination. Every day, there are cargo ships coming and going and the action is very much visible. From the beach, the view of the Caribbean Sea is more or less to the west (beautiful sunsets) with a huge rock of an island jutting up out of the water to make a somewhat dramatic effect. Off to the right is the port snug behind another even bigger rock. This is a decent beach if you like beaches that are right in town with lots of people, vendors, and noise. Vendors are rather aggressive if you are on the beach. \n\nAside from the old center, the main attractions of Santa Marta are its two resort-like suburbs El Rodadero, to the south, and ",{"type":"[[","value":[["Taganga"]]},", to the north. El Rodadero has several high-end hotels and private \"clubs\" that cater mostly to wealthy Colombians, whereas ",{"type":"[[","value":[["Taganga"]]}," was originally a fishing village and is very popular with (mostly foreign) backpackers. Taganga has many scuba-diving agencies.\n\nThere is a high season and low season. High season is December through April, with its peak from mid-December to late January (due to school and university vacations).\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"===","value":["By plane"]},"\nThe ",{"type":"{{","value":[["listing"],["name=Simón Bolívar airport"],["alt="],["url="],["email="],["address="],["lat=11.1191"],["long=-74.2322"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," has non-stop flights from ",{"type":"[[","value":[["Bogotá"]]}," and ",{"type":"[[","value":[["Medellín"]]},". It is located along the beach, 20 min south of town, but much closer to most of the beach resorts and only 10 min from El Rodadero (main beach). If you get in from abroad check if baggage is unloaded in Bogota even if airlines promise they´ll send the baggage directly to Santa Marta.\n\n",{"type":"===","value":["By bus"]},"\nThe ",{"type":"{{","value":[["listing"],["name=bus station"],["alt=Terminal de Transporte"],["lat=11.2210"],["long=-74.1805"]]}," is all the way out of town on the main highway. To get there, you can catch a bus\/colectivo with the sign \"UCC TRANSPORTE\" at carrera 1. The ride will take some 45 minutes and cost about 2000 COP. If carrying a big backpack, you might be rejected by some colectivo drivers, just wait for the big buses. With the taxi the trip takes around half hours and costs 15,000 pesos. In the bus terminal, you can get free WiFi at the tourist office.\n\nBus rides are available:\n",{"type":"*","value":[" to\/from ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," : 20,000 CO \/ 3.5 hours"]},{"type":"*","value":[" to\/from ",{"type":"[[","value":[["Barranquilla"]]}," : 10,000 COP 2 hours"]},{"type":"*","value":[" to\/from ",{"type":"[[","value":[["Medellín"]]}," : 108,000 COP \/ 15 hours"]},{"type":"*","value":[" to\/from ",{"type":"[[","value":[["Bucaramanga"]]}," : 8 hours"]},{"type":"*","value":[" to\/from ",{"type":"[[","value":[["Bogotá"]]}," : 80,000 COP \/ 16 hours"]},{"type":"*","value":[" to\/from ",{"type":"[[","value":[["Riohacha"]]}," : 15,000 COP \/ 2.5 hours"]},{"type":"*","value":[" to\/from ",{"type":"[[","value":[["Taganga"]]}," : 1,200 COP \/ 15 min with minibus or taxi for 8000 COP"]},"\nFor more comfortable road travel across northern Colombia, a few companies offer air conditioned van services between Cartagena and Santa Marta, with stops in Barranquilla en route. Cochetur seems to be the most reputable of these. Price is 50,000 pesos per person between the main two stops and they will pick you up and drop you off at your desired location in each city. Note: you will likely share the van with 6-8 people including the driver. Tipping did not appear to be expected but a thousand or two goes a long way here.\n\nIf you're heading to the Coffee Region, a cheaper option is to catch a Berlinastur bus to Honda (70COP, 12+ hours, departure at 14PM), and right after that another bus to Pereira (30COP, 6hours). You'll need to wait for an hour or so in the middle of the night in Honda, but you can stay at Berlinastur office during that time.\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"{{","value":[["Mapframe"],["11.24281"],["-74.20986"],["zoom=15"]]},"\nStreets are numbered the beach can be considered \"Carrera 1\" or 1st St., and the first street is usually \"Carrera 1A\" or 1A St. The next street after the first row of buildings is Carrera 2 or 2nd St. Calles are streets running from north to south. Unlike bigger cities in Colombia, taxis do not run on a meter. payments range from 3500 pesos for a \"lift\" (usually a ride no more than 10 minutes) to upwards of 20,000 pesos, depending on where you go. If you meet someone who 'knows' a taxi driver, this can be a good opportunity to negotiate a price to your next checkpoint in Colombia. Some drivers will take you as far as Barranquilla, although you have to negotiate.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"[[","value":[["Image:Santa Marta 1.JPG"],["thumb"],["Plaza Santander"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo del Oro"],["alt="],["url="],["email="],["address=Calle 14 No.2-67"],["lat=11.24535"],["long=-74.21308"],["directions=on plaza Bolivar"],["phone="],["tollfree="],["fax="],["hours="],["price=Free entrance"],["content=Displays a collection of precolumbian pottery, a nice collection of gold and a scale model of Ciudad Perdida."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Simon Bolivar's place of death"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a bus for 1,000 COP or taxi for 4,000 COP"],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance 12,000 COP"],["content=Beautiful and very interesting gardens, lots of iguanas, study the map before getting any further. The guide will tell you only about the buildings and the history of the \"Libertador\"."]]}]},"\n",{"type":"==","value":[" Do "]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba diving"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=he nearby coral reefs provides good possibilities for scuba diving. All the scuba diving operators are at Taganga, so you'll need to go there to shop around (prices are very different from one to another). You can follow the PADI course (3-4 days), or just go for a 1-day dive (no licence required)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jet ski"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the beaches, you can usually rent a jet ski in increments of 10 minutes. If you are not comfortable operating one, you can usually ask for a ride around. Life jackets are provided."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Birdwatching"],["alt="],["url=http:\/\/www.proaves.org\/rubrique.php?id_rubrique=357"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Birdwatching at the world famous El Dorado bird reserve above Minca ProAves"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Day trips around"],["alt="],["url=http:\/\/www.santamarta-hotels-tours.travel\/tours"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit Santa Marta's most beautiful natural places by day tours."]]}]},"\n",{"type":"*","value":[" Learn Spanish"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spanish School"],["alt="],["url=http:\/\/www.neotropical.se"],["email=elsaligia@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The Neotropical Spanish School at Casa Scania is a small size Spanish School focused on quality, 8 USD\/hour with one student per teacher,6 USD per person in small groups.Course material,hot and cold drinks included. Study visits to Cartagena, Tayrona etc available. Casa Scania Calle 21 3-88 (between Carrera 3 and 4) Central Santa Marta. For more info see homepage."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Private Spanish lessons"],["alt="],["url=http:\/\/spanishclassescolombia.blogspot.com\/"],["email=cimartin1@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=(57)320 519 7063"],["tollfree="],["fax="],["hours="],["price="],["content=Ciser Martinez is a certified native speaker teacher. The schedules can be customized according to your itinerary."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Private Spanish lessons"],["alt="],["url=http:\/\/aprendeespanolensantamarta.blogspot.com"],["email=spanishclassesinsantamarta@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Paola Mendoza is a private Spanish teacher who offers you Spanish lessons one to one in Santa Marta or Taganga."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spanish Teacher Santa Marta"],["alt=Zamira Patricia Molano"],["url=http:\/\/santamarta.blogspot.com"],["email=spansantamarta@mixmail.com"],["address=Santa Marta & Taganga"],["lat="],["long="],["directions="],["phone=57 3015287689"],["tollfree="],["fax="],["hours=flexible"],["price="],["content=Certified and experienced teacher offers private lessons"]]}]}]},"\n",{"type":"==","value":[" Buy "]},"\n\nSanta Marta is famous for its beach sellers. Since beaches are open 365 days a year, there are always people wandering up and down the beach selling anything. \nThe beaches in the northern suburb El Rodadero have aggressive sellers. Take this as an opportunity to haggle - usually aim for 2000-3000 Pesos below the price asked.\n\nIf you are planning to go to Tayrona and need to buy snorkeling gear, you'll be disappointed to see only a couple of very basic Chinese packs, the same in all the shops. If you decide to buy them, the cheapest prices are in a kitchenware shop at calle 15 with carrera 3 (15COP for the \"good\" one).\n\n",{"type":"==","value":[" Eat "]},"\n\nThere are a lot of eating options. They seem to be good at roasting and grilling chicken. They do a good job of grilling beef tough but flavorful. Seafood is plentiful and relatively inexpensive lots of shrimp and seafood cocktail vendors.  Most varieties of fruit are available even what is more common to cold climates. At night street vendors sell all types of snacks  pizza, hamburgers, hot dogs, French fries, shakes, kabobs, rice in milk with coco, fried stuffed doughy things, etc.. Coffee, hot chocolate, and both hot cinnamon and lemon is omni-present.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante El Españolete"],["alt="],["url="],["email="],["address=Calle 13 no 2-45"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent Spanish food. Specialized in paellas, tapas and grilled meat. The owner, Toni, is from Valencia, Spain, and he can cook the real paella at a very reasonable price (less than $15 per person). His wife, Alexa, is Colombian and her smothies are the best (she uses fresh passion fruit, mango, and other varieties of tropical fruits). They are both really nice and provide their customers with helpful tips to visit the best places in Santa Marta. Lunch menu is about $5. The restaurant is housed in a colonial building and it is even haunted by a ghost!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Tasca - Tapas Bar"],["alt="],["url="],["email="],["address=Calle 18 No 2- 72"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by a spaniard, this small and cosy restaurant offers an excellent selection of typical spanish tapas at a fair price. It is a real experience for the palate of both locals and tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Agave Azul - Sabores de Mexico"],["alt="],["url="],["email="],["address=Calle 14 No 3-74"],["lat="],["long="],["directions="],["phone=431 6121"],["tollfree="],["fax="],["hours=Open Tu-F for lunch and dinner and Saturday for dinner only.  Happy Hour Margaritas 2X1 from 5-7 everyday."],["price=With lunch menu for $4 and dinner menu from $8 to $13"],["content=Very good Mexican food prepared by fabulous New York trained chef Michael McMurdo.  With a range from burritos to steaks to seafood this very elegant food will blow your mind but not break the bank."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Merkabar \/ Welcome Restaurant"],["alt="],["url="],["email="],["address=Calle 10 No 2-11"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good combination of local and gringo food. Good breakfasts, cheap filling lunches, and their famous \"sopa del mar\", soup overflowing with seafood. Their fruit juices are excellent. Gilberto, one of the brothers that owns and runs Merkabar, speaks English and is friendly and helpful with tourist needs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ben & Josep´s bar & restaurant"],["alt="],["url="],["email="],["address=Carrera 1 # 18-67"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(Dutch owner) On the beach road in front of the Park Hotel. The very best steak (filet mignon)in Santa Marta. Fine dining for a reasonable price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Restaurante El Escorial"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good restaurant is in the middle of the block behind the beach on 11th street"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante y Pescadería Manuel"],["alt="],["url="],["email="],["address=Carrera 1A # 26-167"],["lat="],["long="],["directions="],["phone=5-4231449"],["tollfree="],["fax="],["hours="],["price="],["content=Very nice seafood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante El Santo"],["alt="],["url="],["email="],["address=Calle 21 - 2a 52"],["lat="],["long="],["directions="],["phone=5-423-6170"],["tollfree="],["fax="],["hours="],["price="],["content=One of the few places in SM with good tender Argentinan meat and nice wine. Argentinan and Islandic owner. Very nice and welcoming."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tim's Gourmet Coffee Shop"],["alt="],["url=http:\/\/www.timsgourmetcoffee.com"],["email=timscoffee@tayronadevelopments.ca"],["address=Cra 1A 23-57"],["lat="],["long="],["directions=only 50 m from the entrance of the Marina in downtown Santa Marta."],["phone=(5)431 5446"],["tollfree="],["fax="],["hours=Opens at 7.15AM everyday. Tim's Owls Den Pub open until 10PM weekdays. 2AM Friday & Saturday. 2 X 1 cocktails."],["price="],["content=You´ll get free Wi-Fi while you´re having a Fresh coffee made by beans direct from the organic growers on the slopes of the Sierra Nevada,Western Canadian\/German pasteries and European style breakfasts daily until 2PM. Crepes and Deli Sandwiches all day."]]}]},"\nStreet Food:\n\n",{"type":"*","value":[" Excellent seafood soup from a man at the corner of 13th st. and 4th Carr (diagonally opposite the small church.. next to sunglasses vendors. You'll see huge pots of soup). Very cheap and delicious, but only in mornings. Sells out by noon."]},"\n",{"type":"*","value":[" There is a man who has been sitting on 14th street between 3rd and 4th carrera (behind the beach) selling shrimp cocktail at a reasonable price for 23 years."]},"\n",{"type":"*","value":["  There is another man who has been sitting on 22th street on 1st carrera (in front of the beach) selling a delicious shrimp cocktail at a reasonable price and he is very reliable and well known in the city."]},"\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"[[","value":[["Image:Santa Marta Airport.JPG"],["thumb"],["Outdoor cafeteria at the Airport"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Seko Bar"],["alt="],["url=https:\/\/www.facebook.com\/pages\/Seko-Bar\/429076237166142"],["email="],["address=Calle 19 4-11, Santa Marta"],["lat=11.24216"],["long=-74.21054"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good music, cocktails, excellent prices, slightly insane.  Very popular."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Santo Domingo"],["alt="],["email="],["address=Calle 17 No. 3 - 70 near the cathedral."],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best place to party in Santa Marta. The owners are super nice, they will personally attend. The owners are two Spanish. That women more beautiful and rumba, to good music and really nice atmosphere.I always found it a good show. Thanks Elena and Kike."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Crab's Bar"],["alt="],["url=http:\/\/www.crabsbar.com"],["email="],["address=Calle 18 No. 3-69 (between Carr 3 & 4)"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a fun rock n' roll bar. The Colombian owner (who is a spitting image of Neil Young) used to own a large rock club in Bogotá, but he sold it to settle down here. Every evening he VJ's videos of all the great classic rock bands. Friendly staff, great vibe, nice decor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Burukuka"],["alt="],["url=http:\/\/www.burukuka.com"],["email="],["address="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A trendy nightclub on the way towards El Rodadero. Burukuka sits on top of a hill overlooking the sea, with a great terrace. It's a high-end place, so dress appropriately. Also serves food. Vía al Edificio Cascadas del Rodadero, just out of town, to the south."]]}]},"\nThe drink of choice is, of course, beer. Because Santa Marta can get brutally hot during the summer (upwards of 35 C\/95F), it is a good idea to constantly have a bottle of water with you. During the evenings, when it gets cooler, beer and friends is often an excellent combination. It would be good idea to take a couple of \"Stubbie Coolers\" (Australian vernacular for an item which keeps the beer in your bottle cooler or longer) as the heat will have you drinking warm beer by the time you are at the end of your drink.\n\nSoft drinks can be found at nearly every restaurant - sometimes you can even pick it up in glass bottles. They are cheap: a Drink usually costs no more than 2,000 COP.\n\nAsk about Ben´s Bar on the Beach. Barrio Samario, La Puerta, and El Garage.\n\n",{"type":"==","value":[" Sleep "]},"\n\nIf you are looking for a place to stay, there are somewhat more expensive hotels. 10th street is less expensive. These include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Brisa Loca Backpackers"],["url=http:\/\/www.labrisaloca.com"],["email="],["address=Calle 14 N3-58 (carrera 3)"],["lat="],["long="],["directions="],["phone=(57)-(318-303-3666)"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=With a much more central location than the tenth street hostels, it is situated directly between Plaza San Francisco and Parque Bolivar. Owned by two Californian brothers and built in an 80 year-old, neo-republican mansion and restored to recover its genuine colonial Caribbean feel , this is one hostel where you won’t feel like you’re still backpacking. While bringing comfort and convenience to your stay, it also imparts history and style. The large, high ceiling manor, with its eleven dorms and suites houses up to 60 people and provides beverages for many more. With pool, full size bar, hammock room, nightly meals, Wi-Fi, free internet and much more. This is actually the trendiest backpackers place at the moment (2012) in Santa Marta, expect to find dozens of english-speaking travelers around. Prices starting at 20COP for a dorm with fan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Miramar"],["alt="],["url="],["email="],["address=Calle 10C No 1c-70"],["lat="],["long="],["directions="],["phone=(57-5)-(423-3276)"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Dorms for 10,000 COP \/ double room with ensuite bath for 25,000 COP Double with shared bathroom for COP 20,000 EDIT: Prices seem to have dropped, shared double costs me 12,000COP for one person."],["content=Classic South American Backpacker´s Hotel. Rooms are quite basic and somethimes it's hot, but the staff is great, Wi-Fi very fast and free, defacto tourist information office for surrounding area (Tayrona, Lost City, etc.). Currently being improved, also has a really friendly restaurant, and offers safe boxes for backpacks when going on tours. They also have a location in Taganga at Calle 17 No. 2-36."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Candela & Chocolate Hostel"],["url=http:\/\/www.candelaychocolate.com"],["email=amigos@candelaychocolate.com"],["address=Calle 12 No 3-01"],["lat="],["long="],["directions="],["phone=(57-5)-(421-0977)"],["tollfree="],["fax="],["hours="],["price=Dorms for 18,000 COP, including breakfast"],["checkin="],["checkout="],["content= Fairly new and clean hostel right on the corner with a locked security gate, ring the bell to get someone to help you. Rooms are spacious and well ventilated with lockable chests for your belongings. Free Wi-Fi. Only two blocks away from the main plaza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Nueva Granada"],["alt="],["url=http:\/\/www.santamartahotelnuevagranada.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle 12 No 3- 17, Historic Centre of Santa Marta. Nice and small, with pool and jacuzzi, bar, comfortable and clean double and multiple rooms with air- conditioning or ventilators from 33 USD, as well as unlimited internet access and breakfast for free. The staff is very kind and helpful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Betoma"],["alt="],["url=http:\/\/www.hotelbetomasantamarta.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle 8 No 1- 58, Rodadero, Santa Marta. Cute hotel with all comforts, which has been managed by its owners for more than 40 years and it is famous for its warm and helpful staff. It offers comfortable standard roooms with air- conditioning, and suites with kitchenette and living room from 110-000 pesos per night with breakfast. All rooms have a bacony with Sea view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Familiar"],["url="],["email="],["address="],["lat="],["long="],["directions=Also on Calle 10, 1 block up from Miramar, on other side of street."],["phone="],["tollfree="],["fax="],["hours="],["price=Single for $20,000 and up. Also has dorm rooms for $15,000"],["checkin="],["checkout="],["content=Private, mild mannered and friendly staff. Rooms are small and basic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Palma Blanca"],["url=http:\/\/www.hotelpalmablanca.com\/"],["email="],["address="],["lat="],["long="],["directions=20 Street No 1b-69, next to a calm beach in the cheerful tourist town of Rodadero in Santa Marta."],["phone=(57)310-723-7114"],["tollfree="],["fax="],["hours="],["price=Rooms from 45 USD and up. Also available with alimentation"],["checkin=3PM"],["checkout=1PM"],["content=Private,comfortable, friendly and attentive staff, and a great swimming pool. All rooms have air- conditioning and wireless internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Finca Barlovento Guesthouse"],["alt="],["url=http:\/\/www.fincabarloventosantamarta.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Right next to the Tayrona National Park in Santa Marta. This beautiful Finca located at a beach right next to the Tayrona Park is a marvellous experience for ecotourists and Nature lovers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cabanas Los Angeles"],["alt="],["url=http:\/\/www.cabanasantamartalosangeles.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=These cosy beach cabanas right next to the Tayrona Park are a great place for travelers who are looking for privacy and who don't want to spend too much on accommodation within the Tayrona National Park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Kool Koala Backpackers"],["url=http:\/\/www.tagangahostelkoolkoala.com\/"],["email="],["address="],["lat="],["long="],["directions=Calle 13 No 3- 139, only 3 blocks from the beach of Taganga in Santa Marta."],["phone=421 9196"],["tollfree="],["fax="],["hours="],["price=Dormitories from 18'000 pesos"],["checkin="],["checkout="],["content=An awesome place to chill with locals and travellers. Run by a manic Australian with 20 years travel experience who speaks fluent Spanish in the best Aussie accent and his energetic local best mate. Really cruisy place, awesome outdoor setup for cooking, chilling, or drinking the night away.theres a lot of places to stay in taganga but none of them have an ambient like el kool koala."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal SolyMar"],["url=http:\/\/www.solymarhostal.com"],["email="],["address=Carrera 2 No 19-06"],["lat="],["long="],["directions="],["phone=(57-5)-(431-0208)"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Only 5-years-old, this is an immaculately clean hotel, which is a change from a lot of the places in Santa Marta. The immediate area is probably the best in Santa Marta, as opposed to the sketchier Calle 10 barrio. The colonial rooms are recommended, with very tall ceilings and fan for 30,000 for a private room (single). The staff is incredibly friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Imperial Caribe"],["alt=(also known as the Hotel Villa del Mar)"],["url="],["email=jhon_angarita@hotmail.com"],["address=Calle 17 No. 3-96 (between Carr 3 & 4)"],["lat="],["long="],["directions="],["phone=421-1556 \/ 421-4556"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice rooms, friendly staff. Singles with fan for 30,000. Doubles, Triples, A\/C more. Free Wi-Fi in lobby."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sun City"]}," (calle 18-3#28). Less crowded. This place offers comfort at low price (privates for 25'000 up, dorms 16'000). Run by a nice family that really cares. A place to get off the Gringo Trail a bit...",{"type":"[","value":["http:\/\/www.sahlmann.net"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aluna Hostel "]}," calle 21 Carrera 5-72 , Santa Marta, is one of the newest hostels in Santa Marta and is the perfect place for backpackers looking for a comfortable, quiet and safe hostel. The hostel welcomes you with Irish hospitality and friendly people, just four blocks to the beach!Check out their homepage: http:\/\/www.alunahostel.com\/"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cabin Tayrona Park"],["alt=(Tayrona Park accomodation)"],["url=http:\/\/www.cabintayronapark.com"],["email="],["address=at one of the calmest beaches of the Tayrona National Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Double and triple rooms with private or shared bathroom from 35 USD per night, restaurant service available"],["checkin=12PM"],["checkout=12PM"],["content=Private,comfortable, friendly local staff, and within the paradisical Tayrona Park!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Minca"],["alt=Newly refurbished hotel and restaurant"],["url=http:\/\/www.hotelminca.com\/"],["email="],["address=Minca"],["lat="],["long="],["directions=Opposite the police station."],["phone="],["tollfree="],["fax="],["hours="],["price=Double COP 125,0000, single 80,000"],["checkin="],["checkout="],["content=The hummingbird feeders and fruit feeders attract around 40 species of birds to the garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sierra's Sound"],["alt=Your home in the Sierra Nevada of Santa Marta (Minca hotel and restaurant)"],["url=http:\/\/www.mincahotelsierrasound.com\/"],["email="],["address=Minca"],["lat="],["long="],["directions=Next to the river."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=12"],["checkout=12"],["content=Air- conditioned rooms from 25 USD per person. It offers a calm and totally natural atmosphere and one of the best restaurants of Santa Marta."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Scania"],["alt=Apartments for rent by day,week or month"],["url=http:\/\/www.neotropical.se\/?page_id=150"],["email=elsaligia@hotmail.com"],["address=Santa Marta Downtown"],["lat="],["long="],["directions=Calle 21 3-88 Centro"],["phone=3148295292"],["tollfree="],["fax="],["hours="],["price=Apartments with kitchen and jacuzzi 40 usd\/day, without jacuzzi 30 usd\/day"],["checkin="],["checkout="],["content=Independent, safe, clean and calm. Wi-Fi and Cable TV"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Boutique Don Pepe"],["alt="],["url=http:\/\/bkpk.me\/hotel-boutique-don-pepe-a-splendid-stay-in-santa-marta-colombia\/"],["email=reservas@hotelboutiquedonpepe.com"],["address=Cl 16 # 1c – 92 Barrio Centro"],["lat="],["long="],["directions="],["phone=+57 (5) 4210215"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Small Hotel Boutique with 12 rooms, restaurant, spa and rooftop jacuzzi."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Hostal de Jackie"],["alt="],["url=http:\/\/www.elhostaldejackie.com\/"],["email=reservas@elhostaldejackie.com"],["address=Calle 21 # 3-40 (between Carrera 3 and 4), Centro Historico"],["lat=11.241174"],["long=74.212679"],["directions=Take a public bus (blue colour) from the airport to Calle 22"],["phone=+573017090344"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Backpacker Hostal with dormitories and private rooms. Kind and helpful staff. Each bed has its own fan (can be noisy at night) in 12-bed dorm. Small but nice swimming pool on the ground floor. Price starting from $ 21,000 COP in low season ($28,000 COP in high season). Terrace Bar with Satellite TV and a hammock on the top floor. Wifi and 2 computers with internet. Kitchen available. Close to the beach (5 minutes walking). Laundry service. Checkout 11 p.m."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Taganga"]]}," - a backpacker and hippie haven in a one-time peaceful little fishing village just north"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ciudad Perdida"]]}," — Santa Marta, is besides ",{"type":"[[","value":[["Taganga"]]}," the main jumping off point for the famous trek, and you should be able to arrange a trek on short notice with any of the hostels or tour companies."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tayrona National Park"]]}," — an unspoilt natural paradise of jungle, birds, ocean, and absolutely gorgeous beaches. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," - the Heroic City, Capital of the Bolívar department is Colombia's tourist city par excellence"]},"\n",{"type":"{{","value":[["geo"],["11.241944"],["-74.205278"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Magdalena Department"]]},"\n",{"type":"[[","value":[["WikiPedia:Santa Marta"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Santa Marta"]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]}]