[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Santa Catalina"]]},"\n",{"type":"'''","value":["Santa Catalina"]}," is a small beach-side town on the Pacific coast of ",{"type":"[[","value":[["Veraguas"]]},", ",{"type":"[[","value":[["Panama"]]},".  Santa Catalina is known for fishing, surfing, snorkeling, and SCUBA diving.  Most visitors will exploit its proximity to ",{"type":"[[","value":[["Coiba National Marine Park"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSanta Catalina has a population of around 300 people and an expat community of about another 50 people.  Most of the townspeople speak only Spanish.\n\nCell reception is spotty, and internet access is non-existent even in the hotels.  There are no ATMs and credit cards are generally not accepted.  Be sure to pack enough cash.\n\nThere is one internet cafe outside of town limits, about a 20 minute walk up the main road.\n\n",{"type":"==","value":["Get in"]},"\nSanta Catalina is accessible via a single road from ",{"type":"[[","value":[["Sona"]]},".  A 4x4 vehicle used to be a requirement for this road, but it is now paved so an economy rental car should suffice.  Although the town is only about 50km from Sona, the drive takes an hour and 10 minutes due to all of the potholes.\n\nA local bus runs 2-3 times a day between Santa Catalina and Sona for a cost of $4 and takes around 2 hours.  The San Isidro bus line connects Sona to Panama City, at a cost of $8 and another 5 hours of travel time.\n\nTaking a taxi from Sona is a little faster than the bus and costs $30.\n\n",{"type":"==","value":["Get around"]},"\nOn foot, one can walk the entire town including both beaches in about 2 hours.  There are two major roads that intersect at the town center which allow access by car.\n\n",{"type":"==","value":["See"]},"\nBoth beaches, Playa Estero and the smaller one at the end of the major road through the town are idyllic.\n\n",{"type":"==","value":["Do"]},"\nAs one may gather from the hammocks strung up on nearly every piece of property, the primary pastime in Santa Catalina is chilling out.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Scuba Coiba"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest diving and snorkeling shop in Santa Catalina, run by an Australian expat named Herbie Sunk.  This shop is so laid back the only thing they take seriously is minimalism."]]}]},"\n",{"type":"==","value":["Buy"]},"\nSanta Catalina has one tiny store in the middle of town which sells random toiletries, canned goods and produce.\n\n",{"type":"==","value":["Eat"]},"\nFresh produce is sold off of trucks which can be a welcome midday snack, and fishermen gather by the mango tree to sell their daily catch.\n\nThere are few independent restaurants; see the sleep or drink section for information on hotels or bars that serve food.\n\n",{"type":"==","value":["Drink"]},"  \nAll of the bars in Santa Catalina close their doors at 10 and this is tightly enforced.  Drinks start at $1\n\nTransporting open containers is allowed, but consuming them in public is not.  Be careful, the police are bored.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dive Stop"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bar in the town center run by a Canadian expat which serves mexican food.  Tourists can't resist this place."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Santa Catalina Inn"],["url=http:\/\/www.santacatalinainn.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(507) 6872 3117"],["tollfree="],["fax="],["hours="],["price=$45"],["checkin="],["checkout="],["content=Adrian, the hotel manager, is possibly the most hospitable person in the world.  This hotel is near the center of the town and has five rooms available with AC, showers, and hot water.  The restaurant on-site cooks fresh local food but is closed one day during the week.  The hotel is affiliated with Scuba Coiba."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Sol y Mar"],["url=http:\/\/www.solymarpanama.com"],["email="],["address=Santa Catalina,calle principal"],["lat="],["long="],["directions=at the entrance of Santa Catalina,the cabins on a hill overlooking the ocean"],["phone=(00507) 69202631"],["tollfree="],["fax="],["hours="],["price=60 to 90usd"],["checkin=2pm"],["checkout=12noon"],["content=hotel y restaurant sol y mar has spacious,comfortable cabins spread on the slope of a hill overlooking the ocean and surrounded by tropical trees.\nthe rooms have a\/c,private bath w\/ hot shower, satellite tv,mini-fridge,terrace w\/ hammocks. The restaurant offers food,drinks,pool table,billiards and internet service.Credit cards accepted"]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\nThe town has no hospital, doctor, or even a pharmacy.  The one general store does not sell condoms.\n\nAlthough you won't get malaria from the mosquitos in Santa Catalina, they are still relentless and walking around with hundreds of bites can be a major drag. Sand flies (chitras) are rarer but can inflict quite painful stings.  If you invest in one piece of personal care product for your trip, make it good insect repellant.  \n\nIf you plan to take a dip into the open waters of the Pacific a wetsuit is highly recommended.  The water is warm enough (unless you're diving), but the larger concern is these string-like jellyfish which some people discover they're violently allergic to.\n\nPack appropriately, as the nearest hospital is at least an hour away in Sona.  Visits to specialists will require a trip to Santiago, another hour further still.\n\n",{"type":"==","value":["Stay safe"]},"\nAside from the usual crimes of passion, the town is extremely close-knit and serious crime is unheard of.\n\nThere is the occasional petty theft, so the usual precautions apply.\n\nDrug dealers will solicit you but are quite timid as the police take drug enforcement very seriously.  Simply ignoring them works best.\n\nThe townspeople, including the police, do aggressively cat-call women which takes the usual Panamanian form of hissing.  Women do best to just ignore these advances, as responding appears to simply encourage their behavior.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pacific West"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]