[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sant'Agnello"]}," is in the province of Naples in the ",{"type":"[[","value":[["Campania"]]}," region, and is 49 kilometers from the city of ",{"type":"[[","value":[["Naples"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nSant'Agnello occupies the area between Sorrento and ",{"type":"[[","value":[["Piano di Sorrento"]]},". The town is named after its patron saint, who happens to be reflected throughout the baroque church that bears his name. Sorrento, also called the Neapolitan Riviera, is located along the Bay of Naples and is widely considered to be the gateway to ",{"type":"[[","value":[["Southern Italy"]]},". One would be hard-pressed to find a more romantic seaside destination, which is why this region is a leading choice for destination weddings among all of Italy.\n\nBoth Sant'Agnello and ",{"type":"[[","value":[["Sorrento"]]}," enjoy fabulous weather most of the year. The entire region offers an incredible choice of things to see and places to visit. The area is artsy, and full of history and culture. The people are remarkable friendly and the food is absolutely splendid. The area is known for hand-crafted woodwork, such as music boxes, artifacts and furniture, and numerous stores feature unique merchandise that is easily shipped anywhere in the world.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nSant'Agnello is a convenient location for those who love to ski and snowboard because of its easy access to winter holiday destinations, such as Monte Pollino in the Basilicata region. Nearby, the seaside town of Sorrento is one of the most popular tourist spots in the entire country. It is not a commercial area, and does not have a promenade per se, as many other towns in Italy do. However, since the Roman Age, Sorrento was brimming with residential villas that each had a private descent to the ocean. Today, the most prominent ones have been transformed into luxury hotels, each with wonderful panoramic views and a private beach. From Sorrento, visitors can hop on a ferry and take a scenic 45 minute ride across the bay to the island of Capri.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["40.6333"],["14.4000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Campania"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Sant'Agnello"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Campania\/Localities\/Sant'Agnello\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sant'Agnello"]]}]