[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:San Pedro de la Laguna.JPG"],["thumb"],["right"],["300px"],["The dock in Santiago Atitlán"]]},"\n",{"type":"'''","value":["Santiago Atitlán"]}," is a city in ",{"type":"[[","value":[["Guatemala"]]}," on ",{"type":"[[","value":[["Lake Atitlán"]]}," near ",{"type":"[[","value":[["Panajachel"]]},". Famous as the largest indigenous population of Tzutujile Mayans. \n\n",{"type":"==","value":["Get in"]},"\nYou can get to Santiago Atitlán by chicken bus from ",{"type":"[[","value":[["Guatemala City"]]},", by pick-up truck from ",{"type":"[[","value":[["San Lucas Tolimán"]]}," and nearby locations, and by speedboat or ferry from ",{"type":"[[","value":[["Panajachel"]]}," or ",{"type":"[[","value":[["San Pedro La Laguna"]]},". Shuttles are also provided by specific travel agencies at ",{"type":"[[","value":[["Antigua Guatemala"],["Antigua"]]},", ",{"type":"[[","value":[["Xela"]]}," and the capital city.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nRecommended destinations are the Catholic church, which structure dates back to as far as 1571, and contains three plaques giving an overview of its history; the market street, running from the docks to the church, offers beautiful woven stuff, volcanic jade carvings and dubiously ancient Tz’utujil pieces allegedly unearthed from the grounds around. The neighborhood house where the syncretized deity Maximón resides for the current year is also a must.\n\n",{"type":"==","value":["Do"]},"\nFor those interested in volunteering, Hospitalito Atitlán ",{"type":"[","value":["http:\/\/www.hospitalitoatitlan.org\/index.html"]}," is a great place to help out.  The current Hospitalito functions out of a converted hostal, offering medical help to the local communities around the lake.  Hospitalito Atitlán's new location is under construction a few minutes down the road, with the first floor scheduled to be completed in November 2010.  The volunteer services can range from medical volunteers, cabinet makers, computer assistance, MBA students, volunteer groups for construction, and much more.  \n\nThe Spanish schools around the lake also provide volunteer opportunities built into the school.  EntreMundos ",{"type":"[","value":["http:\/\/www.entremundos.org\/en\/index.html"]},", an NGO based out of Quetzaltenango, serves the purpose of connecting nonprofit organizations and volunteers throughout Guatemala.\n\nClimb San Pedro, the large volcano west of Santiago. Do NOT use a guide from Santiago, take a lancha over to San Pedro first and find a guide there (many are bilingual). Climbing from the Santiago side is very long and dangerous, the San Pedro side has a developed trail with stairs and handholds in steep parts (although there is an entrance fee).\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["La Posada de Santiago"]}," - famed restaurant out the outskirts of town.\n\n",{"type":"'''","value":["El Horno"]}," - Delicious baked goods (especially croissants). American owned. Excellent prices.\n\n",{"type":"'''","value":["Brendi's"]}," - Typical food at cheap prices (5-30Q), located just north of the village center on the main street.\n\n",{"type":"'''","value":["El Pescador"]}," - Best food in the town, also some of the most expensive (40-80Q). Located near the center of town on \"calle gringo\".\n\n",{"type":"'''","value":["Quila's"]}," - Clean, good food. Newer restaurant owned by a Belgian expat named Martin, their licuados are the town's best. Located in a somewhat secluded corner, best way to find it is to take a tuk tuk.  Free Wi-Fi (with purchase) and ping pong.\n\n",{"type":"'''","value":["Edith's Comedor"]}," - For clean, authentic and mouthwateringly delicious local fare, go to Edith's Comedor located only half a block away from Santiago Atitlan's main pavilion.  To get there, walk along the pavilion (on the basketball\/soccer court) with the Church to your right (lake should be on your left side in the distance) and take your first right past the church.  Edith's will be about 20 meters on your left.  Easy to miss but ask around.  30Q \/person will get you fresh juice and food (usually a meat + fresh vegetables). On weekends, Edith serves pupusas.  The chicken and cheese is the best.  Become a regular and Edith may offer you the friend price!\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Quila's"],["alt=Cafe Quila's"],["url="],["email="],["address="],["lat="],["long="],["directions=near main dock"],["phone=77217225"],["tollfree="],["fax="],["hours=11AM-10(ish)PM"],["price="],["content=Elegant upscale cafe bar and restaurant.  Great place to read, watch large screen tv or use internet connection."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nLa Posada de Santiago.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lake Atitlán"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Santiago Atitlán"]]},"\n",{"type":"{{","value":[["geo"],["14.633333333333"],["-91.233333333333"]]}]