[{"type":"{{","value":[["pagebanner"]]},"\n\n",{"type":"'''","value":["Santa Cruz de Tenerife"]}," is the capital and largest city of ",{"type":"[[","value":[["Tenerife"]]},". It's also the capital city of the ",{"type":"[[","value":[["Canary Islands"]]},", together with ",{"type":"[[","value":[["Las Palmas"]]},".\n\n",{"type":"[[","value":[["File:Plaza de España 10.jpg"],["thumb"],["350px"],["Plaza de España"]]},"\n\n",{"type":"==","value":["Understand"]},"\nSanta Cruz de Tenerife is at the eastern tip of the island of Tenerife, the largest of the Canary Island chain.  The municipal borough covers an area of 150.56 square kilometres and it is divided into two differentiated areas: the Anaga Massif and the southern ramp formed by the lava flows that run down from the Acentejo peak to the coast. The maximum altitude in the borough is 750 metres above sea level. Over half the municipal perimeter is shoreline. Population is 223,347 (2005).\n\n",{"type":"===","value":["History"]},"\nFrom the beginning, the economic nucleus of the city centred on the port. The first wharf, constructed in 1548, was by the beach of Añazo, later destroyed in a storm. The bay of Santa Cruz was appreciated by navigators due to its natural advantages and that turned it into a food supply centre for the ships that sailed for the New World.\n\n",{"type":"[[","value":[["File:Vista aérea Santa Cruz.jpg"],["thumb"],["Aerial view of Santa Cruz de Tenerife"]]},"\n\nAt the end of the 15th century a heterogeneous society began to form. The first settlements were near the castle of San Cristóbal, a fortification that protected the small town. New defensive castles were constructed along the coastal areas because the people of Santa Cruz had to defend themselves from frequent attacks by privateers and berberiscos pirates, Gallic and English. It fell to the British Navy, commanded by Admiral Nelson, on 25 July 1797.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Terminal tfn.jpg"],["thumb"],["Tenerife Norte Terminal Building"]]},"\n\nThere are two different airports in Tenerife. The ",{"type":"[","value":["http:\/\/www.aena-aeropuertos.es\/csee\/Satellite\/Aeropuerto-Tenerife-Sur\/en\/ Tenerife Sur Airport"]}," (",{"type":"{{","value":[["IATA"],["TFS"]]},") is about 60 km away from Santa Cruz, in the south of Tenerife. It's open 24 hours a day with almost 9 million passengers every year. \n\nThe other airport is ",{"type":"[","value":["http:\/\/www.aena-aeropuertos.es\/csee\/Satellite\/Aeropuerto-Tenerife-Norte\/en\/ Tenerife Norte Airport"]}," (",{"type":"{{","value":[["IATA"],["TFN"]]},"), closer to the capital, was limited only to island and national flights, but the recent opening of the new airport terminal has allowed the advent of international flights. \n\n",{"type":"[[","value":[["File:Tenerife North Airport.jpg"],["thumb"],["Tenerife Norte Airport"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Taxi"]}," fare from Tenerife North International Airport to Santa Cruz is €15. From Tenerife South International Airport to Santa Cruz is €60."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus"]}," lines 102, 108, and 109 go from Tenerife North Airport to Santa Cruz. Line 341 connects Tenerife South Airport with Santa Cruz. ",{"type":"[","value":["http:\/\/www.titsa.com times and fares One line connects both airports (Line 340)"]}]},"\n",{"type":"===","value":["By boat"]},"\nThe Port of Santa Cruz de Tenerife has become one of the main ports of the country. You can arrive at the city on a ferry that connects Santa Cruz de Tenerife with Cadiz, on the mainland, but the trip takes two days. The company that operates this route is  ",{"type":"[","value":["http:\/\/www.trasmediterranea.es Acciona Transmediterranea"]},". You can also take a ship to travel between the islands. The main company is  ",{"type":"[","value":["http:\/\/www.fredolsen.es\/lineas\/index.asp Fred Olsen"]},".\n\n",{"type":"==","value":["Get around"]},"\nBy bus. Fairly cheap (especially if you have a Bono card purchased at the bus station or from a tobacco shop) and fairly regular. Driving is very fast or very slow with little in-between. Streets can be very narrow. Parking is a problem in the centre.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Playa de Las Teresitas en Santa Cruz.jpg"],["thumb"],["Playa de Las Teresitas"]]},"\n\nThe beaches are less crowded than in the south.  The largest is Las Teresitas, made of imported yellow sand, and a short 20 minute bus ride (Bus 910).  \n\nThe quieter Las Gaviotas is the next bay over and features black sand and plenty of nudists. The infrequent Bus 254 there gives impressive views of Las Teresitas.\n\n",{"type":"==","value":["Do"]},"\nThere are a number of museums. A good history museum is five minutes' walk from the bus station, where Bus 14 stops. An art gallery in town and a small planetarium\/science centre on the way to La Laguna (Bus 14 passes it). A Bono bus card not only entitles you to cheap travel on TITSA buses, but also cut-rate museum entrance. Large Sunday market near the bus station.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Carnival of Santa Cruz de Tenerife"],["url=http:\/\/www.twilightblue.eu\/en\/articles\/carnival-tenerife.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The carnival is one of the biggest and most spectacular events of its kind. Every February, Santa Cruz de Tenerife, the capital of the largest of the Canary Islands, hosts this historical event, attracting around a million people from everywhere."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are two El Corte Ingles department stores selling pretty much everything, as well as various shopping complexes on the outskirts.  The main market is well worth a visit, although it is not aimed at the tourists - great fruit, veg, flowers, etc.  There is a flea market on a Sunday near the bus station, if you're short of fleas.  Some electrical tourist tat near the main square, which are probably best avoided.  \n\nIf you're on holiday though, there's more to life than shopping.  Why not stroll around the beautiful park up by the Rambla instead?\n\n",{"type":"==","value":["Eat"]},"\n\nCanaries food, Spanish food and inevitably, fast food.  Most places are good value, but one or two tourist traps near the port.  Plenty of good fish, although a dictionary may be helpful.\n\n",{"type":"==","value":["Drink"]},"\n\nWhatever you want. Only a few bars, with a few local people in them.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gran Melia Palacio de Isora"],["url=http:\/\/www.gran-melia-palacio-de-isora.com\/en\/"],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 922 86 90 00"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury accommodation, business meeting spaces, resort activities, and more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Principe Paz"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Parking can be a nightmare, so it's best to use one of the underground car parks at around €12 a day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Tenerife"],["alt="],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/santa-cruz-de-tenerife\/nh-tenerife.html?action=search"],["email="],["address=Candelaria Esquina Doctor Allart"],["lat="],["long="],["directions=In the centre of the historical and business areas of the city. It is very close to the Auditorio, the shopping area, the harbour, and the theatres"],["phone=+34 922 534 422"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Résidence Maeva Marazul del Sur"],["url=http:\/\/www.pv-holidays.com\/scripts\/fiche_produit.php?id_ofr=165&id_sai_passe=1&date=2009-03-07&duree=7&code=R1U24S"],["email="],["address="],["lat="],["long="],["directions=8 km from Playa San Juan, 10 km from Fañabe beaches, 13 km from Los Cristianos, and 30 km from the surfers paradise in Medano"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This 11-floor residence with lifts has a heated freshwater swimming pool and a seawater pool. This beautiful complex overlooks the sea and is set in 8 hectares of exotic greenery."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["28.4667"],["-16.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tenerife"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Santa Cruz de Tenerife"]]},"\n\n",{"type":"[[","value":[["Commons:Santa Cruz de Tenerife"]]}]