[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Sapzurro"]},"  is in ",{"type":"[[","value":[["Colombia"]]},", about roughly a quarter of the way from ",{"type":"[[","value":[["Capurganá"]]}," in ",{"type":"[[","value":[["Colombia"]]}," to ",{"type":"[[","value":[["Puerto Obaldia"]]}," in ",{"type":"[[","value":[["Panama"]]},", and across the international boundary from Panamanian town of ",{"type":"[[","value":[["La Miel"]]},". \n\n",{"type":"==","value":["Get in"]},"\n\nYou can walk from Capurgana to Sapzurro, it takes about one hour and a half over the mountain with plenty of views.\n\n",{"type":"===","value":[" By plane "]},"\n\nYou can fly from Medellin to Capurgana with ADA ",{"type":"[","value":["http:\/\/www.ada-aero.com\/"]},".\n\n",{"type":"===","value":[" By boat "]},"\n\nFrom Turbo you can take a launch from the Waffe (Wharf) that leaves at around 7:30 am to Capurgana which costs 55000 COP. The trip takes 2.5 hours approx. The sea can be a bit rough between December and February so its more enjoyable to get seats at the back of the boat. Also have sun protection with you. Its also a good idea to take something to drink and a snack. To avoid getting your belongings wet you should put them  inside a bin liner, which they conveniently sell at the dock for an outrageous price 1000 COP. They charge an excess baggage fee of 600 pesos per kg exceeding 10kg.\n\nFrom Capurgana you can take a launch to Sapzurro for 7,000 COP, most boats leave at 12 noon although you can get boats as late as 5pm (but don't rely on it).\n\nFrom Puerto Obaldia, Panama it's a 45min 15 USD launch ride.\n\nA number of sailboats also run between Panama and Sapzurro, especially between November and April when the trade winds make the Panama - Cartagena trip untenable. The Darien Gapster ",{"type":"[","value":["http:\/\/www.thedariengapster.com"]}," also makes this trip. See the ",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/San_Blas_Islands#By_boat|boat section"]}," for more info. \n\nYou can arrange a launch in the morning to Puerto Obaldia (30,000 COP) and catch a flight to Panama City. Air Panama operates one flight on Sundays, Tuesdays, and Thursdays departing at 9:30am arriving 10:40am\n",{"type":"[","value":["http:\/\/www.flyairpanama.com"]}," bookings should be made by phone as they don't always check the email or website\n\nThe Darien Gapster runs between Sapzurro and Porvenir\/Carti, San Blas. It includes a three day tour of the islands. ",{"type":"[","value":["http:\/\/www.thedariengapster.com"]},"\nA number of sailboats have now made Sapzurro their home as well. They have chosen the Sapzurro - Porvenir, San Blas route over the Cartagena - Porvenir route for a gentler ride while seeing more of San Blas. These trips include three full days in islands meals included at $300-$350. Talk to the Chileno at Paraiso Sapzurro for scheduling launches and sailboats. +57 313-685-9862 Spanish speaking.\n\n",{"type":"==","value":["Get around"]},"\nThere are no roads in Sapzurro, so your options to get around are to walk or go by boat, but thats not really a problem as you can get from one end of the village to the other in 10 minutes.\n\n",{"type":"==","value":["See"]},"\nYou can walk to Playa Blanca the White Beach, La Miel, Panama, (make sure you have your passport or colombian cedula with you)\n \nYou can go on a jungle trek to Capurgana an hour and a half walk over the mountain.\n \nThe Diana Waterfall is nice especially if has rained recently.\n\nThere is a half an hour walk along the coast to Cabo Tiburon - Shark Cape, the coastal border between South and Central America.\n\nThere are many coral reefs in the Sapzurro Bay and along the coast to Cabo Tiburon ranging from 2m deep to 40m, you can snorkel or go freediving, mask and snorkels can be rented at Mystic Roots.\n\n",{"type":"==","value":["Do"]},"\nWhere the jungle meets the sea. Hiking, swimming, snorkling, waterfall, exotic birds, and monkeys.\n\n",{"type":"==","value":["Buy"]},"\nYou should take into account that there are no ATMs in Sapzurro or the surrounding region, and no businesses in Sapzurro currently receive credit cards, so you should bring enough cash preferably in COP or USD with you. The exchange rate (Feb 2012) to sell USD is 1700 COP.\n\nAt the Club de Yates (Yacht Club) you can buy Mola, a cloth sewn with intricate designs, a handicraft made by the Kuna Yala tribe in Panama and\/or a T shirt to take back to the folks back home. They also sell beach articles.\n\nYou should check out the local ginger, borojo and hibiscus wines sold in the Club de Yates and some restaurants and bars in Sapzurro. \n\nThere is a local bakery run by Andres and Eloisa, ask for directions.\n\nIf you are in the mood for some delicious home made brownies or a refreshing lemon cake, contact Clemencia in the Zingara Hostal.\n\nShops start to close from 7pm onwards so if you need to buy provisions take that into account.\n\n",{"type":"==","value":["Eat"]},"\nThe most common dish in the restaurants in Sapzurro is fried red snapper, rice made with coconut milk and fried plantain.\nIf you are looking for something different there is a Peruvian Restaurant \"Paraiso cangrejales\" where you can eat Ceviche de Pescado (raw fish in lemon juice), Fish in Mango Sauce, Chorillana and Chicharron de Pescado (fish steaks). Also the Posada serves great seafood dishes with shrimps, squid and fish. For a lighter dish there is a Pizza \"Hut\" (it really is a hut! - not related to the pizza chain).\n\n",{"type":"==","value":["Drink"]},"\nIf you want to chill out go to the Mystic Roots Coffee Bar, run by an Englishman, it has a relaxed atmosphere. Drinks include cocktails, shots, capuccinos (hot or frappé) and expressos.  They play a variety of music from around the world, also you can ask for the music you want.\nSeveral nights of the week there is live music. There is WiFi internet access with a good connection suitable for video calls back home. It is on the sea front next to one of the nicest beaches in Sapzurro, near to the Cultural Center (Centro Cultural).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Paraiso Sapzurro"],["url=http:\/\/www.paraiso-sapzurro-colombia.com"],["email="],["address=Sapzurro, Colombia"],["lat="],["long="],["directions="],["phone=+57 313-685-9862"],["tollfree="],["fax="],["hours="],["price=varies"],["checkin=2:00pm"],["checkout=1:00pm"],["content=Home of the Chileno. Cabanas, Hammocks, Camping, Showers, Bar, and Restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Doña Triny"],["url=http:\/\/www.hoteltriny.com"],["email="],["address=Sapzurro, Colombia"],["lat="],["long="],["directions="],["phone=+57 312-7518626"],["tollfree="],["fax="],["hours="],["price=varies"],["checkin=2:00pm"],["checkout=1:00pm"],["content=Hotel Doña Triny. Cabanas, Rooms, Showers, Bar, and Restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mystic Roots"],["url=http:\/\/mysticroots.i2u.co"],["email="],["address=Sapzurro, Colombia"],["lat=8.65000"],["long=-77.36667"],["directions="],["phone=+57 312-8669556"],["tollfree="],["fax="],["hours="],["price=20000 COP(12 USD approx) to 50000 COP (30 USD approx)"],["checkin=1:00pm"],["checkout=10:00am"],["content=Mystic Roots. Cabañas, Suites on the Sea Front, private access to a beach, and Coffee Bar with WiFi."]]}]},{"type":"<","value":["br"]}," \nNOTE: At various days (not always weekends) there is LOUD music on the waterfront. The farthest from the bay will provide you with a good evenings sleep.\n\n",{"type":"==","value":["Stay safe"]},"\nWhile the area was subject to smuggling and banditry in the past, it has been fairly safe for a number of years now and guerrilla movement of FARC was driven out of area over ten years ago. It's quite safe to walk between surrounding towns and Sapzurro.\n\nThe tap water is not treated, so you should either drink bottled water or filtered water.\n\nAt some times of day there are mosquitoes so bring insect repellent and for jungle treks long sleeved shirts and long trousers to protect yourself.\n\nBring a torch with you as the electricity in Sapzurro and the surrounding region is not available 24 hours a day.\n\n",{"type":"==","value":["Connect"]},"\nThere is WiFi internet access at the Mystic Roots Coffee Bar and additionally you can purchase a SIM card (see below), suitable for video calls to your friends and family back home. \n\nThere is no postal service in the region, however you can send articles by air freight to and from Capurgana-Medellín.\n\nYou can make national phone calls from the super giro lottery and pay for the time used.\n\nPhone\/WiFi: Take into account that Comcel is the only mobile phone operator with coverage in Sapzurro. You can purchase a SIM card at the Kiosk by the water front. Cell Phone and Data service can be paid for there. Currently there is 3G service in Sapzurro.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":[" By boat "]},"\n\nTo travel by boat to Turbo you need to take one of the boats leaving Sapzurro at 6:30am which gets you to Capurgana in time to catch the boat to Turbo that leaves around 7:30 am.\n\n",{"type":"===","value":[" By air "]},"\n\nYou can fly with ADA ",{"type":"[","value":["http:\/\/www.ada-aero.com\/"]}," from Capurgana to Medellín (Olaya Herrera airport), reserve with plenty of time. The day you will be leaving get a boat from Sapzurro to Capurgana at 10am (check the day before for availability), you should be at the airport by 11 am.  \n\n",{"type":"{{","value":[["IsPartOf"],["Chocó"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Sapzurro"]]}]