[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sarangkot"]}," is in ",{"type":"[[","value":[["Pokhara"]]},".\n\nSarangkot is a village just above Pokhara, known as a one-night destination as most people just stop in to see the stunning sunrise over the Annapurna range and leave. Though that is where guides lead people astray as many show up here expecting just to come for one day and want to stay longer. Aside from chilling out and taking in amazing views of both the mountains and Phewa Lake on the other side, Sarangkot offers a nice glimpse into the peaceful, slow village life and more.\n\n",{"type":"==","value":["Get in"]},"\nHike up the trail from Sedi (just north along the lake from Pokhara). A nice one hour hike that is good for most hikers. The trail is marked well and there are steps in many places where it gets steep. You can also take a local bus or drive up the road. Be prepared to pay a 25 Rs entry fee. Hold on to the ticket as it will give you access to the main view point at the top of the mountain.\n\n",{"type":"==","value":["See"]},"\nAnnapurna range - Sarangkot offers a spectacular view of one of the largest mountain ranges in the world, the Annapurna range, including Annapurna I which is the 10th highest mountain in the world. \n\nTemple - There's a small Shiva temple at the top of the mountain that acts as the hub of celebration on important festival days.\n\n",{"type":"==","value":["Do"]},"\n \nWildlife viewing - Sarangkot offers top notch bird watching and there's even a chance you might see a tiger or leopards as they live in the neighbourhood and occasionally make themselves seen.\n\nParagliding - Sarangkot is the launching spot for paragliders, so instead of having to drive up the mountain in the morning, by staying in Sarangkot it's possible to get an early start.\n\nZiplining - Sarangkot is the launching point for the longest and fastest zipline in the world that starts at the top of the mountain and runs down to the valley below.\n\nHiking - The trail leading to Pokhara makes for a nice day hike and the dirt roads around Sarangkot go through some charming little villages.\n\nTrekking - You can trek from Sarangkot all the way to Annapurna or head towards Panchase and villages near Pokhara.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nMountain View Lodge & Restaurant - A welcoming and very accommodating family runs this guest house. Mountain View offers a great view of both the lake and the mountains and has a range of different rooms at different prices. Located just a couple of minutes along the main village road towards the mountains (in the direction of Torepani & Kaskikot) - www.hotelsarangkot.com.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Middle Hills"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Sarankot"]]},"\n",{"type":"{{","value":[["geo"],["28.241666666667"],["83.966666666667"]]}]