[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Saratov"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Сара́тов ",{"type":"''","value":["suh-RAH-tuhf"]},") is a city in the ",{"type":"[[","value":[["Volga Region"],["Volga"]]}," region of ",{"type":"[[","value":[["Russia"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe only way to fly to Saratov is from Domodedovo Airport in Moscow with Saravia. The flight takes about an hour and a half and can cost approximately 5100 rubles. They fly Yak40 and Yak42 aircraft which have been made in Saratov. Saravia also operates summer seasonal flights from Frankfurt and Hanover.\n\nFlights must usually be booked and paid same day at the airport in cash. Optionally flights can be purchased at ",{"type":"[","value":["http:\/\/www.primavera-tk.ru\/ TK Primavera"]},", the only DMC in Saratov. Pickup of the tickets is then available at the airport before departure.\n\nOtherwise the best way to get there is by Saratov Rail from Moscow's Pavletsky Station, which takes approximately 15-16 h. The trains operate overnight, departing in the afternoon\/evening, arriving in the morning.\n\nSaratov is also accessible via rail from Samara to the north (train 10 hours, 400 km) and Volgograd and Astrakhan to the south.  The St. Petersburg-Astrakhan' line passes through Saratov.  It takes about 26 hours to travel from St. Petersburg to Saratov on train.\n\nThere are also buses between Saratov and many other cities, including Moscow. However, the comfort and value of the rail system over the vast distances involved makes the bus service a comparatively unattractive option.\n\nRiver cruises down the Volga operate during the summer months (early May to end of September). Dozens of boats operated by different companies run from Moscow to Astrakhan. One way or return cruises may be reserved to\/from practically any city along the Volga. Moscow to Astrakhan (one-way) with three daily meals is 15,000 rubles (approximately $500 US). Without meals, approximately 8000-9000 rubles.\n\n",{"type":"==","value":["Get around"]},"\n\nSaratov, like most provincial Russian towns, is served by a network of trams, buses and marshrutkas (set-route minibuses). The main terminus for most forms of transport is the area around the Kritiy Rynok (market) at the top of Prospekt Kirova. There are also taxis, both official and non-official. As with all non-official taxis in Russia, agree a price with the driver before setting off.\n\nGetting around Saratov generally requires cash since credit cards are not widely accepted in many non-hotel or non-retail shopping endeavors including travel. It is important to have rubles or an ATM card with which to get rubles because US dollars are not widely accepted and banks, even with proper identification, typically only convert one hundred dollars at a time and even then only accept certain series of US bills. During the Christmas period banks have a very limited schedule of hours. Be aware that after January 1, 2008, Western Union transfers are very difficult if they are made to a foreigner since new rules require not just a passport but that the passport be notarized by a Russian notary.  There is a translation service on Bolshaia Kazakshia near the junction with Astrakhan street on the right when facing back towards the town centre.\n\nSaravia tickets require cash and can be purchased at DME, the Saratov airport, and the Saratov train station, near the Technical University on Bolshaia Sadovaia and at the Saravia offices near the main open mearket.  There is a small booking charge at most places in Saratov.  It is anticipated that in the not too distant future Saravia will follow Russian air carriers like S-7 in utilizing online booking. Since Saravia does not have international partners, if you miss a Saravia flight because of a late flight to DME wou will not receive a refund or ticket on another flight. \n\nSince overweight baggage incurs charges which may approach the cost of the ticket, be careful about baggage weight. Because overweight charges are paid at a different counter in DME, allow yourself extra time for the check-in process in case it turns out you are overweight.  British Airways gives a baggage allowance of 25 kg but Saravia's limit is 20 kg.  If you can possibly manage it, arrive in Moscow at Domodedovo airport.  Sheremetyevo (SVO) is a 2500 ruble taxi fare away, more by gypsy cab.  Delays are long at SVO and on the orbital motorway connecting the two (an hour and a half journey). You can easily miss a connection.\n\nWhile there are money exchanges at both the Saratov airport and train station, the hours of operation are limited. Usually there are men in the train station who will exchange US dollars but at bad rates and with the risk of getting counterfeited rubles. Euros are probably easier to work with in Saratov.  ATM's give good rates but the payouts are limited.  NEVER take travellers cheques. Only Sberbank and only the main branch will deal with themm and it takes 6-8 h to go through the process.\n\n",{"type":"==","value":["See"]},"\nSee the magnificent Volga river, the longest river in Europe. At the most popular spot (Naberezhnaya Kosmonavtov, the Cosmonauts Embankment) the Volga is 3km wide, whereas at some other spots nearby Saratov its width reaches as much as 11km. The Embankment also features the beautiful \"Old Bridge\", built in mid-20th century. The bridge was the longest in Europe until the 1980's.\n\nGagarin trained in Saratov and he landed near by.  There is a museum and a monument.\n\n",{"type":"==","value":["Do"]},"\nDespite its provincial setting, Saratov has much to offer by way of culture. Enjoy a classical concert in the pseudo-gothic Conservatory on Prospekt Kirova, or an opera or ballet in the nearby Bolshoy Teatr. Tickets are very reasonably priced and available from the box offices of both venues. In January of 2008 ticket prices were less than four dollars US and represent an incredible bargain.\n\nTake in a play at the Saratov Kiselev Academic Youth Theater, known by the acronym TYuZ (Russian:  \"ТЮЗ\").  TYuZ is located about a block off of Prospect Kirova on Volskaya Street.  Although described as a \"children's theater\", TYuZ is mostly visited by adults.  The theater features a rotating list of light plays.\n\nFor more serious fare, head over to Saratov Slonov Academic Drama Theater.  Founded in 1802, the Saratov Drama Theater is one of the oldest theaters in Russia.  Its current building, however, is very modern in style.\n\nDom Kino (House of Cinema), located on Oktyabrskaya Street, features foreign film and film series.  Tickets cost 100 rubles as of October 2010.  Located on the second floor of a nondescript building on a side street, Dom Kino is rather difficult to find.  The interior is modest:  a large room with folding chairs and a projector screen.\n\nIf you aren't interested in such quaint movie-watching experiences, check out Pioneer, Pobeda, or Illuminator.\n\nVisit the circus, one of the first in Russia to be established in its own dedicated building.\n\nGo to the Radischev art gallery — the first public art gallery opened in Russia (19th century). Some fine European, as well as Russian pieces of art are gathered here. The gallery also features a computer room where visitors can access various art-related programmes, including one showing scenes of architectural gems lost under Communism and their modern replacements. \n\nSupport the local soccer team — Sokol — and attend a match in the stadium beside the train station. \n\nTake a stroll in Gorodskii Park and try out the bumper cars, ferris wheel and waltzers in its fairground.  Most of the rides are open even on the coldest days of winter. Victory Park is another great place to visit. Before Christmas the area around Lenin's statue in the central part of the city is a fun place for kids with sleigh rides and photo opportunities with Russian version of Santa Claus. There is also an inexpensive large public outdoor ice skating rink a few blocks from Lenin's statue but although they rent skates be prepared for a long wait to rent them. There are also large beautiful forests in and around Saratov.\n\nThere are several beaches on the Volga river including some on an island.\n\n",{"type":"==","value":["Buy"]},"\nThe usual Russian souvenirs such as matryoshkas are available in Saratov, although if travelling through Moscow it is probably best to wait to get them there as they will be cheaper.\n\nThe markets in Saratov are useful spots to pick up winter clothes if necessary, including coats, boots, leather gloves and of course hats. Haggling is indulged. \n\nProspekt Kirova is the most upmarket shopping area in the city, with fancy boutiques selling expensive shoes, bags and jewellery. There are branches for Mango, Nike, Reebok, Adidas, United Colors of Benetton, and L'Occitane among others. Also on Prospekt Kirova is an excellent tobacconist, selling all kinds of pipes and tobacco including hookah pipes, as well as a speciality tea shop. \n\nBarrikada, on Ulitsa Gorkogo, is an excellent alternative music store that sells legitimate (i.e. non-pirate) albums and music DVDs at prices much cheaper than in Western Europe, and stocks a diversity of artists unparalleled by even Moscow's gargantuan Gorbushka market. \n\nElectronics can be purchased from one of the city's branches of El Dorado (one particularly large one is located on the embankment near the river station).\n\nDom Knigi, the book shop on the corner of Ulitsa Volskaya and Prospekt Kirova, has an English language section and is also a good spot to pick up postcards, maps and souvenirs such as books of old postcard views of Saratov.  Noviy Knizhniy, on the fourth floor of the Aurora Shopping Center (Chapaeva and Sovetskaya), also features an English language section.  Grab a coffee at the nearby cafe, bring your laptop, and enjoy the free wireless on the fourth floor.\n\nDespite its name, Detsky Mir ('Children's World') at the top of Prospekt Kirova near McDonalds, stocks all kinds of everything (clothes, accessories, stationery, hipflasks, penknives...) in cabinets, behind counters, and at individually manned stalls. TsUM (Tsentralniy Universalniy Magazin, 'Central Universal Store') across the way is a similar sort of operation.\n\n",{"type":"==","value":["Eat"]},"\nCafe Fortuna, above an internet cafe on Prospekt Kirova, is reliable for good Russian food like blini, borshch and solyanka, as well as omelettes and chips and the like.\n\nPapa's Irish Bar, also on the Prospekt, serves a decent menu including a fry and Irish stew, as well as other slightly Russified Western pub food. \n\nThere is a Tinkoff Restaurant and Bar in Saratov.  Tinkoff hosts live groups, as it does in its other locations in Russia.  Decor inside is clean and swanky, with dimmed lights and lounge-style tables.  The food is overpriced and uninspiring.  Expect to go through security by stocky bouncers if you arrive to see a concert.\n\nThere are a number of passable sushi restaurants around, while street food like shwarma and hot pirogi are readily available.\n\nFor those unwilling to spread their wings, there is a McDonalds on Prospekt Kirova. There is also an ice-cream parlour called Pingvin on the Prospekt and a Baskin Robbins by the multi-coloured church off the end of the Prospekt.\n\nNear the circus there is perhaps Russia's only branch of Papa John's.  Like many American fast-food imports, Russian Papa John's appears to be a decent, sit-down restaurant.  The restaurant provides free wireless to its guests.\n\nSaratov is also home to a locally-owned chain of overpriced coffee shops called Vostok-Zapad ('East-West'), where no two cappuccinos are ever the same (or, indeed, ever much like a cappuccino). They are, however, a pleasant place to hang out and the coffee is decent enough, if not exactly what you may have in mind but the quality is consistently better than the used dishwater served in most US and UK randed coffee chains.  Another café is Café et Chocolat which, as the name suggests, is a French-style establishment, serving crepes and pastries.  They have several branches.\n\n",{"type":"==","value":["Drink"]},"\nBars along the main pedestrian street, Prospekt Kirova, include Pivnoy Zavod (Beer Factory, a microbrewery); Papa's Irish Pub; Pivnoy Bul'var (with American pool tables as well as Russian billiards); and Grand Michel (with bowling).\n\nThere are also numerous wine bars around the city where wine can be sampled by the cup.\n\nSaratov's main nightclubs include Jumanji and Ars. Both operate rigorous security checks (metal detectors and body searches are par for the course) and face control policies (nonwhite ethnic minorities may be refused point blank). \n\nIn summer, barges along the naberezhnaya (embankment) become floating bars and clubs.\n\n",{"type":"==","value":["Sleep"]},"\n\nSaratov does not offer much choice in terms of accommodation. Visitors on tourist visas are mainly confined to one of the following four hotels:\n\nHotel Volga — located in the centre of the city, in a turn of the century (19th\/20th) building on Prospekt Kirova. This is a small hotel; comfortable, but probably in need of some modernisation.\n\nHotel Slovakia — a large, purpose-built, more modern hotel located further from the centre, on the river embankment. Seems popular with business types.\n\nThe other two hotels are Hotel Olympia and Hotel Zagreb.\n\nIf you have a business visa then you are confined to the Slovakia and the Volga. However, the Bohemia, a very comfortable and modern hotel has an arrangement for registration with the Volga and will sometimes accept business travellers.\n\nThe Hotel Bohemia (there are three) is the choice for Saratov and can also be booked in advance via the only incoming tour operator in Saratov ",{"type":"[","value":["http:\/\/www.primavera-tk.ru\/ TK Primavera"]}," (they do speak English). The rates have been in fact cheaper than the other four hotels.\n\nAlternatively, if you have local contacts, it is possible to book a furnished apartment in Saratov at a rate of 600-900 rubles a night. As with the taxis, these rates explode if you are identified as a non-Russian. If you decide to do this, it is strongly recommended only with an advance stay of two nights at one of the hotels handling then the necessary registration with OWIR, the office of migration where all visitors (business or leisure) must register within three days upon arrival in Russia!\n\n",{"type":"==","value":["Go next"]},"\n\nJust opposite Saratov, on the other side of the Volga, is the smaller town of ",{"type":"[[","value":[["Engels"]]},", accessible via a quick bus journey across the bridge. Catch the bus on Ulitsa Moskovskaya. \n\nIf you have a car, you can visit the sight of Yuri Gagarin's landing in 1958.  It is located south of Engels off of a main thoroughfare.  The landing site features a statue of Gagarin.\n\nOther towns in the Saratovskaya Oblast', accessible via marshrutka, include Marks and Balakovo. \n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.5333"],["46.0167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Saratov Oblast"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Saratov"]]}]