[{"type":"{{","value":[["pagebanner"],["Sardinia Lotzorai banner.jpg"],["caption=Lotzorai view"]]},"\n\n",{"type":"[[","value":[["image:SAR-Mappa.png"],["right"],["noborder"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.regione.sardegna.it\/ Sardinia"]}]}," (",{"type":"''","value":["Sardegna"]},") is a large island in the Tyrrhenian Sea, between the Balearic islands and the Italian peninsula and south of ",{"type":"[[","value":[["Corsica"]]},". It is one of the regions of ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["Cities"]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Cagliari"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sassari"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Alghero"]]}," — medieval town (",{"type":"''","value":["L'Alguer"]}," in the local Catalan language)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bosa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["La Maddalena"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nuoro"]]}," (",{"type":"''","value":["Nugoro"]}," in the local Sardinian language)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Olbia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Oristano"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Porto Torres"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pula and Chia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Villasimius"]]}]},"\n",{"type":"==","value":["Other destinations"]}," \n",{"type":"[[","value":[["File:Capo Sandalo (Carloforte).jpg"],["thumb"],["350px"],["The sea from Capo Sandalo, in a natural reserve on San Pietro Island, south of Sardinia"]]},"\n\n",{"type":"*","value":[" Wild areas of ",{"type":"[[","value":[["Barbagia"]]}," and ",{"type":"[[","value":[["Ogliastra"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Budoni"]]}," - where you will find one of the most beautiful Mediterranean sea"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Teodoro (Sardinia)"],["San Teodoro"]]}," - one of the most important seaside resorts of the island"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Isola dei Gabbiani"]]}," - a haven for windsurfers and kitesurfers"]},"\n",{"type":"*","value":[" The Punic and Roman archaeological sites of Nora and ",{"type":"[[","value":[["Tharros"]]}]},"\n",{"type":"*","value":[" The Stagno at ",{"type":"[[","value":[["Cabras"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Costa Smeralda"]]}," - Glamorous beaches"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Costa Verde (Marina di Arbus)"]]}," - Uncontaminated beaches and wild nature  "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bosa"]]}," - Small but beautiful medieval town"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Stintino"]]}," A small fishing village on the North-Western tip of Sardinia which boasts one of the finest beaches in the whole of Sardinia - ",{"type":"'''","value":["La Pelosa"]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Iglesias"]]}," and the ",{"type":"[[","value":[["Sulcis"]]}," are undiscovered treasures of art and sea. While near Iglesias, visit the mines, and hear the history of Sardinian miners. Do not forget to go and see the lovely Santa Barbara cove"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tavolara and Punta Coda Cavallo Marine Preserve"]]}," - a popular spot for scuba diving"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Porto Pino"]]}," — heart of South-West Sardinia: the Mediterranean pearl with great beaches, reefs, dunes, and wonderful underwater"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cala Gonone"]]}," and the beaches that can be reached from there only by boat"]},"\n",{"type":"*","value":[" Sant'Antioco Island: with a wonderful coast and a nice fishing port in the southwest coast"]},"\n",{"type":"*","value":[" La Maddalena archipelago: situated in the North, largely unspoiled nature and beautiful scenery"]},"\n",{"type":"==","value":["Understand"]},"\nSardinia, with its quintessential Mediterranean beauty, is mainly loved for swimming, boating, windsurfing, hiking, climbing, and camping, with coastal areas tending to become over touristed especially in the warmest month, August. The inner life of the island away from the tourist spots takes longer to appreciate and requires you to peel away the layers of apparent Italianization. After all, the ancient Nuragic civilization of Sardinia of ca. 1500 BC, whose stone monuments still dot the land, predates even the Etruscan civilization in mainland Italy by several hundred years. \n\n",{"type":"[[","value":[["Image:Sardinia_PhysGeo_2.png"],["thumb"],["350px"],["Physical Geography of Sardinia"]]},"\n\n",{"type":"===","value":["Geology and Geography"]},"\nSardinia is the only region in Italy of Hercynian origin; actually, the Southwest is even older (Cambrian). The mineral riches of Sardinia are the consequence of heavy hydrothermalism during the Permo-Triassic. As in the rest of Hercynian ",{"type":"[[","value":[["Europe"]]},", erosion has taken its toll since the orogeny and has reduced elevations considerably. 30 million years ago, the Sardinia-Corsica block started to detach from mainland Spain and tilted toward its present position. The island is both aseismic and non volcanic.\n\nSardinia is the second largest island in the Mediterranean Sea (24090 sq. km [9300 sq. mi]); only ",{"type":"[[","value":[["Sicily"]]}," is larger. The island is dominated by the Gennargentu Range (culminating at Punta La Marmora, 1834 m [6017 ft], highest elevation in Sardinia), along with the Monte Limbara, Monte di Ala', and Monte Rasu ranges (all below 1500 m [4900 ft]); isolated are the Sulcis-Iglesiente hills (1236 m [4055 ft]) of Southwestern Sardinia, once home to a large mining district. Plains are quite rare and reduced in extent, with the exception of the Campidano Plain from Oristano to Cagliari, which divides the main hill system from the Sulcis-Iglesiente, and the Nurra plain in the northwest (between Sassari, Alghero, and Porto Torres), which was once a mining district and quite forested, but is today mostly given to pasture. Sulcis proper (in the extreme Southwest) was a marshy area where malaria was still present in the 1940's (but eradicated since). Cagliari's neighbourhood is also flat and boggy; exploitation of salt is a major industry there.\n\nCoasts are generally rocky and tall, especially along the Eastern half; large beaches are found however on the  North and Northeast (Logudoro and Gallura), the South (from Teulada to Pula) and the Southwest (Sulcis-Iglesiente). Apart from the Strait of Bonifacio (famed for its often rough sea) which divides Corsica from Sardinia, the surrounding sea is quite deep at short distances from the shore.\n\nPopulation is low (a little more than 1 650 000 inhabitants in 2010), with heavy concentration in the Cagliari (one third of the total population) and Sassari (one fifth) areas; Olbia is the only other town exceeding 50 000 inhabitants. Other centres include Alghero, Nuoro, Oristano, Carbonia and Iglesias. Sardinia, along with the Valle d'Aosta region at the French border, has the lowest density of population in Italy.\n\n",{"type":"===","value":["Climate"]},"\nSardinia enjoys for the most part a Mediterranean climate. It is however heavily influenced by the vicinity of the Gulf of Genoa (barometric low) and the relative proximity of the Atlantic Ocean. Sardinia being relatively large and hilly, weather is not uniform; in particular the East is drier, but paradoxically it suffers the worst rainstorms: in Autumn 2009, it rained more than 200 mm (8 inches) in a single day in Siniscola. The Western coast is rainy even for modest elevations (for instance Iglesias, elevation 200 m, average annual precipitation 815 mm against 750 mm for London).\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   13.8"],["febhigh =   14.2"],["marhigh =   15.9"],["aprhigh =   17.9"],["mayhigh =   21.9"],["junhigh =   26.1"],["julhigh =   28.9"],["aughigh =   29.1"],["sephigh =   26.4"],["octhigh =   22.2"],["novhigh =   17.9"],["dechigh =   15.0"],["janlow =   5.8"],["feblow =   6.1"],["marlow =   7.4"],["aprlow =   9.1"],["maylow =   12.3"],["junlow =   16.2"],["jullow =   18.3"],["auglow =   18.9"],["seplow =   16.9"],["octlow =   13.3"],["novlow =   9.5"],["declow =   7.0"],["janprecip =   53"],["febprecip =   52"],["marprecip =   45"],["aprprecip =   35"],["mayprecip =   27"],["junprecip =   10"],["julprecip =   3"],["augprecip =   10"],["sepprecip =   29"],["octprecip =   57"],["novprecip =   56"],["decprecip =   55"],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = Climate of Cagliari, source ",{"type":"[","value":["http:\/\/www.worldclimate.com\/cgi-bin\/place.pl?pla=cagliari Global Historical Climatology Network"]}]]},"\n\nSummer is dry with very warm weather (35 °C [95 °F] and up being extremely common); however, contrary to the islands of ",{"type":"[[","value":[["Greece"]]}," for instance, shade and wind are plenty. Autumn is typically very mild (with averages of 20 °C [68 °F] and up for highs till mid-November), but is subject to heavy rainstorms as noted above. Winter is generally mild on plains (cold spells being however not unheard of) but cool to cold at higher elevations; snow is generally limited to the Gennargentu range. Spring is mild and rainy, but not as autumn. The island is very windy, especially from September to April (northwest winds called locally ",{"type":"''","value":["Maestrale"]},"); southeast winds (",{"type":"''","value":["Scirocco"]},") are frequent during summer and bring invariably hot weather.\n\n",{"type":"===","value":["History"]},"\nSardinia is home to the old but somewhat mysterious Nuragic civilization (ca 1500 BC); cylindrical towers (called Nuraghi, sing. Nuraghe) dot the Sardinian landscape, and fortified villages can still be found, as in Barumini (Medio Campidano province). The Phoenicians arrived around 1000 BC, founding Cagliari (Karalis, ca 800 BC) and other emporia; Tharros (near Oristano) and Nora (near Pula, Cagliari province) are a must-see for the archeology-minded tourist. Sardinia was contended during the First Punic War between Carthage and Rome, but went finally to the latter. Rome had often trouble with the rebellious locals, but managed quite a large income out of grain and metal mining.\n\nWith the fall of the Roman Empire, heavy raiding of the coastal areas by pirates forced the population to the hinterland; Sassari for instance was founded by refugees from Porto Torres. The four Kingdoms (",{"type":"''","value":["Giudicati"]}," of Calaris (Cagliari), Arborea (Oristano), Torres (Sassari) e Gallura (Olbia-Tempio Pausania)) sprang forth during the Middle Ages, but were rapidly colonized (except for the Oristano area) by Pisa and Genoa; in particular the Pisans (the famous Conte Ugolino della Gherardesca of Dante's ",{"type":"''","value":["Inferno"]}," and his family) held between 1200 and 1350 the southernmost part of the island, deriving a large income out of the silver mines near Iglesias, which they themselves founded. Spain then seized the whole of Sardinia by the end of the 14th century, and for nearly 400 years the island remained basically out of mainstream European history.\n\nWith the rise of the House of Savoy, the constitution of the Sardinia-Piedmont realm was the starting point for the unification of all of Italy. When this was achieved, Sardinia was once again left to its own devices, except for the exploitation of its large mineral resources. Fascism saw important work (in particular the reduction of marshy areas), and in 1948, given the unique socio-political context of the island, Sardinia received the status of autonomous region which it still retains to the present day. With the end of the exploitation of the mines, but with the fast growth of the tourist industry (especially in the Costa Smeralda (\"Emerald Coast\") area), Sardinia is slowly converting itself into a popular tourist destination, while traditional stock-herding (in particular sheep) is still a frequent sight.\n\n",{"type":"===","value":["Language"]},"\n\nAlong with ",{"type":"[[","value":[["Italian phrasebook"],["Italian"]]},", many Sardinians speak several regional languages, all divided into various dialects. The main ones are ",{"type":"''","value":["Sardinian"]}," (similar to Latin) in the center and south of the island, ",{"type":"''","value":["Sassarese"]}," and ",{"type":"''","value":["Gallurese"]}," (similar to Corsican and Tuscan) in the north between ",{"type":"[[","value":[["Sassari"]]}," and ",{"type":"[[","value":[["Gallura"]]},", ",{"type":"[[","value":[["Catalan phrasebook"],["Catalan"]]}," in the city of ",{"type":"[[","value":[["Alghero"]]}," and ",{"type":"''","value":["Ligurian"]}," in the island of Sulcis, in the towns of Carloforte and Calasetta. Sardinians generally speak Italian when addressing people they do not know, even other Sardinians. Even the main dialects (Campidanese, Logudorese, Sassarese and Gallurese) may be quite different and the use of the regional languages is much less frequent. Outside of the cities English is not widely spoken even among the young, and even in the cities only by the young; you might have better luck with French, especially with 50+ year-old people in the cities, but do not expect anything but Italian and dialects elsewhere.\n\n",{"type":"==","value":["Respect"]},"\nSardinians are generally a quiet and reserved people, especially those of the interior, far from the archetype of the outgoing Mediterranean.\n\n",{"type":"==","value":["Get in"]}," \n\nThe following budget airlines can get you there cheaply: ",{"type":"[","value":["http:\/\/www.jet2.com Jet2.com"]},", ",{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]},", ",{"type":"[","value":["http:\/\/www.easyjet.com Easyjet"]},", ",{"type":"[","value":["http:\/\/www.Airberlin.com Airberlin.com"]},", ",{"type":"[","value":["http:\/\/www.Germanwings.com Germanwings.com"]},", and ",{"type":"[","value":["http:\/\/www.meridianafly.com Meridianafly"]}," (Meridiana and Eurofly have merged).\n\n",{"type":"===","value":["By plane"]},"\nThere are airports near Cagliari, Olbia, and Alghero.\n\n",{"type":"[","value":["http:\/\/www.cagliariairport.it\/ Cagliari-Elmas Airport"]}," (Aeroporto \"Mario Mameli\", ",{"type":"{{","value":[["IATA"],["CAG"]]},") is located in Elmas, approximately 6 km West from central Cagliari. It is situated on the SS130 and is conveniently reached by bus (operated by the publicly-owned ARST ",{"type":"[","value":["http:\/\/arst.sardegna.it\/index.html"]},") from the train station; frequency is every 30 minutes, for a 10-minute trip. The airport is the busiest in Sardinia, the 13th busiest in Italy and the 97th busiest in Europe with 3 333 421 passengers (2009). Cagliari is served directly by domestic and international flights from Western Europe; the well-connected Milan-Linate (",{"type":"{{","value":[["IATA"],["LIN"]]},") and Rome-Fiumicino (",{"type":"{{","value":[["IATA"],["FCO"]]},") airports can also serve as intermediate stops to Cagliari.\n\n",{"type":"[","value":["http:\/\/www.geasar.it\/eng\/airport Olbia Airport"]}," (Aeroporto di Olbia-Costa Smeralda, ",{"type":"{{","value":[["IATA"],["OLB"]]},") is the second busiest airport in Sardinia and the 17th in Italy (1 694 089 passengers in 2009); it is the gateway to the Costa Smeralda and the main hub of Meridiana Fly. It is situated 3 km Southwest from central Olbia and is easily reached by bus (ASPO ",{"type":"[","value":["http:\/\/www.aspo.it\/index1.htm"]},", every 30 minutes). The airport has slightly less routes than Cagliari, but is nevertheless connected to France, Germany, Great Britain, Spain, Norway, Denmark, Austria, Switzerland, Belgium and Netherlands.\n\n",{"type":"[","value":["http:\/\/www.aeroportodialghero.it\/home_en.asp Alghero-Fertilia Airport"]}," (Aeroporto internazionale \"Riviera del Corallo\", ",{"type":"{{","value":[["IATA"],["AHO"]]},") is the third busiest in Sardinia and the 20th busiest in Italy (1.507.016 passengers in 2009). It is situated in Fertilia, 10.5 km Northwest of Alghero; there are buses (Ferrovie della Sardegna ",{"type":"[","value":["http:\/\/www.ferroviesardegna.it"]},") from Alghero (every hour, 20-minute trip) and Sassari (9\/day, 30-minute trip). Alghero-Fertilia is essentially a domestic airport, but is also connected to London and Frankfurt, among others.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are ferry services to Cagliari (south coast), Porto Torres (north coast), and Olbia, Golfo Aranci and Arbatax (east coast). \n\nHave a look at ",{"type":"[","value":["http:\/\/www.traghettionline.net Ferriesonline"]}," or ",{"type":"[","value":["http:\/\/www.itraghetti.com iTraghetti"]},", or the state-owned ferry service ",{"type":"[","value":["http:\/\/www.tirrenia.it Tirrenia"]}," (year-round service) and the private companies ",{"type":"[","value":["http:\/\/www.mobylines.com Moby Lines"]},", ",{"type":"[","value":["http:\/\/www.corsica-ferries.co.uk\/ Sardinia Ferries"]},", ",{"type":"[","value":["http:\/\/www.gnv.it Grimaldi"]},", ",{"type":"[","value":["http:\/\/www.snav.it Snav"]},".\n\nDaily ferries link Northern Sardinia with ",{"type":"[[","value":[["Corsica"]]}," (it is possible to take a day trip to ",{"type":"[[","value":[["Bonifacio"]]},", Corsica) from Santa Teresa di Gallura.\n\n",{"type":"==","value":["Get around"]}," \n\n",{"type":"===","value":["By car"]},"\n\nWhile it is possible to get around Sardinia by bus and train, doing so may well limit how fast you travel and where you go.  If you can, hire a car. It is well worth the outlay, and it will allow you to visit some of the more remote and enchanting places and areas. You may find many companies offering car hire like Hertz and Avis. \n\nConsult the article on ",{"type":"[[","value":[["Italy"]]}," for general information about speed limits, urban areas, police forces, etc. What follows is specific to Sardinia.\n\nThere are no toll highways in the island; the main axes are Porto Torres-Sassari-Oristano-Cagliari (Strada Statale [State Road] 131, European denomination E25) and its bifurcation to Nuoro (SS131 d.c.n.), Iglesias-Cagliari (SS130) [the SS130 and SS131 are the only fully 2 x 2-lane roads in Sardinia], the SS125 (Cagliari-Villasimius), SS126 (Sant'Antioco-Carbonia-Iglesias-Guspini-Terralba), SS127 (Olbia-Tempio Pausania-Sassari), SS128 (East-Central Sardinia), SS129 (Orosei-Nuoro-Macomer), SS195 (Cagliari-SS126 through Pula), and the SS291 (Sassari-Alghero). Many other roads are also of great interest for the tourist, such as the SS133 (Tempio Pausania-Palau) or the Chia-Teulada 'panoramica'.\n\nMany roads are narrow and wind through hilly terrain; be careful and do not hesitate to use your car horn to signal your presence: because of the light traffic, oncoming drivers may not expect to encounter other vehicles. Remember that locals know their roads: they can drive faster than you because of that, do not try to race with them! Beware also of domesticated animals (sheep, goat, cows, pigs) crossing roads in large or small units, especially in rural areas. \n\nEngine overheating may happen in summer because of the heat\/topography combination; take the usual precautions.\n\nPaving is generally good on the main axes; it may vary for secondary axes and urban areas, but is often in correct conditions. There are local unpaved roads of touristic interest; these can be in any state, especially after heavy rains, so it is better to go there with a sturdy 4-wheel drive car.\n\nTraffic can become heavy during summer in and around touristic areas, in particular on the SS 125, 126, 127, 195, 291.\n\nA roadmap and a GPS tracking unit (handheld ones are also useful for trekking) are recommended: road signs, in particular directions, are somewhat lacking, especially on secondary roads, whereas crossroads are generally well signalled.\n\nBeware of high winds; gusts in excess of 100 kph (60 mph) are common from September to April.\n\nMany villages have installed speed traps and automated cameras at the entrances: these are almost always signalled and fines for speeding are generally heavy. Quite often, you will cross villages with no pavements, and find elder people there: drive with caution.\n\n",{"type":"===","value":["By bus"]},"\n\nRegular, cheap buses between the main centres: ",{"type":"[[","value":[["Cagliari"]]},", ",{"type":"[[","value":[["Sassari"]]},", ",{"type":"[[","value":[["Alghero"]]},", ",{"type":"[[","value":[["Nuoro"]]}," etc. You may end up changing buses (or trains) in ",{"type":"'''","value":["Macomer"]},". Less frequent buses, but worth persevering for the smaller villages. The main bus company is the public-owned and managed ARST ",{"type":"[[","value":[["http:\/\/arst.sardegna.it"]]},"\n\n",{"type":"===","value":["By sailboat"]},"\n\nSailing is one of the best ways to see Sardinia. \nMost charters offer many options from bareboat to crewed and cabin charter, with various types of boats being available.\n\n",{"type":"===","value":["By train"]},"\n\nRegular trains from the edge of ",{"type":"[[","value":[["Alghero"]]}," to ",{"type":"[[","value":[["Sassari"]]}," and from ",{"type":"[[","value":[["Sassari"]]}," to ",{"type":"[[","value":[["Cagliari"]]},", although buses are usually quicker. Change at ",{"type":"'''","value":["Macomer"]}," for trains or buses to ",{"type":"[[","value":[["Nuoro"]]},". Less frequent trains on this and other routes. Both Trenitalia and Ferrovie della Sardegna operate trains in the Island.\n\nIn the summer period, twice a week, there's a small train that travels from Sassari to Tempio and back. It runs especially for tourists and is highly recommended. The train is called \"trenino verde\" and you can find info here ",{"type":"[","value":["http:\/\/www.treninoverde.com"]},"\n\n",{"type":"===","value":["By bicycle"]},"\n\nAt many places it is possible to rent a bike quite cheaply, for as little as 9 euros per 24 hours. Compared to the scarce local bus connections a bicycle provides great flexibility for local exploration. With high quality roads and great scenery the bike is very pleasant to ride.\n\n",{"type":"===","value":["By Yacht"]},"\n\nSilver Star Yachting is a charter company with many kinds of Motor Yachts or Sailboats available in Sardinia to charter. ",{"type":"[[","value":[["http:\/\/www.silverstaryachting.com"]]},"\n\n",{"type":"==","value":[" Do "]},"\n\n",{"type":"[[","value":[["Image:Grotte_San_Giovanni.jpg"],["thumb"],["350px"],["The northern entrance to the Cave of San Giovanni (Domusnovas, Carbonia-Iglesias province), near the end of winter 2008-2009"]]},"\n\nThere is much to do in Sardinia, but the island will probably appeal more to nature lovers than to clubbers (with the exception of the Costa Smeralda area, one of the 'hot spots' of the Italian show-business jet set).\n\n",{"type":"*","value":[" Sea: sailing has become increasingly popular in the last thirty years, in particular in the Costa Smeralda area; the first Italian challenge in the America's Cup hailed from there. There are many ports everywhere, and some places are reachable only by boat. Do not miss this opportunity if you like to sail."]},"\n",{"type":"*","value":[" Islands: while not many, the islands are generally of interest; check in particular the Asinara National Park (famous for its Albino Donkeys) and the Maddalena archipelago in the North, the islands of Sant'Antioco (actually connected to the main land since Roman times) and San Pietro (a community of Genoese fishermen) in the South."]},"\n",{"type":"*","value":[" Beaches and coasts: the North and Northeast (from Stintino to Budoni) boast many beautiful beaches. The Eastern coast is also very interesting: Cala Gonone, Arbatax, Muravera and Villasimius, to name a few. The deep South (Chia, Pula) is  quickly growing as a major tourist attraction. The western coast is of a very different character; large beaches some kilometres long can be found (Porto Pino, Marina di Gonnesa, Marina di Arbus). Of note is Piscinas (Marina di Arbus) with its 60 m-tall sand dunes. Finally, the Alghero area is renowned for its underwater caves and grottoes and attracts many scuba divers."]},"\n",{"type":"*","value":[" Hills and 'Mountains': while Sardinia's highest elevation does not reach 2000 m (6500 ft), do not be fooled: terrain is steep, snow falls in winter, and there is even a ski resort in the Gennargentu area! Hills are everywhere in Sardinia, from the Northeastern Monte Limbara Range to the Iglesiente area in the Southwest, even at the outskirts of Cagliari. The rainiest areas are quite lush with Mediterranean vegetation. Another advantage is that people (including Sardinians) generally fill the beaches and leave the rest nearly deserted. A popular destination for mountain climbers is the Domusnovas area (close to Iglesias), with its nice vertical walls of limestone. Large caves are accessible (Dorgali, Oliena, Santadi, Domusnovas, Fluminimaggiore, Alghero). There are many hiking trails (though not always well signalled) for beginners and veterans alike."]},"\n",{"type":"*","value":[" Monuments and sites: Sardinia has few known monuments but many are well worth visiting. Check in particular Cagliari (Sard. ",{"type":"''","value":["Casteddu"]},", Castle), Oristano, Sassari, Alghero, Olbia, and Nuoro. Nuraghi and ",{"type":"''","value":["Domus de janas"]}," (Sard. for witch houses) are found in many places, in particular in Barumini (",{"type":"''","value":["Su Nuraxi"]},", in the UNESCO list of World Heritage Sites since 1997) and around Alghero. Tharros, Nora, and Monte Sirai (just off Carbonia) are fine examples of the Phoenician\/Carthaginian presence. Roman remains are also found in Sardinia, among which Nora, the Sant'Antioco bridge or the Amphitheatre in Cagliari; the Antas site in Fluminimaggiore is also of interest, even if the present temple is actually a reconstruction of the original. Pisans have left important traces in the South (Cagliari, Iglesias) and the well-preserved ",{"type":"''","value":["Castello di Acquafredda"]}," (It. for cold water castle) near Siliqua is worth a visit, as well as the back country. Bosa is of interest for its medieval urbanism; Burgos (Castle of Goceano) is also worth a visit. Some fine churches are found in the island, from the early Christian times to the Baroque period, in the aforementioned cities but also in Porto Torres and Iglesias (Spanish for church). Examples of industrial architecture can also be found in and around Cagliari, in Porto Torres, and in the Sulcis-Iglesiente area, where organized tours can be booked to visit mines, for instance the Buggerru mines with galleries just above the sea. Finally, several museums dedicated to Sardinia are of interest; the Museo sardo di antropologia ed etnografia and the Museo Archeologico Nazionale in Cagliari, and the Museo etnografico sardo in Nuoro are important starting places."]},"\n",{"type":"*","value":[" Folklore: Sardinia has strong traditions which are expressed also through ",{"type":"''","value":["costumes"]}," and ",{"type":"''","value":["celebrations"]},". Quite often, even small centres have local celebrations where people dress in rich traditional costumes. However, it is simpler to go to the major venues as there is a considerable afflux from all over Sardinia. A non comprehensive list includes: Sant'Efisio (Cagliari, 1 May, actually lasts several days), Sagra del Redentore (Nuoro, last Sunday of August), Cavalcata sarda (Sassari, penultimate Sunday of May, horse parade and races), Faradda di li candareri (Sassari, 14 August), Sa Sartiglia (Oristano, Carnival period, horse races), and everywhere the celebrations during Carnival and the Holy Week."]},"\n",{"type":"==","value":["Sleep"]},"\n\nWhile you can find most major hotel chains in Sardinia, the better way to really enjoy a stay in the island is to find a local hotel or a bed and breakfast or a holiday apartment. Another often cheaper option that adds many 'out of town' locations is to rent a small cabin in a camping village or a room in an 'agriturismo' farm or rural cottage. Most accommodations are located near the coast, but also internal regions offer great opportunities.\n\n",{"type":"===","value":["South Sardinia"]},"\nThe south of Sardinia boasts a relatively unspoilt coastline with spectacular beaches and Caribbean-like turquoise sea.\nThere are some spectacular drives along the south east coast with alternating sheer cliffs and long stretches of sandy beaches as well as Roman ruins and impressive sand dunes towards the south west. South-west of Sardinia's capital, Cagliari, tourism is concentrated along miles stretch of gentle coastline between Sant'Antioco to Pula and Villasimius area.\n\n",{"type":"==","value":["Eat"]},"\nThe traditions and habits are very strong. You will not get any pizzas in restaurants before 7PM, furthermore be aware that you will get nothing to eat in restaurants between 4PM and 7PM, besides 'panini' that is usually a cold sandwich with ham and cheese. The exception may be some tourist-oriented restaurants in tourist-oriented places.\n\n",{"type":"*","value":[" Try the ",{"type":"'''","value":["Culurgiones"]},". They are similar to Ravioli (made with typical pasta of Ogliastra) with a filling of potatoes, 'Pecorino' cheese (sheep's milk cheese, see below), egg, onion, mint and garlic - available in many Sardinian restaurants."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Malloreddus"]}," are a type of gnocchi that are served ",{"type":"''","value":["al dente"]}," with a tomato, meat or cheese sauce."]},"\n",{"type":"*","value":[" There are a number of Pizzerias serving fresh, stone oven baked authentic style ",{"type":"'''","value":["pizzas"]}," as well as ",{"type":"'''","value":["pasta"]}," dishes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Porcheddu"]}," is a local specialty of inner Sardinia, it's a young pig roasted in a special manner over a wood fire with an aromatic local shrub called mirto. The pig is frequently basted."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sausages"]}," are of many types, for instance the ",{"type":"''","value":["Salsiccia di cinghiale"]}," (wild boar sausage)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stufato di capretto"]}," is a rich casserole made from kid goat, artichokes, wine and also egg."]},"\n",{"type":"*","value":[" Try the mediterranean fish (",{"type":"'''","value":["pesce azzurro"]},"). Look for a fish market in any small coast town and buy early in the morning, cook and eat: it's simply fantastic barbecued. The ",{"type":"'''","value":["Bottarga"]}," (the dried roe of tuna [Bottarga di tonno] in Carloforte or of flathead mullet [Bottarga di muggine] elsewhere) is rather expensive but quite good."]},"\n",{"type":"*","value":[" Many locally-produced ",{"type":"'''","value":["vegetables"]}," and ",{"type":"'''","value":["fruit"]}," are very tasty, as they are grown in small farms and are mostly organic; vendors along the roads are a frequent sight. Apart from the usual assortment of typical Mediterranean products (such as eggplants, bell peppers, orange, grapes, etc) you will also find among others wild asparagus, figs, water-melons, and nuts (hazelnuts, chestnuts, walnuts, almonds). Spices (such as thyme, rosemary, fennel) are found in abundance in the country."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pecorino"]}," cheese (It. ",{"type":"''","value":["Pecora"]},", sheep) is found everywhere with all degrees of ripeness from fresh to seasoned (the latter being stronger in taste). Sale of ",{"type":"'''","value":["Casu marzu"]}," (Sard. for rotten cheese) is forbidden; but its production is perfectly legal and it may be found with the help of locals. As usual with this kind of product, precautions must be taken; it is highly recommended to eat it with trusted locals. ",{"type":"'''","value":["Goat cheese"]}," can also be found."]},"\n",{"type":"*","value":[" A ",{"type":"'''","value":["Seada"]}," (pl. Seadas or Sebadas), typical of Barbagia, is a dessert similar to Ravioli. It comprises of a characteristic filling of fresh cheese and lemon rind, and melts when Seada is cooked. It must be fried and served with honey."]},"\n",{"type":"*","value":[" There are numerous types of ",{"type":"'''","value":["Sardinian bread and pastries"]},", with specialties such as Carasau (a type of thin crispy bread), sponge biscuits and almond pastries. What distinguishes Sardinian pastry is the use of pig lard for fat and honey for sugar."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["torrone"]}," (Sardinian version of nougat), with honey instead of sugar, and almonds, hazelnuts, and walnuts (all locally produced); the torrone capital of Sardinia is Tonara (Nuoro province): just going there is worth your time."]},"\n",{"type":"==","value":["Drink"]}," \n",{"type":"*","value":["Beer is the most common alchoolic drink among Sardinians, Sardinia gets the highest consumption of beer in Italy. ",{"type":"'''","value":["Birra Ichnusa"]}," is the main local beer brand, however many artisan beers are produced, some of them awarded at the international level."]},{"type":"*","value":[" ",{"type":"'''","value":["Cannonau"]}," is a very strong red wine."]},{"type":"*","value":[" ",{"type":"'''","value":["Monica di Sardegna"]}," is a lighter, more accessible red wine."]},{"type":"*","value":[" ",{"type":"'''","value":["Mirto"]}," is an alcoholic drink that's a local speciality.  It is made of wine spirit flavoured with the berries of mirto, a local shrub."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fil'e ferru"]}," is another alcoholic local speciality. Its name means \"iron wire\" because in the XIX",{"type":"<","value":["sup",["th"]]}," century it was clandestinely distilled and hidden in small holes covered with soil. Only a small iron wire came out from the soil, to remember where the bottles were hidden. The original name in Sardinian language is \"Abbardente\" (\"Fil'e ferru\" is in Sardinian too, but it's used more by non Sardinian-speakers)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Limoncello"]}," is a sweet drink made with lemon rind, usually best served chilled. It is widely produced in locally."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vernaccia di Oristano"]}," is a high alcoholic wine produced in Oristano zone. It's a special wine to drink with pastry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vermentino di Sardegna"]}," is light wine with a strong minerally taste."]},"\n",{"type":"==","value":["Stay healthy"]},"\nSardinia is part of the Mediterranean area and shares its specific hazards. A few basic precautions are generally enough to stay out of trouble, especially during summer and autumn.\n\nSardinia is sparsely populated, in particular the interior; help is not always easily found, and there remain large patches of land where mobile-phone coverage is non-existent (e.g. at the bottom of sheltered valleys). Terrain, despite the lack of high elevations, is generally rugged and steep; this, in combination with heat and lack of water, can quickly lead to disaster. Beware!\n\nSummer is hot and the sun quite strong; the usual precautions to avoid heatstroke and sunburns apply. From May to September, water scarcity in the country is a serious problem. Always take a lot of water with you (especially so when hiking), even if you plan a short trip; bringing along fresh watery fruit (such as peaches) is also helpful. While tap water is generally (but not always) safe, it is recommended to buy bottled mineral water; remember that sweating implies loss of water ",{"type":"''","value":["and"]}," of mineral salts.\n\nAutumn is generally fine, but can become very unpleasant because of the heavy rainstorms and hilly topography, creating possibilities for land- and mud- slides; always check the weather before planning a trip, even with your car. Winter and spring are generally safer, with pleasantly mild weather (especially during the day) and abundance of water; but remember that to higher elevations corresponds an increasingly colder weather and larger precipitation. Much of Sardinia (especially the Western part) is very windy from September to April; all drivers, and in particular those with campers, must exercise caution.\n\nSome open-sea beaches are notorious for strong underwater currents (in particular on the West coast); beware that warning signs are not always posted. Ask at your hotel or locals. The Mediterranean sea is no lily pond; every year, there are several people killed by drowning in Sardinia, and regularly victims are imprudent persons dragged from the shore by large waves.\n\nBe careful when hiking in old mining districts (Sulcis-Iglesiente, Sarrabus, Nurra); while local authorities have sealed off many dangerous areas, there remain some. Always avoid dark galleries, because they might hide vertical ventilation shafts; do not venture into closed areas (look for the word ",{"type":"''","value":["Pericolo"]}," [Danger] or the usual warning signs). If you want to explore mines, go to the local tourist information agencies; they will direct you to organized tours. There have been tales of individuals (mostly ex-mineworkers) running their own private tours; avoid these, as they are illegal and extremely unsafe, because of risks of cave-ins, water infiltration, etc.\n\nLocal fauna and flora can be dangerous or source of discomfort. Three examples:\n\n- Ticks (",{"type":"''","value":["Rhipicephalus sanguineus"]},") carry infectious diseases and are endemic to certain areas: avoid tall grass fields or close prolonged contact with domesticated animals (in particular sheep). \n\n- Lethal mushrooms (among which ",{"type":"''","value":["Amanita phalloides"]},") are found in the island. \n\n- Barracuda (",{"type":"''","value":["Sphyraena viridensis"]},", ",{"type":"''","value":["Sphyraena sphyraena"]},") abounds in Sardinia; while excellent cooked, it can be dangerous alive.\n\n",{"type":"'''","value":["Consult specialized texts for expert advice"]},".\n\n",{"type":"==","value":["Stay safe"]},"\n\nSardinia has a very low crime rate.\n\nBe wary of game hunters during the September-February period; check with locals, hotel employees, and the website of the Sardinian Region for legal hunting dates. Do not hike in the wilderness during these days. There are protected areas (It. Oasi di protezione della fauna) but even these are regularly raided by poachers, especially during the night.\n\nFrom April\/May to September, fires plague Sardinia as the rest of the Mediterranean area; some are spontaneous wildfires, but most are criminal. Observe the usual precautions. It is generally forbidden to start domestic fires in forests. Check with local authorities; Sardinia is an autonomous region and Italian laws might be superseded by local provisions.\n\n",{"type":"[[","value":[["WikiPedia:Sardinia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Sardinia\/"]]},"\n\n",{"type":"{{","value":[["geo"],["40.0000"],["9.0000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Italy"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]