[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sari"]}," is in the beautiful ",{"type":"[[","value":[["Caspian Iran"],["Caspian region"]]}," of ",{"type":"[[","value":[["Iran"]]}," with about half million people residing in the town and same amount in the suburbs, located mainly on the left side of Tajan River and about 20 kilometers south of the Caspian (Mazandaran) Sea. Sari is also located in the north of ",{"type":"[[","value":[["Iran"]]}," on northern slops of Elburz mountains. \nSari boasts as ancient city, as all of the historical maps referring to this city, \nbeing the capital of Ancient Hyrcania Civilization 6 centuries before Christ and Kingdom of Tabaria till 17 century, Also twice capital of Iran within the last four centuries, \n\nSari as well as some towns in Mazandaran is one of rare cities of Iran that night life is available during summers. Many people enjoy gathering each other in some places such as Barbod, Paradise, Tooska and Nemashown to play games, enjoy music and pleasant weather, or eating meals. Or to read some poetry book such as Diwan-i Hafiz. You also find many of restaurants in city center (specially Farhang Street) and a restaurant in the Tavakol alley which provides Italian dishes.\n\n",{"type":"[[","value":[["Image:Sari.png"],["right"],["Location map of Sari"]]},"\n\n",{"type":"==","value":["Understand"]}," \n\n",{"type":"*","value":["Population: 568,214 (Est.2006) "]},{"type":"*","value":["Elevation: 50 m"]},{"type":"*","value":["Area: 5089 km²"]},{"type":"*","value":["Religion: Islam, Zoroastrianism, Christian "]},{"type":"*","value":["Language: Mazandarani (Tabarian), Persian, and some Turkmen."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dasht-e Naz International Airport"]},". Four daily flights in the summer season and six weekly flights in other seasons scheduled to and from the Iranian Capital. "]},"The fare is about USD$20. Also weekly flight destinations to Mashhad and Saudi Arabia. Airport is located in the northeast and less than 10 kilometers from city center. Shared and Airport taxis are available in the airport parking. There is highway being under construction to connect the airport and city directly.\n\n",{"type":"===","value":["By train"]},"\nThe city is connected to ",{"type":"[[","value":[["Gorgan"]]}," and ",{"type":"[[","value":[["Tehran"]]}," by train as well, \nsince it is on a major branch of the Iran's Railroad. \nEvery day there are four passenger trains getting to sari, one Local train runs from Gorgan about 6 AM and gets sari before 9 AM, and returns from Sewatcow in 1 PM to getting sari in 2:30 PM, one from Tehran runs in 9:10 AM everyday to getting sari about 4:30 PM, and left sari in 8:30 (Summers) and 9:10 (Winters) to getting Tehran about 4 AM, There are Twin Mazandaran trains which have Gorgan destination running from Tehran, one runs from Tehran in about 7:30 PM (Winters) and 10:10 (Summers) to getting sari about 3:30 AM (Winters) and about 5:50 AM (Summers) and another at the same time gets sari about 10:45 (Summers) and 9:10 (Winters) to getting Tehran about 7 AM (Summers) and 5:30 (Winters).\nBe aware that the scheduled program of Twin Gorgan destination trains are changing periodically, However sari destination train gets the city about 4 PM for more than 70 years.\n\n",{"type":"===","value":["By car"]},"\nThere are  many automobile and car routes from the Main cities  next or near by  sari.\nSari is connected to Neka and Shahi by the A62 Autobahn, All of the Coastal cities in Mazandaran have at least 8 bands (4 forward and 4 backward).\nMany of people are visiting sari via ",{"type":"[[","value":[["Turkmenistan"]]},"-",{"type":"[[","value":[["Mazandaran"]]}," (",{"type":"[[","value":[["Iran"]]},") borders, it is possible to getting Visa of Iran from border, and to continue trip around Mazanderan Sea.\n\n",{"type":"===","value":["By bus"]},"\nThere are five bus terminals in Sari. So its easy to get around in the county by buses.\nCity buses has destinations to approximately all of the towns in Iran, but be aware that the buses are not running everyday, but it has hourly buses for Tehran, Also it is possible to getting the bus from the IMAM KHOMEINI SQ. located in the south east of city when no bus may be founded in the busy days. The fare to getting to Tehran must not more than 3.5 USD $ (February 2006)\n\n",{"type":"===","value":["By boat"]},"\nThe port of Amir Abad is located on the beautiful southern coast of the Mazandaran Sea.\nhowever the cruise is not high quality and may not preferred.\n\n",{"type":"==","value":["Get around"]},"\nThe spreading of the city makes taxis available almost everywhere. \nThere is a wide choice of taxi systems including ceremony taxis, wireless telecommunication taxis, airport or rail station taxis, telephony taxis and shared taxis.\nYou may call 133 from every where of the city and county to asking for taking you from any where in Sari in less than five minutes or taking you from approximately 20 kilometers far distances (requires first registration) and even to serving you getting any destination around iran, So if a tourist would like to stay more than a week in Sari, registration with this office is recommended.\n\n",{"type":"===","value":["By car"]},"\nParking may not found in the avenues of Sari, and parking is usually in the small streets and allies, or have a small entrance from avenues. It is recommended to park your car in your hotel's parking. \n\nDriving may be an option for going to some sights in the suburbs such as Soleyman Tanga (meaning Strait of Solomon), or Masandaran Sea.\nDestinations which are of primary concern to a visitor are the ",{"type":"'''","value":["Caves from 70th millennium BC"]}," and ",{"type":"'''","value":["towers of dynasties of Tabarian Kingdom"]},".\n",{"type":"*","value":[" ",{"type":"'''","value":["Huto Cave"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Kamarband Cave"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Xorshid Dabo's Private Cave"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Resket Tower from the Karen Pawand era"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["The Ladjim Tower from the Dabuyans era"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Farrah-Abad Complex Place"]}," "]},"\n",{"type":"==","value":["See"]},"\n\nNotable are Famous Houses such as ",{"type":"'''","value":["Kolbadi House"]}," and ",{"type":"'''","value":["Amir Divan House (Ramedani House)"]}," , Archaeological sites including ",{"type":"'''","value":["Hutto Cave"]}," (70th millennium BC), ",{"type":"'''","value":["Kamarband Cave"]}," (70th-millennium BC); also the ",{"type":"'''","value":["Resket Tower"]}," from the Qaran era and the ",{"type":"'''","value":["Farahabad Complex Place"]}," from the Safavid era.\n\n",{"type":"*","value":["The restored 125-year-old ",{"type":"'''","value":["Khaneh Kolbadi"]}," is reminiscent of an 18th-century khan’s palace. Thick walls kept the lower floor warm in winter while the light, bright upper floor could be opened to through drafts for hot summers. Its orosi windows (wood-framed puzzles of multicoloured glass) supposedly disorientated mosquitoes. The building is slated to become a museum incorporating the historic Vasir-e Hamam (bathhouse) behind."]},{"type":"*","value":[" ",{"type":"'''","value":["Haaj Mostafa Khan Mosque"]}]},{"type":"*","value":["The unusual ",{"type":"'''","value":["Jameh Mosque"]}," has traditional Mazandarani tiled roofs, but from outside looks more like a medieval Italian prison."]},{"type":"*","value":[" ",{"type":"'''","value":["Tomb of Yaha"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tomb of Zeinol Aabedain"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tomb of Abbas"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Clock Tower"]}]},{"type":"[[","value":[["File:Badab-e Surt Samaee.jpg"],["thumb"],["Badab-e Surt"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Badab-e Surt"]}]},"\n",{"type":"==","value":["Do"]},"\nThere are many Places to go in Sari. Here are just a few: \n\n",{"type":"*","value":["Farah Abad Coast "]},{"type":"*","value":["Gohar Baran Coast "]},{"type":"*","value":["Derya Kenar Coast "]},{"type":"*","value":["Khezer Shahr Coast "]},{"type":"*","value":["Dehkadeh Aramesh Tourist Village "]},{"type":"*","value":["Tajan River Park "]},{"type":"*","value":["Zare' Forest Park "]},{"type":"*","value":["Salardareh Forest Park "]},{"type":"*","value":["Dasht-E-Naaz National Park "]},{"type":"*","value":["Pol-e-Gardan hiking trail "]},{"type":"*","value":["Nemashoun Lake "]},{"type":"*","value":["Lak-Dasht Lake "]},{"type":"*","value":["Soleyman-Tangeh Lake "]},{"type":"*","value":["Bam-e-Shahr Hill (offers a great panoramic view of the city) "]},{"type":"*","value":["Qor-Maraz (natural spa, Neka)"]},"\n",{"type":"===","value":["Sports"]},"\nThere are Many sports complexes in Sari. Most popular are Jahan-Pahlavan Takhti Sports Complex, Hashemi-Nassab Sports Complex, and Montazeri Sports complex.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wrestling"]},".  Sari is the birthplace of lots of popular wrestlers and athletes, and it was the  big host of the  2006 World Wrestling Competitions. It has the major fieldhouse, Seyyed Hosseyni Coliseum, which is known throughout Iran as an outstanding place for wrestling."]},"\n",{"type":"==","value":["Learn"]},"\n\nToday, Sari is  one of the most cultural cities in  Iran. Here are a few Universities just to mention:\n\n",{"type":"*","value":["University of Agriculture "]},{"type":"*","value":["Mazandaran University of Medical Science (MazUMS) "]},{"type":"*","value":["University of Natural Science "]},{"type":"*","value":["Sarian University of Art & Architecture "]},{"type":"*","value":["Payam-e-Noor University "]},{"type":"*","value":["University of Tech & Engineering "]},{"type":"*","value":["University of Tarbiyat-e Modaress "]},{"type":"*","value":["Sama Technology Faculty of Azad University"]},"\n",{"type":"==","value":["Buy"]},"\nIf you want to buy food, Sari is based on food such as cakes, rice, yogurt and fruits. Some companies in Sari (The wood and paper company) are famous in the Middle East.\nIf you want to buy a home in Sari, Sari's prices range from normal to really expensive. Most neighborhoods are quite expensive because of the great weather.\n\n",{"type":"==","value":["Eat"]},"\nIf you are in Sari, fish is the best way to go. If you're not really interested in fish, Kebab shops are scattered all over the city. Don't forget a meal in this city would not be complete without salads and Naan Bread (Iranian Bread).\n\n",{"type":"==","value":["Drink"]},"\nThe favourite drink of Sari in winter is Caspian Tea (Chay), it is available almost everywhere around the city, especially in winter. In summer when it is hot and humid, ",{"type":"''","value":["Doogh"]}," a traditional yoghurt drink is also available. The Local Cola (ZamZam) is also available.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Salardarreh Hotel"]},", located in Km.17 of Kiyasar Rd. (South), located in the heart of forests with exclusive views of forests and surrounding hills and vallies. Many Norwegians, Germans, and Swedish people are residents of this hotel most of the times, English is guaranteed to be spoken, has a local church for religious practices. The fare is reasonable since it is semi private hotel."]},{"type":"*","value":[" ",{"type":"'''","value":["Narenj Hotel"]},", located in Km. 5 of Darya Rd. (North). Good for Spring especially April and May months, since you can open the windows of its rooms and sleep by the balmy and Yasmin distributed air."]},{"type":"*","value":[" ",{"type":"'''","value":["Badeleh"]},", Located in  Km.10th of Neka Rd. (East) Most of the suites are pre reserved and tourists rarely find the chance to using this hotel."]},{"type":"*","value":[" ",{"type":"'''","value":["Mazandaran Hotel Associate"]},",  Located in 21st Alley, Ferdowsi St. It is not preferred however has cheap fares for one night accommodation. "]},{"type":"*","value":[" ",{"type":"'''","value":["Mazraeh"]},", Located in Km. 7th of Qaemshahr Rd. (West) Offers villa structured rooms. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sarooyah Apartments"]},", in  Taleghani Blvd. has cheap and comfortable Guestrooms, Getting twin sleeping service room with Air conditioner, refrigerator and private bath room must not reach more than 10 USD. Forigen residents who speak English usually rent this hotel but there is no guarantee that secretary speaks English."]},{"type":"*","value":[" ",{"type":"'''","value":["Sari Residental Complex"]},", Located in Peivandi Alley, Farhang St. Is a reasonable hospitality center, with clean and hospitable employees."]},{"type":"*","value":[" ",{"type":"'''","value":["Asram Hotel"]},",  located next to Tajan Bridge.  Very expensive hotel with lack of some services and hospitaly. German is also spoken along with English. Especially it is guaranteed during summers."]},"Along with Hotels there are too many guest rooms (Mehman Pazir) are available specially in the Nader Street (Jomhuri-ye Eslami Street) in the city center and next to the Tajan bridge.\n",{"type":"===","value":["Mazandaran Sea Resorts"]},"\nAlthough many residents prefer to using governmental villas in the Farrah Abad. But these resorts may not provide sleeping to foreigners, but it is recommended to using Babolsar hotels, which are about 35 km far from Sari via Bahnamier Road and about 60 km in nights via A62 autobahn, They have the view of Sea, Please note that they may not available or by cheap fare during busy days.\n\n",{"type":"==","value":["Connect"]},"\nThere are many Internet cafés and chat rooms scattered  all over the city, the Internet speeds ranges from acceptable to fast.\nTo finding high speed internet providers yourself, look that if it has server or not, Foreigners usually use the Cafes around the Time Square.\n\n",{"type":"==","value":["Stay safe"]},"\nSari is relatively a very safe city, even in the middle of the night, so don't let this worry or bother you at all during your stay in Sari. If you are in trouble you can ask for help by calling police at 110 or Emergency medical services at 115 or Fire department at 125.\n\n",{"type":"==","value":["Cope"]},"\nIf you don't know Mazandarani or Persian, don't let this bother you or make you worried, there are many foreigners and Iranians there who speak English in the city.\nAlso it is recommended to appreciate the native people who are not able to talk to you in English with these Mazandarani sentences: ",{"type":"'''","value":["Tie Fieda"]},"  or ",{"type":"'''","value":["Tie ri Bielaarremi"]},", but please extend your voice like singing since people can better understood while they extend their voice.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["36.563333"],["53.060000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Caspian Iran"]]},"\n",{"type":"[[","value":[["wikipedia:Sari, Iran"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sari, Iran"]]}]