[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:DD109Ariake.JPG"],["thumb"],["300px"],["Sasebo Naval Base"]]},"\n",{"type":"'''","value":["Sasebo"]}," (",{"type":"{{","value":[["Lang"],["ja"],["佐世保"]]},")",{"type":"[","value":["http:\/\/www.sasebo99.com\/english\/"]}," is the second-largest city in ",{"type":"[[","value":[["Nagasaki (prefecture)"],["Nagasaki prefecture"]]}," on the island of ",{"type":"[[","value":[["Kyushu"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSasebo is home to the U.S. Navy base, Fleet Activities Sasebo or FAS ",{"type":"[","value":["http:\/\/www.cnic.navy.mil\/Sasebo\/"]},", as well as a base for the Japan Self Defense Force. Sasebo is very English ready for travels and a great place to slow down and enjoy Japan. While most Japanese cities are very busy Sasebo is calm and Japanese at the same time. The U.S. Navy has accommodations for Military on base and veterans. There are about 5000 Sailors and Marines stationed in Sasebo and there is a designated area of Sasebo down town known as Sailor Town. It's small and frequented by U.S. Service Members.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is in ",{"type":"[[","value":[["Nagasaki"]]},",(Omura Airport located 30 min to 1 hour away from Nagasaki by car) from which you can reach Sasebo by bus (80 minutes, ¥1350). Another nearby airport is in ",{"type":"[[","value":[["Fukuoka"]]},", from which you can reach Sasebo by bus (about 2 hours, ¥2200).\n\n",{"type":"===","value":["By train"]},"\nSasebo, the terminating station on the ",{"type":"'''","value":["JR Omura Line"]},", is the westernmost point on the entire Japan Railway.\n\nSasebo is connected to Hakata station, the last stop on the San'yo Shinkansen in ",{"type":"[[","value":[["Fukuoka"]]},", by the ",{"type":"''","value":["Midori"]}," limited express train. The train reaches Sasebo in 1 3\/4 hours, reversing direction at Haiki station, and the trip costs ¥3740 each way. For its price, it is probably of use only to ",{"type":"'''","value":["Japan Rail Pass"]}," holders (where the train can be taken at no additional charge), or to passengers transferring from the Shinkansen.\n\nLocal trains from Hakata cost only ¥2070, but can take anywhere from 3 to 4 hours, requiring a multiple change of trains; in which case, you're better off using the bus (see below). Taking the Midori Limited Express, a one-way ticket from Hakata to Sasebo cost ¥2500, return tickets cost ¥4500. The ride will only take about 1 hr and 47 minutes.\n\nSasebo is also connected to Nagasaki by the hourly ",{"type":"''","value":["Sea Side Liner"]}," rapid train (100 minutes, ¥1600).\n\n",{"type":"===","value":["By bus"]},"\n\nFrequent highway buses connect the Hakata bus terminal in ",{"type":"[[","value":[["Fukuoka"]]}," to Sasebo (about 2 hours, ¥2200).\n\nYou can also take an overnight bus from other parts of the country into Fukuoka or Nagasaki, and connect to another bus or train for the final run to Sasebo.\n\n",{"type":"==","value":["Get around"]},"\nDowntown Sasebo and shopping arcade are easily accessible on foot. For outlying areas, bus service or taxis are recommended. Unlike other major metropolitan cities in Japan, Sasebo has no subway or train system connecting various inner city points. It also lacks the street car system of Nagasaki, therefore if you do not have a car, you will need to hire a rental vehicle, or use other resources.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Canal in huistenbosch japan1.jpg"],["thumb"],["Huis ten Bosch"]]},"\n",{"type":"*","value":["Sasebo's most famous tourist attraction is ",{"type":"'''","value":["Huis ten Bosch"]}," (",{"type":"''","value":["Hausu ten Bosu"]},"), a Dutch-themed amusement park. A one-day passport to the park costs ¥6,100. (Tel. 0956-27-0001).  Be sure to see the fireworks every evening at 2048H.  ",{"type":"[","value":["http:\/\/www.huistenbosch.co.jp"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Sasebo City Zoo"]}," - a small zoo that tries extremely hard to show animals various types of animals, but which are common to Japan or to other zoos, eg. an elephant, peguins and the like. Entrance fee is ¥300 for adults, ¥100 for school aged children, and children under 6 are free. Outside food and picnics are allowed in the zoo.\n\n",{"type":"'''","value":["Pearl Island Resort, Sasebo Aquarium and IMAX Theater"]}," - A small shopping mall with small speciality shops and restaurants. Aquarium is small and shows animals unique to the Sasebo area and currents around Nagasaki Prefecture and surrounding Islands.\n\n",{"type":"'''","value":["Kenji Jojima Memorial Museum"]}," - Visit Kenji Jojima's museum detailing his rise as baseball player from the kiddie leagues to the Seattle Mariners.\n\n",{"type":"'''","value":["Japanese Maritime Self Defense Forces Museum"]}," - See the glorious history of the Japanese SDF.\n\n",{"type":"'''","value":["99 Islands tour"]}," - on a pirate ship located at Kashimai pier.  There is an oyster bbq festival held on the pier in February.\n\n",{"type":"'''","value":["SASPA"]}," - ",{"type":"[","value":["http:\/\/www.saspa99.com\/"]},". On the northwest side of Sasebo. It's a local hide out that most sailors fail to find. If you get into a taxi and ask for SASPA they will take you there. The upside is for about $30 you can use a traditional Japaneses spa (Sexes are separate) with Hot, Mineral, Salt, and Cold tubs. When you are done there are PJ's you get when you arrive and can eat or head up to the observation room and enjoy some quit time. There is a movie room and a sleeping room along with pay for messages. You can stay over night and must be out by 10 AM the next day. If you don't mind sharing it's a great night of sleep with all the spa time you can handle and for about $30 including the taxi fare. \n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["The famous Sasebo City ",{"type":"'''","value":["spinning tops"]}," can be purchased in the shopping arcade(Yonkacho)"]},"\n",{"type":"*","value":["Pualani Flower shop is locally owned and has been since 2008.  Pualani is located in Haiki, near Haiki Middle School.(Haiki 2-46-19 ph.0956-39-2996,  ",{"type":"[","value":["mailto:pualani-sasebo@hotmail.com pualani-sasebo@hotmail.com"]},")  The flower shop ownership is shared by an American and a Japanese national.  Offers a wide variety of fresh flowers, plants, trees, preserved flowers and imported gifts for that special someone. The shop caters to both Japanese and Americans, as both Japanese and English are spoken fluently.  Please visit our shop or call to place a delivery order.  Free deliveries on purchases over $50.00 (Y4000).  Credit cards are now accepted for phone orders. "]},"\n",{"type":"==","value":["Eat"]},"\n\nThe most famous food in Sasebo is American-style ",{"type":"'''","value":["hamburgers"]},", owing to the influence of the US Navy in the city. They typically include a fried egg and bacon or ham. Look for restaurants that are \"certified\" by the Sasebo Burger Association, that way you'll know you are getting the \"real\" deal. Most certified shops are located in the downtown Sasebo area.\n\n",{"type":"*","value":[{"type":"'''","value":["Mike's Tex Mex"]}," serves superb food and is reasonably priced. Watch out though, it's small and very popular - sometimes you may have to wait outside on the bench!  It can be found on the side street at the station end of the covered arcade (when facing towards the station from the arcade, the road is on your right at 45 degrees)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Skinny's"]}," Just across the Albuquerque bridge to the left, it's a small local place and any sailor can tell you how to get there. Skinny is a great cook and his Fried Rice and Ham & Egg Sandwiches are tops when you are just a little hungry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock & Roll Brats"]}," serves traditional American brats, beer and drinks, and coffee. The owner is American, and the staff (some of them American themselves) speak English.  They have a Sasebo Brat Burger, a brat version of the local Sasebo burger. They're located in the Free Zone at the Huis ten Bosch Theme Park, a few stops on the Sea Side Liner from Sasebo."]},"\n",{"type":"==","value":["Drink"]},"\nVery roughly the city drinking establishments were divided into those catering to the Base personnel and those catering to the general populace.\nHowever the economic conditions have narrowed these distinctions considerably.\n\nThe bars for the general populace are very interesting places, and the proprieters very friendly. Although they do not profess to speak English, all of them generally do enjoy English conversations.\n\n",{"type":"==","value":["Sleep"]},"\nThere are plenty of hotels along the main street parallel to the shopping arcade (Gyoncho). Also, there is a old-school capsule hotel with sauna.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=International Village Youth House"],["alt="],["url=http:\/\/www.ivyh.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sasebo City, Nagasaki (90-minute train ride on the Seaside Liner from Nagasaki Station). A very large hostel that looks a bit like an American college dorm complex with a gym, a cafeteria, and a couple of fields. Free wireless internet in the rooms and lobby. Lots of rooms, all private (1-4 people per room), from ¥2625 per person per night. It's a good base for exploring the Nagasaki-Sasebo-Hus Ten Bosch area. Right next to Huis Ten Bosch."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Nagasaki (prefecture)"]]},"\n",{"type":"{{","value":[["geo"],["33.18333"],["129.716667"]]},"\n",{"type":"[[","value":[["WikiPedia:Sasebo, Nagasaki"]]}]