[{"type":"{{","value":[["pagebanner"],["Southern Saskatchewan banner Prairie.jpg"],["caption=Road through the prairie in Southern Saskatchewan"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sasktourism.com Saskatchewan"]}]}," is one of ",{"type":"[[","value":[["Canada"],["Canada's"]]}," 10 provinces, located in the ",{"type":"[[","value":[["Prairies (Canada)"],["Prairies"]]},". Its ",{"type":"[[","value":[["Southern Saskatchewan"],["southern"]]}," third is predominantly prairie (with a reputation for being very flat), while its ",{"type":"[[","value":[["Northern Saskatchewan"],["northern"]]}," two-thirds is covered in the boreal forest of the Canadian Shield. The prairie is known for its seemingly endless fields of wheat, while the north contains the majority of Saskatchewan's 100,000 lakes.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Theawesomequappellevalleykjfmartin.jpg"],["thumb"],["right"],["300px"],["The Qu'Appelle Valley in late summer"]]},"\n\nDespite Saskatchewan's reputation for its prairie geography, there is a surprising variety of landscapes, including the hills and lakes in the north, a lake with water that is denser than the ",{"type":"[[","value":[["Dead Sea"]]},", and the North and South Saskatchewan rivers.\n\nSaskatchewan also features historical sites related to the North-West Rebellion. In 1885, Louis Riel, leader of the Metis (persons of mixed French Canadian, other European and Aboriginal descent), led an uprising against the Canadian government that culminated in the Battle of Batoche. The interpretive centre at Batoche remains a popular tourist destination. While the battles were not particularly large by world standards, the Rebellion was politically significant for the Canadian west, and offers a glimpse into what life was like on the Canadian frontier.\n\nThe fresh air and open sky are other distinctive features of the prairie.  There is little light pollution, and therefore stargazing is wonderful.\n\nSaskatchewan's population used to be primarily rural, but is becoming more urban.  The population has been declining for many years, although this seems to be changing in recent years, as oilsands, potash and uranium development are driving an economic boom that is mirroring Alberta's boom.  Farming remains the largest sector of the economy (actually is no longer the largest sector as the oil,gas and mining sectors expand), though it is becoming economically nonviable.  There are some attempts to grow other sectors of the economy, such as scientific research and technology.  For example, a synchrotron has been built at the University of Saskatchewan in ",{"type":"[[","value":[["Saskatoon"]]},".\n\nSaskatchewan, unlike the rest of Canada, does not participate in Daylight Savings Time.  This means that in the winter, it is in the same time zone as ",{"type":"[[","value":[["Manitoba"]]},", and in the summer it is in the same time zone as ",{"type":"[[","value":[["Alberta"]]},".\n\n",{"type":"*","value":[" Oilfield industry is very extensive in the south eastern section of the province.  Saskatchewan produces the second largest supply of oil in Canada. "]},"\n",{"type":"*","value":[" Mining:  Potash (Kindersley). Lignite coal (Estevan).  Uranium deposits in extreme north."]},"\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Sk regions map.png"],["regionmaptext=Saskatchewan map"],["regionmapsize=425px"],["region1name=",{"type":"[[","value":[["Northern Saskatchewan"]]}],["region1color=#8ead88"],["region1items="],["region1description= Lakes and boreal forest"],["region2name=",{"type":"[[","value":[["Central Saskatchewan"]]}],["region2color=#b2c686"],["region2items="],["region2description= The middle of the province with its largest city, ",{"type":"[[","value":[["Saskatoon"]]}],["region3name=",{"type":"[[","value":[["Southern Saskatchewan"]]}],["region3color=#d0d398"],["region3items="],["region3description= Prairie and grassland south of the South Saskatchewan and Qu'Appelle Rivers, including the capital, ",{"type":"[[","value":[["Regina"]]}]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Regina"]]}," - South Central"]},{"type":"*","value":[{"type":"[[","value":[["Saskatoon"]]}," - Mid Central"]},{"type":"*","value":[{"type":"[[","value":[["Prince Albert"]]}," - North Central, on border of Boreal forest"]},{"type":"*","value":[{"type":"[[","value":[["North Battleford"]]}," - Mid West"]},{"type":"*","value":[{"type":"[[","value":[["Estevan"]]}," - South East"]},{"type":"*","value":[{"type":"[[","value":[["Weyburn"]]}," - South East"]},{"type":"*","value":[{"type":"[[","value":[["Moose Jaw"]]}," - South Central"]},{"type":"*","value":[{"type":"[[","value":[["Yorkton"]]}," - Mid East"]},{"type":"*","value":[{"type":"[[","value":[["Swift Current"]]}]},{"type":"*","value":[{"type":"[[","value":[["Caronport"]]}," - South Central"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Big Muddy Badlands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Qu'Appelle Valley"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Prince Albert National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grasslands National Park"]]}]},"\n",{"type":"==","value":["Get in"]},"\nMost visitors to Saskatchewan arrive either by automobile or via one of its two major airports, the John G. Diefenbaker International Airport in Saskatoon or Regina International Airport.\n\nThe Trans-Canada Highway (Highway #1) runs across the southern portion of the province (including Regina and Moose Jaw), connecting Saskatchewan to Alberta and Manitoba. Similarly, the Yellowhead Highway (Highway #16) bisects the central part of the province, running through Saskatoon and North Battleford. There are a number of ",{"type":"[[","value":[["United States of America"],["U.S."]]},"-Canada border crossings in the south, on the highways running between the two countries.\n\n",{"type":"==","value":["Get around"]},"\n\nA common form of transportation, both within the major cities and among various communities is the bus system (provincial bus network stcbus.com). There is a comprehensive online guide",{"type":"[","value":["http:\/\/www.saskatoon.ca\/org\/transit\/index.asp"]}," for access to many major shopping and tourism centres in Saskatoon.\n\n",{"type":"==","value":["See"]},"\nThe Cypress Hills Interprovincial Park is in the extreme southwest corner of the province, sharing a border with Alberta's half of the park.  Historical Fort Walsh as well as the highest point in the province can be found in the Cypress Hills.\n\nHockey is taken very seriously in Saskatchewan, and matches can be extremely intense, as well as entertaining.  Prince Albert, Moose Jaw, Saskatoon, Swift Current and Regina all host teams in the Western Hockey League, the top level of the NHL's developmental system.\n\nBe sure to check out historical sites relating to the settlement of the west and the North West Rebellion of 1885. Fort Carlton, Batoche, and Duck Lake ae within distance of Saskatoon for a day trip.\n\nA very passionate pastime for Saskatchewan residents is to cheer on their Canadian Football League team: The Saskatchewan Roughriders. Saskatchewanians are known for their loyalty and \"Rider Pride\". A Rider game is always party and spectacle as many of the fans show up to the game wearing watermelons on their heads!\n\nA Wolf Adventure is a Provincially licensed, Canadian based wolf outreach \/eco lodge that fosters and promotes a healthy respect of wildlife and surrounding habitat. A Wolf Adventure is home to some Gray wolves of various subspecies including the elusive and rare Arctic wolf. A Wolf Adventure strives to foster an appreciation, not just of a highly misunderstood rarely seen wild animal, but most importantly the natural wild lands.",{"type":"[","value":["http:\/\/www.awolfadventure.com"]},"\n\nSaskatchewan is also the home of the RCMP Academy, Depot Division (commonly known as \"Depot\"; pronounced \/ˈdɛpoʊ\/, not \/ˈdiːpoʊ\/) that has been providing police training to Royal Canadian Mounted Police \"cadets\" since its establishment in 1885. The facility is in the west part of Regina, Saskatchewan, near the airport, and consists of several buildings. The RCMP Heritage Centre is located right next to the RCMP Training Academy at 5907 Dewdney Avenue.  Through the use of permanent and temporary exhibits, multimedia technologies, and extensive programming, the Heritage Centre tells the RCMP story and educates Canadians and the world about the past, present and future of the RCMP within Canada and abroad.* ",{"type":"[","value":["http:\/\/www.rcmpheritagecentre.com\/"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ecotourism"]]}," (stub)"]},"In stark contrast to the prairies of southern Saskatchewan is its northern half.  The area north of Prince Albert is sparsely populated and dotted with freshwater lakes.  It is best accessed by rental car however travellers should be aware that communities are separated by great distances in the provinces north and services are limited. Scheduled flights are also available to LaRonge from Saskatoon through smaller airline.  The trek to northern Saskatchewan had only one purpose, to experience untouched wilderness, canoeists and fisherman will be well rewarded by its waterways.\n",{"type":"*","value":[" Hunting & Fishing (stub)"]},"\n",{"type":"==","value":["Eat"]},"\nA peculiarity among most small towns in Saskatchewan is that they have a small Chinese Restaurant.\n\n",{"type":"==","value":["Drink"]},"\nDrinking age in Saskatchewan is 19. Great Western Brewing operates the old Molson brewhouse in Saskatoon.  They produce beers ranging from extra-gravity malt liquor to mid grade amber and pale ales.  There is a provincial law basically giving anyone that operates a \"brewpub\" automatic off sales privileges.  Because of this, many bars have started extract-based \"brewpubs\" in order to acquire their off-sales license.  These beers are very poor quality compared to beers made from true ingredients.  In small towns, locals prefer cheap beer and rye whiskey.  One local favourite is Old Style Pilsner, a no-frills brew with a most unique label.  Water quality in Saskatchewan ranges but is generally above average.\n\n",{"type":"==","value":["Stay safe"]},"\nSaskatchewan is generally a safe place to visit and most people are generally friendly. Some parts of the larger cities, such as Saskatoon, Regina, and Prince Albert, have seedier areas that should be avoided at night. Most tourists have no need to be in those parts of town anyway. \n\nWinters can be extremely cold, and when combined with heavy snowfall and wind, blizzards can make driving dangerous. Many of Saskatchewan's highways have been poorly maintained, and when combined with icy pavement or heavy traffic, they can be dangerous for inexperienced or inattentive drivers. Many rural roads are unpaved, so drivers unfamiliar with gravel roads should take their time.\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nThe stunningly beautiful province of ",{"type":"[[","value":[["Alberta"]]}," and its ",{"type":"[[","value":[["Rocky Mountains (Canada)"],["Rocky Mountains"]]}," are to the west, ",{"type":"[[","value":[["Manitoba"]]},", with very large, forested lakes, and its variety of different landscapes are to the east.\n\n\n",{"type":"{{","value":[["geo"],["55.10352"],["-105.73242"],["zoom=5"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Prairies (Canada)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["commons:Category:Saskatchewan"]]},"\n",{"type":"[[","value":[["WikiPedia:Saskatchewan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Canada\/Saskatchewan\/"]]}]