[{"type":"{{","value":[["pagebanner"],["Saskatoon-banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Saskatoon.jpg"],["thumb"],["400px"],["Saskatoon's downtown as seen from the University Bridge."],["right"]]},"\n",{"type":"'''","value":["Saskatoon"]}," is a city in central ",{"type":"[[","value":[["Saskatchewan"]]},". With a metropolitan population of about 257,000 people, it is the province's largest city. It's a little oasis among wheat fields.\n\n",{"type":"==","value":["Understand"]},"\n\nThe name ",{"type":"''","value":["Saskatoon"]}," comes from a native word for a berry that grows along the river called ",{"type":"''","value":["missaskquahtoomina"]},". Saskatoon is located along the South Saskatchewan River and is known as a city of bridges, which has led, along with its cultural sophistication and wealth of Art Nouveau architecture, to its nickname as the Paris of the Prairies. Saskatoon is home to the University of Saskatchewan, which is home to \"",{"type":"[","value":["http:\/\/www.lightsource.ca The Canadian Light Source"]},"\", Canada's only synchrotron.\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = -10"],["febhigh = -6"],["marhigh = 1"],["aprhigh = 11"],["mayhigh = 18"],["junhigh = 23"],["julhigh = 25"],["aughigh = 24"],["sephigh = 18"],["octhigh = 11"],["novhigh = -1"],["dechigh = -8"],["janlow = -20"],["feblow = -16"],["marlow = -9"],["aprlow = -1"],["maylow = 6"],["junlow = 11"],["jullow = 13"],["auglow = 12"],["seplow = 6"],["octlow = 0"],["novlow = -9"],["declow = -17"],["janprecip = 15"],["febprecip = 11"],["marprecip = 12"],["aprprecip = 24"],["mayprecip = 52"],["junprecip = 60"],["julprecip = 63"],["augprecip = 43"],["sepprecip = 33"],["octprecip = 17"],["novprecip = 13"],["decprecip = 14"],["description = See the Saskatoon 7-day forecast at ",{"type":"[","value":["http:\/\/www.weatheroffice.gc.ca\/city\/pages\/sk-40_metric_e.html Environment Canada"]}]]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Saskatoon John G. Diefenbaker Airport"]}," (",{"type":"{{","value":[["IATA"],["YXE"]]},") ",{"type":"[","value":["http:\/\/www.yxe.ca"]}," serves domestic, international and northern communities. \n\nWhen flying within Canada either Air Canada ",{"type":"[","value":["http:\/\/www.aircanada.com"]},", Jazz ",{"type":"[","value":["http:\/\/www.flyjazz.ca\/"]},", and WestJet ",{"type":"[","value":["http:\/\/www.westjet.com"]}," can be flown. These airlines link Saskatoon directly to major Canadian cities such as Vancouver, Edmonton, Calgary, Winnipeg, Ottawa\/Montreal, and Toronto. Flights to Regina are served by Express Air - a West Wind Aviation company. \n\nDelta Airlines ",{"type":"[","value":["http:\/\/www.delta.com"]}," and United Airlines ",{"type":"[","value":["https:\/\/pss.united.com\/web\/en-US\/default.aspx"]}," fly to Saskatoon from ",{"type":"[[","value":[["Minneapolis"]]},", ",{"type":"[[","value":[["Denver"]]},", ",{"type":"[[","value":[["Salt Lake City"]]}," and ",{"type":"[[","value":[["Chicago"]]}," in the ",{"type":"[[","value":[["United States"]]},".\n\nTo get to the city centre from the airport:\n\n",{"type":"*","value":["Saskatoon Transit: Route 11"]},{"type":"*","value":["Rent a vehicle from one of the car rental companies"]},{"type":"*","value":["Cab: Should run you approximately $12"]},"\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[[","value":[["The Canadian"]]}," is a train operated by ",{"type":"[[","value":[["VIA Rail"]]}," that departs three times\/week from Vancouver to Toronto (and vice-versa). It serves passengers from Edmonton and Winnipeg. A train from Toronto will take over two days and the prices in economy are only slightly cheaper than flying, depending when you book.\n\n",{"type":"===","value":["By car"]},"\n\nSaskatoon is on the Yellowhead Highway (Highway 16) which connects to North Battleford and Edmonton to the west and Winnipeg to the east. This highway is entirely divided (save for a few minor exceptions and construction zones) between Edmonton and Saskatoon. Highway 11 connects to ",{"type":"[[","value":[["Prince Albert"]]}," to the north and ",{"type":"[[","value":[["Regina"]]}," to the south. You can also drive via Alberta Highway 9\/Saskatchewan Highway 7 from Calgary, but this highway is not divided.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stcbus.com Saskatchewan Transportation Company"]}]}," connects Saskatoon to most Saskatchewan communities.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.ca\/ Greyhound Bus Lines"]}]}," connects Saskatoon to most other cities throughout Canada.\n\n",{"type":"==","value":["Get around"]},"\n\nSasktoon Transit ",{"type":"[","value":["http:\/\/www.saskatoon.ca\/org\/transit\/index.asp"]}," serves most of the city. Both regular and express (DART) service is provided. Most buses go through the downtown terminal and it is very easy to get anywhere in the city from this terminal, located between 2nd and 3rd Avenue on 23rd Street. Timetables for every bus can be found at the downtown terminal or online",{"type":"[","value":["http:\/\/www.city.saskatoon.sk.ca\/org\/transit\/routes_services.asp"]},". At outlying stops, call the 'Phone & Go' line (975-7500) and use the 4-digit stop code to determine information about the routes that service that stop.\n\nSaskatoon is a very bicycling friendly city and boasts the second highest per capita commuter cycling rate in Canada. Recreational cyclists will enjoy exploring the Meewasin Valley Trail along the South Saskatchewan River. Almost all parts of the city are accessible by bicycle and bicycle lanes and routes are marked along some key corridors... be careful because there are also a lot of bad drivers. \n\nWalking is also a great way to get around Saskatoon. If your accommodation is in or close to the Downtown, you will be within walking distance to Saskatoon's best shopping, educational and cultural attractions.\n\nTaxis are easy to find but generally pricey. A ten minute drive (enough to get you most places in the city if it's not rush hour) will cost $10-15. Call Blueline at 653-3333 or Radio at 242-1221, or just hail a taxi. Prices are set by the city so the cost should be equal.\n\n",{"type":"==","value":["See"]}," \n\n",{"type":"[[","value":[["Image:Bessborough.JPG"],["thumb"],["right"],["203px"],["Bessborough on an early evening from the street(s)."]]},"\n\n",{"type":"'''","value":["The Bessborough Hotel"]}," overlooks the South Saskatchewan River and is probably the most famous landmark in the city. The river itself offers a multitude of beautiful vistas along the Meewasin Trail system that runs the full length of both shores. This trail system effectively creates two well-maintained and well-used linear parks cutting through the centre of the city, dotted with attractions, interpretive sites, and full-sized static parks along the way. It passes through or alongside both the University of Saskatchewan and the downtown area, as well as numerous residential neighbourhoods.\n\nThe only developments allowed on the publicly-owned riverbank are some of the most worthwhile attractions in the city: ",{"type":"'''","value":["River Landing"]},", a downtown-adjacent multi-use public space, including a childrens' water park, an amphitheatre, a concession, and public art; the ",{"type":"'''","value":["Mendel Art Gallery"]},", a public art gallery on the river surrounded by park space and home to many events; and the Bessborough Hotel, mentioned above.\n\nBe sure to check out the six bridges (including two railway bridges).  A seventh bridge will open in mid-2013.  It links the south industrial\/Stonebridge area to the west end of Saskatoon, crossing just south of the Queen Elizabeth Power Plant.\n\n",{"type":"==","value":["Do"]},"\n\nIf you have young children, the rides at Kinsmen Park cannot be beat. There is a miniature train, Ferris wheel and merry-go-round. Each ride costs $1 per person. Adult goes free with a paid child's ticket.  This attraction is near the Kinsmen Play Village, the Ukranian Museum of Canada and across the street from the Mendel Art Gallery.  The Kinsmen Park rides are closed for 2013 due to renovation, and will reopen in 2014.  All of the rides are being rebuilt. The Kinsmen Waterpark is still open and features a kiddie pool, a maze, multiple sandboxes, and multiple playground playsets.  \n\nThere are various shopping malls all around the city. Midtown Plaza, is probably the most convenient place for tourists to go to since it is in downtown Saskatoon. It is known to be the largest mall in the city with over 130 stores and services, with two fairly large department stores such as Sears and The Bay.\n\nSaskatoon Blades - Catch the local Western Hockey League team in action at the Credit Union Centre.\n\n",{"type":"===","value":["Festivals"]},"\n\nSaskatoon hosts many festivals and events during the summer.  These include:\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shakespeareonthesaskatchewan.com\/ Shakespeare on the Saskatchewan"]}]}," - Saskatchewan's only professional theatre.  Performs Shakespearian plays in a pair of large tents beside the Mendel Art Gallery in July and August.\n\n",{"type":"'''","value":["Art in the Heart"]}," - this is a great little event in the Caswell area. There is artist vendors from Saskatoon, as well as crafts, face-painting and henna. Live local music is playing all day, and there is a kid's area in the Church Basement where they can do crafts and learn a play. Truly a unique experience to check out when in Saskatoon. Late September. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saskjazz.com\/ SaskTel Saskatchewan Jazz Festival"]}]}," - Major jazz festival.  Combines free public performances, beer gardens at the Bessborough Hotel with major artists, and various paid performances in venues around the city.  Runs from mid-June through the beginning of July.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saskatoonchildrensfestival.org\/ Northern Saskatchewan International Children's Festival"]}]}," - Children oriented activities located on the riverbank of Saskatoon in June.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.25thstreettheatre.org\/fringe2007\/index.html Saskatoon International Fringe Festival"]}]}," - Street performances and alternative theatre centred around Broadway Avenue in August.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/saskatoon.com\/folkfest\/ Folk Fest"]}]}," - an annual, multi-cultural festival comprised of up to 25 ethnic pavilions located throughout the city.  Inside each pavilion, visitors will find cultural displays, dance, song, food, folklore, fables and skits.  Runs in August.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.canadaremembersairshow.com\/ Canada Remembers Airshow"]}]}," - Dedicating to remembering Canada's veterans, combines ground displays of intage aircraft, WW II trainers, fighters and bombers as well as the latest in jet-powered aircraft.  Has active air acts which include vintage WWII aircraft, current military aircraft, and the Canadian Forces' Snowbirds Demonstration Team.  Runs in August. 2009 will be its last year of performance.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tasteofsaskatchewan.ca Taste of Saskatchewan"]}]}," - An annual festival in which 30 of Saskatoon's finest restaurants provide hors d'oeuvres alongside live entertainment. Often taking place in the latter half of July, the festival's riverside location (next to the Bessborough Hotel) provides an excellent atmosphere.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/artsandscience.usask.ca\/diefenbaker\/ Diefenbaker Canada Centre"]}]}," - The Diefenbaker Canada Centre is a unique public facility, combining the only Prime Ministerial archives, museum and research centre in Canada. The galleries feature permanent exhibits on Mr Diefenbaker, period replicas of the Prime Minister's Office and Cabinet Room (ca. 1950's) and temporary exhibits relating to diverse topics. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mendel.ca\/ Mendel Art Galley"]}]}," (950 Spadina Cres E) - The Mendel Art Gallery features contemporary and historical art. It is open every day except Christmas Day.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.meewasin.com\/ Meewasin Valley Centre"]}]}," 402 Third Ave S (along the S Saskatchewan River), ☎ +1 306 665-6887, 9AM-5PM. Local cultural and natural history - free.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.umc.sk.ca\/ Ukrainian Museum of Canada"]}]}," - The Ukrainian Museum of Canada vividly preserves and recreates Ukrainian culture in Canada through temporary and permanent displays. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wanuskewin.com\/ Wanuskewin Heritage Park"]}]}," - 5 km north of Saskatoon on Wanuskewin Rd. Wanuskewin is an international visitor site to learn about 6,000 years of First Nations culture.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/wdm.ca\/stoon.html Western Development Museum"]}]}," - The museum features 1910 Boomtown, the longest indoor museum street in Canada, which  presents the time of pioneer settlement and farm expansion in the Canadian West. It illustrates the technological progression of agricultural and transportation practices through interpretive displays and extensive artifact displays. It also has a large collection of vintage farm machinery which is worth a look if you are interested in mechanical things.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.usask.ca University of Saskatchewan"]}]}," - Many buildings in the University have permanent, free exhibits set up. Most notable is the Biology Building, which has 2 full-size models of dinosaur bones, as well as some animals to look at.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Darrell Bell Gallery"],["url=http:\/\/www.darrellbellgallery.com\/pages\/artists.php"],["email="],["address=317–220 3rd Ave S"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For contemporary art and craft"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=McNally Robinson"],["url=http:\/\/www.mcnallyrobinson.com\/home"],["email="],["address=3130 8th St E"],["lat="],["long="],["directions="],["phone=+1 306 955-3599"],["tollfree="],["fax="],["hours="],["price="],["content=Large bookstore and cafe."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Midtown Plaza"],["url=http:\/\/www.midtownplaza.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Downtown and it is one one of Saskatoon's largest shopping centres. It contains the usual Canadian department stores, and has a Bay and a Sears at each end."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Rouge Gallery"],["url=http:\/\/www.rougegallery.ca\/"],["email="],["address=208 3rd Ave S"],["lat="],["long="],["directions="],["phone=+1 306 955-8882"],["tollfree="],["fax="],["hours="],["price="],["content=For emerging and established Canadian artists"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Turning the Tide"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Just off Broadway (Behind Lydia's) is an excellent store with a great selection of books and videos for your (R)evoltionary media needs"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Saskatoon Farmer's Market"],["url="],["email="],["address=414 Ave B S"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every Saturday all year round the Farmer's Market is held in this building. Holds an array of ethnic and homegrown foods sold by locals, as well as some arts & crafts, and other things."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Meewasin Valley Centre"],["url=http:\/\/www.meewasin.com"],["email="],["address=402 Third Ave S"],["lat="],["long="],["directions=along the S. Saskatchewan River"],["phone=+1 306 665-6887"],["tollfree="],["fax="],["hours=9AM-5PM"],["price=free"],["content=Local cultural and natural history"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Trading Post"],["url="],["email="],["address=Second Ave"],["lat="],["long="],["directions=between 20th & 21st Sts"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Aboriginal Art, local handicrafts, mocassions, beads and other random Saskatchewan stuff. Great place to buy gifts or souveniors."]]}]},"\n",{"type":"'''","value":["Broadway Avenue"]}," (particularly between 8th Street and 12th Street, and generally including roughly a block on either side) is a popular shopping and cultural area. There are many little boutique and specialty shops worth checking out, as well as numerous restaurants and bars. It is a pedestrian-friendly environment with a high density of some of Saskatoon's most popular businesses.\n\nThe ",{"type":"'''","value":["Central Business District"]}," (bounded by 19th Street on the south, Idylwyld Drive on the west, 25th Street on the north, and Spadina Crescent (South Saskatchewan River) on the east) also contains plenty of shopping opportunities outside of the large Midtown Plaza shopping mall on 1st Ave. The majority of this shopping opportunity is realized along 21st Street and along 2nd Avenue. Where these streets intersect is considered by many to be the \"heart\" or centre of the city, particularly in terms of pedestrian-oriented amenities.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Weczeria Food and Wine"],["url=http:\/\/www.weczeriarestaurant.ca\/"],["email="],["address=820 Broadway Ave"],["lat="],["long="],["directions="],["phone=+1 306 933-9600"],["tollfree="],["fax="],["hours="],["price="],["content=Small, intimate atmosphere, amazing food. The menu changes daily based on what they get in fresh that day, and it's small enough that Chef will come out and tell you anything you wish to know about the food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Calories Bakery and Restaurant"],["url=http:\/\/www.caloriesrestaurants.com\/"],["email="],["address=721 Broadway Ave"],["lat="],["long="],["directions="],["phone=+1 306 665-7991"],["tollfree="],["fax="],["hours="],["price="],["content=A intimate french restaurant with local art, focusing on french cuisine from fresh Saskatchewan-made ingredients. Has a bakery in the back with delicious desserts, and amazing cheesecake"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chianti Cafe"],["url=http:\/\/chianticafe.ca\/saskatoon-functions.htm"],["email="],["address=102 Idylwyld Dr N"],["lat="],["long="],["directions="],["phone=+1 306 665-8466"],["tollfree="],["fax="],["hours="],["price="],["content=Saskatoon's best pasta house. Sunday, Monday, Tuesday is pasta frenzy - all pasta's are $8.95 - a relaxed, semi-Italian atmosphere with freshly made dishes"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Park Cafe"],["url=http:\/\/parkcafe.ca\/#c48\/custom_plain"],["email="],["address=512 20th Street West"],["lat="],["long="],["directions="],["phone = +1 306 652 6781"],["tollfree="],["content=Saskatoon's best hidden gem. Uses the finest locally sourced food to make a large variety of fresh dishes. Great breakfast, friendly staff, very awesome and somewhat rad clientele."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Homestead Ice Cream and Cappuccino"],["url="],["email="],["address=902 Victoria Ave"],["lat="],["long="],["directions="],["phone=+1 306 653-5588"],["tollfree="],["fax="],["hours="],["price="],["content=Old fashioned ice cream parlor complete with old school outfits and a jukebox. Wide range of ice cream flavours (including some ridiculously funky ones), milkshakes, sundae's and other yummy goodness. A must stop."]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Various fast food places."],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Easily found around the city. Also keep an eye out for small Chinese-Canadian places, they can be good at a reasonable price."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Alexander's Restaurant and Bar"],["url=http:\/\/alexandersrestaurant.ca\/"],["email="],["address=414 Cumberland Ave"],["lat="],["long="],["directions="],["phone=+1 306 956-7777"],["tollfree="],["fax="],["hours="],["price="],["content= American (Really good veggie and hamburgers). They have a nice bar upstairs. They have the best French Fries in the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bonanza Steakhouse Family Restaurant"],["url="],["email="],["address=3010 8th St E phone="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Excellent entrées accompanied by an extensive salad bar and buffet. Very reasonably priced and excellent for a family meal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fuddruckers"],["url="],["email="],["address=2910 8th St E"],["lat="],["long="],["directions="],["phone=+1 306 955-7777"],["tollfree="],["fax="],["hours="],["price="],["content= Only location in Canada. Great burgers and fries with a help-yourself concept to add toppings to your burger. Nice atmosphere and friendly staff. Buffalo burger recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Granada House Family Restaurant"],["url="],["email="],["address=904 22nd St W"],["lat="],["long="],["directions="],["phone=+1 306 664-3700"],["tollfree="],["fax="],["hours="],["price="],["content= A excellent family owned Greek restaurant. Excellent lasagna."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Broadway Cafe"],["url=http:\/\/www.onbroadway.ca\/"],["email="],["address=814 Broadway Ave"],["lat="],["long="],["directions="],["phone=+1 306 652-8244"],["tollfree="],["fax="],["hours="],["price="],["content= 50's themed restaurant with very good American food. Good selection of burgers, and excellent milkshakes."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=2nd Ave Grill"],["url=http:\/\/www.2ndavegrill.com\/"],["email="],["address=10-123 2nd Ave"],["lat="],["long="],["directions="],["phone=+1 306 244-9899"],["tollfree="],["fax="],["hours="],["price=$9-33"],["content=\"The 2nd Avenue Grill has a delicious selection of soups, appetizers, greens, burgers, wraps, sandwiches, pizzas, pastas, seafood, poultry, pork and beef dishes.\""]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Granary"],["url=http:\/\/www.thegranary.ca\/"],["email="],["address=#2806-8th St"],["lat="],["long="],["directions="],["phone=+1 306 373-6655"],["tollfree="],["fax="],["hours="],["price=$20-50"],["content=\"This is a must-visit restaurant in Saskatoon. The interior is decorated with objects found in the first prairie settlements. The exterior looks like a grain elevator. Nothing says \"Saskatchewan\" more than the Granary.\""]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Moxie's Bar and Grill"],["alt=Moxie's"],["url=http:\/\/www.moxies.ca\/"],["email="],["address=3134 8 St E"],["lat="],["long="],["directions="],["phone=+1 306 374-9800"],["tollfree="],["fax="],["hours="],["price=$20-60"],["content=\"Fine cuisine. Great for drinks in a quiet atmosphere after-hours as well\""]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Truffle's Bistro"],["url=http:\/\/trufflesbistro.googlepages.com\/"],["email="],["address=230 21st St E"],["lat="],["long="],["directions="],["phone=+1 306 373-7779"],["tollfree="],["fax="],["hours="],["price="],["content=Small but elegant family owned bistro that uses local products. Main courses include duck, beef, fish and vegetarian dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Calories"],["alt="],["url=http:\/\/www.caloriesrestaurants.com\/"],["email="],["address=721 Broadway Ave"],["lat="],["long="],["directions="],["phone=+1 306 665-7991"],["tollfree="],["fax="],["hours="],["price=$30-$100"],["content=Excellent bistro-style restaurant with a rotating seasonal menu along with fantastic desert options."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Yard and Flagon Pub"],["url="],["email="],["address=718 Broadway Ave"],["lat="],["long="],["directions="],["phone=+1 306 653-8883"],["tollfree="],["fax="],["hours="],["price="],["content=A British-style, relaxed pub atmosphere located on trendy Broadway. Voted Saskatoon's best chicken wings, $4 on Tuesday. In the summer there is an amazing rooftop patio."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Buds on Broadway"],["url=http:\/\/www.budsonbroadway.com\/"],["email="],["address=817 Broadway Ave"],["lat="],["long="],["directions="],["phone=+1 306 244-4155"],["tollfree="],["fax="],["hours="],["price="],["content=A blues bar with live music, pool tables and lots of friendly bikers."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Amigos Cantina"],["url=http:\/\/www.amigoscantina.com\/"],["email="],["address=632 10th St E"],["lat="],["long="],["directions="],["phone=+1 306 652-4912"],["tollfree="],["fax="],["hours="],["price="],["content=A Mexican Cantena. Restaurant by day (the best veggie burger in the city) and other great cuisine. At night it transforms into a hopping live music venue. Tons of bands pass through from indie to punk."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Hose and Hydrant Brew Pub"],["url=http:\/\/www.hoseandhydrant.com\/"],["email="],["address=612 11th St E"],["lat="],["long="],["directions="],["phone=+1 306 477-3473"],["tollfree="],["fax="],["hours="],["price="],["content=If you feel like dressing up and dancing to popular radio music, this is the place to go. They also do offsale (although a little overpriced). Used to be an old fire hall."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Vangelis Tavern"],["url="],["email="],["address=801 Broadway Ave"],["lat="],["long="],["directions="],["phone=+1 306 652-5173"],["tollfree="],["fax="],["hours="],["price="],["content=There is live Sunday Jams, the occasional techno night, a pool table and Pac-man machine. The food is horrible, but sometimes it's a decent spot to grab a drink."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Winston's English Pub and Grill"],["url=http:\/\/www.winstonspub.ca\/"],["email="],["address=243 21st St E"],["lat="],["long="],["directions="],["phone=+1 306 374-7468"],["tollfree="],["fax="],["hours="],["price="],["content=Attention Beer Drinkers: Winston's has the largest selection of imported and domestic brews. A wide range of stuff in bottles and a great selection on tap. Friendly pub atmosphere downtown."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Louis' Pub"],["url=http:\/\/www.ussu.ca\/louis\/"],["email="],["address=University Campus"],["lat="],["long="],["directions="],["phone=+1 306 966-7000"],["tollfree="],["fax="],["hours="],["price="],["content=A hot spot for young students, sometimes has live music."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Sutherland Bar"],["url="],["email="],["address=810 Central Ave"],["lat="],["long="],["directions="],["phone=+1 306 374-8873"],["tollfree="],["fax="],["hours="],["price="],["content=A night club in east-central Saskatoon that is frequented by students."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jax Nite Club"],["url=http:\/\/www.jaxniteclub.com\/"],["email="],["address=302 Pacific Ave"],["lat="],["long="],["directions="],["phone=+1 306 934-4444"],["tollfree="],["fax="],["hours="],["price="],["content=Night club frequented by an older crowd, including many cougars."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dino's Bar and Grill"],["url=http:\/\/www.foodnow.ca\/dinos\/"],["email="],["address=906 Central Ave"],["lat="],["long="],["directions="],["phone=+1 306 373-6666"],["tollfree="],["fax="],["hours="],["price="],["content=Features the best Steak Sandwiches in all of Canada."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Double Deuce Bar & Grill"],["alt=The Deuce"],["url="],["email="],["address=In the Centre Mall on 8th St E"],["lat="],["long="],["directions="],["phone=+1 306 477-7000"],["tollfree="],["fax="],["hours="],["price="],["content=A very popular bar among young partiers, main night is Tuesday where they serve $2.50 drinks all night. Plays mainly top 40 mixes."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=6Twelve lounge"],["alt=612 Lounge"],["url=http:\/\/www.6twelve.ca"],["email="],["address=612 Spadina Cres"],["lat="],["long="],["directions=Inside the Sheraton"],["phone=+1 306 652-6770"],["tollfree="],["fax="],["hours="],["price="],["content=Saskatoon's Best Lounge (Planet S) 6Twelve is a lounge where guests can experience craft cocktails and cutting edge share plates, in a warm and inviting atmosphere.  Their philosophy is based on a commitment to fresh & creative drinks, music, and food, which are always presented without pretension."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Crackers Restaurant & Lounge"],["alt="],["url="],["email="],["address=#1-227 Pinehouse Dr."],["lat="],["long="],["directions="],["phone=+1 306 934-1700"],["tollfree="],["fax="],["hours="],["price="],["content=Crackers is a karaoke bar and restaurant.  They have karaoke Monday-Saturday.  With Thursday having live music from 7-10 PM.  They have fall and winter karaoke leagues on Tuesday and Wednesday."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn"],["url=http:\/\/www.daysinn.com\/DaysInn\/control\/Booking\/property_info?propertyId=13102&brandInfo=DI"],["email="],["address=2000 Idylwyld Dr N, Circle Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Campland Rv Resort"],["url=http:\/\/www.camplandrvresort.com"],["email="],["address=9.5km NW of saskatoon on Hw 16"],["lat="],["long="],["directions="],["phone = +1 306 477-7444"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Travelodge Hotel Saskatoon"],["url=http:\/\/www.travelodgesaskatoon.com"],["email="],["address=Idylwyld Dr and Circle Dr"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-278-4209"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= The Travelodge is on the North side of Saskatoon and is situated at the intersection of Idylwyld Drive and Circle Drive. The Travelodge Hotel Saskatoon is the largest Travelodge in Western Canada and the 2nd largest hotel in Saskatchewan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Parktown Hotel"],["url=http:\/\/www.parktownhotel.com"],["email="],["address=924 Spadina Cres E"],["lat="],["long="],["directions="],["phone=+1 306 244-5564"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Established in 1958, graces the South Saskatchewan riverbank along the Meewasin Trail."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Delta Bessborough"],["url=http:\/\/www.deltahotels.com\/hotels\/hotels.php?hotelId=8"],["email="],["address=601 Spadina Cres E"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A four star ten-story hotel. It is built in the \"chateau style\" ",{"type":"[[","value":[["Grand old hotels#Canada"],["typical of Canada's other railway hotels"]]},". Many of the rooms look on to the river. The room style can best be described as \"shabby genteel\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Garden Inn Saskatoon Downtown"],["url=http:\/\/hiltongardeninn.hilton.com\/en\/gi\/hotels\/index.jhtml?ctyhocn=YXESDGI"],["email="],["address=90 22nd St E"],["lat="],["long="],["directions="],["phone=+1 306 244-2311"],["tollfree="],["fax="],["hours="],["price=$169-209"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Cavalier Hotel Saskatoon"],["url=http:\/\/sheratoncavalier.com\/saskatoon"],["email="],["address=612 Spadina Cres E"],["lat="],["long="],["directions="],["phone=+1 306 652-6770"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Sheraton is just across the street from the Bessborough, and looks onto the river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Hotel Saskatoon"],["url="],["email="],["address=405 20th St E"],["lat="],["long="],["directions="],["phone=+1 306 665-3322"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel is Saskatoon's tallest hotel with views of the South Saskatchewan River and the city."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nSaskatoon has a fairly high crime rate per capita, but this tends to be concentrated in small areas of the city.\n\nThe majority of the alphabetized avenues west of Idylwyld, from Avenue B through to Avenue Y (often referred to as \"Alphabet Soup\" by locals) are considered to be sketchy, with a high amount of gang\/drug activity, violent crime and prostitution.  It's probably best to avoid this part of town, particularly the alphabet avenues south of 22nd Street, and also immediately surrounding the 33rd Street intersection with Idylwyld.   That said, it's usually relatively safe during daylight hours - and there's little reason for tourists to be in these parts of town anyway.\n\nThe east side of the river has the general reputation among locals of being safer than the west side.\n\nThe usual common-sense rules apply, and you should be fine.\n\n",{"type":"==","value":["Cope"]},"\n\nThere is a free wireless internet network in the whole of Saskatoon’s downtown core, Broadway Avenue, as well as on the University of Saskatchewan campus ",{"type":"[","value":["http:\/\/www.ito.gov.sk.ca\/wireless-internet\/"]},".\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Saskatchewan Highway 16.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Edmonton"]]}],["minorl1=",{"type":"[[","value":[["North Battleford"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Portage la Prairie"]]}],["minorr1=",{"type":"[[","value":[["Yorkton"]]}],["image2=Saskatchewan Highway 11 (jct).svg"],["imagesize2=22"],["directionl2=N"],["majorl2=ENDS"],["minorl2=",{"type":"'''","value":[{"type":"[[","value":[["Prince Albert"]]}]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Regina"]]}],["minorr2=Davidson"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Saskatchewan"]]},"\n",{"type":"{{","value":[["geo"],["52.1318"],["-106.65939"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Saskatoon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Canada\/Saskatchewan\/Localities\/S\/Saskatoon\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Saskatoon"]]}]