[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sattur"]}," is a small town that is headquarters to the surrounding  taluk of the same name and a panchayat in ",{"type":"[[","value":[["Virudhunagar"]]}," district in the ",{"type":"[[","value":[["India"]]},"n state of ",{"type":"[[","value":[["Tamil Nadu"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe town is in the bank of Vaippar river. Sattur taluk has contents of black soil around the town, suitable for crop cultivation. Sattur is the first town to gain popularity for the foundation of Pen Nib manufacturing industries. For so long it was the only place in India where pen nibs were manufactured. Not only this, Sattur also has many other small scale cottage industries like match industry, printing press and fire works industry.\n\n",{"type":"==","value":["Get in"]},"\nThe town lies in NH7 and has very good road and railway connectivity (railway station code)\nIndia's one of the most powerful mariamman temple is situated in Sattur.Irrukkankudy Mariamman Temple.8 kms distance from Sattur\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nSattur is famous for ",{"type":"'''","value":["Cucumber"]},". These cucumber are comparatively smaller in size and its available in local market.\n",{"type":"'''","value":["Kara Sevu"]}," from Shanmuga Nadar shop is worth the buy.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Chithra bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10am to 11pm"],["price=Beer 100"],["content="]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\nGood accommodation options are not available in Sattur. Some low range places available are :\n\nChitra Lodge, Ph : 04562 261486. Its around 500 meters from the bus terminus and close to Gnadurai Hospital. They have normal rooms and AC rooms. Rent for normal room is around Rs.300 per day and for AC room its around Rs.800 per day.\n\nNataraj Lodge, Ph : 04562 260465. Its about 100 meters from the bus terminus and close to Tamilnad Mercantile Bank.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["Irukkankudi Mariamman Temple :"]}," Approximately 8 Km from Sattur, the temple is located between the two rivers Vaipparu and Arjuna. To reach it one has to cross the River Arjuna on the foot. The temple was built about temple 200 years ago. Legend has it that a pujari girl who was picking cow-dung placed her basket on the ground there but could not remove it later. She had a vision that a temple should be built there. You will have buses to Irukkankudi from sattur starting every 30-40 minutes.\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Sattur"]]}]