[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Panoramic of Saumur.jpg"],["thumb"],["right"],["400px"],["Panorama of Saumur"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ot-saumur.fr\/uk\/ Saumur"]}]}," is a small historical town in the ",{"type":"[[","value":[["France"],["French"]]}," region of ",{"type":"[[","value":[["Pays de la Loire"]]},", site of a dramatically situated ",{"type":"''","value":["château"]}," and the heart of its own world-renowned wine district. Population 30,000.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Saumur"]}," is roughly 70km east of ",{"type":"[[","value":[["Angers"]]}," and 80km west of ",{"type":"[[","value":[["Tours"]]},". Saumur is best accessed by train from ",{"type":"[[","value":[["Tours"]]},", ",{"type":"[[","value":[["Angers"]]}," and other larger surrounding towns. Saumur is also easily accessible from ",{"type":"[[","value":[["Paris"]]}," via ",{"type":"[[","value":[["Tours"]]},". ",{"type":"[[","value":[["Tours"]]}," (St-Pierre-des-Corps station) is a short trip from Paris; onward travel would involve using the regional SNCF service to Saumur. It is the birthplace of Gabrielle \"Coco\" Chanel.\n\n",{"type":"===","value":["By plane"]},"\nFlights into Tours Airport (45mins by train), Angers Airport (25mins by train) or Nantes Airport (1h30m by train) would be the most appropriate method of reaching Saumur from European countries.\n\n",{"type":"==","value":["Get around"]},"\n\nDuring low and mid season (Oct-April) public transport in and around Saumur is skeletal. Bus services often run a few times a day to Parnay, Turquant, Montsoreau and Fontevraud. However, services often do not run on Sundays. \n\n",{"type":"'''","value":["Do be aware"]}," that bus timetables now include services that are available by request only. These are highlighted in yellow columns in timetables provided by the Tourist Information Office. On these occasions, the bus will only run if you request the service at least 24h before the service is due to depart. The number needed is provided on the timetables and is free of charge. Your accommodation hosts or the tourist office could potentially do this on your behalf.\n\nTaxis are available in Saumur itself but are often prohibitively expensive to destinations outside Saumur. These can be arranged at the tourist office, restaurants and hotels.\n\nMost locals continue to rely on their own car and parking is reasonably easy.  There is a large Pay & Display car parks in Place de La Republique and bays on the surroundign roads.  Free parking is available on the river bank and in a large car park at the Ecole de Cavelrie on Rue Beaurepaire.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The ",{"type":"''","value":["Château de Saumur"]},", the castle that overlooks the city."]},{"type":"*","value":["The Wine district in St Hilaire-Florent (home to Bouvet-Laudbay, Ackmerman and Cointreau) is a short bus ride or walk from the centre of town"]},{"type":"*","value":["The Musée des Blindés (tank exhibition)"]},{"type":"*","value":["Monsoreau Chateau"]},{"type":"*","value":["Abbaye de Fontrevraud [Burial site of Eleanor of Aquitane, Richard the Lionheart, Henry II] (approx. 10km from Saumur)"]},{"type":"*","value":["Underground mushroom cultivation (5km towards Monsoreau)"]},"\n",{"type":"==","value":["Do"]},"\n\nThe town itself is relatively quiet and low-key with an array of boutique shops and winding cobbled streets. However, the majority of sights to see in the area are found in the suburbs and surrounding areas.\n\n",{"type":"*","value":["Saumur Market - there is a weekly Saturday morning market in Saumur centered on P. de Roosevelt. Goods include clothing, music, flowers and fresh produce."]},"\nThere are a number of events in the summer months that bring the otherwise quiet town to life:\n\n",{"type":"*","value":["May - Fete de rue St Nicholas (free), sponsored by the many restaurants and shops in this central street.  Usually over a weekend it has a \"carnival\" theme."]},{"type":"*","value":["June 21st - Fete de la Musique (free), celebrated throughout France on the same day each year, Saumur plays its part with numerous busking bands and main stages in Place de la Republique and Place St Pierre."]},{"type":"*","value":["July 14th - Bastille Day\/Quatorze Juillet (free), bands throughout the town and a fireworks and lights display on the banks of the Loire.  One of the few nights you must book if you plan to eat at a restaurant."]},{"type":"*","value":["Early August - La Grande Tablee (£) - A huge open air celebration of local produce (wine, mushrooms, fruit, goats cheese and more wine).  It is free to attend and tickets can be bought on the night which provide a re-fillable wine glass and a tasting plate.  Originally one single night, it is now spread over two or three evenings."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Saumur is famed for its locally grown mushrooms."]},{"type":"*","value":["Saumur also produces a number of regional wines, mostly sparkling, and the famous Combier liqueurs."]},"\n",{"type":"==","value":["Eat"]},"\n\nSaumur has a fine selection of low and mid-priced restaurants spread around the town. Choice is somewhat limited on Sundays and public holidays.\n\n",{"type":"'''","value":["Recommendations:"]},"\n\n",{"type":"*","value":["Le Pause Gourmande (£) - Good food provided - in the centre of town near the bank. Quiet ambience with polite staff."]},{"type":"*","value":["Brusselles Cafe (£) - Extensive Brasserie menu and very fast efficient staff.  One of the few eateries to serve lunch past 2pm and dinner past 9pm and very reliable quality."]},{"type":"*","value":["Le Tire Bouchon (£) - Near the river bank in the cntre of town. Quality bistro style with a number of \"out of region\" dishes not found elsewhere"]},{"type":"*","value":[" Le Bigoudan (£) - Excellent creperie in Rue St Nicholas with a Brittany theme and good range of cider."]},"\nFiner food and slightly more formal settings can be found at L'Escargot, La Pyrenne and La Gambetta which are all on streets slightly off the main town area and diners are more likely to be local than tourists. Expect to pay 50 euros per head with a local wine.\n\n",{"type":"==","value":["Drink"]},"\n\nThe majority of drinking establishments are centered on Rue F. Roosevelt in the centre of town by the theatre, in PLace St Pierre and in Place de la Republique.  All three locations are within walking distance and linked by Rue Saint Jean.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["Hotel Londres (***) - On the main high street - clean, well-maintained accommodation at a reasonable price."]},{"type":"*","value":["Hotel Cristal (***) - Overlooking the Loire river with views from some rooms."]},"\n",{"type":"==","value":["Go next"]},"\n\nSaumur is well situated in the Loire Valley to facilitate day trips to ",{"type":"[[","value":[["Angers"]]},", ",{"type":"[[","value":[["Tours"]]},", ",{"type":"[[","value":[["Le Mans"]]},", ",{"type":"[[","value":[["Poitiers"]]},", ",{"type":"[[","value":[["Nantes"]]}," and even ",{"type":"[[","value":[["Paris"]]},"; all of which can be accessed (either directly or indirectly) from the local train station. Services can vary - therefore check local timetables before departure.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.260000"],["-0.0769"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pays de la Loire"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Saumur"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Saumur"]]}]