[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Savandurga"]}," (or ",{"type":"'''","value":["Savana Durga"]},") is in ",{"type":"[[","value":[["Karnataka"]]}," of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"[[","value":[["File:Savandurga monolith.jpg"],["thumb"],["350px"],["Savandurga monolith"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThis was a location for the making of David Lean's movie ",{"type":"''","value":["Passage to India"]},".\n\n",{"type":"===","value":["Landscape"]},"\n\nThe hill rises to 1226 m above mean sea level.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nSavana Durga is situated on Magadi Road. It is around 70 km from Hudson Circle (in ",{"type":"[[","value":[["Bangalore"]]}," City). On the way to Savana Durga you will find ChamarajaSagar Water Treatment Plan (on your right). Magadi Road is also known as State Highway 17E. When you cross the 50 km mark, you will start seeing the monolithic rock structure. You will have to turn left from the highway and travel another 12 km before making another left turn to travel 3 km. At the end of that 3 km stretch, you will find Savana Durga.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is no need to give any fees to climb the rock. There are some guides, mostly kids, who will guide you to reach the top of the monolithic rock. You will have to pay them some money after you get back from the top.\n\nThere is one rupee entry fee to enter into Kempegowda Udyanavana. For all those people who need to do some adventure activities then you need to get permission from the District forest officer at Ramanagaram with the payment of Rs 125\/- per head as entry fee.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are number of young boys who would be willing to lead you up to the top, for about 50-100 Rs. However, the track is pretty straight forward and you would not strictly require a guide. The key is to follow the power lines as it leads all the way up to the top. Also, there are white coloured arrows painted on the rock at regular intervals.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Savandurga temple.jpg"],["thumb"],["Temple at base of Savandurga"]]},"\nThe monolithic rock climb is used by many trekkers. On top of the rock you will find a fort and a temple. The temples dedicated to Sri Basaveswara, Sri Narasimhaswamy and Sri Veerabhadraswamy, situated at the base of the hill also draws a large number of devotees.\n\n",{"type":"==","value":["Do"]},"\n\nReligious people can visit the temples. Trekkers can explore the monolithic rock.\n\n",{"type":"==","value":["Buy"]},"\nAs of now no souvenir to buy from here\n\n",{"type":"==","value":["Eat"]},"\n\nThere are no major hotels nearby. If you are willing to quench your appetite with light items like biscuits, you can get it at the foothill of Savana Durga Rock.\n\nAlso at Nayakanapallya (3 km before foot hill) there is a small restaurant you get good thatte idli (Rice pan cake) suggest to eat before hill climb. Before climb carry at least 1 liter water bottle per person.\n\n",{"type":"==","value":["Drink"]},"\n\nYou can buy packaged drinking water at the foothill of Savana Durga.there are lot of tender coconut vendors and other fruit juice vendors atleast on the holidays.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere is no facility available to stay at this place.\n\n",{"type":"===","value":["Camping"]},"\n\nThere are few Adventure clubs like Nature Admire, Capture, Care, Angel who organise adventure camping at these place, it not just camping they also provide food, transport, activities like Rappelling, Zip line, Kayaking, Camp fire, Jhummering, Vine traversing.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nIf you go early in the morning, you will find that the rock is wet in patches. It would be highly advisable to wear good rubber soled shoes during the trek.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["12.919654"],["77.292881"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bangalore Rural"]]},"\n",{"type":"[[","value":[["Wikipedia:Savandurga"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Savandurga"]]}]