[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sayulita"]}," is a city in ",{"type":"[[","value":[["Nayarit"]]},", on the ",{"type":"[[","value":[["Pacific Coast (Mexico)"],["Pacific Coast"]]}," of ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Get in"]},"\nSayulita is located 21 miles north of ",{"type":"[[","value":[["Puerto Vallarta"]]}," on a two-lane highway.  You can take a bus or a taxi from the Puerto Vallarta airport.\n\n",{"type":"==","value":["Get around"]},"\n\nIf you are staying in the main part of town, nearly everything is walkable.  You may want a rental car if you are staying more than a mile or two from the center of town.\n\n",{"type":"==","value":["See"]},"\nSayulita is a natural beauty. It still has plenty of virgin jungle for hiking. You will also find several different hidden beaches as you travel the dirt roads deeper into the jungle. You can rent ATVs and\/or horses for jungle tours and the jungle roads are great for mountain biking.\n\nRent kayaks to explore the ocean or hire a panga boat to take you ",{"type":"'''","value":["whale watching"]}," (November through January).\n\nExperience the economic diversity of the Bahia de Banderas while giving back to its Mexican communities. A local nonprofit called Investours offers socially responsible microfinance tours in Sayulita and its surrounding communities.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Surfing"]}," Sayulita is an excellent, tranquil place for new surfers to learn the sport. The beach is shallow and you can reach the bottom even fifty meters away from the shore. The bottom of the beginner section is sandy and mostly safe. This makes it easy to get back to the place the waves break and allows more efficient learning. The beach also has a more demanding, rockier section, but it is quite hard to get there by accident.  The waves are rather small and easy for beginners (at least in January through March).\n\nPlenty of small ",{"type":"'''","value":["sport fishing"]}," trips available if you look around.  If you can find Nacho's boat trips, he will give you a fun trip and can take you whale watching if you don't want to fish (be forewarned he'll stop to fish anyhow if he sees something interesting).\n\nThere are a couple of other beaches that are more 'local', if you're up for minor adventure scout out the other beaches around town.\n\n",{"type":"==","value":["Buy"]},"\n\nPlenty of shops with tourist things and local art.  \n\nHuichol Indians sell their handcrafted wares in the plaza daily. The true find: some of the best Huichol art in Mexico in the museum store Galeria Tanana on Avenida Palmar.\n\n",{"type":"==","value":["Eat"]},"\n\nFor breakfast try ",{"type":"'''","value":["Rollie's Place"]}," just a couple of blocks off of the main square (they also serve dinner now too).  There are 40 or more restaurants in town even though it is a small town.  Try the street side taco stand vendors for some great fare and cheap eats.\n\nTry the Mangiafuoco for dinner, an Italian restaurant with an Italian chef with a menu changing daily, and frequent live music later on. Excellent homemade pasta and wood oven fired pizza.\n\n",{"type":"==","value":["Drink"]},"\n\nGo to one of the grocery stores off of the main square to get ",{"type":"''","value":["cervezas"]},", then return your bottles for deposit returns.  There are margaritas the size of your head available at Costeno's, which is located right on the beach, straight down from the plaza.\n\nIf you are looking for a more upscale establishment, try Don Pedro's (also on the beach) or head to the plaza and check out Miro Vino or Calypso.  If you want to learn about and sample Mexico's finest Tequilas, then try Sayulita Fish Taco.\n\n",{"type":"==","value":["Sleep"]},"\nThere are several affordable options for accommodation. The town center is just a couple blocks in size and you should have no trouble finding a place to stay.\nThe campgrounds in Sayulita are considered to be among the best in Mexico and are famous word of mouth lore passed among seasoned travelers.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camping del Palmar"],["url="],["email="],["address="],["lat="],["long="],["directions=south of river"],["phone="],["tollfree="],["fax="],["hours="],["price=US$4\/night"],["checkin="],["checkout="],["content=Of the two campgrounds in Sayulita (not including the RV park). This is the better maintained and more pleasant. Very nice actually."]]}]},"\n\n\n",{"type":"====","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aurinko Bungalows"],["url=http:\/\/www.sayulita-vacations.com\/"],["email=info@sayulita-vacations.com"],["address=Calle Marlin"],["lat="],["long="],["directions="],["phone=+52 329 291-3150"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Personally styled bungalows right in the center of Sayulita.  The Finnish owner also has two surf shops close to the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Estrella del Mar"],["url=http:\/\/www.sayulitaretreat.com"],["email=reserve@sayulitaretreat.com"],["address=Calle Vista Mar 5"],["lat=20.870681721988593"],["long=-105.4464340209961"],["directions="],["phone=+1 323 319-4299 (US)"],["tollfree="],["fax="],["hours="],["price=125-150\/nt"],["checkin=3PM"],["checkout=noon"],["content=Estrella del Mar is an estate consisting of two separate Mexican Modern architectural one bedroom homes. It sits atop the hill on the southern end of Sayulita's bay, at the edge of the tropical rainforest, so it has spectacular 360 degree views of ocean and untamed jungle."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel La Casona"],["url=http:\/\/www.lacasonasayulita.com"],["email="],["address=Calle Delfin #7"],["lat=20.869719"],["long=-105.440898"],["directions="],["phone=+1 415 683-3244 (US)"],["tollfree="],["fax="],["hours="],["price=US$75-US$140"],["checkin=3PM"],["checkout=11AM"],["content=Hotel La Casona is the newest boutique hotel in Sayulita, less than one block from the beach."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Playa Escondida"],["url=http:\/\/www.playa-escondida.com"],["email=contact@playa-escondida.com"],["address=Camino a Playa Escondida #1"],["lat=20.866013"],["long=-105.454682"],["directions="],["phone=+1 415 259-4748 (US)"],["tollfree="],["fax="],["hours="],["price=US$150-US$400"],["checkin=3PM"],["checkout=11AM"],["content=A secluded resort, nested in a beachfront setting surrounded by hills covered with jungle. Close to nature, yet safe and comfortable; clean air, private beach, beautiful rooms, relaxing ambience."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Nayarit"]]},"\n",{"type":"{{","value":[["geo"],["20.869444"],["-105.440833"]]},"\n",{"type":"[[","value":[["Wikipedia:Sayulita"]]}]