[{"type":"{{","value":[["pagebanner"],["Norsk skjaergard banner 2.jpg"],["caption=Coastal village"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goscandinavia.com\/ Scandinavia"]}]}," is a ",{"type":"[[","value":[["Europe"],["European"]]}," region north of the ",{"type":"[[","value":[["Baltic Sea"]]},". At almost 1.2 million square kilometres (463,000 square miles) it is one of the largest regions in Europe, but home to only around 24 million people, accounting for a mere 4% of the population of Europe. The northernmost part of Scandinavia is within the ",{"type":"[[","value":[["Arctic"]]},".\n\nTogether with Finland and Iceland, the three Scandinavian Kingdoms of Denmark, Norway and Sweden and their associated territories are called the ",{"type":"'''","value":["Nordic Countries"]},".\n__TOC__\n",{"type":"<","value":["div",{"style":"clear:both;"},[]]},"\n",{"type":"==","value":["Countries"]},"\n\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Scandinavia regions map.png"],["regionmaptext=Map of the Nordic Countries"],["region1name=",{"type":"[[","value":[["Denmark"]]}],["region1color=#d56d76"],["region1items="],["region1description= Scandinavia's smallest nation features hundreds of islands, rolling farmland, endless beaches and a more continental vibe."],["region2name=",{"type":"[[","value":[["Norway"]]}],["region2color=#71b37b"],["region2items="],["region2description=Famous for deep fjords, steep mountains, countless waterfalls, wooden churches, ",{"type":"[[","value":[["Aurora borealis"],["the Northern Lights"]]}," and millennial maritime traditions. Norway's topology and nature are characteristic for their regional diversities."],["region3name=",{"type":"[[","value":[["Sweden"]]}],["region3color=#d5dc76"],["region3items="],["region3description=Scandinavia's largest country by area and population is home of endless forests, clear blue lakes and the beautiful archipelagos along its coasts."],["region4name=",{"type":"[[","value":[["Finland"]]}],["region4color=#8a84a3"],["region4items="],["region4description=Hundreds of thousands of islands and lakes to explore in this bridge to the east. The most remote and perhaps the most conservative of the Nordic countries, with a language unlike the Scandinavian languages."],["region5name=",{"type":"[[","value":[["Iceland"]]}],["region5color=#d09440"],["region5items="],["region5description=Spectacular scenery of volcanoes, glaciers, geysers, and waterfalls on this North Atlantic island."]]},"\n\n",{"type":"===","value":["Territories"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Åland islands"]]}," — an archipelago and autonomous territory of Finland with its own distinctive culture and sense of quasi-national identity, located in the Baltic Sea between southern Finland and Stockholm. Due to an accident of history, Ålanders usually only speak Swedish, have their own parliament and cuisine, print their own postage stamps, are exempt from military service and maintain a special tax status within the European Union"]},{"type":"*","value":[" ",{"type":"[[","value":[["Faroe Islands"]]}," — an autonomous territory of Denmark in the Atlantic Ocean with a very distinct culture and sense of national identity. Especially known for its dramatic natural scenery and unique bird life."]},{"type":"*","value":[" ",{"type":"[[","value":[["Greenland"]]}," — an autonomous territory of Denmark; geographically part of ",{"type":"[[","value":[["North America"]]},". The indigenous people, the Inuit, are also culturally close to native America, but there is a strong modern Nordic influence."]},{"type":"*","value":[" ",{"type":"[[","value":[["Svalbard"]]}," — an archipelago and autonomous territory of Norway, located in the Barents Sea north of Norway, famous for its harsh climate, coal mines and satellite installations. The only part of Norway where polar bears actually live. Theoretically, passport holders of the 41 signatories of the Svalbard treaty (including such unlikely countries as ",{"type":"[[","value":[["Afghanistan"]]}," and the ",{"type":"[[","value":[["Dominican Republic"]]},") need no visas or other permits to visit – or even work – in Svalbard, although since air transit is usually via mainland Norway these rights may be problematic to exercise in practice."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["Image:Cph_nyhavn.jpg"],["thumb"],["250px"],["Urban Scandinavia includes many historic cities by the Baltic sea. Pictured: the Nyhavn canal of ",{"type":"[[","value":[["Copenhagen"]]},", Denmark"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Aarhus"]]}," — a brilliant Open Air Museum containing historic buildings from towns and cities across Denmark, many from the 1800s"]},{"type":"*","value":[{"type":"[[","value":[["Bergen"]]}," — old Hanseatic trading centre with wonderfully cute wooden buildings, a magnificent mountain setting, varied nightlife and tons of atmosphere"]},{"type":"*","value":[{"type":"[[","value":[["Copenhagen"]]}," — a vast number of offers for cultural experiences, shopping and the inspiration of Danish design traditions. Lately it has become the gastronomical centre of the region, driving the principles of \"New Nordic Cuisine\" with many great restaurants and bars as a result."]},{"type":"*","value":[{"type":"[[","value":[["Gothenburg"]]}," — a port and industrial city on the Swedish west coast, second in size in Sweden"]},{"type":"*","value":[{"type":"[[","value":[["Helsinki"]]}," — the \"Daughter of the Baltic\", Finland's capital and largest city with its iconic cathedral"]},{"type":"*","value":[{"type":"[[","value":[["Oslo"]]}," — museums of national importance, a beautiful setting, lively nightlife and cultural scene"]},{"type":"*","value":[{"type":"[[","value":[["Reykjavík"]]}," — the northernmost capital of the world"]},{"type":"*","value":[{"type":"[[","value":[["Stockholm"]]}," — spread out over a number of islands, one of the most beautiful cities of Scandinavia"]},{"type":"*","value":[{"type":"[[","value":[["Turku"]]}," — the gateway to the Archipelago Sea; the huge Castle and Cathedral are the two poles of historic Turku, between which just about every important site in the city can be found"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Norden.jpg"],["thumb"],["250px"],["Nordic Flags"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gotland"]]}," — the largest island in the Baltic Sea, with the UNESCO heritage main town of ",{"type":"[[","value":[["Visby"]]}," and great partying in the summer"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jostedalsbreen"]]}," — the largest glacier on the European mainland  "]},{"type":"*","value":[" ",{"type":"[[","value":[["Kullaberg"]]}," — a nature reserve in southern Sweden"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mývatn"]]}," — a lake region near Akureyri in the north of Iceland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nordkapp"]]}," — this cliff is the northernmost point of continental Europe"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nuuksio National Park"]]}," — a pint-sized marvel just 35 kms from Helsinki"]},{"type":"*","value":[" ",{"type":"[[","value":[["Saariselkä"]]}," — a winter sports centre in Finnish Lapland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Stevns Cliff"]]}," — sandstone cliffs in Denmark"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sydfynske Øhav"]]}," — 55 islands and islets, one of Denmark's most scenic areas"]},{"type":"*","value":[" ",{"type":"[[","value":[["Þingvellir National Park"]]}," — not only is this the original site of the longest running parliament in the world, it's also where the North American and European continental shelf plates are being torn apart"]},"\n",{"type":"==","value":["Understand"]},"\nStrictly speaking, ",{"type":"''","value":["Scandinavia"]}," covers only ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Norway"]]}," and ",{"type":"[[","value":[["Sweden"]]},", but here we use it in its broader sense to cover all of ",{"type":"''","value":["the Nordic Countries"]}," (",{"type":"''","value":["Norden"]},"). This term ",{"type":"''","value":["Nordic Countries"]}," also includes ",{"type":"[[","value":[["Finland"]]}," and ",{"type":"[[","value":[["Iceland"]]},". ",{"type":"[[","value":[["Greenland"]]}," is geographically a part of North America, but is politically linked to the rest of the Nordic Countries by being both an integral part of the Danish Kingdom and a member of the cooperative political entity called the ",{"type":"''","value":["Nordic Council"]},".\n\nThe Scandinavian nations share many cultural traits including similar flags and many related languages. The region is known for its natural beauty and more recently its liberalism. Denmark, Finland and Sweden are EU members. Oil and gas rich Norway, and, the only island nation (to the west), Iceland, are not (but they are part of EFTA and the Schengen area).\n\nThe Nordic countries all enjoy a relatively strong ",{"type":"'''","value":["economy"]},". Norway and Iceland have in particular profited from an abundance of natural resources. Sweden and Finland also have their share of natural resources, but are in the international marketplace mostly famous for strong brands like Volvo, Saab, Ericsson and Nokia. Although Denmark has developed sophisticated businesses in a number of industries, it is above all the leading agricultural country in Scandinavia. Strong economies and relatively small social differences translates into high prices for visitors. \n\nElaborate ",{"type":"'''","value":["welfare states"]}," are a common characteristic of the Nordic countries.  Most things are generally highly organized and tourists should expect everything to proceed according to plans, rules and timetables. According to Transparency International, the Nordic countries are the least corrupt in the world (matched only by a handful of countries including Canada, New Zealand and Singapore).\n\n",{"type":"===","value":[" History "]},"\n",{"type":"{{","value":[["infobox"],["Where are the Vikings?"],[{"type":"[[","value":[["File:A square sail (4912615962) (2).jpg"],["300 px"],["centre"]]}," Many tourists from English-speaking countries wonder where in Scandinavia they can see real Vikings. Unfortunately, they have not been around for a thousand years. ",{"type":"''","value":["Viking"]}," is not the name of a separate tribe or nation - it is simply the old Norse word for \"sailor\", \"pirate\" or \"navigator of the fjords\" depending on etymology. While most Swedish, Norwegian and Danish people of these days were farmers or fishermen who remained in Scandinavia (therefore, by definition, ",{"type":"''","value":["not"]}," Vikings), some men (and in a few cases women) joined expeditions of trade, exploration and piracy, reaching as far as present-day ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Morocco"]]}," and ",{"type":"[[","value":[["Caucasia"]]},", taking part in the foundation of great nations such as ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["England"]]},". As the pagan Scandinavians were christened around AD 1000, the Viking raids declined. While viking history is not very visible in the landscape, there are still traces from the Viking age, such as ",{"type":"''","value":["runestones"]}," and burial mounds, everywhere in Scandinavia. Some good places to see Viking age artifacts are the ",{"type":"'''","value":["Swedish History Museum"]}," (\"Historiska museet\") ",{"type":"[","value":["http:\/\/www.historiska.se"]}," in ",{"type":"[[","value":[["Stockholm"]]},", ",{"type":"'''","value":["Birka"]}," in ",{"type":"[[","value":[["Ekerö"]]},", the ",{"type":"''","value":["Settlement Exhibition Reykjavík 871±2"]}," of the ",{"type":"'''","value":["Reykjavik City Museum"]}," (\"Minjasafn Reykjavíkur\") ",{"type":"[","value":["http:\/\/minjasafnreykjavikur.is"]}," in ",{"type":"[[","value":[["Reykjavik"]]},", the ",{"type":"'''","value":["Viking Ship Museum"]}," (\"Vikingeskibsmuseet\") ",{"type":"[","value":["http:\/\/www.vikingeskibsmuseet.dk"]}," in ",{"type":"[[","value":[["Roskilde"]]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.khm.uio.no\/english\/visit-us\/viking-ship-museum\/index.html Viking Ship Museum"]}]}," in ",{"type":"[[","value":[["Oslo"]]},", and ",{"type":"'''","value":["Old Uppsala"]}," in ",{"type":"[[","value":[["Uppsala"]]},".\n\nThe Viking Age heritage has been contorted through history - romanticized during the 19th century, as the horned helmets were made up. (A horned helmet would be very impractical in combat.) Most Scandinavians are proud of their Viking roots, though they don't take them very seriously."]]},"\n\nScandinavia was covered by an ice sheet around 10.000 BC. As the ice pushed the land down, it is still rising from the sea, at a rate near 1 cm a year. While the north Germanic peoples populated southern coastal areas, Finns and Sami migrated from the Ural Mountains. From around AD 700, Norse sailors known as Vikings ventured across the Atlantic and European rivers. Christianity did not get a grip on Scandinavia until around AD 1000; and reached Finland centuries later. The Nordic countries were joint in the Kalmar Union throughout the 14th and 15th centuries, but since Sweden broke away in the 16th century, they fought eleven wars against Denmark, during the following 300 years, until the idea of Scandinavian unity was revived in the 19th century. Norway, Finland and Iceland gained or regained independence during the early 20th century. Since the end of World War II, the five Nordic countries have prospered as democratic welfare states.\n\n",{"type":"===","value":["Geography"]},"\n\nDenmark borders on ",{"type":"[[","value":[["Germany"]]},", while Finland and Norway border on ",{"type":"[[","value":[["Russia"]]},", but otherwise the Nordic countries are separated from their neighbors by the Baltic, the North Sea or the Atlantic itself. An abundance of ",{"type":"'''","value":["land, water and wilderness"]}," is a common characteristic of the Nordic countries (except Denmark where most of the country is farmland or settlements). For example, Sweden is one of the largest countries in Europe in area but only has some 9 million inhabitants. A surprising example of the relative size of Scandinavia is the fact that there is an equal distance from the southernmost point in Denmark to either the ",{"type":"[[","value":[["Nordkapp"]]}," at the northernmost point of Norway or to ",{"type":"[[","value":[["Syracuse (Italy)"],["Syracuse"]]}," in southern ",{"type":"[[","value":[["Sicily"]]},".\n\nThe landscapes and nature varies much across the Nordic countries. Denmark is a flat lowland like the Netherlands and Northern Germany. Iceland is both volcanic and arctic. Norway and Sweden share the Scandinavian peninsula which is highest on the Atlantic coast and gradually becomes lower until Sweden meets the Baltic sea. The Scandinavian mountains, running from Southern Norway and past Tromsø in Northern Norway, are steep and rugged on the Atlantic side, gentle on the Eastern side. Finland is relatively flat, somewhat colder, and characterized by lakes scattered over the entire country. Large parts of Sweden and Finland (as well as parts of Norway) are covered by deep pine tree forests that are essentially the western branch of great Russian taiga. Galdhøpiggen in Norway's ",{"type":"[[","value":[["Jotunheimen"]]}," national park, is at 2469 m (8,100 f) the tallest European mountain north of the Alps, while Kebnekaise, 2104 m (6,902 f) tall, is the highest mountain in Sweden.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["seealso"],["Winter in the Nordic countries"]]},"\nThe Scandinavian countries are known for their distinct seasonal changes due to fluctuations in temperature, wind and precipitation. Add to this that the amount of sunlight varies greatly between summer and winter; the northern parts of these countries have up to a few months of no sunlight in the winter, and a few months of constant sunlight in the summer. Understanding variations in daylight and temperatures across seasons is essential for any visitor the Nordic countries.\n",{"type":"[[","value":[["File:Climate chart of Helsinki.svg"],["thumb"],["Average temperature and precipitation by month, Helsinki"]]},"\n",{"type":"[[","value":[["File:Climate chart of Copenhagen.svg"],["thumb"],["Average temperature and precipitation by month, Copenhagen"]]},"\nClimate also varies considerably across countries and regions, the contrast between Norway's coastal areas and the interior of the Nordic countries is striking. As a rule of thumb, winters are colder the further inland, the further north and at higher altitudes. In summer the situation is roughly vice verse: summers are warmer and drier the further inland or east\/south one travels. Norway's Atlantic coast gets the most precipitation.\n\nThe northern parts of Norway, Sweden and Finland, as well as most of Greenland, are within the Arctic. Due to the ",{"type":"'''","value":["high latitude"]},", summer nights are very short and in the northern most part there is even midnight sun in the summer (and no sun at all around mid winter). While central parts of Scandinavia (the Oslo-Stockholm-Copenhagen triangle) are more densely populated, vast areas in the north or in the mountains are hardly populated at all. Because of this, space, light and nature are key characteristics of the four northern countries, with the exception of Denmark.\n\nDespite the high latitude central parts, the Nordic countries have a ",{"type":"'''","value":["mild climate"]},", at least much warmer than would be expected at this latitude. Northern parts have subarctic climate, while southern parts and coastal areas enjoy a temperate climate. Denmark and coastal areas of Southern Norway, Iceland and Western Sweden experience only occasional frost and snow during winter. Summers in Denmark, Sweden, Norway and Finland are pleasantly warm with day temperatures in the range 15-30°C. In the mountains and along western coasts, the weather is generally more unstable. Finland has the most stable sunny weather in summer. In general, the further inland, the bigger the difference between summer and winter. The Baltic side is generally colder in winter than the North Sea\/Atlantic side. Western Norway and the Atlantic Islands have the smallest difference between summer and winter.\n\n",{"type":"==","value":["Talk"]},"\nCommunicating in Scandinavia is easy for English speakers. The Scandinavian countries have some of the highest levels of English proficiency among countries where English is not an official language.\n\nVirtually everybody under 65 speaks at least basic English, and younger people tend to be fluent. Most students also study a third major European language, such as German, French and increasingly Spanish.  Foreign language television programmes are usually shown in their original language with subtitles, with only children's programmes sometimes being dubbed into the local language, and even then DVDs and cinemas also offer the original language with subtitles, and it is widely believed that this links to the high English proficiency among young children here. \n\n",{"type":"[[","value":[["Danish phrasebook"],["Danish"]]},", ",{"type":"[[","value":[["Norwegian phrasebook"],["Norwegian"]]}," and ",{"type":"[[","value":[["Swedish phrasebook"],["Swedish"]]}," are closely related and mutually intelligible to varying degrees in their standard forms, especially in writing, although some spoken dialects can be quite incomprehensible. As these are all Germanic languages, if you speak German or Dutch, you will find many cognates, and even English speakers will be able to recognise the odd word once they get their heads around the phonetic spelling: eg. English ",{"type":"''","value":["school"]}," is Swedish ",{"type":"''","value":["skola"]}," and Danish\/Norwegian ",{"type":"''","value":["skole"]},", while ",{"type":"''","value":["first"]}," becomes ",{"type":"''","value":["först\/først"]},".  ",{"type":"[[","value":[["Icelandic phrasebook"],["Icelandic"]]}," and ",{"type":"[[","value":[["Faroese phrasebook"],["Faroese"]]},", while also related, have been kept in a linguistic freezer since the 13th century, and are largely unintelligible to other Germanic speakers, though many cognates will still be recognisable.\n\nThe real outlier is ",{"type":"[[","value":[["Finnish phrasebook"],["Finnish"]]},", which belongs to the Finno-Ugric family and is entirely unrelated to the other Nordic languages. Finland, however, maintains a roughly 5% Swedish-speaking minority, and all Finns learn Swedish in school (and there are many Swedish loanwords in Finnish). As Finnish is related to Hungarian and Estonian, speakers of those languages will recognise several cognates. The ",{"type":"[[","value":[["Saami phrasebook"],["Saami"]]}," language also belongs to the Finno-Ugric family and is an official language in some municipalities of ",{"type":"[[","value":[["Finnish Lapland"],["Lapland"]]}," and ",{"type":"[[","value":[["Finnmark"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Skaergaarden.jpg"],["thumb"],["250px"],["The Skärgården Archipelago runs along much the Bothnia coast, Åland and finnish gulf, it consists of thousands of rocky inlets, like this one seen from the Stockholm - Tallinn ferry"]]},"\n\n",{"type":"[[","value":[["Image:GeirangerFjord.jpg"],["thumb"],["250px"],["Norway is rightly famous for spectacular fjords like ",{"type":"[[","value":[["Geirangerfjord"]]}]]},"\n\n",{"type":"===","value":["By plane"]},"\nDue to the large distances and the water surrounding most of the Nordic area, air travel is often the most effective way of getting to the Nordic countries. All the main cities have international airports, and even towns like ",{"type":"[[","value":[["Haugesund"]]}," and ",{"type":"[[","value":[["Ålesund"]]}," serve some international flights. Almost all European airlines service Scandinavian airports.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flysas.com SAS Scandinavian Airlines"]}]}," (",{"type":"''","value":["Denmark, Norway, Sweden"]},") - Scandinavia's largest carrier and the flag carrier of all 3 countries, main international hub is Copenhagen Airport, Kastrup."]},": ",{"type":"[[","value":[["San Francisco"]]},", ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Washington, D.C"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]}," and ",{"type":"[[","value":[["Tokyo"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/finnair.com Finnair"]}]}," (",{"type":"''","value":["Finland"]},")  - Finland's flag carrier, flying out from its main base in Helsinki, with a strong presence on Asian routes."]},": ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Tokyo"]]},", ",{"type":"[[","value":[["Nagoya"]]},", ",{"type":"[[","value":[["Osaka"]]}," and ",{"type":"[[","value":[["Singapore"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/icelandair.com\/ Icelandair"]}]}," (",{"type":"''","value":["Iceland"]},")  - Leverages on its strategic location midway between Europe and North America to maintain a strong presence on North American routes. "]},": ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Twin Cities"],["Minneapolis-St Paul"]]},", ",{"type":"[[","value":[["Orlando"]]},", ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Toronto"]]},", ",{"type":"[[","value":[["Halifax (Nova Scotia)"],["Halifax"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.atlantic.fo Atlantic Airways"]}]}," (",{"type":"''","value":["Faroe Islands"]},") - Flies to many destinations in the North Atlantic, including Britain and Iceland, and their partner airline ",{"type":"'''","value":["Air Iceland"]}," (",{"type":"''","value":["Flugfélag Íslands"]},") ",{"type":"[","value":["http:\/\/www.airiceland.is\/"]}," extends the North Atlantic network to include several destinations on ",{"type":"[[","value":[["Greenland"]]},"."]},"\nBesides the regional airlines, there are also several major international airlines which offers direct routes to Scandinavia. ",{"type":"''","value":["Emirates"]},", ",{"type":"''","value":["Gulf Air"]},", ",{"type":"''","value":["Air Canada"]}," and ",{"type":"''","value":["Singapore Airlines"]}," fly to Copenhagen, ",{"type":"''","value":["Air China"]},"  to Stockholm, while ",{"type":"''","value":["PIA"]}," (",{"type":"''","value":["Pakistan"]},"), ",{"type":"''","value":["Thai"]},", ",{"type":"''","value":["Qatar Airways"]},", ",{"type":"''","value":["US Airways"]},", ",{"type":"''","value":["Delta"]},", and ",{"type":"''","value":["United Airlines"]}," all service several intercontinental routes to Scandinavia. \n\nAlternative low cost airlines in the region include '",{"type":"''","value":["Norwegian"]}," ",{"type":"[","value":["http:\/\/http:\/\/www.norwegian.com"]}," in Norway, Sweden and Denmark and ",{"type":"''","value":["Iceland Express"]}," ",{"type":"[","value":["http:\/\/Icelandexpress.com"]}," on Iceland. Both of these airlines have routes to one of the London airports, and hence London is a good entry point, if you can find a cheaper flight there, which is often the case. Many of the low cost airlines mainly service routes between the colder Scandinavia and the sunny Mediterranean; hence you can also often find bargain flights from Spain, Italy, etc. should you wish to experience a real Nordic winter.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Denmark"]]}," is well-connected to the German rail network. The direct connection to Copenhagen is, however, by the Puttgarden-Rødby ferry. ",{"type":"[[","value":[["Sweden"]]}," is connected to Danish railways via the Øresund bridge between Copenhagen and Malmö or to the German capital by a bi-daily night train during the summer, bypassing Denmark via the ",{"type":"[[","value":[["Trelleborg"]]}," - ",{"type":"[[","value":[["Rostock"]]}," ferry. Due to the barrier provided by the Baltic sea, the only other connection to the European mainland, is via ",{"type":"[[","value":[["Moscow"]]}," or ",{"type":"[[","value":[["St Petersburg"]]}," in ",{"type":"[[","value":[["Russia"]]},". For interrail pass holders most of the ferries crossing the Baltic and North seas offers discounts (25-50%), but only the Scandlines ferries are completely included in the pass (see ",{"type":"[[","value":[["#section=11"],["By ferry"]]}," section).\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:33,3%;\" |"],[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Basel"]]}]},", (",{"type":"[[","value":[["Switzerland"]]},")"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Munich"]]}]},", (",{"type":"[[","value":[["Germany"]]},") - "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Amsterdam"]]}]},", (",{"type":"[[","value":[["Netherlands"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hamburg"]]}]},", (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Berlin"]]}]},", (",{"type":"[[","value":[["Germany"]]},") "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Berlin"]]}]},", (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Moscow"]]}]},", (",{"type":"[[","value":[["Russia"]]},") - "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["St Petersburg"]]}]},", (",{"type":"[[","value":[["Russia"]]},") - "]},"| style=\"vertical-align:top;width:33,3%;\" |"],[":",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen"]]}]},", (",{"type":"[[","value":[["Denmark"]]},"))"],[":",{"type":"'''","value":[{"type":"[[","value":[["Malmö"]]}]},", (",{"type":"[[","value":[["Sweden"]]}],[":",{"type":"'''","value":[{"type":"[[","value":[["Aarhus"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Helsinki"]]}]},", (",{"type":"[[","value":[["Finland"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Helsinki"]]}]},", (",{"type":"[[","value":[["Finland"]]},")"],["| style=\"vertical-align:top;width:33,3%;\" |"],[": DB City Night Line ",{"type":"[","value":["http:\/\/www.nachtzugreise.de\/nachtzugreise\/view\/en\/index.shtml"]},", 16 hours (night)"],[": DB City Night Line ",{"type":"[","value":["http:\/\/www.nachtzugreise.de\/nachtzugreise\/view\/en\/index.shtml"]},", 15 hours (night)"],[": DB City Night Line ",{"type":"[","value":["http:\/\/www.nachtzugreise.de\/nachtzugreise\/view\/en\/index.shtml"]},", 15 hours (night)"],[": DB Deutsche Bahn ",{"type":"[","value":["http:\/\/www.bahn.de"]},", 5 hours (day)"],[": SJ Berlin Night Express ",{"type":"[","value":["http:\/\/www.berlin-night-express.com\/"]},", 8½ hours (night)"],[": DB Deutsche Bahn ",{"type":"[","value":["http:\/\/www.bahn.de"]},", 8½ hours (day)"],[": VR Finnish Railways ",{"type":"[","value":["http:\/\/www.vr.fi\/heo\/eng\/"]},", 14½ hours (night)"],[": VR Finnish Railways ",{"type":"[","value":["http:\/\/www.vr.fi\/en\/index\/ulkomaat\/venaja\/allegro\/palvelut_junassa_5.html"]},", 3½ hours (day)"]]},"\n\n",{"type":"===","value":["By ferry"]},"\nNorway is served by ferries from Denmark and Germany. To Sweden, there are ferries from Finland, Estonia, Latvia, Lithuania, and Poland. Iceland is connected to Denmark and the Faroe Islands by ferry. To Finland there are ferries from Estonia and Germany.\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:33,3%;\" |"],[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kiel"]]}]}," (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kiel"]]}]}," (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Travemünde"]]}]}," (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Travemünde"]]}]}," (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Rostock"]]}]}," (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Rostock"]]}]}," (",{"type":"[[","value":[["Germany"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tallinn"]]}]}," (",{"type":"[[","value":[["Estonia"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tallinn"]]}]}," (",{"type":"[[","value":[["Estonia"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Riga"]]}]}," (",{"type":"[[","value":[["Latvia"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ventspils"]]}]}," (",{"type":"[[","value":[["Latvia"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Gdansk"]]}]},"  (",{"type":"[[","value":[["Poland"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Gdansk"]]}]},"  (",{"type":"[[","value":[["Poland"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Klaipeda"]]}]}," (",{"type":"[[","value":[["Lithuania"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Świnoujście"]]}]}," (",{"type":"[[","value":[["Poland"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Harwich (England)"],["Harwich"]]}]}," (",{"type":"[[","value":[["United Kingdom"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Puttgarden"]]}]}," (",{"type":"[[","value":[["Germany"]]},")"]},"| style=\"vertical-align:top;width:33,3%;\" |"],[":",{"type":"'''","value":[{"type":"[[","value":[["Oslo"]]}]}," (",{"type":"[[","value":[["Norway"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Gothenburg"]]}]}," (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Malmö"]]}]}," (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Helsinki"]]}]}," (",{"type":"[[","value":[["Finland"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Gedser"]]}]}," (",{"type":"[[","value":[["Denmark"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Helsinki"]]}]}," (",{"type":"[[","value":[["Finland"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Helsinki"]]}]}," (",{"type":"[[","value":[["Finland"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Stockholm"]]}]}," (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Stockholm"]]}]}," (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Stockholm"]]}]},"¹ (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Stockholm"]]}]},"¹ (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Karlskrona"]]}]}," (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Karlshamn"]]}]}," (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Ystad"]]}]}," (",{"type":"[[","value":[["Sweden"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Esbjerg"]]}]}," (",{"type":"[[","value":[["Denmark"]]},")"],[":",{"type":"'''","value":[{"type":"[[","value":[["Rødby"]]}]}," (",{"type":"[[","value":[["Denmark"]]},")"],["| style=\"vertical-align:top;width:33,3%;\" |"],[":Color Line",{"type":"[","value":["http:\/\/www.colorline.com"]},", 19½ hours"],[":Stena Line",{"type":"[","value":["http:\/\/www.stenaline.com"]},", 14 hours"],[":TT Line ",{"type":"[","value":["http:\/\/www.ttline.com"]},", 7½ hours"],[":Finnlines ",{"type":"[","value":["http:\/\/www2.finnlines.com\/passenger_eng"]},", 27 hours"],[":Scandlines ",{"type":"[","value":["http:\/\/scandlines.com"]},", 1¾ hours"],[":Tallink Silja line ",{"type":"[","value":["http:\/\/www.tallinksilja.com"]},", 26 hours"],[":Many operators, 2-4 hours"],[":Tallink Silja line ",{"type":"[","value":["http:\/\/www.tallinksilja.com"]},", 17 hours"],[":Tallink Silja line ",{"type":"[","value":["http:\/\/www.tallinksilja.com"]},", 17 hours"],[":Scandlines ",{"type":"[","value":["http:\/\/scandlines.com"]},", 10 hours"],[":Polferries ",{"type":"[","value":["http:\/\/www.polferries.pl\/en\/home"]},", 18 hours"],[":Stena Line ",{"type":"[","value":["http:\/\/www.stenaline.pl\/en\/ferries\/"]},", 11 hours"],[":DFDS Lisco ",{"type":"[","value":["https:\/\/booking.dfds.it\/lisco\/lsvenska"]},", 15 hours"],[":Polferries ",{"type":"[","value":["http:\/\/www.polferries.pl\/en\/home"]},", 6½ hours"],[":DFDS Seaways ",{"type":"[","value":["http:\/\/www.dfdsseaways.com"]},", 18 hours"],[":Scandlines ",{"type":"[","value":["http:\/\/scandlines.com"]},", ¾ hours"]]},"\n",{"type":"'''","value":["¹"]}," ",{"type":"<","value":["small",["Arrives in Nynäshamn, about 1 hour south of Stockholm by suburban train"]]},"\n\n",{"type":"===","value":["By car"]},"\nDenmark is directly connected to the continental road network. From Denmark it is possible to cross to Sweden over the Öresund bridge (which is a toll road, see ",{"type":"[","value":["http:\/\/www.oresundsbron.com official site"]}," for prices - around €45 at time of writing). There are also many ferry connections from Denmark, most of them takes cars. The only overland alternative to the Öresund bridge is to enter via Russia to Finland or Norway. Save a few short stretches of regular road, you can drive all the way to Stockholm or Oslo on highway from the German ones, but keep in mind that the tolls on the two Danish highway bridges you need to pass to get to Sweden are heavy, and you could easily be saving money taking a more direct route with a ferry. Virtually all Scandinavian roads are toll free, but some of the larger cities (most notably Stockholm) have introduced congestion charges when driving in the centre, and some of the longer bridges and tunnels levy tolls to pay for their construction. \n\nSpeed limits are uniform; 50kph in cities and 80kph (70kph in Sweden) on rural roads unless otherwise indicated. Motorways range from 100 in Norway (only when signposted, otherwise 80), 110 in Sweden, 120 in Finland to 130 in Denmark, again unless other speed limits are signposted. Keep in mind that while many Scandinavians routinely exceed speed limits, fines are heavy and if you don't benefit from the high Scandinavian wages, they will feel even more steep, so you will in essence probably be gambling with your holiday budget. Speeding in city zones are considered a severe offence, and there are many unmarked automatic speed traps installed in such zones.\n\n",{"type":"[[","value":[["Winter driving"]]}," skills are essential through much of the year, when roads are treacherously slippery, winter tyres are mandatory and speed limits are reduced.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By ferry"]},"\n",{"type":"[[","value":[["Image:Silja Serenade.jpg"],["thumb"],[{"type":"''","value":["Silja Serenade"]},", a typical Helsinki-Stockholm ferry"]]},"\n\n",{"type":"{{","value":[["infobox"],[{"type":"[[","value":[["Baltic Sea cruises"]]}],[{"type":"''","value":["\"Our level of drunkenness was normal for a cruise of this kind.\""]}," The managing director of shipping company Tallink gave an interesting quote after his and the entire board's drunken rampage on one of Tallink's cruise ships in 2006. (The accusations against the VIP's included sexual harassment against female staff, beating up a bartender and causing a fire by putting a fish in a toaster.) The director's explanation clearly shows the main PR problem about the cruise ships on the Baltic Sea: they have a reputation as trashy booze boats, far from the glamor of other international cruises. This is largely due to the fact that the tickets can be dirt cheap - sometimes less than 50 SEK - and that tax-free alcohol shopping is among the main attractions. Still, some of the new ships are really pretty, and it is an easy and cheap way to get a glimpse of a country on the other side of the Baltic Sea. Also, not all cruises include obnoxious drunks trying to toast fish. ",{"type":"[[","value":[["Stockholm"]]}," is the main port in Sweden for the cruises, and the main destinations are ",{"type":"[[","value":[["Helsinki"]]},", ",{"type":"[[","value":[["Åland"]]}," and ",{"type":"[[","value":[["Turku"]]}," in ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["Tallinn"]]}," in ",{"type":"[[","value":[["Estonia"]]}," and ",{"type":"[[","value":[["Riga"]]}," in ",{"type":"[[","value":[["Latvia"]]},". Ships are operated by Silja Line ",{"type":"[","value":["http:\/\/www.silja.com\/en\/"]},", Viking Line ",{"type":"[","value":["http:\/\/www.vikingline.se\/"]},", Birka Cruises ",{"type":"[","value":["http:\/\/www.birka.se\/"]}," and, of course, Tallink ",{"type":"[","value":["http:\/\/www.tallinksilja.com\/en\/"]},", MSC cruises ",{"type":"[","value":["http:\/\/www.msccruises.se\/"]},". To get the cheapest tickets, try to go on a weekday in low season, share a four-bed cabin with some friends and make sure to keep your eyes peeled for last minute offers."]]},"\n\nMajor coastal cities of the Baltic Sea are often connected with ferry lines, e.g. Turku-Stockholm and Helsinki-Tallinn, and ferries are a natural part of many journeys for Scandinavians.  The larger long-distance ferries are in effect cruise ships, with behemoths like the ",{"type":"''","value":["Silja Europa"]}," featuring 13 decks stacked full of shops, restaurants, spas, saunas etc.  Longer routes are nearly always scheduled to sail during the night, so you arrive fresh to continue the often long journeys required in Scandinavia. If you travel by ferry to Norway or pass through ",{"type":"[[","value":[["Åland"]]},", there are Tax Free sales on board, since Norway is not part of the EU and Åland is subject to special regulations. For the same reason some of these lines, especially Stockholm-Helsinki ferry, is known as party boats, since alcohol escapes the normal heavy taxation.\n\nIn addition to major lines listed below, the ",{"type":"'''","value":[{"type":"[[","value":[["Hurtigruten"]]}]}," ferries, running all along Norways amazing jagged coast line, and through spectacular fjords, from ",{"type":"[[","value":[["Bergen"]]}," in the south to ",{"type":"[[","value":[["Kirkenes"]]}," in the Arctic north, docking in many small hamlets and villages on the way - offers a unique and very Scandinavian experience.\n\n",{"type":"{|","value":[["|-"],["||",{"type":"'''","value":["From"]},"||",{"type":"'''","value":["To"]},"||",{"type":"'''","value":["Operator"]}],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Copenhagen"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Oslo"]]}]}," (",{"type":"[[","value":[["Norway"]]},")||DFDS Seaways ",{"type":"[","value":["http:\/\/www.dfdsseaways.com"]},", 16.5 hr"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Grenå"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Varberg"]]}]},", (",{"type":"[[","value":[["Sweden"]]},")||Stena Line ",{"type":"[","value":["http:\/\/www.stenaline.com"]}," 4.5 hr"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Frederikshavn"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Göteborg"]]}]},", (",{"type":"[[","value":[["Sweden"]]},")||Stena Line ",{"type":"[","value":["http:\/\/www.stenaline.com"]}," 2-4 hr"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Hirtshals"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Larvik"]]}]},", (",{"type":"[[","value":[["Norway"]]},")||Colorline ",{"type":"[","value":["http:\/\/colorline.com"]},", 4 hr"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Hirtshals"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Kristiansand"]]}]},", (",{"type":"[[","value":[["Norway"]]},")||Colorline ",{"type":"[","value":["http:\/\/colorline.com"]},", 4 hr"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Hirtshals"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Bergen"]]}]},", (",{"type":"[[","value":[["Norway"]]},")||Fjordline ",{"type":"[","value":["http:\/\/fjordline.com"]},", 19.5 hr (via ",{"type":"[[","value":[["Stavanger"]]}," - 11.5 hr)"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Hirtshals"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Seyðisfjörður"]]}]},", (",{"type":"[[","value":[["Iceland"]]},")||Smyril line ",{"type":"[","value":["http:\/\/smyril-line.com"]},", 69 hr (via the ",{"type":"[[","value":[["Faroe Islands"]]}," - 44 hr ",{"type":"'''","value":["summer"]},")"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Hirtshals"]]}]},", (",{"type":"[[","value":[["Denmark"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Tórshavn"]]}]},", (",{"type":"[[","value":[["Faroe Islands"]]},")||Smyril line ",{"type":"[","value":["http:\/\/smyril-line.com"]},", 44 hr (",{"type":"'''","value":["winter"]},")"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Strömstad"]]}]},", (",{"type":"[[","value":[["Sweden"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Sandefjord"]]}]},", (",{"type":"[[","value":[["Norway"]]},")||Colorline ",{"type":"[","value":["http:\/\/colorline.com"]},", 2.5 hr"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Stockholm"]]}]},", (",{"type":"[[","value":[["Sweden"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Helsinki"]]}]},", (",{"type":"[[","value":[["Finland"]]},")||Tallink Silja line & Viking line, 16.5 hr (via ",{"type":"[[","value":[["Åland"]]}," islands - 11 hr)"],["|-"],["||",{"type":"'''","value":[{"type":"[[","value":[["Umeå"]]}]},", (",{"type":"[[","value":[["Sweden"]]},")||",{"type":"'''","value":[{"type":"[[","value":[["Vaasa"]]}]},", (",{"type":"[[","value":[["Finland"]]},")||Vaasanlaivat ",{"type":"[","value":["http:\/\/www.vaasanlaivat.fi\/"]},", 3.5 hr"],["|-"]]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:800px-Pendolino Helsinki.jpg"],["thumb"],["S220 ",{"type":"''","value":["Pendolino"]},", ",{"type":"[[","value":[["Finland"]]}]]},"\n",{"type":"{{","value":[["seealso"],["Rail travel in Europe"]]},"\nTrains are an adequate way of travelling around Scandinavia.  International connections between Denmark, southern Sweden and southern Norway are good, but up north services are sparse and there is a short gap in the network between northern Sweden and Finland, although most rail passes allow free use of the connecting bus service.  Iceland has no trains at all. \n\nThe previous night train connection between Copenhagen and Oslo has been retired, and this route now requires a change in Gothenburg, on the other hand day time connections has become much more frequent after the opening of the Øresund bridge (8.5 hr). Between Copenhagen and Stockholm up to 7 X2000 express trains runs directly every day (5.5 hr), and the daily night train only requires an easy change in Malmö (7.5 hr). Further north there are two daily connections between Oslo and ",{"type":"[[","value":[["Bodø"]]}," (17 hr, via ",{"type":"[[","value":[["Trondheim"]]},") - the northernmost stop on the Norwegian railway network, and two daily night trains (regular and express) between Stockholm and ",{"type":"[[","value":[["Umeå"]]},"\/",{"type":"[[","value":[["Luleå"]]}," (16-20 hr) in the northernmost part of Sweden. In the summer Lapplandståget ",{"type":"[","value":["http:\/\/www.connex.se\/tmpl\/XStartPage.aspx?id=36412"]},"- Scandinavia's longest railway journey, will take you directly all the way from Malmö (& Copenhagen) in the south to ",{"type":"[[","value":[["Narvik"]]}," in the north via Sweden. \n\nThe ScanRail pass was retired in 2007, but visitors not resident in Europe can opt for the very similar ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eurail.com\/eurail_scandinavia_pass?currency=eur Eurail Scandinavia Pass"]}]},", which offers 4 to 10 days of travel in a 2-month period for €232-361.  For residents of Europe, the all-Europe or single-country ",{"type":"[[","value":[["Interrail"]]}," passes are also an option.\n\nMajor railway companies in Scandinavian include DSB",{"type":"[","value":["http:\/\/www.dsb.dk"]}," & Arriva",{"type":"[","value":["http:\/\/www.arriva.dk"]}," in Denmark, NSB",{"type":"[","value":["http:\/\/www.nsb.no"]}," in Norway, SJ",{"type":"[","value":["http:\/\/www.sj.se"]}," and Veolia",{"type":"[","value":["http:\/\/www.connex.se"]}," in Sweden and VR",{"type":"[","value":["http:\/\/www.vr.fi"]}," in Finland.\n\n",{"type":"===","value":[" By bus "]},"\nIf you are not using a rail pass, long distance buses will often be a cheaper alternative, especially for longer journeys. But since highways are almost exclusively centred around the southern half of Scandinavia, journey times become increasingly uncompetitive the further north you get, on the other hand, rail services also get increasingly sparse in northern Scandinavia.  There is no dominant company like Greyhound is in North America, but a host of local, regional and national bus companies, some of the major companies include; GoByBus ",{"type":"[","value":["http:\/\/www.gobybus.se\/"]}," and Eurolines ",{"type":"[","value":["http:\/\/www.eurolines.com\/"]}," and Swebus ",{"type":"[","value":["http:\/\/www.swebusexpress.se\/"]}," which all service routes in the Scandinavian triangle between Copenhagen, Oslo and Stockholm. In addition the major national intercity bus companies are Abildskou ",{"type":"[","value":["http:\/\/www.abildskou.dk\/"]}," in Denmark, Nor-Way ",{"type":"[","value":["http:\/\/www.nor-way.no\/"]}," and Nettbuss ",{"type":"[","value":["http:\/\/www.nettbuss.no"]}," in Norway. In Finland timetables and tickets to nearly all lines can be obtained through Matkahuolto ",{"type":"[","value":["http:\/\/www.matkahuolto.fi\/en\/"]},".\n\n",{"type":"===","value":[" By car "]},"\n",{"type":"{{","value":[["Seealso"],["Driving in Sweden"],["Driving in Norway"]]},"\nThink twice before driving a car in Scandinavia.  Rentals are often expensive, and distances are long.  In Norway, in particular, distances that seem short on a map can be ",{"type":"''","value":["very"]}," long and tiring if you need to drive along twisty fjord roads.  Collisions with wildlife, particularly moose, deer and, particularly north of the arctic circle, reindeer, are quite common and can be fatal, so watch out.\n\nIf planning on driving in Scandinavia outside the summer season, you will need to be familiar with ",{"type":"[[","value":[["winter driving"]]}," conditions as well as having your car equipped accordingly - particularly with winter tires. Study the regulations carefully; you can get fined for not having winter tyres in some countries in certain periods and conditions (i.e. in Sweden approved winter tires are mandatory 01 December - 31 March if road temperature is below 0°C or there is snow\/ice on the road) and driving with studded tires in the same periods might either cost you a fee (eg in Norway it's 30 NOK per day in cities) or be limited to certain periods (eg in Denmark they are only allowed between 01 November - 15 April). Even more importantly, you and your travel mates can get seriously injured if you drive ill prepared, and adjust your speed according to the conditions.\n\n",{"type":"==","value":["See"]},"\nThere is a constant and long-standing rivalry between Copenhagen and Stockholm over which city can claim the title as Scandinavia's unofficial capital. Depending on how you count, both cities are the largest, most visited, and the target of most investment. However, after the completion of the Øresund bridge, and subsequent integration of Copenhagen and Malmö - Sweden's third largest city, this region is fast emerging as the main urban centre in Scandinavia, while Stockholm arguably grabs the title as the most beautiful.\n\n",{"type":"*","value":[" Visit the unusual free city of ",{"type":"[[","value":[["Copenhagen\/Christiania"],["Christiania"]]}," in ",{"type":"[[","value":[["Copenhagen"]]}]},{"type":"*","value":[" Visit the famous Tivoli Gardens theme park in ",{"type":"[[","value":[["Copenhagen"]]}]},{"type":"*","value":[" See the amazing ",{"type":"'''","value":["Vasa Museum"]}," in ",{"type":"[[","value":[["Stockholm"]]},", displaying an entire flagship that sunk in the harbor nearly 400 years ago"]},"\n",{"type":"===","value":["Northern Lights"]},"\nSee the ",{"type":"[[","value":[["Northern Lights"]]}," (Latin: ",{"type":"'''''","value":["Aurora Borealis"]},"; Scandinavian: ",{"type":"'''''","value":["Nordlys\/-ljus (Swedish: Norrsken)"]},").\n",{"type":"[[","value":[["File:Aurora-Borealis by the road.jpg"],["thumb"],["Aurora over ",{"type":"[[","value":[["Tromsø"]]},", Norway"]]},"\n\n",{"type":"===","value":["Viking heritage"]},"\nBeing a trademark and pride of Scandinavia, there are many opportunities to dig into the stories of the (in)famous Vikings. Each of the countries are often quick to take the honour of being ",{"type":"''","value":["the"]}," center of viking activities, where no such thing can factually be said. Actually, all countries \"contributed\" to the era, and there are many interesting places to follow into the footsteps of the vikings and their times.\n",{"type":"[[","value":[["Oslo"]]}," and ",{"type":"[[","value":[["Roskilde"]]}," both host brilliant viking ship museums.\n\n",{"type":"===","value":["Royal Scandinavia"]},"\n",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Sweden"]]},", and ",{"type":"[[","value":[["Norway"]]}," are all officially led by royal families, although they are without any real power. They remain part of society and are, more or less, popular among the population. They remain public figures often portrayed in the media and taking part in all sorts of events. Where ever they will show up, something interesting is likely going on. But more importantly, royal palaces and mansions are dotted throughout the region and make for some quality sightseeing, and knowing they are actual homes of some of the longest, continuously running royal families in the world just makes it better.\n\n",{"type":"===","value":["Nordic design"]},"\nScandinavia is famous for its design and architecture, which is often characterised by its minimal and functional approach. ",{"type":"[[","value":[["Copenhagen"]]}," and ",{"type":"[[","value":[["Helsinki"]]}," are the best places to experience it with some excellent, interactive museums and some live samples throughout the streets. Actually, the design and architecture are some of the strongest, most important assets of these cities, but elsewhere offer interesting opportunities as well.\n\n",{"type":"===","value":["Sami culture"]},"\nThe northern parts of ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Sweden"]]}," and ",{"type":"[[","value":[["Finland"]]}," are home to the ",{"type":"[[","value":[["Sami culture"]]},", an ",{"type":"[[","value":[["indigenous cultures"],["indigenous people"]]},".\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["A seaside stroll in Helsinki"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Helsinki itineraries"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Finland in ten days by car"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hurtigruten"]]},", steamer along the Norwegian coast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kungsleden"]]},", hiking trail in Sweden"]},{"type":"*","value":[" ",{"type":"[[","value":[["Route 1-Ring Road"]]},", around Iceland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Six days hiking on Moskenesøy"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sixteen days in Götaland and Svealand"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Hiking"]},"\nGo ",{"type":"'''","value":[{"type":"[[","value":[["Hiking in the Nordic countries"],["hiking"]]}]}," in the fells, endless forests and national parks.\n\n",{"type":"===","value":["Sailing"]},"\n",{"type":"*","value":[" Cruise a Norwegian ",{"type":"'''","value":["fjord"]},", ",{"type":"[[","value":[["Geiranger"],["Geirangerfjord"]]}," is a world-famous beauty while ",{"type":"[[","value":[["Sognefjorden"],["Sognefjord"]]}," is the largest."]},{"type":"*","value":[" Cruise around the thousands of scenic islands in the Swedish and Finnish ",{"type":"'''","value":["archipelago."]}," "]},"\n",{"type":"===","value":["Saunas"]},"\n",{"type":"*","value":[" Go skinny dipping from a ",{"type":"'''","value":["sauna"]}," in the ",{"type":"'''","value":["Land of a Thousand Lakes"]}," (",{"type":"[[","value":[["Finland"]]},")"]},"\n",{"type":"===","value":["Winter sports"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Downhill skiing"]]}," or ",{"type":"[[","value":[["snowboarding"]]}," in some of Europe's most civilized and family friendly ",{"type":"'''","value":["ski resorts"]},"."]},{"type":"*","value":[" Go ",{"type":"[[","value":[["cross country skiing"],["cross country ",{"type":"'''","value":["skiing"]}]]}]},"\n",{"type":"===","value":["Family friendly amusement parks"]},"\n",{"type":"*","value":[" Relive your childhood in ",{"type":"[[","value":[["Billund"],["Legoland"]]},", ",{"type":"[[","value":[["Denmark"]]},"."]},"\n",{"type":"===","value":[" Music acts "]},"\nScandinavia has a tradition of music across several genres, with classical composers such as Edvard Grieg and Jean Sibelius, pop music acts such as ABBA, Björk and Swedish House Mafia, as well as a dominance of the heavy-metal scene. The countries, in particular Denmark, are known for its many music festivals during the summer months.  The largest in each country are:\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Roskilde Festival"],["alt=Denmark, early July"],["url=http:\/\/www.roskilde-festival.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the worlds most famous rock festivals, with 70,000 tickets for sale and 30,000 volunteers."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Skanderborg Festival"],["alt=Denmark, mid August"],["url=http:\/\/www.smukfest.dk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Second biggest festival in Denmark. A beautiful setting in a forest area hosting many Danish as well as international names. Roughly 50,000 tickets for sale."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Ruisrock"],["alt=Finland, July"],["url=http:\/\/www.ruisrock.fi"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Finland's largest music festival, held on an island near ",{"type":"[[","value":[["Turku"]]},", with around 70,000 spectators."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hultsfred"],["alt=Sweden, July"],["url=http:\/\/www.rockparty.se\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sweden's main rock festival, takes place in southern Sweden and has an attendance of ~30,000."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Arvika"],["alt=Sweden, July"],["url=http:\/\/www.rockparty.se\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sweden's main synth festival, takes place close to Norwegian border in mid Sweden and has an attendance of ~30,000."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Øya"],["alt=Norway, August"],["url=http:\/\/oyafestivalen.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Norway's main rock festival although deliberately intimate; located centrally in an Oslo park and using the whole city as a stage in the night."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hove"],["alt=Norway, June-July"],["url=http:\/\/www.hovefestivalen.no\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hove Festival mixes large international acts with Norwegian bands in the unique setting of an island outside Arendal city. 50,000 tickets sold."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=G! Festival"],["alt=Faroe Islands, July"],["url=http:\/\/www.gfestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Faroes' main (and arguably only) event, with around 10,000 participants and 6,000 tickets sold every year. Mainly local and Scandinavian bands."]]},"  "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Iceland Airwaves"],["alt=Iceland, October"],["url=http:\/\/www.icelandairwaves.is\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A progressive, trendsetting, music festival that attracts around 2000 visitors every year, besides the many locals showing up."]]}]},"\n",{"type":"==","value":["Buy"]},"\nFinland is the only Nordic country using the Euro. Denmark's currency is pegged to the Euro within a narrow band.\n\nIceland, Norway, Denmark and Sweden each has a national currency, all known as ",{"type":"''","value":["krona"]}," or ",{"type":"''","value":["krone"]}," (plural ",{"type":"''","value":["kronor"]},"\/",{"type":"''","value":["kroner"]},"), often shortened ",{"type":"'''","value":["kr"]},". The centesimal subdivision ",{"type":"''","value":["øre"]}," is used in Norway and Denmark (although there Norway has abolished coins smaller than 1 kr). The national currencies are distinguished by the initials ",{"type":"'''","value":["DKK"]},", ",{"type":"'''","value":["ISK"]},", ",{"type":"'''","value":["NOK"]}," and ",{"type":"'''","value":["SEK"]},".\n\nOutside currencies are generally not accepted, except in border towns. Euro may be taken in some shops in the cities. ATMs are common, and most establishments accept credit cards (at least VISA and Mastercard), so carrying large amounts of cash is unnecessary.\n\nSome suggested shopping items are traditional handicraft, and modern Scandinavian design. Neither is cheap, though.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Smorrebrod.jpg"],["thumb"],[{"type":"''","value":["Smørrebrød"]},", the famous Danish open-faced sandwich"]]},"\n\nThe cuisines of all Scandinavian countries are quite similar, although each country does have its signature dishes.  ",{"type":"'''","value":["Seafood"]}," features prominently on restaurant menus, although beef, pork and chicken are more common in many everyday dishes.  ",{"type":"'''","value":["Potatoes"]}," are the main staple, most often simply boiled, but also made into mashed potatoes, potato salad and more.  Spices are used sparingly, but fresh herbs are used to accentuate the ingredients.\n\nFamous pan-Scandinavian dishes include:\n",{"type":"*","value":[" Herring, especially pickled"]},{"type":"*","value":[" Meatballs, served with potatoes, berries and creamy sauce"]},{"type":"*","value":[" Salmon, especially smoked or salt-cured (",{"type":"''","value":["gravlax"]},")"]},{"type":"*","value":[" ",{"type":"''","value":["Smörgåsbord"]},", a popular lunch option with bread, herring, smoked fish, cold cuts and more"]},"\n",{"type":"'''","value":["Bread"]}," comes in dozens of varieties, with dark, heavy rye bread a specialty, and Scandinavian ",{"type":"'''","value":["pastries"]}," are so well known that the word \"danish\" has even been imported into English.\n\nLately there has been a focus on revitalizing the \"Nordic kitchen\" by focusing on local produce and generally raising the quality of gastronomy in the region, often coined as ",{"type":"'''","value":["New Nordic Cuisine"]},". This is influencing both everyday cooking as well as fine dining. As a result, especially ",{"type":"[[","value":[["Copenhagen"]]}," and ",{"type":"[[","value":[["Stockholm"]]}," have seen the development of excellent high end restaurants, including ",{"type":"'''","value":["NOMA"]}," which has been awarded the best in the world 3 years in a row ",{"type":"[[","value":[["http:\/\/www.theworlds50best.com\/"]]},".\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Helsinki IceBar Packed2.JPG"],["thumb"],["250px"],["Chilling out at the Arctic Icebar, ",{"type":"[[","value":[["Helsinki"]]}]]},"\n\nVikings were famously heavy drinkers, and despite continuing government efforts to stamp out the demon drink through ",{"type":"'''","value":["heavy taxation"]},", today's Scandinavians continue the tradition.  Bring in your full tax-free allowance if you plan to indulge, since in Norway you can expect to pay up to 60 NOK (7€) for a pint of beer in a pub, and Sweden and Finland are not far behind. Alcohol in Denmark is significantly cheaper, although still more expensive than elsewhere in Europe.  To reduce the pain, it is common to start drinking at home before heading out to party.  The drinking age is generally 18 in all Nordic countries (but ",{"type":"'''","value":["20"]}," in Iceland), but many bars and clubs have their own age limits.\n\nDenmark is the only Nordic country where ",{"type":"[[","value":[["alcoholic beverages"]]}," can be bought in supermarkets. The other countries restrict retailing (excepts restaurants and bars) to government-operated stores. ",{"type":"''","value":["Vinmonopolet"]}," in Norway, ",{"type":"''","value":["Vinbuđin"]}," on Iceland, ",{"type":"''","value":["Systembolaget"]}," in Sweden and ",{"type":"''","value":["Alko"]}," in Finland. Age limits are harsh.\n\nThe main tipples are beer and vodka-like distilled spirits called ",{"type":"''","value":["brännvin"]},", including herb-flavored ",{"type":"'''''","value":["akvavit"]},".  Spirits are typically drunk as ",{"type":"'''''","value":["snaps"]}," or ice-cold from shot glasses.\n\nScandinavia may have a liberal image, but ",{"type":"'''","value":["drugs"]}," including cannabis are treated with zero tolerance by the police, and possession of even personal use amounts is a serious crime in all five countries.  Denmark, long more liberal than the rest, has also taken a harder line in recent years and tried to fight the drug dealing in ",{"type":"[[","value":[["Copenhagen\/Christiania"],["Christiania"]]},", but the police's attempts to get inside of the area failed, and was met with harsh resistance from the people within that area. The area still stands, and is known as the part of ",{"type":"[[","value":[["Copenhagen"]]}," where drugs are easily accessible.\n\n",{"type":"==","value":["Sleep"]},"\nThroughout Scandinavia, with exception of densely populated Denmark, ",{"type":"''","value":[{"type":"[[","value":[["Right to access"],["Allemansrätten"]]}]},", or \"Every Man's Right\" in English, is an important underpinning of society, and guarantees everyone the right to stay or camp on any uncultivated land for one or two nights, as long as you respect certain norms, stay out of sight of any residents, and leave no traces of your visit when you leave. If you enjoy the great outdoors, this can help make the otherwise expensive Scandinavian countries, become quite affordable. \n\nWith so much incredible nature outside the doorstep, it should be no surprise that the Scandinavian countries have a well developed Hostel network, named ",{"type":"''","value":["Vandrerhjem\/Vandrarhem"]}," in the Scandinavian languages - literally translating into \"wanderers' home\" or \"hikers' home\". While the rules are often quite strict, it is much cheaper than hotels, and with almost 800 hostels available, you can find one almost anywhere. The respective national organisations are called Danhostel ",{"type":"[","value":["http:\/\/www.danhostel.dk"]}," in Denmark, STF ",{"type":"[","value":["http:\/\/www.svenskaturistforeningen.se"]}," or SVIF ",{"type":"[","value":["http:\/\/www.svif.se"]}," in Sweden, Norske Vandrerhjem ",{"type":"[","value":["http:\/\/www.hihostels.no"]}," in Norway, SRM ",{"type":"[","value":["http:\/\/www.hostellit.fi"]}," in Finland and finally Farfuglar ",{"type":"[","value":["http:\/\/www.hostel.is"]}," in Iceland.\n\n",{"type":"{{","value":[["IsPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["68.20421"],["-15.73242"],["zoom=4"]]},"\n",{"type":"[[","value":[["Commons:Category:Scandinavia"]]},"\n",{"type":"[[","value":[["wikipedia:Scandinavia"]]}]