[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.scenicrim.qld.gov.au Scenic Rim"]}]}," is in ",{"type":"[[","value":[["South East Queensland"]]}," in ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThe Scenic Rim region is a thriving rural paradise set in the foothills of the Great Dividing Range and surrounded by world heritage listed national parks.\n\nHome to a population of more than 34,000, the region covers 4,250sq km and is located an hour south of Brisbane and an hour inland from the Gold Coast.\n\nKnown for its breathtaking scenery, it is a popular tourist destination offering visitors plenty to see and do.\n\nFrom its myriad of wineries and art galleries to expansive bushwalking tracks, state of the art equine facilities, growing rural communities and friendly country charm, the Scenic Rim region is a must see destination.\n\nIts main towns are Beaudesert, Boonah, Rathdowney, Kooralbyn, Kalbar, Aratula, Canungra, Tamborine Mountain, Harrisville and Peak Crossing.\n\nThe region's primary businesses are agricultural\/horticultural production, the equine industry and tourism\/ecotourism.\n\nThe Scenic Rim region contains more than 30,000 hectares of parkland, including national parks and council controlled parks. The region also contains two dams: Lake Moogerah and Lake Maroon with construction on a third, Wyaralong Dam expected to be completed by 2011.\n\nSupported by a thriving economy, a farming industry and a vibrant arts community, the Scenic Rim has a strong community spirit and friendly locals\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nNational Parks.\n\nVisit sub tropical rainforests in Tamborine National Park and the World Heritage Listed, Lamington National Park. Fully guided tours in Australian built 4wd’s ensure an educational and exciting day out. From nature walks, animal spotting and bird feeding to off-road driving, whip cracking, wine tours, conferences and overnight camping.  Whatever your interest we can find a tour to suit you. Tours are thoroughly enjoyed by all ages and include morning tea, BBQ lunch, wine tasting and afternoon refreshments.",{"type":"[","value":["http:\/\/www.goldcoast4wdtours.com.au"]},"\n\n\nCork'n Fork are proud to be the first family owned and operated wine tour operators locally based at Tamborine. Judi and Peter Jaques established the business in January 2001, with the idea of providing visitors, staying at the B & B's of Tamborine Mountain, with the experience of participating in boutique winery and distillery tours. Today they have expanded to include pickups from Coolangatta to Brisbane and west to Ipswich.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Sleep"]},"\nScenic Rim Region contains more than 30,000 hectares of parkland, including National Parks and Council-controlled parks. The region also contains two dams; Lake Maroon and Lake Moogerah with a third, Wyaralong Dam, currently under construction. Lake Moogerah has an associated caravan park and camping ground which is a favourite with fishermen and holiday makers. These areas are a great drawcard for residents and visitors alike.\n\nCouncil owns a number of camping grounds in the Scenic Rim region, some of which are managed by private operators.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["South East Queensland"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Scenic Rim"]]},"\n",{"type":"{{","value":[["geo"],["-28.122777777778"],["153.18944444444"]]}]