[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Schiermonnikoog"]}," is an island in the ",{"type":"[[","value":[["West Frisian Islands"]]},", ",{"type":"[[","value":[["Netherlands"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBeing the smallest of these islands, there is only one small village on this island. However, if you enjoy nature and don't mind the absence of any real night life, Schiermonnikoog is possibly the most beautiful of them all.\n\n",{"type":"==","value":["Get in"]},"\nA ferry runs several times a day from Lauwersoog, the schedule can be found at http:\/\/www.wpd.nl\/\/nl\/vertrek-van-lauwersoog-2011.ashx. You pay only for the trip tó the island, you don't have to pay again for the return trip - since there is only one ferry service, everyone on the boat back is assumed to be their customer anyways! Bus services from and to Lauwersoog can be found at http:\/\/www.9292ov.nl.\n\n",{"type":"==","value":["Get around"]},"\nExcept for residents with a special permit, cars are not allowed on Schiermonnikoog! By far the best option is to use a bicycle. You can either take one with you on the ferry or rent one when you arrive, they are affordable and decent quality. The island is not very big anyway, so getting around will not be a problem. There is a single bus line as well, but it is not particularly frequent.\n\nMaps and information on where to stay can be obtained at the VVV Schiermonnikoog, Reeweg 5 (www.vvvschiermonnikoog.nl).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nWhile staying here, you will probably spend some time at the beach.\n\nDuring low tide, you can (and should!) cycle to the uninhabited eastern part of the island and back in one day. This part of the island is continuously growing and shrinking throughout the years due to the interplay of sand deposits and erosion, resulting in a very typical vegetation consisting mostly of pioneer plants. The first part of the trip has a good bicycle path, the second (perhaps most beautiful) part doesn't, and can only be explored at low tide. And even at low tide, you'll probably have to walk part of the way if you want to get all the way to the eastern point...\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["53.4914"],["6.2286"]]},"\n",{"type":"{{","value":[["IsPartOf"],["West Frisian Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Schiermonnikoog"]]},"\n",{"type":"[[","value":[["Wikipedia:Schiermonnikoog"]]}]