[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Scopello"]}," is a city in ",{"type":"[[","value":[["Trapani (province)"],["Trapani Province"]]},".\n\n",{"type":"==","value":["Understand"]},"\nScopello is a beautiful town that was at one time very authentic but now it is geared very much towards tourism although still very enjoyable. The surrounding area contains pretty little farms and Riserva Naturale Dello Zingaro is only a short walk from town.\n\n",{"type":"==","value":["Get in"]},"\n5 daily buses leaving from Castellammare del Golfo bus station which can be reached from Trapani or Scopello.\n\n",{"type":"==","value":["Get around"]},"\nIf you are there to explore the park and town, both are easily seen on foot. There is a car rental place as you enter the town. Although its not possible to rent bikes in Scopello, if you had your own that would be a perfect way to see the area\n\n",{"type":"==","value":["See"]},"\nRiserva Naturale Dello Zingaro (3 euro entrance) is a beautiful park located less than 2km west of Scopello. The entrance can be easily reached by walking. There are many mountain trails and little coves to explore with small beaches and clear water.\n\n",{"type":"==","value":["Do"]},"\nRelaxing, hiking and swimming in the ocean are about all there is to do. The surrounding area east of Scopello is very interesting.\n",{"type":"==","value":["Buy"]},"\nHandmade ceramics in the gift shop located by the town fountain sold by a very friendly man named Dino, across the street his brother sells honey, fruits and olive oil from his farm. There is a grocery store in town that is open during the summer, and 1.5km east of Scopello is a market open all year round.\n",{"type":"==","value":["Eat"]},"\nNumerous restaurants located in town square. There is a local cafe on the main corner as well as a few others down the side streets.\n",{"type":"==","value":["Drink"]},"\nNumerous restaurants but no real clubs or bars\n",{"type":"==","value":["Sleep"]},"\nAlmost every house in the town is either a B&B or hotel. Many post numbers to call if you need a place to stay. In the off season accommodation is easy to find with prices ranging from 40-100+ Euro per night. During the summer it may be more difficult to find a bed and the prices go up. All around Scopello there are countless B&Bs along the highway and other roads \n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n5 times daily bus to Castellammare del Golfo bus station to connect to the rest of Sicily\n",{"type":"{{","value":[["IsPartOf"],["Trapani (province)"]]},"\n",{"type":"[[","value":[["Wikipedia:Castellammare del Golfo"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["38.033333333333"],["12.883333333333"]]}]