[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/scbl\/ Scotts Bluff National Monument"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Monument"]]}," that is located in western ",{"type":"[[","value":[["Nebraska"]]},". Despite the name, there are actually a few bluffs or rather large rock formations in this area. These bluffs make a dramatic impression, as they rise several hundred feet over the surrounding flat countryside.\n",{"type":"[[","value":[["File:Covered Wagon In Scotts Bluff National Monument, Nebraska.jpg"],["300px"],["thumbnail"],["Scotts Bluff National Monument"]]},"\n\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n",{"type":"'''","value":["Scotts Bluff"]}," was an important landmark along the Oregon Trail. It was first seen by the Sioux Indian tribe who used the bluff to chase and hunt buffalo, but the first-known Euro-Americans to see the rising bluffs were a group of fur traders from Spain in the 1700s. \n\nThe bluffs were given no title until 1828. A group of fur traders from St. Louis were traveling along the North Platte River. One of the men, Hiram Scott, caught a dreadful disease that could not be healed and had to be abandoned into the wild of western Nebraska for him to die. Eventually, he made it to Scotts Bluff from where they abandoned him and died at the base of the bluff. In 1828, the fur traders found his body in the vicinity and titled the bluff ",{"type":"'''","value":["Scotts Bluff"]},". \n\nIn the 1840s-1870s, Scotts Bluff was passed through by three famous trails: ",{"type":"'''","value":["Oregon Trail"]},", ",{"type":"'''","value":["California Trail"]},", and the ",{"type":"'''","value":["Pony Express"]},". The pioneers passed here and mentioned many comments about it. They also camped there, and some of them actually tried to climb the bluff, but they found it impossible. They gave the other formations in the area a title also, such as South Bluff, Dome Rock, Eagle Rock, Saddle Rock, and the famous ",{"type":"'''","value":["Mitchell Pass"]},". \n\nIn 1880-1890, the city of Gering was founded 4 miles east of the base of the bluff. In the 1900s, the city of ",{"type":"[[","value":[["Scottsbluff"]]}," was founded at the north border of the North Platte River and five miles northeast of the bluffs. In 1919, there was a proposal for Scotts Bluff to become Scotts Bluff National Monument. The National Park Service (NPS) visited the bluffs to survey them. \n\nAll they called it was \"a big bump in the land,\" but people protested back and eventually convinced NPS to make it a national monument. A trail was built in the park about five years later, and it was nicknamed \"the zig-zag trail\" because of its zigs and zags around the bluff. Many picnic areas were added to the park, also. Then, came a proposal to build a paved road to the summit of the bluff. The proposal was accepted, and construction began on Summit Road and the North and South Overlooks. The completion of the Summit Road ended up spending $200,000 of the park's money and took seven long years to construct. After the road was built, the park was seeing many new visitors. They decided to build a Visitor Center, which back then was only one room. These years (1930s-1940s) were nicknamed \"an era of development.\" \n\nMore and more visitors began to visit that there became large traffic jams at the parking lot on the summit. The park rangers had to go up there sometimes and tell them to leave, but the visitors wouldn't budge. They wanted to see the fantastic views the monument has to offer. To stop the traffic jams, construction began on a larger summit parking lot (which is the parking lot used today.) \n\nThe visitor rate went from a large 110,000 to a slump of 25,000 at the park each year when the beginning of World War II began. Permission was given to enable farmland and rangeland to extend into the park's land during this period of time. After the war was completed, the visitor rate per year began rising again to about 100,000. \n\nThree additions to the Visitor Center were added. One was in the 1950s to make it a two-room building. The second was in the 1960s to make it a three-room building (like it is now.) The third was to give it a better exterior look which took place in the mid-1960s to 1970s. \n\nToday, the monument can be seen from miles away. The picnic areas were removed, and the \"zig-zag trail\" was recreated to be the ",{"type":"'''","value":["Saddle Rock Trail"]},". The trail was also moved because of landslides and mudslides in the winter. Another trail was constructed to see views of the majestic Eagle Rock and to see the base of Mitchell Pass and the site where an Oregon Trail campsite was built. The visitor rate per year today is about 200,000 to low 300,000s.\n\nIn 2006, the national monument accepted NPS's Centennial Initiative 2016 plan. The plan is to renovate almost all parks run by the National Park Service by the year 2016, which is the service's 100th anniversary. The monument plans to add a lot of additional things, as well as a renovation to its visitor center and ranger-led hikes.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"[[","value":[["Image:SouthOverlook.png"],["thumb"],["right"],["The view from the South Overlook"]]},"\n\n\nIt is believed that at one time, all of the land in this area was at the level of the top of the bluffs. Erosion over a long period of time wore down most of the land, while the harder rock at the top of the bluffs protected them from this process. There is another belief that the North Platte River used to be very large and deep and was 20-35 miles wide. Scotts Bluff used to be an island in the river. Today's landscape of the monument includes South Bluff, the bluff south of Scotts Bluff, Mitchell Pass, the formation that pioneers used to pass through the bluffs, Scotts Bluff, the largest bluff in the area where Hiram Scott's body was found, and other bluffs, such as Eagle Rock, Dome Rock, and Saddle Rock. Scotts Bluff is the third-largest point in Nebraska that rises 835 feet above the North Platte Valley. There are also rivers and springs, such as the North Platte River and Scott Springs.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nThe highest point inside the monument boundaries reaches about 4600 feet above sea level. The elevation below is only around 3800 feet above sea level. As you can see, this is quite a steep incline, creating a sudden change in climate: plains to forested buttes. The steep incline can also cause breathing problems due to change in air pressure.\n\n",{"type":"==","value":["Get in"]},"\n\nScotts Bluff National Monument is five miles southwest of the town of ",{"type":"[[","value":[["Scottsbluff"]]},", Nebraska and three miles west of Gering, Nebraska on SR 92.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA 7 day pass costs $5 for private vehicles, and $3 for motorcycles. An annual entry pass, good for Scotts Bluff as well as Ft. Laramie and the Agate Fossil Beds, costs $15.\n\n",{"type":"==","value":["Get around"]},"\nPrivate vehicles can be driven to the top of one of the bluffs. Alternatively, one can hike up the ",{"type":"'''","value":["Saddle Rock Trail"]},". A free shuttle service is also offered during the summer months.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Oregon Trail Museum"]}," Open daily from 8AM to 5PM up to Memorial Day, open up to 7PM from Memorial Day to Labor Day. Closed Dec. 25 and Jan. 1. Exhibits on the journey west, 12 minute slide show."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bluffs"]}," These rocky formations tower a few hundred feet above the surrounding plains of the area. They were a landmark for westward-bound pioneers during the 1800s."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mitchell Pass"]}," The way pioneers used to pass through the bluff."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saddle Rock Trail"]}," The trail is 1.6 miles long and takes you to the parts of the bluffs that the Summit Road cannot."]},"\n",{"type":"*","value":[{"type":"'''","value":["Summit Road"]}," The road that takes you to the summit of the bluffs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Overlooks"]}," Trails that lead to overlooks to see the North Platte Valley in bird's eye view."]},"\n",{"type":"==","value":["Do"]},"\nThere are many things to do in the monument. The average time spent by a visitor is 1-2 hours.\n\n",{"type":"==","value":["Buy"]},"\nThere is a ",{"type":"'''","value":["gift shop"]}," located in the ",{"type":"'''","value":["Visitor Center"]}," or ",{"type":"'''","value":["Oregon Trail Museum"]},".\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants located in Scottsbluff and Gering.\n\n",{"type":"==","value":["Drink"]},"\nThere may be water fountains in the Visitor Center.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere is a large choice of hotels in Gering and Scottsbluff.\n\n",{"type":"===","value":["Camping"]},"\nThere is no camping allowed inside the borders of the monument.\n\n",{"type":"===","value":["Backcountry"]},"\nThe 1.6 mile long ",{"type":"'''","value":["Saddle Rock Trail"]}," and the 0.5 mile long ",{"type":"'''","value":["Wagon Train Trail"]}," will take you to spectacular views of the monument and bluffs.\n\n",{"type":"==","value":["Stay safe"]},"\nStay on the trails at all times. Being off the trails will make you a good target for rattlesnakes and will accelerate erosion. You may get lost if off the trail.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Agate Fossil Beds National Monument"]}," 55 mi. N"]},{"type":"*","value":[{"type":"'''","value":["Chimney Rock National Historic Site"]}," 24 mi. SE"]},{"type":"*","value":[{"type":"'''","value":["Fort Laramie National Historic Site"]}," 34 mi. NW"]},{"type":"*","value":[{"type":"'''","value":["Wildcat Hills State Recreation Area"]}," 10 mi. S"]},"\n",{"type":"{{","value":[["IsPartOf"],["Panhandle (Nebraska)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Scotts Bluff National Monument"]]},"\n",{"type":"{{","value":[["geo"],["41.8347"],["-103.707"]]}]