[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"],["pgname=Scottsdale"]]},"\nScottsdale is a town of approximately 2000 people located in north-east ",{"type":"[[","value":[["Tasmania"]]},", ",{"type":"[[","value":[["Australia"]]},". The closest city is ",{"type":"[[","value":[["Launceston"]]},", 70km away. The small town is in a \"chocolate box\" setting, complete with rolling green paddocks, red volcanic soil and surrounding blue-tinged hills. It is a great base to explore the unspoiled Tasmanian forests, deserted beaches and pretty countryside. \n\n",{"type":"==","value":["Get in"]},"\n\nThe best idea is to use your own or a hire car to allow maximum freedom. To get to Scottsdale, drive from ",{"type":"[[","value":[["Launceston"]]}," via the Tasman Highway (1 hour) or the Lilydale Road (also one hour). If arriving via Lilydale Road, be sure to turn into King St and not miss the town completely, as this is possible after the re-diversion of the entry to the town. \n\nRedline Coaches serve Scottsdale, there are a couple a day from ",{"type":"[[","value":[["Launceston"]]}," and Derby.\n\n",{"type":"==","value":["Get around"]},"\n\nIt's very easy to get around Scottsdale by foot, and is in fact one of the best ways to enjoy the country gardens and small \"Tassie\" town atmosphere. \n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Forest EcoCentre"],["alt="],["url=http:\/\/www.tasforestrytourism.com.au\/pages\/site_ne_ecocentre.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Closes 5PM. Operated by Forestry Tasmania, was built in Scottsdale in the late 1990s, as an educational visitor centre designed to inform the public about the forestry industry in Tasmania. There's a small cafe and gift shop where you can buy some good presents for friends. The main thing to do is walk around a small walkway and read about the Tasmanian forestry industry. The Centre has received both criticism and praise for its innovative, environmentally friendly design, and its presentation of Tasmania's controversial forestry industry. Free."]]}]},"\n",{"type":"*","value":["A visit to the ",{"type":"'''","value":["North East Park"]}," on the eastern end of town is worth a picnic lunch and a gentle stroll around the \"forest\" walk. Sometime you can spot the resident platypus in the creek. This is a free camping place too."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bridestowe Estate Lavender Farm"]}," is a very popular attraction for all visitors to the Scottsdale area in December and January, when the lavender is generally in bloom. The farm is open from 9am to 5pm, there are guided tours, barbecues, a cafe, beautiful gift shop, and of course acres and acres of purple lavender in the unique setting of the Tasmanian bush. Arrive early in the day at the peak of the flowering season. Entry is around $5 or so, and well worth it if you appreciate beauty."]},"\n",{"type":"==","value":["Do"]},"\n\nScottsdale is the centre of all activities ",{"type":"'''","value":["bushwalking"]},". Mt. Stronach, Cuckoo Falls, Mt Scott, and Myrtle Grove Forest Park are the closest bushwalks. Ask at the Forest EcoCentre, specifically the Forestry Tasmania office, for more information. The best idea is to get a photocopied map so that you can find your way through the forest roads to the beginning of the walks. \n\n",{"type":"*","value":[{"type":"'''","value":["Mt. Stronach and Mt. Scott"]}," both offer spectacular views across North-East Tasmania. On a clear day, you can see the Furneaux group of islands in Bass Strait. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Cuckoo Falls"]}," is a pleasant walk to a pretty waterfall hidden in the local forest. The stated time for this walk is 3hrs return, but you can achienve it in less depending on your fitness. The track starts off  on the level and gently climbs for about 3\/4 hour. Then the climb becomes a little more demanding for about 20 minutes. But it's worth the trip to see the beautiful falls and you might be the only one visiting, thus you have a whole piece of wilderness to yourself for an hour or two! What luxury."]},"\n",{"type":"*","value":[{"type":"'''","value":["Myrtle Grove"]}," is a great spot for a barbecue surrounded by tall imported trees. The fresh, woody smell in the air is absolutely amazing combined with sausages on a barbecue. Follow a lunch with a stroll around the Arboretum. In the autumn, this is a great spot for blackberry picking. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," is a popular activity around Scottsdale. Lakes and beaches around the coast provide a great coastal fishing experience. Try Blackmans lagoon and Waterhose lakes, the Cut on the Foreter river, and the upper Brid."]},"\n",{"type":"*","value":[{"type":"'''","value":["A walk along one of the country roads"]}," around Scottsdale at night is a great experience for a city dweller - no safety concerns, no traffic, just fresh, country air, the open road and a starry sky."]},"\n",{"type":"==","value":["Buy"]},"\n\nIf you want special Tasmanian gifts, definitely check out the gift shop and the ",{"type":"'''","value":["Bridestowe Estate Lavender Farm"]},". It is well-stocked, not overpriced and has friendly, local staff. \n\nEnjoy a stroll up Scottsdale's main shopping street to see the local traders. ",{"type":"'''","value":["Roses Newsagency"]}," is one of the luckiest newsagencies in Tasmania if you fancy the lotto, with several millionaires having bought their ticket there.\n\nYou must visit the ",{"type":"'''","value":["Art gallery in Alfred St."]}," Features new and emerging artists and some of the more well established local identies work.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["For ",{"type":"'''","value":["groceries"]},", there is a well-stocked ",{"type":"'''","value":["Woolworths supermarket"]},", the corner of King and Victoria Streets. "]},"\n",{"type":"*","value":["For the local specialty, head to ",{"type":"'''","value":["Poole's Pies and Pasties"]},". Make sure you choose wisely between a curly pastie or a flakey pastie. Both have their pros and cons."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cottage Bakery"]}," is very popular for its breads and coffees, located on Victoria Street. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Steak Out"]},", King St. Offers fresh local produce for lunch and dinner."]},"\nFor a more formal meal amidst a beautiful old-fashioned garden, Anabel's of Scottsdale offers a solid menu.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lords Hotel"]},", Cnr King and George Streets. This is the main watering hole. People spill out onto the beautiful verandahs on a Friday or Saturday night. Good Tasmanian beer. Pub atmosphere."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Belle Cottage and Belle Villa"],["alt="],["url=http:\/\/www.bellecottage.com.au"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Provide modern, spacious accommodation for a family or couple, the Cottage located right next to the EcoCentre."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Cottage rentals"],["alt="],["url=http:\/\/www.scottsdaleaccommodation.com.au"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cottage on the Park very comfortable 2 bedroom accommodation in the centre of town. Suitable for families, couples or singles who would like clean comfortable lodgings for a night or two."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cottages on Charles"],["alt="],["url=http:\/\/www.takeabreak.com.au\/cottage\/scottsdale\/NorthEastTasmania\/CottagesonCharles.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Scottsdale are 2 stone cottages built in 1880's, recently renovated and furnished to a very high standard.Both 3 bedroom with all equipment and linen you need for a short stay."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Platypus Park Country Retreat"],["alt="],["url=http:\/\/www.platypuspark.com.au"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great environmentally friendly accommodation in ",{"type":"[[","value":[["Bridport (Tasmania)"],["Bridport"]]}," just 15 minutes drive from Scottsdale on the coast. Something to suit most budgets."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nScottsdale is the ideal base to explore ",{"type":"[[","value":[["Bridport (Tasmania)"],["Bridport"]]},", ",{"type":"[[","value":[["Ringarooma"]]},", Derby, ",{"type":"[[","value":[["Branxholm"]]},", and ",{"type":"[[","value":[["Winnaleah"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast Tasmania"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["-41.166667"],["147.516667"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Tasmania\/Localities\/S\/Scottsdale\/"]]},"\n",{"type":"[[","value":[["wikipedia:Scottsdale, Tasmania"]]}]