[{"type":"{{","value":[["pagebanner"],["Eilean Donan Castle banner.jpg"],["caption=Eilean Donan Castle"],["pgname=Scotland"]]},"\n",{"type":"{{","value":[["merge from"],["Driving tour of Scotland"]]},"\n",{"type":"[[","value":[["Image:Stirlingcastle.jpg"],["thumb"],["350px"],["right"],["Stirling Castle"]]},"\n\n",{"type":"[","value":["http:\/\/www.visitscotland.com ",{"type":"'''","value":["Scotland"]}]}," (Scottish Gaelic: ",{"type":"''","value":["Alba"]},")  is a country in north-western Europe, one of the constituent countries of the ",{"type":"[[","value":[["United Kingdom"]]},". It has a 60 mile (96 km) land border with ",{"type":"[[","value":[["England"]]}," to the south, and is separated from ",{"type":"[[","value":[["Northern Ireland"]]}," by the North Channel of the Irish Sea. It is surrounded by the bracing waters of the North Sea to the east, and the North Atlantic Ocean to the west and north. There are over 700 islands, most in groups to the west (the Inner Hebrides and Outer Hebrides) and north (Orkney Islands and Shetland Islands). The capital is ",{"type":"[[","value":[["Edinburgh"]]}," and the largest city is ",{"type":"[[","value":[["Glasgow"]]},".\n\nScotland is a beautiful country well known for its dramatic scenery of mountains and valleys, rolling hills, green fields and forests, and rugged coastline. While everyone knows Highlands for this, Scotland is beautiful in the Lowlands, islands and the flat lands of the North-East as well. It also has lively and friendly cities, often of great architectural significance, and a rich history and heritage dating back thousands of years with many ancient and historic sites. Other characteristics that attract droves of visitors include golf (the game was created in Scotland and it has some of the world's best and most famous courses), whisky (many distilleries can be visited), family history (millions worldwide are descended from those who emigrated from Scotland when times were tough in the 18th and 19th centuries), hiking, wildlife and winter sports. Around Loch Ness in the north of the Highlands, you can also hunt for the ",{"type":"'''","value":["Monster"]},"... or at least try.\n\nWhile the sun may not always shine, the warm welcome and wonderful diversity of places, landscapes and experiences mean that Scotland has much to offer any traveller. Sometimes awe-inspiring and majestic, sometimes ramshackle and faded, proud yet also modest, modern yet also ancient, eccentric yet also charming, few travellers leave Scotland unaffected by their encounter.\n\nScotland is the most administratively independent of the four home nations of the ",{"type":"[[","value":[["United Kingdom"],["UK"]]},", and retained its own legal, religious and educational institutions at the Union in 1707 which created Great Britain. Prior to 1707, it was an independent nation but had shared a monarch with England since 1603. Since 1999, it has had limited self-government with a First Minister and devolved parliament which governs nearly all internal affairs. Currently, there is a debate about whether to declare an independent state or remain part of the UK, which will culminate in a major referendum scheduled for 2014.\n\n",{"type":"==","value":["Regions"]},"\nAdministratively, Scotland has been divided into a large number of traditional counties and (currently) 32 modern unitary authorities. These are of only limited use to the traveller, however, and an alternative regionalisation — based on culture and geography — is far more practical. From south to north:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Scotland region map.svg"],["regionmaptext=Regions of Scotland"],["regionmapsize=250px"],["region1name=",{"type":"[[","value":[["South West (Scotland)"],["South West"]]}],["region1color=#71B37B"],["region1description=Home of national poet Robert Burns and the Solway Coast (\"Scotland's Riviera\"), as well as the beautiful isle of Arran."],["region2name=",{"type":"[[","value":[["Scottish Borders"],["Borders"]]}],["region2color=#D56D76"],["region2description=The eastern two-thirds of the districts north of the border with England, fought over for hundreds of years. The beautiful rolling hills and fields are dotted with pretty towns, ruined abbeys and battlefields."],["region3name=",{"type":"[[","value":[["Central Belt (Scotland)"],["Central Belt"]]}],["region3color=#4F93C0"],["region3description=Scotland's most urbanised region around and between the cities of ",{"type":"[[","value":[["Glasgow"]]}," and ",{"type":"[[","value":[["Edinburgh"]]},". Most of the population of Scotland lives here."],["region4name=",{"type":"[[","value":[["Scottish Highlands"],["Highlands"]]}],["region4color=#D5DC76"],["region4description=Scotland's spectacular, mountainous north-west, encompassing the Great Glen and ",{"type":"[[","value":[["Loch Ness"]]}," and at the furthest tip of Britain, ",{"type":"[[","value":[["John o'Groats"]]},". You can also visit the growing city of ",{"type":"[[","value":[["Inverness"]]},"."],["region5name=",{"type":"[[","value":[["North East Scotland"]]}],["region5color=#B383B3"],["region5description=Centred on the cities of ",{"type":"[[","value":[["Aberdeen"]]}," and the slightly smaller ",{"type":"[[","value":[["Dundee"]]},", this beautiful region stretches from the Grampian mountains at the heart of Scotland to the dramatic east coast. It's a region of scenic agricultural land, quaint fishing ports, rugged mountains and hills, and dramatic castles. It's also the centre of two important Scottish industries, North Sea oil and whisky."],["region6name=",{"type":"[[","value":[["Hebrides"]]}],["region6color=#AC5C91"],["region6description=The many islands off the north-west Scottish coast, divided into the groups of the Inner Hebrides and Outer Hebrides. Well-known islands such as ",{"type":"[[","value":[["Skye"]]},", Mull, Islay, and Colonsay in the Inner Hebrides and Lewis, North Uist, South Uist and Benbecula in the Outer Hebrides are just some of the spectacular isles here. They share a language (Scots Gaelic) and much of their culture with the Highlands."],["region7name=",{"type":"[[","value":[["Orkney Islands"]]}],["region7color=#B5D29F"],["region7description=A group of islands immediately to the north of Scotland. The largest of the Orkney islands is known as the \"Mainland\" and islanders are called Orcadians. Inhabited for over 8000 years, they are the site of some of the best-preserved Neolithic sites in Europe, with UNESCO World Heritage Site status."],["region8name=",{"type":"[[","value":[["Shetland Islands"]]}],["region8color=#578E86"],["region8description=A group of islands north of the Orkney Islands, the furthest inhabited parts of the United Kingdom. Like the Orkney Islands, they have been fought over by Scotland and ",{"type":"[[","value":[["Scandinavia"]]}," and both aspects of their heritage are important today."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\nScotland has seven official cities - ",{"type":"[[","value":[["Glasgow"]]}," is by far the largest with a population of approximately 620,000 people, with about 1.2 million in the surrounding conurbation. The capital, ",{"type":"[[","value":[["Edinburgh"]]},", has around 450,000, while ",{"type":"[[","value":[["Aberdeen"]]}," is next at about 200,000 inhabitants and ",{"type":"[[","value":[["Dundee"]]}," is fourth with 160,000 inhabitants.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Edinburgh"]]}]}," (Gaelic: ",{"type":"''","value":["Dùn Èideann"]},") - the capital of Scotland, home to the World's largest Arts Festival every August and the First European City of Literature. It is often known as the \"Festival City\". Most of the city centre, with the dramatic and contrasting architecture of its Old Town and New Town, is a ",{"type":"'''","value":["UNESCO World Heritage Site"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Glasgow"]]}]}," (Gaelic: ",{"type":"''","value":["Glaschu"]},") - Scotland's largest and most vibrant city, with some of the best shopping in the UK outside London and some of its most exciting nightlife. At one time, it was the centre of the largest shipbuilding industry in the world."]},{"type":"*","value":[" ",{"type":"[[","value":[["Aberdeen"]]}," (Gaelic: ",{"type":"''","value":["Obar Dheathain"]},") - Scotland's third largest city. Known for its impressive granite buildings, it is known as the \"Granite City\", the oil capital of Europe, and home to a large harbour and two renowned universities."]},{"type":"*","value":[" ",{"type":"[[","value":[["Dundee"]]}," (Gaelic: ",{"type":"''","value":["Dùn Dè"]},") - vibrant city with high population of students and one of the most distinct (perhaps incomprehensible) accents you'll hear. It is known as the city of \"jute, jam and journalism\", and the \"City of Discovery\" for its history of scientific activities and the home of Scott and Shackleton's Antarctic vessel, the RRS ",{"type":"''","value":["Discovery"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Inverness"]]}," (Gaelic: ",{"type":"''","value":["Inbhir Nis"]},") - the fast-growing capital of the Highlands, located on the River Ness and close to Loch Ness, where many tourists try (and fail) to find the monster. It is Britain's most northerly city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Stirling"]]}," (Gaelic: ",{"type":"''","value":["Sruighlea"]},") - a royal fortress city dominated by the historic and dramatic castle, it was said that whoever controlled the castle, controlled Scotland (and many have tried!). Today, it also has a vibrant modern outlook."]},{"type":"*","value":[" ",{"type":"[[","value":[["Perth (Scotland)"],["Perth"]]}," (Gaelic: ",{"type":"''","value":["Peairt"]},") - an ancient royal burgh (i.e. a status of autonomous town\/city granted by royal charter). It is the  county seat of Perthshire. Smaller than its Australian counterpart to whom it gave its name, it is sometimes known as \"The Fair City\" following a novel by Walter Scott. Once a major centre of the court of Scottish kings and queens, its city status was restored by the Queen in 2012."]},"\n",{"type":"==","value":["Other destinations"]},"\n\nScotland has extensive wilderness areas, two of which have been proclaimed as ",{"type":"'''","value":[{"type":"[[","value":[["United Kingdom National Parks"],["National Parks"]]}]},":\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Cairngorms National Park"],["Cairngorms"]]}," - a mountain range centred on ",{"type":"[[","value":[["Aviemore"]]}," and the largest National Park in Scotland"]},{"type":"*","value":[" ",{"type":"[[","value":[["Loch Lomond"]]}," & the ",{"type":"[[","value":[["Trossachs"]]}," - ",{"type":"[[","value":[["Loch Lomond and The Trossachs National Park"],["Scotland's first national park"]]}]},"\nMany world-class scenic areas are not (yet) protected as National Parks, though some have other designations such as ",{"type":"[[","value":[["United Kingdom National Parks#National Scenic Areas"],["National Scenic Areas"]]}," or Forest Parks. The Lochaber region contains the impressive ",{"type":"[[","value":[["Glencoe"]]}," as well as Scotland's highest mountain, ",{"type":"[[","value":[["Ben Nevis"]]},". The ",{"type":"[[","value":[["Torridon"]]}," and ",{"type":"[[","value":[["Wester Ross"]]}," areas are also popular mountaineering destinations. Most popular of all with climbers are the Black Cuillin of ",{"type":"[[","value":[["Skye"]]}," - but there's plenty of scope for walkers here as well.\n\nIt has many historic Islands. ",{"type":"[[","value":[["Islay"]]}," is known as the Queen of Hebrides, has eight whisky distilleries, and you can still see today the parliament site of the Clan Donald from 1200 AD, when the Clan Donald ruled the western seaboard of Scotland. The ",{"type":"[[","value":[["Isle of Arran"]]}," is also a fantastic destination.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Scotland.JPG"],["250px"],["thumb"],["right"],["Scottish Highlands"]]},"\n\n",{"type":"[[","value":[["Image:Scotland2.JPG"],["250px"],["thumb"],["right"],["Another view of Scottish Highlands"]]},"\n\nA person from Scotland is called a ",{"type":"'''","value":["Scot"]},", or described as ",{"type":"'''","value":["Scottish"]},". The word \"Scotch\" applies only to ",{"type":"'''","value":["things"]}," - for example, whisky, Scotch eggs, Scotch beef and Scotch Corner (a road junction leading to Scotland).  Do not to refer to Scotland as England, or to Scottish as English - it is ",{"type":"'''","value":["very likely"]}," to cause serious offence! Further, do not refer to Britain or the United Kingdom as England. England, as is the case with Scotland, forms only a part of Britain and the United Kingdom. In fact, England does not exist as an administrative unit in its own right.\n\nIt is currently an exciting time in Scotland. For some years, and particularly since the Scottish Parliament was reconvened in 1999 (see subsection on \"Government\" below), a greater sense of self-identity as \"Scottish\" rather than \"British\" has been spreading through the country. This culminated in the pro-independence Scottish National Party (SNP) gaining power in the 2011 Scottish Parliament elections. One of their main acts has been to arrange a referendum on whether to secede from the UK and declare an independent state. While this is supported by the First Minister and the SNP government, polls show that most Scots are currently undecided or favour remaining part of the UK and demanding increased powers for the Scottish Parliament instead (an option referred to as \"devo plus\" or \"devo max\"). As the country prepares for the referendum in 2014, you are likely to hear daily news stories debating in detail what will happen in the case of a vote for independence. Generally, feelings run high on both sides of the debate.\n\n",{"type":"===","value":["Geography"]},"\n\nScotland is a small country about half the size of England, constituting the northern part of the island of Britain. Much of the terrain is hilly, particularly in the interior, and mountainous in the Highlands, which constitute the north-western part of the country. Areas in the south, east and north-east are generally flatter and are fertile agricultural land, which is more scarce in the Highlands. The coastline is very long and can be rugged, with many cliffs, inlets, beaches and rocks. There are a large number of islands, clustered into groups: the Western Isles (consisting of the Inner Hebrides and Outer Hebrides) and the Northern Isles (consisting of the Orkney Islands and Shetland Islands). There are additional islands in and around the estuary of the River Clyde, such as the Isle of Arran and numerous others. There are many rivers, with the Tay, Forth, Clyde, Dee, Don, Spey and Ness being prominent. Wide river estuaries are known as \"firths\", with the Firth of Forth, Firth of Tay and Firth of Clyde being particularly large. There are also a large number of inland lakes called \"lochs\".\n\nThere are seven cities, the largest of which are Edinburgh and Glasgow, with the others being comparatively small (usually less than 200,000 inhabitants). There are also a large number of smaller towns in which much of the population reside. Most of the population lives in the conurbations of Glasgow, Edinburgh, and the many towns around them. Together, this region is known as the \"Central Belt\". Other main centers of population are in the east and north-east of the country and particularly the east coast, in the counties of Fife, Angus, Aberdeenshire and the cities of Dundee and Aberdeen. Significant populations are also present in the south of the country and along the north-east coast. However, the Highlands (outside of the city of Inverness) are more sparsely populated. Many of the larger islands are inhabited, although there are hundreds of small islands with no human population.\n\n",{"type":"===","value":["Time Zone"]},"\n\nScotland works on the same time zone as the rest of the ",{"type":"[[","value":[["United Kingdom"]]},". This is Greenwich Mean Time for much of the year, or British Summer Time (GMT+1) in the middle six months of the year.\n\n",{"type":"===","value":["History"]},"\n\nScotland has a rich cultural history much of which is preserved in historic buildings throughout the country. Prehistoric settlements can be traced back to 9600 BC, as well as the famous standing stones in ",{"type":"[[","value":[["Lewis"]]}," and ",{"type":"[[","value":[["Orkney"]]},". The Romans, fronted by Julius Caesar in 55 BC, made initial incursions but finally invaded Britain in 43AD, moving into the southern half of Scotland, but not occupying the country due to the fierce resistance efforts of the native Caledonian tribes. Today, ",{"type":"[[","value":[["Hadrian's Wall"]]}," to the south of the Scottish-English border is perceived by some as one of the most famous Roman remains in the world, arguably on a par with the 8-foot-arch on Naxos.\n\nAfter the withdrawal of the machinery of the Roman Empire around AD 411, the so-called Dark Ages followed. However, since the Roman occupation affected mostly just the south of the island of Britain, Scotland was unaffected as it had been even at the great battle at Mons Graupius. Because the grip of Roman hegemony had now loosened, all sorts of invaders now saw the island as open season. So the Angles arrived on the east coast around North Berwick. It has to be said that the natives here fared rather better than their southern counterparts did at the hands of the Saxons, who, for example, sacked the Isle of Wight, such that not a native male Briton was left alive.\n\nThe early history of the new nation was marked by many conflicts with the English, and also the Vikings who invaded the north of Scotland. Today the ",{"type":"[[","value":[["Shetland Islands"]]}," retain a strong Viking cultural identity. Another powerful impact on Scotland's story has been religion. Events leading up to the Scottish Reformation of 1560, including the destruction of the cathedral at St. Andrews the year before, had a strong impact on life in the country, and led to the presbyterian Church of Scotland taking over from the Roman Catholic Church as the established state religion. It was a more strict form of Protestantism than the Anglicanism that developed in England, and was influenced by the teaching of Jean Calvin which had been brought back by John Knox. Religion would lead to many later political and military clashes, such as the Bishops' Wars that were part of the wider civil wars in England, Ireland and Scotland in the 17th century.\n\nWars with the English would dominate Scottish history for hundreds of years until the Union of the Crowns in 1603, when the King of Scots, James VI, inherited the English throne after the death of Queen Elizabeth I (who had executed his mother, Mary Queen of Scots). While this put an end to armed conflict, there were still conflicts between the Scottish and English parliaments on which monarch should succeed and various commercial disputes such as the ill-fated \"Darien Scheme\" to establish a colony in Panama. The disaster of the Darien scheme was due partly to incompetence and partly to interference from England, which feared competition with its own colonies. Almost a quarter of the money circulating in Scotland at the time was invested in the scheme, and its failure caused an economic catastrophe. This was one factor leading to the Act of Union, which involved removal of Scotland's debts and put the country on a much firmer economic footing.\n\nFollowing negotiations, on May 1, 1707, the Parliaments of Scotland and England were united, creating the Kingdom of Great Britain (it would not become the \"United Kingdom of Great Britain and Ireland\" until the forced \"union\" with the occupied Kingdom of Ireland in 1800). Scotland and England retained their own religion, education, and legal systems (which is why these differ between the countries of the UK today). However, the union was controversial, with national poet Robert Burns famously saying that Scotland was \"",{"type":"''","value":["bought and sold for English gold"]},"\". Despite the controversy, the Union provided a new stability and a climate in the 18th and 19th centuries in which commerce and new ways of thinking could flourish, and led to a major role for Scotland (and particularly its people) in the British Empire and the creation of the world we know today. Historian Simon Schama has written that \"",{"type":"''","value":["What began as a hostile merger, would end in a full partnership in the most powerful going concern in the world ... it was one of the most astonishing transformations in European history."]},"\"\n\nThis began with the growth of commerce. Following the dramatic failure of the \"Darien Scheme\", Scottish merchants learned lessons from its mistakes and became skilled businessmen very quickly. They began to assert that Scotland had become the world's first commercial nation. From the 18th century, the \"Scottish Enlightenment\" saw vast industrial expansion, and the rise of the city of Glasgow as a major trading port and eventually \"Second City\" of the British Empire. However, the dark underbelly was that much of the prosperity of sugar and tobacco merchants, with their lavish houses in Glasgow, was based on slavery in the New World.\n\nAt the same time, the Scottish Enlightenment led to an outpouring of intellectual and scientific accomplishments. Major advances in public education led to the most literate society the world had known up to that time. Further, key individuals produced work that is still influential today, such as economist Adam Smith (known as the father of capitalism), philosopher David Hume, poet and songwriter Robert Burns, geologist James Hutton, and inventor and industrialist James Watt whose work led to the Industrial Revolution. The Scottish Enlightenment is often seen as Scotland's \"golden age\" (in contrast to England, where the reign of Queen Elizabeth I in the 16th century is usually seen as such). However, this economic success was not shared with much of the population, and inequality of wealth and opportunity combined with poverty and greedy landlords drove vast numbers to emigrate to America, Canada, and other places. This was particularly pronounced in the Highlands, with the \"Highland Clearances\" driven by greed as landlords forced tenant farmers from the land and burned their homes to replace them with more profitable sheep.\n\nUniversities flourished, and in the 19th and 20th centuries many of the great inventions of the world including television, the telephone and penicillin were invented by Scots. Scotland retained a strong industrial and commercial economy until the mid-20th century. However, following de-industrialization, many areas fell into decline, although the discovery of North Sea oil in the 1960s reversed this for areas in the North-East such as Aberdeen. In the mid-to-late 20th century Scotland saw increasing calls for autonomy from London, and finally in 1999 a Scottish Parliament was again established in Edinburgh, led by a First Minister and Scottish cabinet. Reforms made by the Scottish Parliament have helped the country to rediscover a level of prosperity, with cities regenerated (such as Glasgow) and industries re-aligned to include financial services (particularly in Edinburgh), retail, tourism, science and technology, oil and gas (particularly in Aberdeen) and renewable energy. Currently, the nation is debating whether this level of autonomy is sufficient, or whether full independence would be preferable. This is the subject of a 2014 referendum and daily news stories.\n\nScotland's history and geography is reflected in the wide range of visitor attractions available, from castles and cathedrals to stunning countryside, and more modern attractions showcasing old and new Scottish cultural achievements.\n\n",{"type":"===","value":["Government"]},"\n\nScotland operates a devolved government as part of the UK. Matters internal to Scotland are controlled by the ",{"type":"'''","value":["Scottish Government"]},", at whose heart is the ",{"type":"'''","value":["Scottish Parliament"]},", a unicameral legislature of 129 elected members (known as MSPs - \"Members of the Scottish Parliament\"). The Scottish Parliament has the power to pass any law, except in those areas \"reserved\" to the UK Parliament at Westminster. A Scottish Parliament had governed Scotland when it was an independent nation, prior to the Act of Union with England of 1707. As part of a policy and following a referendum proposed by Prime Minister Tony Blair, the Scottish Parliament was reconvened in 1999 with powers transferred (\"devolved\") from the UK Parliament at Westminster. At the same time, similar developments took place in Wales and Northern Ireland. Although the UK Parliament can still pass laws relating to Scotland, it does not do so in the areas where the Scottish Parliament exercises power.\n\nResidents of Scotland therefore have elected officials in two parliaments and look to two governments - in Edinburgh and in London - each controlling separate aspects of life. For example, while you apply for a passport or a driver's licence from the UK Government, complaints about the education system are directed to Edinburgh.\n\nThe Scottish Parliament is based at a modern, architecturally significant building at ",{"type":"'''","value":["Holyrood"]}," in Edinburgh, and you will hear the term \"Holyrood\" used to mean the Scottish Parliament similar to how \"Capitol Hill\" means the US Congress. The UK parliament and UK Government still control other matters that do not exclusively affect Scotland, such as defence, customs, immigration, etc., and Scots continue to elect members to serve at the UK Parliament in London. Scottish politics is decidedly left-wing compared to the rest of the UK and particularly compared to the United States. Most parties are to some extent socialist and are socially liberal, for example recent proposals to introduce same-sex marriage enjoyed wide support from all parties in the Parliament. Since it was reconvened in 1999, the Parliament has been dominated by left-wing and socialist parties. The only centre-right party, the Scottish Conservative and Unionist Party, is one of the smallest in the Parliament, and it is comparatively socially liberal.\n\nThe head of the Scottish Government is the ",{"type":"'''","value":["First Minister"]},", who is prominent in public life and acts as the de facto leader of Scotland in internal matters and also represents Scotland's economic and cultural interests abroad (although foreign policy is a matter reserved to London). The people elect members to represent their local area and region, but do not directly elect the First Minister - he or she is chosen by the parliament. Following an election, the parliament's first act is to choose a First Minister - usually (but not necessarily) the leader of the largest party. The Queen then appoints him or her based on the parliament's advice. The First Minister then appoints other ministers, subject to parliament's approval. The current First Minister (since 2007) is ",{"type":"'''","value":["Alex Salmond"]}," of the Scottish National Party (a centre-left, pro-independence party), and the Deputy First Minister (of the same party) is Nicola Sturgeon. Various other ministers are responsible for other areas of government activity. The main opposition parties are the Scottish Labour Party (centre-left\/somewhat socialist, pro-union), Scottish Liberal Democrats (left-wing, pro-union), and the Scottish Conservative and Unionist Party (centre-right, pro-union).\n\n",{"type":"===","value":["Culture"]},"\n\nScotland has a rich culture that is distinct from the other nations in the UK, though it has similarities (as is typical for countries which are located close together). Scottish people are often fiercely proud of their culture, which in the past was the target of attempts to suppress it to create a single \"British\" culture - based on English culture. Today, in more enlightened times, Scotland's cultural achievements are evident in numerous areas and are flourishing.\n\nThe country has a great tradition of festivals (e.g. the Edinburgh Festivals), literature and achievement in the arts. Since the Scottish Enlightenment that followed the Act of Union, it has produced some of the greatest literary personalities, thinkers and writers of the world. Many ideas now seen as key to the modern world derive from the work of Scottish scholars, scientists and authors, such as Adam Smith. Scottish novelists have also enjoyed success in recent times, such as Irvine Welsh. Scotland's great tradition of science has produced some of the greatest scientists and inventors of the world, including James Watt (pioneer of the Industrial Revolution), John Logie Baird (inventors of the television) and Alexander Fleming (discoverer of penicillin). More recently, scientists in Aberdeen developed the MRI scanner and those in Edinburgh created Dolly the Sheep, the first cloned animal.\n\nThere is also a thriving Scottish music scene. Outdoor popular music festivals such as T in the Park attract vast crowds and attract internationally-renowned live music acts. Scottish bands and musicians are also prominent, particularly those originating from in and around Glasgow, the largest city in Scotland. This city is home to a fantastic music scene; must-visit destinations include King Tut's Wah Wah Hut (where Oasis were spotted and signed for their first record deal).\n\nScottish folk music is also flourishing, with traditional and modern folk music sung in both English, Scottish Gaelic (and sometimes Scots). Folk music often features instruments such as fiddle\/violin, acoustic guitar, harp, accordion, piano, various sorts of bagpipes, and other traditional instruments as well as voice. You may also encounter Scottish forms of dance which are also popular. This may range from simple, as at a ceilidh (pronounced \"kay-lee\", a mix of dances performed to traditional music and descended from ballroom and country dancing), to more complex Scottish Country Dancing which is a form of social dancing descended from renaissance dance styles, to solo Highland Dancing (which has a military heritage) if you go to a Highland Games. These styles exist alongside other popular forms of music and dance also found in other modern countries.\n\nScottish people suffer from a stereotype which portrays them as \"dour\" (i.e. unemotional, reserved and staid), and while this may have been accurate in the past, it no longer is. You will find most Scots to be friendly, warm, and with a strong sense of humor, although it can take more than one meeting with you for them to warm up. Younger Scots are often hedonistic, with the \"night out\" being a basic unit of social interaction for many people and packed pubs, bars, nightclubs and live music and comedy venues in cities. On the other hand, heavy drinking is a part of Scottish culture and has been increasing in recent years; you are likely to hear younger people talk of being drunk as a nirvana-like ideal state. However, the flip side to this is that public drunkenness, disorderliness and alcoholism is a problem. While they may not be overly willing to make conversation with a stranger at a bus stop or other public place, nor trust you with their life story the first time they meet you, you will find most Scots to be enjoyable, lively and satisfying companions.\n\n",{"type":"===","value":["Sport"]},"\n\nThe most popular spectator sport in Scotland is ",{"type":"'''","value":["football"]},", i.e. association football. The teams of the highest league division, the Scottish Premier League, are said to enjoy the greatest support per head of population of any country in the world. ",{"type":"'''","value":["Rugby"]}," union is also popular but not to nearly the same extent as football. In these sports, the constituent countries of the UK usually compete as separate nations, i.e. Scotland fields its own national teams.\n\nAs befits the nation that gave birth to it, ",{"type":"'''","value":["golf"]}," is also popular, with a very large number of golf courses. Public golf courses are widespread, inexpensive and typically of high quality. Tennis has recently been increasing in popularity since Scottish tennis player Andy Murray has been enjoying success in major championships.\n\nScottish people are often passionate about sport and the full range of other sports available in the UK are played, with good facilities for all sports in most parts of the country. Nearly every town will have a \"leisure centre\" providing sports and exercise facilities, playing fields for outdoor sports, and\/or a swimming pool. In sports other than soccer and rugby, Scottish sportsmen and sportswomen make a significant contribution to international competitions in a wide range of sports, representing Great Britain.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish and Scottish Gaelic are the languages of Scotland. English (sometimes spoken with a varying degree of Scots) is the everyday language spoken by all. Dialects vary enormously from region to region, and even between towns! However, all Scots can speak standard English.\n\nScots ('Oor ain leid',  literally 'Our own language'), although not an official language of Scotland, is spoken by around 1.5 million people in Scotland, throughout the whole country except for the northeast corner. As with modern English, the language evolved from Anglo-Saxon. Scots is more or less intelligible to native speakers of English, especially in written form. There are debates over whether Scots is in fact a language or a dialect (in some ways it resembles Old English) and rather than actually being spoken purely, it is often found influencing informal English spoken by people in Scotland. It is also found on the north coast of Northern Ireland.\n\nScottish Gaelic (Gàidhlig, pron. Gah-lig), meanwhile, is spoken by only around 60,000 people, mainly in the Highlands (a' Ghàidhealtachd, pron. a Gale-tach)) and the ",{"type":"[[","value":[["Outer Hebrides"],["Western Isles"]]}," (Na h-Eileanan Siar, pron. Na hyale-inan shar) (e.g. ",{"type":"[[","value":[["Barra"]]},", where 80% speak Gaelic). You will more than likely hear locals speaking in Gaelic in the Western Isles and on the ferries to and from them. Signs on board some CalMac ferries to the Western Isles are in Gaelic first and English second. In addition, announcements on some ferries may be at least partially in Gaelic. Everyone, however, speaks English.\n\nThe Scots generally have rather poor foreign language skills, although those in tourism-related industries generally have better language skills. French, German and Spanish are the most commonly known foreign languages.\n\nHere are some useful English words derived from Gaelic, Pictish or Old Norse:\n\n",{"type":"*","value":[" Aber = river mouth (",{"type":"''","value":[{"type":"[[","value":[["Aberdeen"]]}]},")"]},{"type":"*","value":[" Ben = mountain (",{"type":"''","value":[{"type":"[[","value":[["Fort William"],["Ben Nevis"]]}]},")"]},{"type":"*","value":[" Burn = stream (",{"type":"''","value":[{"type":"[[","value":[["Bannockburn"]]}]},")"]},{"type":"*","value":[" Dun (or Dum) - fort (",{"type":"''","value":[{"type":"[[","value":[["Dundee"]]}]}," or ",{"type":"[[","value":[["Dumbarton"]]},")"]},{"type":"*","value":[" Cèilidh = informal celebration, party (pr. KAY-lay)"]},{"type":"*","value":[" Firth = estuary (",{"type":"''","value":[{"type":"[[","value":[["Edinburgh"],["Firth of Forth"]]}]},")"]},{"type":"*","value":[" Glen = valley (",{"type":"''","value":[{"type":"[[","value":[["Glencoe"]]}]},")"]},{"type":"*","value":[" Strath = vale (",{"type":"''","value":[{"type":"[[","value":[["Strathspey"]]}]},")"]},{"type":"*","value":[" Kyle = narrow strait of water, sound (",{"type":"''","value":[{"type":"[[","value":[["Kyle of Lochalsh"]]}]},")"]},{"type":"*","value":[" Loch = lake (",{"type":"''","value":[{"type":"[[","value":[["Loch Ness"]]}]},"), also fjord (",{"type":"''","value":[{"type":"[[","value":[["Fort William"],["Loch Linnhe"]]}]},") - thus not all lochs are lakes"]},{"type":"*","value":[" Lochan = small lake, pond"]},"\nHere are some Gaelic phrases often found in the Highlands and the Western Isles (for more, see the ",{"type":"[[","value":[["Scottish Gaelic phrasebook"]]},":\n\n",{"type":"*","value":[" Failte gu ...... = Welcome to ......"]},{"type":"*","value":[" Deas = South"]},{"type":"*","value":[" Tuath = North"]},{"type":"*","value":[" Aiseag = Ferry"]},{"type":"*","value":[" Traigh = Beach"]},{"type":"*","value":[" Port Athar = Airport"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Immigration and Visas"]},"\n\nThere are no border controls when travelling within the ",{"type":"[[","value":[["United Kingdom"]]}," including the land border with ",{"type":"[[","value":[["England"]]},". You also do not need a passport to travel between ",{"type":"[[","value":[["Ireland"]]}," and the UK, including Scotland. The same immigration and visa requirements are in force in Scotland as in the rest of the ",{"type":"[[","value":[["United Kingdom"]]}," - see the main UK article for details.\n\n",{"type":"===","value":["By plane"]},"\nA growing number of European and long-haul destinations are served by the five international airports in Scotland:\n",{"type":"*","value":[" ",{"type":"'''","value":["Aberdeen Airport"]},", 8 miles north west of the city, has direct flights from Alicante, Amsterdam, Baku, Bergen, Copenhagen, Dublin, Esbjerg, Faro, Groningen, Kristiansand, Malaga, Murcia, Oslo, Palma, Paphos, Paris, Stavanger and Tenerife. As there are frequent direct flights from London, you can also connect to destinations worldwive via London airports such as Heathrow and Gatwick."]},{"type":"*","value":[" ",{"type":"'''","value":["Edinburgh Airport"]},", 10 miles west of the city, has direct flights from Alicante, Amsterdam, Athens, Barcelona, Basel, Bergerac, Berlin, Billund, Bratislava, Bremen, Brussels, Budapest, Cologne, Copenhagen, Cork, Dortmund, Dublin, Düsseldorf, Faro, Frankfurt, Galway, Gdansk, Geneva, Gothenburg, Helsinki, Ibiza, Istanbul, Katowice, Kaunas, Knock, Kraków, Lisbon, Lyon, Madrid, Mahon, Malaga, Malta, Marrakech, Marseille, Milan, Munich, Murcia, New York, Nice, Oslo, Palma de Mallorca, Paphos, Paris, Pisa, Poznan, Prague, Pula, Rennes, Rome, Shannon, Sharm el Sheikh, Stockholm, Tampere, Tenerife, Toronto, Toulouse, Venice, Vilnius and Zurich. You can also connect to destinations worldwide via London, with frequent direct shuttle flights from London airports."]},{"type":"*","value":[" ",{"type":"'''","value":["Glasgow International Airport"]},", 8 miles west of the city, has direct flights from Alicante, Amsterdam, Belfast, Berlin, Bourgas, Calgary, Copenhagen, Dominican Republic, Dubai, Dublin, Faro, Geneva, Gran Canaria, Heraklion, Las Vegas, Madeira, Malta, New York (Newark), Orlando, Palma de Mallorca, Paris, Philadelphia, Reykjavík, Sharm el Sheikh, Tenerife, Toronto and Vancouver. You can also connect worldwide via London."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.glasgowprestwick.com\/to-and-from-prestwick\/train-connections\/discounted-rail-travel.html ",{"type":"'''","value":["Glasgow Prestwick International Airport"]}]},", situated 30 miles south west of Glasgow, is the only Scottish airport with a direct rail connection; there is a frequent and comfortable service to Glasgow and both arriving and departing passengers may use their ticket, booking confirmation or boarding pass to claim a ",{"type":"[","value":["http:\/\/www.glasgowprestwick.com\/to-and-from-prestwick\/train-connections\/discounted-rail-travel.html 50% discount on single train tickets"]}," between the airport and any station in Scotland. PIK is a hub of budget airline ",{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}," with domestic flights to London Stansted and Bournemouth; and international flights to Brussels, Bergamo, Budapest, Cork, Dublin, Girona, Gothenburg, Hamburg, Kaunas, Milan, Murcia, Oslo (Torp), Paris, Pisa, Reus, Riga, Rome, Shannon, Warsaw and Wroclaw. ",{"type":"[","value":["http:\/\/www.aerarann.ie Aer Arann"]}," flies twice weekly from Donegal International Airport into Prestwick."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.hial.co.uk\/inverness-airport ",{"type":"'''","value":["Inverness Airport"]}]},", situated 7 miles north east of the city, has flights to Amsterdam, Düsseldorf and Zurich."]},"\n\nThere are many UK domestic flights operating to Scotland including:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.bmiregional.com\/en bmi regional"]}," flights from Bristol, Manchester and Norwich"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.british-airways.co.uk British Airways"]}," flights from London (Heathrow, Gatwick and City)"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.cityjet.com CityJet"]}," flights from London City."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.easternairways.com Eastern Airways"]}," flights from Birmingham, Durham Tees Valley, Humberside, Leeds-Bradford, Manchester, Newcastle, Norwich, Nottingham East Midlands, and Southampton."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.easyjet.com EasyJet"]}," flights from London Gatwick, London Luton, London Stansted, Bristol, and Belfast."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.flybe.com Flybe"]}," flights from Belfast, Birmingham, Cardiff, Exeter, Jersey, Manchester, Manston-Kent, Newquay, Norwich and Southampton."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dundee Airport"]},", situated a few miles from the city centre, has domestic flights from Birmingham, London & Belfast."]},"\nNo airport in Scotland, except Glasgow Prestwick, is connected to the rail network, meaning travellers have to use dedicated bus services to city centres, or take a taxi. However, a £776 million tram line has recently been built between Edinburgh Airport and Edinburgh city centre, and will start service on 31 May 2014 - only five years late.\n\n",{"type":"===","value":["By train"]},"\n\nFor those unused to the vagaries of the UK rail network, Wikivoyage has a useful guide to ",{"type":"[[","value":[["Rail travel in the UK"]]},".\n\n",{"type":"===","value":["Day trains"]},"\n\nThere are four day train operators linking Scotland with England:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eastcoast.co.uk\/ East Coast"]}]}," operate frequent services from ",{"type":"[[","value":[["London"]]}," Kings Cross to ",{"type":"[[","value":[["Edinburgh"]]}," via ",{"type":"[[","value":[["Peterborough"]]},", ",{"type":"[[","value":[["York"]]}," and ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]},".  Some services extend directly to ",{"type":"[[","value":[["Aberdeen"]]},", ",{"type":"[[","value":[["Dundee"]]},", Leuchars (for ",{"type":"[[","value":[["St Andrews"]]},"), ",{"type":"[[","value":[["Glasgow"]]}," and intermediate stations."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.virgintrains.co.uk\/default.aspx Virgin Trains"]}]}," operate frequent services from ",{"type":"[[","value":[["London"]]}," Euston and ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," to ",{"type":"[[","value":[["Glasgow"]]}," via ",{"type":"[[","value":[["North West England"]]}," and the ",{"type":"[[","value":[["Lake District National Park"],["Lake District"]]}," and slightly less frequent services from ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," to ",{"type":"[[","value":[["Edinburgh"]]}," via ",{"type":"[[","value":[["North West England"]]}," and the ",{"type":"[[","value":[["Lake District National Park"],["Lake District"]]},". Some services also call at ",{"type":"[[","value":[["Edinburgh"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.crosscountrytrains.co.uk\/ CrossCountry"]}]}," connect ",{"type":"[[","value":[["Aberdeen"]]},", ",{"type":"[[","value":[["Glasgow"]]}," and ",{"type":"[[","value":[["Edinburgh"]]}," to ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," via ",{"type":"[[","value":[["Leeds"]]},", ",{"type":"[[","value":[["Sheffield"]]}," and the ",{"type":"[[","value":[["East Midlands"]]},". Many services continue on to ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," and the South Coast, or through ",{"type":"[[","value":[["Bristol"]]}," to ",{"type":"[[","value":[["South Wales"]]}," or South West England."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tpexpress.co.uk\/ Transpennine Express"]}]}," operate services between ",{"type":"[[","value":[["Glasgow"]]},"\/",{"type":"[[","value":[["Edinburgh"]]}," and ",{"type":"[[","value":[["Manchester"]]}," (and ",{"type":"[[","value":[["Manchester Airport"]]},")"]},"\n",{"type":"====","value":["Night\/Sleeper trains"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.scotrail.co.uk\/ ScotRail"]}]}," operate the overnight ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.firstgroup.com\/scotrail\/content\/caledoniansleeper\/index.php Caledonian Sleeper"]}]}," linking ",{"type":"[[","value":[["London"]]}," Euston with all Scottish cities including ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Aberdeen"]]},", and many other towns along the way including principal towns in the Highlands.  There are two Caledonian Sleeper trains which leave every night (except Saturdays) from London Euston:\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Lowland Sleeper"]}," departs Euston at approximately midnight (23:00 on Fridays), and divides en route for either Glasgow or Edinburgh."]},{"type":"*","value":[" The ",{"type":"'''","value":["Highland Sleeper"]}," departs Euston at around 2000 hours, and divides en route for Aberdeen, Inverness or Fort William."]},"\nNote if you are intending to use the Caledonian Sleeper to an intermediate destination between the Central Belt and Perth or Dundee (e.g. Stirling, Perth, anywhere in Fife, Dundee or up the Angus coast, but NOT Aberdeen or Inverness) - the Highland train will drop you off at an unsociable time in the morning possibly before any other public transport is running. For this reason, it is often more convenient to use the Lowland train to either Glasgow or Edinburgh and use a daytime service to complete the journey. In addition, passengers who wish to travel in the seated coach to any destination on the ",{"type":"[[","value":[["West Highland Line"]]}," to Fort William must change coaches at Edinburgh Waverley.\n\nFor international travellers, ",{"type":"[","value":["http:\/\/www.scotlandrailways.com Scottish Rail passes"]}," are available, as are ",{"type":"[","value":["http:\/\/www.BritRail.com BritRail passes"]},". See Wikivoyage's guide to ",{"type":"[[","value":[["Rail travel in the UK"]]}," for more information on booking and travelling by train in Scotland.\n\n",{"type":"===","value":["By car"]},"\n\nThe main road linking Scotland and ",{"type":"[[","value":[["England"]]}," is the M74\/A74 (M) motorway which runs from Glasgow to the English border north of ",{"type":"[[","value":[["Carlisle"]]},". The A1 road links Edinburgh and the North East of England; however, this road is single carriageway in some areas and not considered the best route into Scotland. Hence the place name \"Scotch Corner\" on the A1 where traffic heading for most Scottish destinations turn to cross the Pennine hills on the A66 to enter Scotland via the M6 and M74.\n\n",{"type":"===","value":["By bus"]},"\nBus and coach services are the cheapest way to get to Scotland from England, but are also the slowest and the least comfortable. ",{"type":"[","value":["http:\/\/www.nationalexpress.com National Express"]}," is the main operator, with services from most major English and Welsh towns to Glasgow's ",{"type":"[","value":["http:\/\/www.spt.co.uk\/bus\/bus-stations\/buchanan-bus-station\/ Buchanan Bus Station"]}," and Edinburgh Bus Station.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.norfolkline.com\/ferry\/ NorfolkLine"]}]}," used to run a  service three times a week for vehicles and passengers from ",{"type":"[[","value":[["Zeebrugge"]]},", ",{"type":"[[","value":[["Belgium"]]}," to ",{"type":"[[","value":[["Rosyth"]]},", in ",{"type":"[[","value":[["Fife"]]},". The crossing took around 19 hours. However, this ferry route was closed in early 2011. Since then the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dfdsseaways.co.uk\/ferry-routes\/holland\/newcastle-to-amsterdam DFDS Seaways"]}]}," ferry from Amsterdam to ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]}," provides the primary service from mainland Europe to North East England, from where you can drive or take the train to Scotland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stenaline.co.uk\/stena_line\/stena_line_uk\/gb\/stranraer_-_belfast.html Stena Line"]}]}," ferries link ",{"type":"[[","value":[["Belfast"]]},", ",{"type":"[[","value":[["Northern Ireland"]]}," to Loch Ryan port in Scotland, which is near ",{"type":"[[","value":[["Stranraer"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.poirishsea.com\/ P&O Irish Sea"]}]}," ferries link ",{"type":"[[","value":[["Larne"]]}," in ",{"type":"[[","value":[["Northern Ireland"]]}," to Cairnryan, near ",{"type":"[[","value":[["Stranraer"]]}," and ",{"type":"[[","value":[["Troon"]]}," in ",{"type":"[[","value":[["Ayrshire"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\nScotland operates a modern and effective transportation system, including high-quality road, railway and bus links, managed and regulated by the Scottish Government's department of transportation, Transport Scotland. Public transportation is generally a mix of state-operated and commercial services. If you are travelling across the water to and between the islands, air and sea travel is also an option.\n\nUrban transport and travel between major and minor towns and cities is effectively provided by public transportation (primarily bus and train). However, if you plan to tour the country, a car allows you to access more remote areas with poor or no public transportation. This applies particularly if you plan to visit the Highlands, Islands, mountains or rural areas. Hire cars are easily available from international companies in towns and cities.\n\nIf you will be travelling by public transportation, the government provides a comprehensive website called Traveline Scotland ",{"type":"[","value":["http:\/\/www.travelinescotland.com\/"]},". It includes a very useful online journey planner that allows you to plan a journey from any one point in the country to any other, using all forms of public transport. You can also download timetables for all public transportation services and check next bus times from any bus stop in Scotland. If you have a smartphone, it also provides an app for iPhone\/iPad, Android, Blackberry and Windows Phone. This app is extremely useful on the go, for example to check the time of the next bus.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"{{","value":[["infobox"],["The world's shortest flight"],["The shortest scheduled flight in the world is operated by Loganair between the islands of Westray and Papa Westray in the Orkney Islands. The flight lasts two minutes and is operated by a Britten-Norman Islander aircraft."]]},"\nAs Scotland is a small country, air travel is uneconomical on most short routes. However, it is the fastest way to reach many of the islands. Flights can be ",{"type":"'''","value":["very turbulent"]},", as Scotland is notorious for rain, wind and storms and the planes used are small, e.g. Saab 340s, Twin Otters and Islanders.\n\nLoganair ",{"type":"[","value":["http:\/\/www.loganair.co.uk\/"]}," operates the majority of Scotland's internal flights, under a franchise to FlyBe ",{"type":"[","value":["http:\/\/www.flybe.com\/"]}," through whose website you can book flights (until July 2008 Loganair had been a franchisee of British Airways). FlyBe offer a number of connections to UK and European airports from Aberdeen, Edinburgh, Inverness and Glasgow. FlyBe also has a codeshare with British Airways so you can book through-tickets from more distant parts.\n\n",{"type":"{{","value":[["infobox"],["Beach landings"],["The airport on the Isle of Barra in the Outer Hebrides is the only place in the world where scheduled flights use a beach as the runway. Flights are operated by Loganair to\/from Glasgow and Benbecula, using a small De Havilland Twin Otter aircraft."]]},"Flights are available from Glasgow International Airport to ",{"type":"[[","value":[["Campbeltown"]]},", ",{"type":"[[","value":[["Islay"]]},", ",{"type":"[[","value":[["Barra"]]},", ",{"type":"[[","value":[["Benbecula"]]},", ",{"type":"[[","value":[["Stornoway"]]},", the ",{"type":"[[","value":[["Orkney Islands"]]}," and the ",{"type":"[[","value":[["Shetland Islands"]]},". Flights are also available from Edinburgh Airport to ",{"type":"[[","value":[["Inverness"]]},", ",{"type":"[[","value":[["Wick (Scotland)"],["Wick"]]},",",{"type":"[[","value":[["Stornoway"]]},", the ",{"type":"[[","value":[["Orkney Islands"]]}," and the ",{"type":"[[","value":[["Shetland Islands"]]},". There are no direct flights between any of the mainland airports.\n\nFlights can be expensive, although Loganair-operated flights to the islands are sometimes included in FlyBe sales and special offers. It should be noted that flights can be disrupted or cancelled due to weather conditions, particularly in Winter. Flights heading to and from Barra can also be disrupted or cancelled owing to the state of the tide, as the island's runway is a beach. As a guide, the flight time from Glasgow to ",{"type":"[[","value":[["Barra"]]}," is approximately 1hr, and the flight time from ",{"type":"[[","value":[["Glasgow"]]}," to the ",{"type":"[[","value":[["Shetland Islands"]]}," is approximately 2hrs & 30 Mins.\n\nLoch Lomond Seaplanes also operate from Glasgow Science Centre with flights to ",{"type":"[[","value":[["Loch Lomond"]]},", ",{"type":"[[","value":[["Tobermory (Scotland)"],["Tobermory"]]}," and ",{"type":"[[","value":[["Oban"]]},". Flights however are expensive. A return flight to Oban for example costs £129. The plane can also be chartered, but to do so generally costs in excess of £1000.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"''","value":["Wikivoyage has a guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]},", including within Scotland."]},"\n\nTrain is one of the faster ways to get around many parts of the country. Journey times are often the same as by road - while there may be many stops, high speed between stops compensates for this. On some routes, the train is considerably faster (e.g. Edinburgh to Dunbar\/North Berwick). However, on some routes the train is considerably slower than by road because of the convoluted route the train takes. For example, the maximum permitted speed on some sections of the Far North Line from Inverness to Wick is 90 mph, however because the line runs around the Dornoch Firth and calls at Scotscalder, more than an hour is added to the journey.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.firstscotrail.com\/ First ScotRail"]}]}," operates the majority of the Scottish rail network, which covers most of the country. You can also travel by inter-city services which will have started or have their final destination in ",{"type":"[[","value":[["England"]]},". These are provided by East Coast, Virgin Trains, TransPennine Express and CrossCountry and are generally more comfortable with more facilities, e.g. wi-fi. East Coast services also have a buffet car. The routes operated by East Coast and CrossCountry are particularly useful for travel between Edinburgh and stations up the east coast of Scotland to Aberdeen. The main rail terminals are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aberdeen Station"]},"- with trains to all Scottish cities. Lines radiate in the direction of Edinburgh, Glasgow and Inverness and call at intermediate stations. Services are also provided to London and most other parts of England."]},{"type":"*","value":[" ",{"type":"'''","value":["Edinburgh Waverley Station"]},"- with trains to Aberdeen, ",{"type":"[[","value":[["Fife"]]},", Glasgow Queen Street, Inverness, Perth and Stirling. There are also inter-city trains to most English destinations via the East Coast route."]},{"type":"*","value":[" ",{"type":"'''","value":["Glasgow Queen Street Station"]}," with trains to Aberdeen, Edinburgh, ",{"type":"[[","value":[["Cumbernauld"]]},", ",{"type":"[[","value":[["Fort William"]]},", ",{"type":"[[","value":[["Mallaig"]]},", Perth and Stirling. For trains to Inverness, change at Perth."]},{"type":"*","value":[" ",{"type":"'''","value":["Glasgow Central Station"]}," for trains to South West Scotland including ",{"type":"[[","value":[["Ayr (Scotland)"],["Ayr"]]},", ",{"type":"[[","value":[["Kilmarnock"]]}," and ",{"type":"[[","value":[["Stranraer"]]},"; West Scotland including ",{"type":"[[","value":[["Dumbarton"]]}," and ",{"type":"[[","value":[["Greenock"]]},"; and Lanarkshire including ",{"type":"[[","value":[["Hamilton (Scotland)"],["Hamilton"]]}," and ",{"type":"[[","value":[["Lanark"]]},". Inter-city trains to English destinations (primarily ",{"type":"[[","value":[["Manchester"]]},", ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and ",{"type":"[[","value":[["London"],["London (Euston)"]]},") via the West Coast route."]},{"type":"*","value":[" ",{"type":"'''","value":["Inverness Station"]}," for trains to ",{"type":"[[","value":[["Wick (Scotland)"],["Wick"]]}," and ",{"type":"[[","value":[["Kyle of Lochalsh"]]},". Also connections for the East Coast and London"]},"\nThe train services which run via the ",{"type":"[[","value":[["West Highland Railway"]]}," to Fort William and Mallaig from Glasgow Queen Street take in some wonderful views of the Scottish landscape, and footage from the line was used in the Harry Potter movies.\n\nThere are no longer any train services to the Borders, although a previously-closed railway line is due to be re-opened from Edinburgh to Tweedbank. Construction is currently in progress.\n\nGenerally train fares in Scotland are comparable to the rest of the UK, and are more expensive than most European countries. If you buy a ticket right before you travel, a typical off-peak fare between Glasgow and Edinburgh might be £10 return, and between Edinburgh and Aberdeen £40 return. However, as throughout the UK rail system, ",{"type":"'''","value":["advance purchase tickets"]}," offer cheaper fares (travellers may wish to read Wikivoyage's guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]},"). It is best to avoid peak time services between Glasgow and Edinburgh or commuter lines around Glasgow, as trains are often overcrowded at rush hour.\n\nOn some of the rural lines, services only run a couple of times a day. For example, the Far North Line (Inverness to Wick) and the Kyle of Lochalsh line (Inverness to Kyle of Lochalsh) have only around 3 to 4 return journeys a day Monday to Saturday and just one on a Sunday. So take care when travelling along these lines, as if you miss your train it could be a while to wait for the next one.\n\n",{"type":"===","value":["By road"]},"\n\nIn Scotland, a car enables you to reach almost any part of the country. It is also the best way to take in the spectacular scenery of mountainous, rural and Highland areas. However, although Scotland is not a big country, car travel can take significantly longer than you may expect. The mountainous terrain means that crossing from the east to the west usually involves taking circuitous routes. With the exception of the Central Belt and the North-East, where there are motorways and dual carriageways and travel is fast and easy, road conditions in Scotland can be below Western European standards. Beware of defects such as potholes, ruts, cracks and patches in both urban and rural roads (but not motorways or dual carriageways which are maintained to a higher standard by the Scottish Government).\n\nMany rural roads are narrow, have many bends and chicanes, are unlit at night, and are vulnerable to poor weather. If you have a car that handles well, these roads can be fun to drive. Added to this, scenery is often breathtaking. However, do not be fooled into driving too fast or overtaking recklessly. As in the rest of the UK, the speed limit on country roads is  usually 60 mph (100 km\/h), although the Scottish Parliament has recently acquired the power to set its own speed limits in Scotland. 60 mph\/100kmh is too fast for many roads, where you may easily run into a sharp blind hairpin bend without warning. Drive cautiously if a rural road is unfamiliar. You will also find frequent speed cameras and traffic patrols on main roads.\n\nAs in the rest of the UK and Ireland, traffic in Scotland drives on the ",{"type":"'''","value":["left"]},". Drivers from other countries should take special care if they are not used to driving on the left or if your car is left-hand drive. If driving a left-hand drive car, you may find it difficult to see traffic in your passenger-side door mirror and overtaking may be more difficult and hazardous.\n\nThere are high accident rates in rural areas such as the Highlands and Aberdeenshire, especially as a result of speeding and reckless overtaking. Aggressive motorcycle riding is also a major problem on some of Scotland's rural roads, and the annual accident rate is abnormally higher than the UK average. Even if a driver is coming up fast behind you, do not be goaded into increasing your speed. They will overtake (at their own risk!) if you keep to a speed at which you are comfortable. Added to this, weather can be poor, particularly in the interior of the country. In winter, you are likely to find roads closed by snow, with \"snow gates\" being closed (literally a huge gate that traffic police use to close off the road). Most drivers in Scotland do not fit snow tires or snow chains, and combined with reckless driving, the accident rate in winter weather is higher. In coastal areas, mist or fog can be a problem. Listen to radio travel bulletins (e.g. BBC Radio Scotland) and avoid car travel in poor winter weather.\n\nIn remote areas many roads are single track. Passing places are provided at intervals. These are marked by diamond shaped white signs labeled \"Passing Place\". Sometimes, these are incorrectly installed as a square sign. On older, less-used, single track roads black and white striped poles may still be used as markers. If faster traffic comes up behind you it is the rule that you should pull into a passing place and allow the other vehicle to pass. When two vehicles approach each other on a single track road, experienced drivers will both adjust their speed so as to reach the passing place at the same time and pass each other slowly, avoiding the need for either vehicle to come to a stop. You should pull in to the passing place on your left or if the passing place is on the right hand side, stop opposite it so that the oncoming car can pull into it.\n\nMany rural roads are poorly maintained and lack crash barriers, so you should drive carefully and never assume that it is clear around the next bend or over the next hill. Use main-beam\/high-beam headlamps. You may also find cattle grids (also known as cattle guards or Texas gates). These are used if livestock is loose in the area and should be negotiated very slowly as they can have an adverse effect on your vehicle's steering. In these areas keep your speed down and watch out for livestock such as horses, sheep, cattle and deer.\n\nMany bypasses have been built to allow faster travel, but the visitor will miss out on some of the beautiful scenery of Scotland. In some areas, road signs will indicate that the road on the next exit will rejoin the main route by showing a semi-circular exit and entrance with the destination name in the middle. This allows the driver confidence to take more scenic diversions into small towns or to find a place to stop and have lunch.\n\nFinally, ",{"type":"'''","value":["do not drive if you have consumed alcohol"]},". Drink-driving is illegal in Scotland and not tolerated by the police. It can be difficult to estimate how much is within the legal limit so the ",{"type":"'''","value":["safe limit is zero"]},". It attracts severe punishments by court judges: Sentences include jail terms (including lengthy jail terms if you cause an accident while drunk), large fines, confiscation of your car (according to recent new laws) and if you are from the UK, disqualification from driving.\n\nSee also the ",{"type":"[[","value":[["List of itineraries"],["Itinerary"]]},": ",{"type":"[[","value":[["Driving tour of Scotland"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus is one of the cheapest way of getting around in Scotland, however it is also the slowest and least comfortable.  Bus journeys in and out of Glasgow or Edinburgh at peak times can become very unpredictable due to the congested motorway network in the Central Belt - therefore think twice before using buses as an option to make tight connections with other transport modes.  You can get to most large towns and cities on the Citylink bus, but it is more expensive than Megabus. Megabus is a very cheap way to travel, as ticket prices start at £1 if booked weeks in advance, and rising to over £10 for peak-rate or last-minute fares. A 50p booking charge is applied to every ticket.\n\nMegabus departs from ",{"type":"[[","value":[["Aberdeen"]]},", ",{"type":"[[","value":[["Dundee"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Inverness"]]}," and ",{"type":"[[","value":[["Perth (Scotland)"],["Perth"]]},", going between these Scottish cities as well as to English destinations. Note that with Megabus you can book only online (from 45 days to 30 minutes before departure).\n\nCitylink runs a quarter-hourly bus service between Edinburgh and Glasgow which costs £4--you pay the driver. This service runs out of the main bus stations (Buchanan Street in Glasgow and Saint Andrew Square in Edinburgh), and the journey takes about an hour and ten minutes—some twenty minutes slower than the train but half the price of a peak-rate train ticket.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citylink.co.uk\/ Citylink"]}]}," - journey information and ticket sales"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/uk.megabus.com Megabus"]}]}," - journey information and ticket sales"]},"\n",{"type":"'''","value":["Megabus"]}," services wholly within Scotland are run on a joint basis with ",{"type":"'''","value":["Citylink"]}," and buses on these routes can be in the livery of either operator.  Tickets for these services can be bought on both companies websites, often at different prices for identical services, or on the coach, subject to seat availability.\n\nIn the remote areas of the Highlands and on the Western Isles, the Royal Mail operates a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.postbus.royalmail.com Postbus"]}]}," service for linking local communities.  The service pattern can be very sparse, so care is needed when relying on this for getting around since no other public transport options may be available.\n\nIn Argyll and Bute, buses are operated by West Coast Motors on behalf of Citylink. These leave from Glasgow, and travel to Campbeltown and Oban. The journey time to Campbeltown is approximately 4 hours, and Oban is approximately 3 hours. Note that road closures due to accidents and weather conditions can result in the buses having to take significant diversions which can add a  large amount of time to journeys. The A83 from Tarbet to Inverary is often closed during winter due to landslides.\n\n",{"type":"===","value":["By ferry"]},"\n\nA regular and extensive ferry service operates between most large islands, and across the Clyde estuary.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.calmac.co.uk\/ Caledonian MacBrayne"]}]}," (usually known colloquially as ",{"type":"''","value":["CalMac"]},") is the largest ferry operator and provides services on the west coast and Clyde. Discounts are available in the form of \"Island Rover\" tickets which allow unlimited travel on the entire network for 8 or 15 days and \"Island Hopscotch\" tickets which often give discounts on various itineraries."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.northlinkferries.co.uk\/ NorthLink Ferries"]}]}," is the state-sponsored ferry operator running services to Orkney and Shetland, from Scrabster (near Thurso) and Aberdeen."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pentlandferries.co.uk\/ Pentland Ferries"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jogferry.co.uk\/ John O'Groats Ferries"]}]}," provide alternative routes to Orkney from the Scottish mainland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.orkneyferries.co.uk\/ Orkney Ferries"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shetland.gov.uk\/ferries\/ Shetland Islands Council"]}]}," operate ferry services within Orkney and Shetland respectively."]},"\n",{"type":"===","value":["Hitching"]},"\n\nHitch-hiking is surprisingly easy in Scotland, but better to do outside the big cities. In the Highlands you might need to wait for a long time until a car comes by. General caution must be taken.\n\n",{"type":"==","value":["See"]},"\n\nMost historic sites are maintained either by the ",{"type":"'''","value":["National Trust of Scotland"]}," or by ",{"type":"'''","value":["Historic Scotland"]},". Both offer memberships (with free priority access and other discounts) for a year or a lifetime - and have reciprocal arrangements with their English and Welsh equivalents. Depending on how much you get around and how long you are staying, they may well be worth buying... Membership also contributes to the sites' preservation and new acquisitions.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Historic Scotland"],["alt="],["url=http:\/\/www.historic-scotland.gov.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sites and prices, yearly membership starts at £34 adult, £65 family (properties include Edinburgh and Stirling Castles). Historic Scotland also offers a 3-day Explorer Pass"]]}]},{"type":"*","value":[" the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nts.org.uk\/ National Trust of Scotland"]}]}," -sites and prices, yearly membership starts at £33 adult, £54 family (properties include Craigievar and Crathes Castles, numerous wilderness areas)"]},{"type":"*","value":[" ",{"type":"'''","value":["Spectator sport:"]}," ",{"type":"[[","value":[["Football_in_Europe#Scotland"],["Football"]]}," is easily the most popular spectator sport. That said, most teams rarely play to full houses, therefore if you are in Scotland between mid-August and mid-May you should be able to obtain tickets for a match. Rugby union is popular, nowhere more so than in the Borders region. The indigenous game of shinty is played mostly in the Highlands during the summer months."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Drive"]}," - take a ",{"type":"[[","value":[["Driving tour of Scotland"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Motorcycling"]}," - Scotland has some of the best motorcycle touring roads in the world, although you'll need good weather to get the most out of them. With good surfaces, little traffic outside of the main conurbations and welcoming cafes touring is a real pleasure. It is also possible to hire a motorcycle ",{"type":"[","value":["http:\/\/www.rentamotorcycle.co.uk\/"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cycling"]}," - Even though there are only a few cycle trails compared to England, Scotland makes a great cycling country as there are many roads with little traffic. See ",{"type":"[[","value":[["Cycling in Scotland"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rail Travel"]}," - Scotland is home to the most scenic railway line in the world - the ",{"type":"[[","value":[["West Highland Railway"],["West Highland Line"]]},", and travelling the area by train is very much recommended. Fares can be high, but the scenery can be priceless. ",{"type":"[","value":["http:\/\/www.ScotRail.co.uk\/"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hillwalking"]}," - Scotland is famous for hillwalking. You can try to climb all 284 Munros of Scotland ",{"type":"[","value":["http:\/\/www.walkhighlands.co.uk\/info\/Info\/TheMunros"]}," (which are mountains higher than 3000 feet \/ 914.4 m) and become a Munroist, or you could hike the popular ",{"type":"[[","value":[["West Highland Way"]]},", which stretches for 153 km (95 miles). Scotland’s official National Tourist Board publishes a free Scotland Walks guide, available from their Walking site ",{"type":"[","value":["http:\/\/walking.visitscotland.com\/"]},". There is also an independent site giving lots of details on over 420 routes - Walk Highlands of Scotland ",{"type":"[","value":["http:\/\/www.walkhighlands.co.uk\/"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whisky Tour"]}," - Many of Scotland's distilleries welcome visitors and many have guided tours. Map of Scotch Whisky distilleries open to the public: ",{"type":"[","value":["http:\/\/www.scotlandwhisky.com\/distilleries\/"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf"]}," - Scotland is the birthplace of the game of golf and home to the oldest course in the world, St. Andrews. Scotland’s National Tourist Board publishes a free guide to golfing in Scotland ",{"type":"[","value":["http:\/\/golf.visitscotland.com\/"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Edinburgh Festival"]}," occurs during late July to Mid September. The Festival is an umbrella term for several festivals, including the International Jazz and Blues Festival, the Fringe Festival, and the Literary Festival. VisitScotland, the official Scottish Tourist Board, maintain a calendar of events and festivals taking place throughout Scotland ",{"type":"[","value":["http:\/\/liveit.visitscotland.com\/"]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Glasgow 2014"],["The 2014 Commonwealth Games"]]}," are being held in ",{"type":"[[","value":[["Glasgow"]]}," and a few other venues from 23 July to 3 August 2014."]},"\n",{"type":"==","value":["Learn"]},"\n\nIn the bigger cities you can learn highland dancing. If you're interested in learning how to play the Scottish bagpipe, you should know that it takes about one year to play on an actual bagpipe for the first time. It is really more difficult than it looks and needs daily practice!\n\nIf you are interested in learning more about Scotland you can visit www.scotland.org ",{"type":"[","value":["http:\/\/www.scotland.org\/"]},".\n\n",{"type":"==","value":["Work"]},"\n\nThe regulations governing who can work in Scotland are the same as for the rest of the UK.\n\nA general shortage of skilled labour in the health sector means the British health service actively recruits abroad, making it easier for those with specialist health care skills to work in the UK. The Scottish Government is also keen to attract immigrants to Scotland to plug a perceived declining population.\n\n",{"type":"==","value":["Buy"]},"\n\nScotland offers a range of products, souvenirs and memorabilia unavailable authentically anywhere else in the world. A few examples:\n\n",{"type":"*","value":[" 'Scotch' Whiskies"]},{"type":"*","value":[" Scottish ",{"type":"'''","value":["Tartans"]}," (colourful check-woven woolen fabric) and tartan products (such as kilts). If you have a Scottish family name like McDonald or Clark, it may be worth trying to find your own family's tartan."]},"\nVisitors from outside northern Europe may find Scotland a relatively expensive country.\n\n",{"type":"===","value":["Currency"]},"\nAs in the rest of the United Kingdom, Scotland uses the pound sterling (£). \nEuros are accepted at a small number of High Street shops and tourist stores, but this should not be relied upon so change your money into sterling.\n\nScotland is relatively expensive when compared to some other European countries. As a basic rule, the further north you venture, the more expensive it's likely to get, mostly because of the expense of long supply chains and small turnovers.\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|+ Currency conversion table",{"type":"<","value":["br"]},"(August 2013)"],["|-"],["! Foreign currency !! Either one !! Pound sterling"],["|-"],["| €1.16 || 1 || £0.86"],["|-"],["| USD1.55 || 1 || £0.64"],["|-"],["| AUD1.74 || 1 || £0.58"],["|-"],["| CAD1.63 || 1 || £0.61"],["|-"],["| CNY5.87 || 1 || £0.17"]]},"\n\n",{"type":"====","value":["Scottish banknotes"]},"\nScotland's three national clearing banks of Bank of Scotland, The Royal Bank of Scotland and Clydesdale Bank continue to issue their own sterling banknotes (only the Royal Bank of Scotland continues to issue a small volume of £1 notes; none are produced south of the border). These notes are very common in Scotland and can be used interchangeably with Bank of England notes throughout Scotland and Northern Ireland.\n\nOutside of Scotland and Northern Ireland, some merchants may be reluctant to accept Scottish notes, especially larger denomination notes (the largest Bank of England note is £50, but all three Scottish banks also issue £100 notes). If you want to get Bank of England notes in Scotland, make a withdrawal from an ATM run by NatWest, Barclays or HSBC -- although they are found only in major cities. In shops you can try asking for your change in Bank of England notes and similarly ask bank tellers for English notes when you exchange cash or travellers cheques. If you're in England or Wales with Scottish notes, then you can exchange them for English notes free of charge at any bank - or spend them at larger high street shops that are less likely to be fussy about what notes they accept. Before leaving the UK, change any excess into Bank of England banknotes, as Scottish banknotes can be difficult to exchange in other countries or have a worse exchange rate.\n\n",{"type":"===","value":["Souvenirs"]},"\n\nThe classic tourist souvenir is a kilt and everything else involving the tartan. Note that a real kilt costs about £300-400 and is made of heavy wool (so it will not reveal what you might or might not be wearing underneath even in strong winds), but most souvenir stores offer only unauthentic thin ones. If you really want a genuine kilt or full traditional outfit (kilt, sporran, jacket, shirt, and shoes) the best place to look is a clothing hire shop. These specialise in hiring suits and kilts for weddings and often sell ex-hire stock at reduced prices - otherwise the kilt will have to be made to order - this usually takes several weeks.\n\nThe traditional highland kilt is a section of cloth about 6 feet wide and 14 feet long. This is wrapped about the body then brought up over the shoulder and pinned in place, a little like a toga. The modern short kilt was introduced during the industrial revolution to give more freedom of movement.\n\nWhisky is also a common buy. There are two basic types - blended whiskies which are made from, as the name suggests - several single malts blended together.  Beware of souvenir shops selling small bottles of blended whisky for inflated prices - you can more often than not find the same bottle in a supermarket (or in airport duty-free) much cheaper!\n\nSingle malt whiskies are more expensive, and worth paying the price premium.  Single malts are very diverse depending on the region or town where the whisky was distilled and the type of barley used.  The smaller, independent distilleries pride themselves on the quality of their product and their whisky is often only available in a small number of shops, or even directly.  Mainstream brand single malts are still sold in supermarkets and duty-free shops.\n\n",{"type":"===","value":["Cost of living"]},"\n\nMost visitors are disappointed by the high cost of living in Scotland. Although prices in Scotland are not as bad as in the south of England, compared to the USA or most other parts of Europe basic living expenses are still high. Most goods have an additional 20% Value Added Tax (VAT) applied although this is always included in the marked price for general consumer purchases. Petrol (gasoline) has a massive 70% excise tax and 20% VAT on top of that. Costs are highest in Edinburgh and in very remote places such as Stornoway - petrol prices often hit £1.50 per litre in some areas.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Haggis Mo.jpg"],["thumb"],["right"],["Haggis, Neeps & Tatties"]]},"\n\nWhile Scotland has suffered from the stereotype for dreary food, things have changed now with numerous quality Indian, French, Italian and Modern Scottish options on offer. In fact, in parts of the country such as Edinburgh, it has become quite difficult to get a really bad meal.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cullen Skink"]}," - A hearty and delicious fish soup made from smoked haddock, potatoes, cream, and shellfish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Seafood"]}," - Scotland produces some of the best seafood in the world. Its langoustines, oysters, scallops, crabs, salmon and lobsters are prized by the finest chefs all over the world...and hence are mostly exported. Try half-a-dozen fresh oysters followed by langoustines in garlic butter mopped up with a chunk of organic bread at the Three Chimneys in Skye. Heaven on a plate. If you're lucky enough to be near the coast you can buy freshly caught seafood at very good prices just go to the docks and wait, its worth it. Scotland also has some of the best \"Fish n Chips\" in the world. The fresh cod fried and battered to perfection with a side of golden fries n vinegar is a staple of some of the great seafood Scotland has to offer. ",{"type":"'''","value":["Smoked Kippers"]}," are a breakfast favourite."]},"\n",{"type":"*","value":[" '",{"type":"''","value":["Sizzling Sirloin of Scotch Beef"]}," '- The five best beef breeds in the world are Scottish, the best-known being Aberdeen Angus. The others are Highland, Longhorn, Shorthorn and Galloway. There is a vast difference between how beef cattle are raised for the lower-cost end of the market and the top end of the market. Slap a sirloin of Aberdeen Angus on a hot grill and find out why."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Game"]},"- Scotland has game aplenty, from pheasants to venison. An inexpensive Highland autumn favourite is pheasant layered with a few strips of bacon and baked with seasonal vegetables."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Haggis"]}," - Scotland's national dish does sound quite disgusting to foreigners because of its ingredients, but doesn't really taste as bad as one might think. Haggis is made up of chopped heart, liver and lungs of a sheep, mixed with onion, oatmeal and spices and then cooked in a sheep's stomach bag. Nowadays, you can buy and cook Haggis in plastic bags. It is served with turnips and mashed potatoes (often referred to as Scots words \"neeps and tatties\").  For the faint hearted, vegetarian haggis is available. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Porridge"]}," - is an oat meal the Scots eat for breakfast, usually with salt as a topping however other toppings like milk, cream, honey, fruit and jam are popular.  Although popular not everyone eats it for breakfast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The square sausage"]}," is another common breakfast favourite — it is a flavoured thin square of beef (steak sausage) or pork (lorne sausage), fried or grilled, often served in a roll."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scotch Pie"]}," is a much-loved local delicacy. Originally containing mutton, but now usually made with an undefinable meat. Good ones are really good - slightly spiced and not greasy. Try one from a branch of the ubiquitous Greggs bakery shops. The ubiquitous ",{"type":"'''","value":["Scotch Egg"]}," is another perennial dodgy favourite, which is essentially a boiled egg breadcrumbed with 'sausage meat'."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scotch tablet"]}," is another local delicacy. It is very similar to fudge - but is slightly brittle due to its being beaten for a time while it sets! Great for any cold hikes you may be planning."]},"\n",{"type":"*","value":[" the ",{"type":"'''","value":["Deep Fried Mars Bar"]},", regarded by many as an urban myth, ",{"type":"''","value":["does"]}," exist in Scotland. An NHS survey reported that roughly 22% of fast food joints and fish and chips shops in Scotland sell the item, at roughly 60 pence a go, mainly to school children and young adults. You will have to ask them to put one in the fryer, though. A chippy in ",{"type":"[[","value":[["Stonehaven"]]}," claims to be the birthplace of this, er, \"delicacy.\" Another equally improbable artery-clogging treat is ",{"type":"'''","value":["deep-fried pizza"]},". The ultimate 'heart-attack-on-a-plate' has to be the ",{"type":"'''","value":["fribab"]},", the ",{"type":"'''","value":["deep-fried kebab"]}," which can be done for ya in some of the crazier parts of Glasgow."]},"\nVegetarian food isn't as hard to find as you would think, with virtually all restaurants and cafés offering more than one vegetarian option. Vegan food is harder to find, but not impossible. Edinburgh especially has a good number of exceptional vegetarian and vegan restaurants.\n\n",{"type":"==","value":["Drink"]},"\n\nScotland (especially the highlands) is famous for the hundreds of brands of Scotch whisky it produces. It seems to the visitor that every village makes its own particular brand, so much so that somebody compared a tour of the highlands as being similar to \"driving through a drinks cabinet\"! There are around 100 whisky distilleries in Scotland and nearly half of them welcome visitors. Opening days and times can be up to seven days a week in Summer and sometimes they close in the Winter.\n\nBars are the places you meet people and where you have a good time. More than in other countries, bars are very lively and it is easy to get to know people when you're travelling alone. The Scottish are very welcoming, so it's not unusual that they will buy you a beer even though you just met them.\n\nThe legal drinking age is 18 years old, and many pubs and clubs will ask for ID of anyone who looks younger than mid-twenties, penalties for those caught buying drink for those under 18 can include a large fine. The penalties for drinking and driving are severe. Drinking laws are complicated slightly by the fact that a single glass of wine may be served to a 16-year old, provided it is with a meal.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beer"]}," - beer, especially the ales, is measured in pints. One pint equals just over half a litre (568ml). Scottish micro-breweries are doing quite well, possibly thanks to the \"Campaign for Real Ale\" in recent years."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Irn Bru"],["alt="],["url=http:\/\/www.irn-bru.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=also known as ",{"type":"'''","value":["Our other national drink"]}," (after whisky) is a very popular, fizzy, bright orange-coloured soft drink that is supposed to be the best cure for a hangover (be aware that it is loaded with caffeine and is acidic enough to clean coins, but then so can Coca-Cola). It's so popular, it even outsells Coca-Cola, which no other native soft drink can claim. Supposedly it is made from Iron Girders. ",{"type":"'''","value":["Cream Soda"]},", ",{"type":"'''","value":["Red Kola"]}," and ",{"type":"'''","value":["Sugarelly"]}," (liquorice water) is similarly consumed."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whisky"]}," - Scotland's most famous export (note the lack of an 'e' that makes Scotch whisky unique!). A good way to instantly endear yourself to the locals is when ordering Scotch in a pub, always ask for a \"whisky\" or simply \"a half\" - and the bartender will know exactly what you mean (in much the same way as asking for a \"pint of beer\" in Ireland will mean you are automatically served Guinness). Asking for a \"Scotch\" or putting anything other than water in malt whisky will immediately identify you as a foreigner!"]},"\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":["Self Catering"]},"\n\nSelf-catering holidays, in cottages wooden lodges or city flats, in Scotland have become very popular over recent years. Many cottages are now furnished to a very high standard.\n\n",{"type":"===","value":["Budget"]},"\n\nScotland has plenty of ",{"type":"'''","value":[{"type":"[[","value":[["Hostels"]]}]},", both the ",{"type":"'''","value":["Scottish Youth Hostel Association"]}," (SYHA) ",{"type":"[","value":["http:\/\/www.syha.org.uk\/"]}," and a large and developing network of ",{"type":"'''","value":["Independent Hostels"]},". Some of the buildings are very impressive. The SYHA traditionally involved guests performing chores and a ban on alcohol. The new breed of independent hostels have eschewed these concepts, causing the SYHA to loosen up its attitudes too.\n\n",{"type":"'''","value":["Camping"]}," is another inexpensive way of touring Scotland, though the unpredictable weather makes it less appealing than in some other countries. In remote areas camp sites can be a significant distance apart so buy an up to date guide and plan your route. Booking is not usually necessary except in peak season. Generally, the rule is the more remote the camp site, the better the scenery and the lower the cost. Some camp sites may provide only basic amenities. \"",{"type":"'''","value":["Wild camping"]},"\" on private land outside recognised campsites is a legal right in Scotland (but only well away from roads and inhabited buildings): you are expected to move on after two or three nights in the same spot, not least to allow the ground to regenerate. Never camp next to a stream that could rapidly become swollen by overnight rain. Midges (tiny biting insects) can be a particular nuisance during August and September: the insects are harmless but incredibly irritating, especially when you are trying to sleep, so zip your tent religiously every time you get in or out. The good news is that midges fly more slowly than most people walk, and they dislike smoke. Chemical repellents are widely available but some people find them ineffective, unfortunately.\n\n",{"type":"'''","value":["Bed and Breakfast"]}," accommodation is widely available, even in remote areas and some very good deals can be found. Many people consider these to be more friendly and welcoming than a hotel. Local tourist information centres will help you find a room for the same night, and you may expect to pay in the region of £25 per person per night for room and full Scottish breakfast. The ",{"type":"'''","value":["Scottish Guest House and Bed & Breakfast Association"]}," (GHABBA) ",{"type":"[","value":["http:\/\/www.guesthousebandbscotland.com\/"]}," have a range of Bed and Breakfasts and Guest Houses across Scotland.\n\nIf visiting the major cities, try staying in ",{"type":"[[","value":[["Falkirk"]]}," or ",{"type":"[[","value":[["Polmont"]]},". Both are far cheaper than the hotels in ",{"type":"[[","value":[["Glasgow"]]}," and ",{"type":"[[","value":[["Edinburgh"]]},", and only 1\/2 hour away from both on regular train services.\n\nThe ",{"type":"'''","value":["Premier Travel Inn"]}," chain of motels in Scotland are widespread, with double rooms priced at around £55. In cities these are likely to prove cheaper than a hotel.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Natural hazards"]},"\n\nScotland's weather is highly changeable, but rarely extreme. In the mountainous regions of the north and west of the country the weather can change swiftly and frequently even in Summer. What started as a bright morning can end as a very wet, very windy and very cold afternoon. Packing extra warm and rainproof clothing is advisable, whatever the time of year.\n\n",{"type":"===","value":["Driving"]},"\n\nLike the rest of the UK, cars drive on the left. In urban areas, many intersections are controlled by roundabouts as opposed to traffic lights. In rural areas roads can be narrow, very twisty and road markings are rare. Some single track roads have \"Passing Places\" which allow vehicles to pass each other. Passing places are generally marked with a diamond-shaped white sign with the words \"passing place\" on it. Signs remind drivers of vehicles to pull over into a passing place (or opposite it, if it is on the opposite side of the road) to let approaching vehicles pass, and most drivers oblige. Use your common sense on these roads and it is a courtesy to politely acknowledge the other driver if they have stopped or pulled over to let you pass. Also use Passing Places to allow following vehicles to overtake - locals who are familiar with these roads greatly appreciate this. In addition many motorists will have to sometimes share the road with stray sheep and occasionally cattle, so extra vigilance is required. These roads pass through some of Scotland's most spectacular areas and while the scenery may be awe-inspiring, extra attention and concentration is required when using them.\n\nDrink driving is not tolerated by the authorities in Scotland and if you find yourself involved in any form of road incident that requires police attention, you will be breathalysed. If caught and convicted, a driving ban and\/or imprisonment will normally follow.\n\n",{"type":"===","value":["Crime and safety"]},"\n\nIn any emergency call 999 or 112 (from a land-line if you can) and ask for Ambulance, Fire, Police or Coast Guard when connected.\n\nScotland is generally a very safe country to visit. Like England and Wales, violent crime is a problem in some inner city areas, however, much of it occurs amongst hooligan-type, normally unarmed gangs, thus violent crime against tourists is rare. Petty crimes such as thefts and pickpocketing are lower than many other European countries, but vigilance at all times is required, especially in crowded areas. Crime rates vary greatly from urban to rural areas. You should approach clubs and bars at night with caution, especially around closing time when drink fueled violence occurs, the best thing to do is use common sense and avoid any fighting. The same advice extends to using public transport - especially buses - after dark.\n\nAfter around 9pm it is unlikely to see Conductors or Ticket Examiners (they are two separate things, although share near-identical public-facing roles) going about trains which are travelling to or from Edinburgh or Glasgow (for example - Ayr to Glasgow, Glasgow  to Edinburgh or Kirkcaldy to Edinburgh) - if they cannot be found in the passenger areas of the train, they are likely to be found at the very rear of the train in the rear Driving cab. If you feel insecure, or have a problem on the train - sit close to the back of the train or knock on the door, if you have a problem. Some trains however, are operated entirely by the Driver. While the majority of these trains have Ticket Examiners, they can and do run without them. Again, late at night, they are more likely to be found in their \"safe area\" in the rear cab of the train. A simple knock should gain their attention if there is a problem. If there is no staff onboard and you are unhappy, try to sit where most passengers are. The British Transport Police's number is 0800 40 50 40, in an emergency call 999. If there is an incident which requires urgent attention operate the emergency alarm - ",{"type":"'''","value":["this WILL stop the train"]}," -  so it is usually best to operate the alarm at a station stop if your safety is not threatened by the movement of the train.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nWhen hillwalking, you should always take along a compass, detailed maps, waterproof clothing, a torch (flashlight), and a good pair of boots. A charged mobile phone can be a lifesaver as some mountain areas have cell coverage, but networks like T-Mobile and Orange don't cover the Highlands very well - however, ANY phone is capable of making a 999 or 112 call if there is a signal available on any network, so an Orange phone with no Orange signal is most definitely better than no phone. The weather on the hills can change suddenly, with visibility falling to just a few metres. If hillwalking alone tell someone where you are going and when you expect to be back. More advice is available from the Mountaineering Council of Scotland ",{"type":"[","value":["http:\/\/www.mountaineering-scotland.org.uk\/leaflets\/walksafe.html"]},"\n\nBeware of midges! These small biting flying insects (similar in looks to small swarming mosquitoes) are prevalent in damp areas, particularly Western Scotland, from around May to September. The bites can itch but they don't carry disease. Midges don't tend to fly in direct sunshine or if it's windy, the worst times are dawn and dusk and near still water or damp areas. Males are often bitten more than females. It is advisable to take some strong insect repellent spray or if outdoors for a while, consider a face net.\n\nTap water in Scotland is safe to drink, if sometimes heavily chlorinated. In some remote or Northern areas it is best to let the tap run for a few seconds before using the water as it may have a slight brown tint. This is due to traces of soil or peat in the supply and nothing dangerous. Generally the further North you go in Scotland the better the water will taste!\n\n",{"type":"==","value":["Respect"]},"\n\nThe issue of nationalism and independence is certainly much debated, and whilst it is nowhere near as sensitive or divisive as in other parts of the world where such movements exist, such as Northern Ireland, it is best not to argue an extreme position on either side.  Scotland has been a part of the United Kingdom for just over 300 years, although in recent times it has had some autonomy.  Being a proud Scot does not always equate to wanting the UK to break up, nor does it equate to hating England or the English.\n\nIt is important not to confuse or assume that Scotland is a part of England as this could cause offence to some. Although a Scottish person is likely to understand what is a simple mistake by a tourist, it could certainly cause annoyance to some Scots.  It is considered respectful to refer to Scottish citizens as Scots or Scottish as opposed to British as most citizens of Scotland generally feel more Scottish than British. However some Scots may get offended by the word \"Jock\" or being referred to as \"Scotch\" as opposed to Scottish. Again, it is always good to remember that the vast majority of Scottish people are not at all anti-English, however there are a small minority who may be. If you sense this vibe and you are English, it is best to walk away and avoid an argument or trouble. Although most Scots respect and have strong ties with England, Scotland is a very proud nation and many still feel it important to differentiate themselves as having a separate sense of nationality, especially in areas with strong historical affiliation with the SNP.\n\nRivalry between various football clubs is a rather more sensitive issue. It's a bad idea to wear the colours and shirts of football clubs on match days as this may cause offence or lead to violence if worn in the wrong place.  This is a problem mainly confined to Glasgow's 'Old Firm' (Celtic and Rangers) derby where there are still sectarian tensions (Celtic wear green and white, Glasgow Rangers wear blue and white, however orange is also often associated with them).\n\nKilts are not to be confused with skirts. It's insulting to have parts of the traditional outfit mocked or called the wrong name.\nThe \"skirt\" is called a ",{"type":"'''","value":["kilt"]},".\nThe \"purse\" at the front (commonly accented with deer skin, leather and tassels hanging from a chain) is called a ",{"type":"'''","value":["sporran"]},".\nThe hat with the red pom pom on top is called a ",{"type":"'''","value":["glengarry"]},".",{"type":"<","value":["br"]},"\nIt's common practice to carry a small knife in the sock whilst wearing a kilt. Don't be alarmed by this as they are primarily for aesthetics (although in past times did serve their proper use for a knife) and are usually quite dull. This knife is called a ",{"type":"'''","value":["Sgian-dubh"]}," (pronounced skee-an-doo).\n\n",{"type":"==","value":["Connect"]},"\n\nSee the ",{"type":"[[","value":[["United Kingdom#Connect"],["UK connect"]]}," entry for national information on telephone, internet and postal services. See Contact entries under individual cities for local information.\n\n",{"type":"{{","value":[["geo"],["55.9500"],["-3.2000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["United Kingdom"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\t\n",{"type":"[[","value":[["Wikipedia:Scotland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Scotland\/"]]},"\n",{"type":"[[","value":[["Commons:category:Scotland"]]}]