[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Downtown Scranton.JPG"],["thumb"],["Scranton skyline"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.scrantonpa.gov\/ Scranton"]}]}," is a city in northeastern ",{"type":"[[","value":[["Pennsylvania"]]},{"type":"[","value":["http:\/\/www.pa.gov\/portal\/server.pt"]},", is nearby to ",{"type":"[[","value":[["Wilkes-Barre"]]},{"type":"[","value":["http:\/\/www.wilkes-barre.pa.us\/"]},", and is the seventh most populous city in the state. The city grew vigorously in the late 19th and early 20th centuries as a capital of coal mining and railroads, which were vital to the expanding industry in this part of the country. Prosperity subsided and economic distress followed for decades. In recent years, property values have increased as Scranton is gaining employers and investment.\n",{"type":"==","value":["Get in"]},"\n",{"type":"====","value":["By plane"]},"\nThe city of Scranton, PA is located about 20 minutes north of the ",{"type":"[","value":["http:\/\/www.flyavp.com\/index.html Wilkes-Barre\/Scranton International Airport"]}," in Avoca. The airport recently added a new terminal, and operates daily flights to ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Charlotte"]]},", ",{"type":"[[","value":[["Chicago"]]},"-O'Hare, ",{"type":"[[","value":[["Detroit"]]},", ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", and ",{"type":"[[","value":[["Philadelphia"]]},". Rental cars are available from Avis, Budget, Hertz, National, and Alamo at the terminal.\n\nScranton is also within three hours driving distance from Newark Int'l Airport in New Jersey, JFK Int'l Airport and LaGuardia Int'l Airport in New York City, and Philadelphia Int'l Airport in Philadelphia.\n\n",{"type":"====","value":["By car"]},"\nScranton is accessible primarily by car (or by coach bus):\n",{"type":"*","value":[" I-84 west from New England."]},{"type":"*","value":[" I-80 east to I-380 north from New York City; west from Erie, State College, and Pittsburgh."]},{"type":"*","value":[" I-476 (PA Turnpike Northeast Extension) north from Allentown and Philadelphia"]},{"type":"*","value":[" I-81 south from Ontario\/Quebec and Syracuse; north from Washington DC via Harrisburg"]},"\n",{"type":"====","value":["By bus"]},"\nScranton also is serviced by multiple bus lines:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.martztrailways.com\/from-scranton.asp\/ Martz Trailways"]}]},", operates routes to New York City and Philadelphia daily, and to other Pennsylvania, New Jersey, and New York destinations. Check website for schedules and fares."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com\/ Greyhound Bus Line"]}]},", has a stop in Scranton and travels to Harrisburg, Binghamton, Allentown, Philadelphia, New York City, and beyond. Check website for schedule and tickets."]},"\n",{"type":"====","value":["By train"]},"\nThe Pennsylvania Northeast Regional Rail Authority is working with New Jersey Transit to bring a passenger railroad back to Scranton from New York City and its western suburbs.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bicycle"]},"\nThe Electric City is a growing biker\/commuter city.  Gas prices going up help many to decide alternate means of getting to work, restaurants, and shopping.  While Scranton does not provide cyclists with bike lanes popular to Philadelphia, New York City, and other big cities, some groups try to bring biker awareness and safety to light.  The last Friday of every month, 6PM North Washington side of the courthouse, is where you can find bikers of all sorts gathering to participate in Critical Mass.  It is a gathering of cyclists of sorts to participate in a huge group ride.  The purpose of Critical Mass is to bring awareness of bicyclists to the public.  Some forms Critical Mass have been used to protest certain events, be it political, social, and so on. Careful, you may see the car, but they don't always see you.\n\n",{"type":"===","value":["By car"]},"\nVirtually all transportation throughout the city is by car. North Main Avenue and the North Scranton Expressway travel north to the Providence section and to the shopping centers of Dickson City. Green Ridge Street and the Central Scranton expressway travel east to the large suburb of Dunmore and I-81. Pittston and Cedar Avenues are the main routes through \"South Side\" to the Minooka section and beyond to the attractions of Montage Mountain. South Main Avenue and Keyser Avenue are likewise the main routes through \"West Side\".\n\nThe ",{"type":"[","value":["http:\/\/www.scrantonparking.com\/index.html\/ Scranton Parking Authority"]}," operates four daily parking garages in the city. The garages are Casey Garage (corner of Lackawanna Ave. & Adams Ave.), Linden Street Garage (corner of Linden St. & N. Washington St.), Medallion Garage (100 Block of Adams Ave.), and the Electric City Garage (with entrances on Spruce St. & Penn Ave.). Rates are $1.75\/1st hour and about $0.75\/hr afterwards. They're open daily from 7AM-11PM, with Linden St. open 7AM-2AM on Saturdays.\n\nPrivate taxicabs such as Posten and McCarthy service the area as well. They are hired by telephone through central dispatch and cannot be hailed on the street as in larger cities.\n\n",{"type":"====","value":["On foot"]},"\nWalking is also safe and practical in \"Central City\" (or \"Central Scranton\"\/\"Downtown Scranton\"). This area of two dozen square blocks (approximately bound by Lackawanna Ave. and Jefferson, Vine, and Mifflin Sts.) contains a great deal of what Scranton has to offer tourists, so it may be best to just park at one of many garages for a reasonable day-long fee.\n\n",{"type":"====","value":["By bus"]},"\nCounty of Lackawanna Transit System (COLTS) ",{"type":"[","value":["http:\/\/www.coltsbus.com\/"]}," also operates public buses throughout all parts of the city and a few Lackawanna County extremities. Rates are $1.25\/ride, $11\/10 rides (adult), $10\/10 rides (student), or $40\/31 day unlimited pass. Travel times are a little more than twice what it would take driving the same route. The system typically operates from 7AM-7PM, check the website for exact schedule. COLTS does not operate on Sundays or Holidays.\n\n",{"type":"==","value":["See"]},"\nScranton is host to many architecturally interesting buildings from the early 1900s, most notably the ",{"type":"'''","value":["county courthouse"]}," located in the middle of Central City.  Also downtown:\n",{"type":"*","value":[" The former ",{"type":"'''","value":["Lackawanna Train Station"]},", 700 Lackawanna Ave., which has been converted to a Radisson Lackawanna Station Hotel (See \"Sleep\" section for more information about the Radisson Hotel)."]},{"type":"*","value":[" ",{"type":"'''","value":["The University of Scranton"]},", the university was founded in 1888, it is a nationally recognized Catholic and Jesuit university. It consists of approximately 5,600 students. The campus extends southeast from Central City throughout the Hill section. The University of Scranton has a beautiful campus; there is plenty of green space, a combination of old and new buildings that have been merged to make up the campus. The University of Scranton offers as many as 56 undergraduate degree programs and 25 graduate programs."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Scranton Cultural Center at the Masonic Temple"],["alt="],["url="],["email="],["address=420 N. Washington Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Originally built as the Masonic Temple and Scottish Rite Cathedral. Over the years it has become a central hub for live performances in the area. The Scranton Cultural Center is a great place to see a concert (either in the building ballroom or in the theather). The venue can also be rented out for weddings, conferences, and other special events. The Scranton Cultural Center is approximately 180,000 square feet, the building houses 2 theatres, meeting rooms, a chapel, a grand ballroom as well as numerous other rooms and areas."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Steamtown National Historic Site"],["alt="],["url=http:\/\/www.nps.gov\/stea\/"],["email="],["address=150 S. Washington Ave"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-693-9391"],["fax="],["hours="],["price="],["content=The Park is open daily 9AM-5PM, and is closed on Thanksgiving, Christmas and New Years days. The Steamtown National Historic Site offers tours of a train yard, locomotives, etc."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Electric City Trolley Museum"],["alt="],["url=http:\/\/www.ectma.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 570 963-6590"],["tollfree="],["fax="],["hours="],["price="],["content=Cliff Street. On the site of the Steamtown National Historic Site. Offers trolley rides 9AM-5PM W-Su through October and on selected weekends afterwards. Check site for specifics. The Electric City Trolly Museum Association is a volunteer non-profit group that supports the activities of the Electric City Trolley Museum in downtown Scranton. The Electric City Trolly museum is closely affiliated with the Steamtown National Historic Site."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Houdini Museum"],["alt="],["url=http:\/\/www.houdini.org\/"],["email="],["address=1433 N. Main St"],["lat="],["long="],["directions="],["phone=+1 570 342-5555"],["tollfree="],["fax="],["hours="],["price="],["content=Open Holiday Weekends throughout the year, such as Thanksgiving, Presidents Weekend, Fathers Day Weekend, Mothers Day Weekend, Easter Weekend, Memorial Day Weekend 1-4PM. No reservations required. Open all weekends in June and every day in July and August through Labor Day Weekend."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Nay Aug Park"],["alt="],["url=http:\/\/www.scrantonpa.gov\/nayaug_park.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 570 348-4189"],["tollfree="],["fax="],["hours="],["price="],["content=Mulberry St. The city's largest park; offering two Olympic sized pools, multiple playgrounds, a waterslide park, walking trails, picnic areas, kid-friendly rides. Nay Aug Park grants residents and visitors a touch of nature amongst the city's landscape, which may be hard to find in downtown Scranton. The Everhart Museum is also located within Nay Aug Park. A rock-strewn gorge and waterfalls add to the allure and have been named a National Natural Landmark. In 2007, a pedestrian footbridge was constructed allowing access to the parkland across the Roaring Brook."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Everhart Museum"],["alt="],["url=http:\/\/www.everhart-museum.org\/"],["email="],["address=1901 Mulberry St"],["lat="],["long="],["directions="],["phone=+1 570 346-7186"],["tollfree="],["fax="],["hours="],["price="],["content=Natural History, Science, and Art Museum on site of Nay Aug Park. Check site for special events. $5\/adults, $3 seniors, $2\/children, free\/ages 5 & under. M, Th, F 12PM-4PM, Sa 10AM-5PM, Su 12PM-5PM. The Everhart Museum is the largest public museum in Northeastern Pennsylvania. It is a non-profit organization whose sole purpose is collecting, preserving, and caring for a wide variety of artifacts. The Everhart Museum was founded in 1908 by Dr. Isaiah Fawkes Everhart."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Scranton Iron Furnaces"],["alt="],["url=http:\/\/www.phmc.state.pa.us\/bhsm\/toh\/scranton\/scrantoniron.asp"],["email="],["address=159 Cedar Ave"],["lat="],["long="],["directions="],["phone=+1 570 963-3208"],["tollfree="],["fax="],["hours="],["price="],["content=Open year-round, 9AM-5PM. Visitors' center open seasonally. Blast furnaces built between 1848 and 1857. The Scranton Iron Furnaces is located near the Steamtown National Historic Site. The Iron Furnaces represent the early iron industry in the United States. There are four massive stone blast furnaces that still remain at the historic site and are the sole remnants of a once extensive plant operated by the Lackawanna Iron & Steel Company."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lake Scranton"],["url=http:\/\/academic.scranton.edu\/department\/wml\/lakescranton.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lake Scranton is owned and operated by Pennsylvania American Water Company for the water supply of Scranton. The trail is accessible to everyone and is popular with joggers and families with strollers."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=William J. Nealon Federal Building and U.S. Courthouse"],["url="],["email="],["address=235 North Washington Ave"],["lat="],["long="],["directions="],["phone=+1 570-346-7277"],["tollfree="],["fax="],["hours="],["price="],["content=The William J. Nealon Court currently house was houses the U.S. District Court for the Middle District of Pennsylvania as well as a U.S. post office. The building was constructed in 1930-1931 to accommodate the needs to the growing city of Scranton. At the time, the court house was much smaller than it is today. In 1981 the GSA (U.S General Services Administration) purchased the building from the post office. In 1999, additions to the Federal building were begun, including construction of the atrium. In the same year, the building was renamed in honor of the city's historic judge, William J. Nealon."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Lackawanna Coal Mine Tour"],["alt="],["url=http:\/\/www.thecoalminetour.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=McDade Park, Keyser Ave., ",{"type":"''","value":["+1 570"]}," 963-MINE. A 1\/4-mile walking tour of a defunct coal mine. Large museum of artifacts relating to anthracite mining and people of the region. Gift shop. Open April 1st through November 30th, except Easter and Thanksgiving."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Snö Mountain Ski Resort"],["alt="],["url=http:\/\/www.snomtn.com"],["email="],["address=1000 Montage Mountain Rd"],["lat="],["long="],["directions="],["phone=+1 570 969-7669"],["tollfree="],["fax="],["hours="],["price="],["content=Skiing in winter, world-famous musical acts in concert at the Toyota Pavilion in summer."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Icebox Skating Complex"],["alt="],["url="],["email="],["address=3 W. Olive St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ice and roller skating year round. The Icebox Skating complex has multiple roller blade or ice skating rinks. It also offers an extensive game room, concession stands and a gift store. The Icebox Skating Complex is a great place to have a birthday party for children, school field trips, or just to spend quality time with family and friends."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Scranton\/Wilkes-Barre Yankees"],["alt="],["url=http:\/\/www.swbyankees.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=AAA baseball, PNC Field, Moosic. The highest level minor league affiliate of the New York Yankees. Home games from April through August. Check website for tickets and dates."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Scranton Cultural Center"],["url=http:\/\/www.scrantonculturalcenter.org\/"],["email="],["address=200 N Washington Ave, Courthouse Square"],["lat="],["long="],["directions="],["phone=+1 570-344-1111"],["tollfree="],["fax="],["hours="],["price="],["content=Completed in 1930, this dramatic structure was built as a Masonic Temple and Scottish Rite Cathedral.  Today, it hosts social functions, corporate meetings, cultural events, and theater performances. Tours are available."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Endless Mountains Hot Air Balloons, Inc."],["url=http:\/\/www.weflyhotair.com"],["email="],["address=R.R.#1 Box 95, Dalton"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy a spectacular champagne hot air balloon flight over scenic Northeastern Pennsylvania. Endless Mountains Hot Air Balloons invites you to experience the exciting sport of hot air ballooning. Also offering tethers and commercial promotions."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Toyota Amphitheater"],["url="],["email="],["address=1000 Montage Mountain Rd"],["lat="],["long="],["directions="],["phone=+1 570 961-9000"],["tollfree="],["fax="],["hours="],["price="],["content=This location was originally the Montage Mountain Amphitheater, a temporary structure designed to hold small concerts. In 1999, Lackawanna County built a permanent amphitheater next to the Montage Mountain Ski Resort (Currently Sno Mountain). This concert venue has seating for 7,000 people covered under the pavilion roof, in addition to room for another 10,500 on the lawn (a large grassy hill behind the pavilion). In 2002, The Montage Mountain Amphitheater was purchased from the county by Clear Channel Communications and the name of the venue changed to the Ford Pavilion. In 2006 the amphitheater changed ownerships again, leaving Clear Channel behind and merging with Live Nation. The name of the venue changed yet again, becoming known as the Toyota Pavilion. On February 15, 2007, the tent roof of the pavilion collapsed. This occured because of the weight of snow and ice from the previous day's blizzard. A new roof was completed in time for the summer 2007 concert season. The concert venue has hosted many large acts such as Dave Matthews Band, The Dead, REO Speedwagon, Kanye West, Rush, Meatloaf, the Vans Warp tour, The Allman Brothers Band, Sammy Hagar, Def Leopard, and many more."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cinemark Theathers"],["url="],["email="],["address=40 Glenmaura Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-326-3264 ext 1133"],["fax="],["hours="],["price="],["content=A large movie theater located right outside of Scranton, PA. It has 20 different movie theaters in which they run new released movies day and night. Theaters vary in size from large to small scale. It's said to be the best seat in town!"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=The Mall at Steamtown"],["alt="],["url=http:\/\/www.themallatsteamtown.com\/"],["email="],["address=300 Lackawanna Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Anchored by Boscov's and The Bon-Ton department stores. Retail stores in the mall consist of: Hollester, Abercrombie and Fitch, Azaria, Victoria Secerts, Hot Topics, Sojourner, American Eagle, Payless, Antie Annes, Rave, Eddie Bauer, Olympic Shoes, Express, LaTida, Verizons, Wet Seal, GNC, Nail Trix, Starbucks, Wendy's and many more store fronts."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=The Viewmont Mall"],["alt="],["url=http:\/\/www.shopviewmontmall.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Business Rt. 6 in Dickson City. Anchored by Macy's, JCPenney, and Sears department stores. Retail stores in the mall consist of: FYE, Hallmark, Eckerd, Sephora, American Eagle, Victoria Secert, Pac Sun, Footlocker, Roma Pizza, The Limited, The Express and Express Mens, Bath and Body Works, Deb, Johhny Rockets, Zales, Gap, Piercing Pagoda, B. Moss, Spencers, GNC, Vitamin World, Arie, Aeropostale, Claires and many more store fronts."]]}]},{"type":"*","value":[" Dozens of small ",{"type":"'''","value":["specialty shops"]}," throughout Central City: musical instruments, records, army\/navy apparel, model trains, comics, day spa services..."]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Keyser Oak Center"],["alt="],["url="],["email="],["address=1762 N. Keyser Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Anchored by Gerrity's supermarket and Ollie's Bargain Outlet. Other stores are, Hallmark, Thompson Title and Tags, A liquor store, Dollar General, Hollywood Video and several other store fronts."]]},"   "]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Green Ridge Plaza"],["alt="],["url="],["email="],["address=1600 Nay Aug Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Anchored by Giant supermarket and A.J. Wright discount clothing, Buona Pizza, Fashinon Bug, a liquor store, a Chinese Buffet."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Wisecrackers Comedy Club"],["url=http:\/\/www.wisecrackers.biz\/ScrantonClub.html"],["email="],["address=300 Meadow Ave"],["lat="],["long="],["directions=Exit #184 off I-81"],["phone=+1 570 788-8451"],["tollfree="],["fax="],["hours="],["price=$12"],["content=Located in the Clarion Hotel's Hub lounge, shows every Friday 9PM, Saturday 8 & 10:30 as needed. Doors open one hour before showtime. 21 and up. Excellent food, good drinks, lots of fun."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Shoppes At Montage"],["url=http:\/\/www.theshoppesatmontage.com\/"],["email="],["address=1035 Shoppes Blvd., Moosic"],["lat="],["long="],["directions=Located off Interstate 81 Exit 282 or Exit 282-A depending on the direction"],["phone=+1 570 341-3271"],["tollfree="],["fax="],["hours="],["price="],["content=The Shoppes at Montage was built during the years 2006-2007, and the grand opening was in March of 2007. It was developed by Duke Realty and Jeffrey R. Anderson Real Estate. There are 64 retail store fronts in the outside complex. A few of the major retails stores are: Ann Taylor Loft, J. Jill, Talbots, Chicos, Coldwater Ceek, Eddie Bauer, GAP, Victoria’s Secret, American Eagle, New York & Co., Limited Too, Lane Bryant, Aeropostale, Guitar Center, DSW Shoes."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Cooper's Seafood House"],["alt="],["url=http:\/\/www.coopers-seafood.com\/"],["email="],["address=701 N. Washington Ave"],["lat="],["long="],["directions="],["phone=+1 570 346-6883"],["tollfree="],["fax="],["hours="],["price="],["content=M-Th 11AM-12AM, F and Sa 11AM-2AM, Su 12PM-12AM. Seafood fare. Extremely large selection of specialty beers (~15 on tap, 200+ bottles). Cooper Seafood House has been owned and operated by the Cooper family since 1948. Cooper's has become a landmark in Scranton PA. the building was originally the passenger station of the Erie - Lackawanna Train Station. Over the years the exterior of the building has been remodeled to resemble a full sized pirate ship. Cooper's houses the ship's pub, the lighthouse bar (most recent addition consisting of a giant lighthouse that extends upwards off the side of the building), the tiki bar deck, the whale room, the train room and the private coral room."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Old Forge style"]}," pizza (besides in the borough of Old Forge 10 to 15 min. south) can be had at a number of city eateries.  Also try pierogies, a pasta filled with a potato and cheese filling."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Pizza by Pappas"],["alt="],["url=http:\/\/www.pizzabypappas.com\/"],["email="],["address=303 N. Washington Ave"],["lat="],["long="],["directions="],["phone=+1 570 346-2290"],["tollfree="],["fax="],["hours="],["price="],["content=10\" specialty pizza, hoagies, pierogies, etc. $5-10."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Don Pancho Villa"],["alt="],["url=http:\/\/www.mypanchovilla.com\/"],["email="],["address=2124 Pittston Ave"],["lat="],["long="],["directions="],["phone=+1 570 540-0290"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Mexican cuisine. Small and cozy. $5-$10. Open everyday 11AM-9PM, except Wednesday!"]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Vince the Pizza Prince"],["alt="],["url=http:\/\/www.vincetheprince.com"],["email="],["address=600 Pittston Ave"],["lat="],["long="],["directions="],["phone=+1 570 347-0675"],["tollfree="],["fax="],["hours="],["price="],["content=Closed Monday and Tuesday. One of Scranton's best and most unique pizzas, since 1955."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Osaka"],["url=http:\/\/www.osakacuisine.com\/index.htm"],["email="],["address=244 Adams St"],["lat="],["long="],["directions="],["phone=+1 570 341 9600"],["tollfree="],["fax="],["hours="],["price="],["content=Japanese cuisine!  Watch them prepare your food from the bar or have it served right to your table.  Best sushi in town and half off on Sundays between 1-9!  Get your chopsticks ready!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Glider Diner"],["url=http:\/\/www.gliderdiner.com\/"],["email="],["address=890 Providence Rd"],["lat="],["long="],["directions="],["phone=+1 570 343 8036"],["tollfree="],["fax="],["hours=24 hrs Mon-Sat"],["price="],["content=Burgers, fries, shakes- all great at any hour here!  Plus much more for less! The Glider Diner is not only a restaurant but offers catering services as well. Their food is delicious and highly recommended when visiting Scranton."]]}]},{"type":"*","value":[{"type":"'''","value":["Chicks Diner"]}," is on 1032 Moosic St in Scranton, PA. Open 24 hours, it is a great place to get food any time of the day. The 50's style diner has been a staple of Scranton for the past several decades. It is best known for its late night menu (popular late night dish - french fries with gravy). It is a great place to eat and a great atmosphere."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Coney Island Texas Lunch"],["alt=The Original Coney Island"],["url=http:\/\/www.coneyislandofscranton.com\/"],["email="],["address=100 Cedar Ave"],["lat="],["long="],["directions="],["phone=+1 570-961-8288"],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant has been operating since 1923, originally owned by Steve Karampilas. Over the years it has changed owner, but still makes the best texas wieners in Northeastern Pennsylvania. The special sauce is key to their deliciousness. Always made fresh, consisting of a soft national roll, hotdog, spicy mustard, raw onions, and the infamous Coney Island sauce. Coney Island offers a casual atmosphere with great service and a great product at an affordable price in a place that everyone can enjoy."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nickie's Fabulous Hoagies"],["url="],["email="],["address=1309 Swetland St"],["lat="],["long="],["directions="],["phone=+1 570-961-9061"],["tollfree="],["fax="],["hours="],["price="],["content=Great place to get a delicious hoagie or slices of pizza. This little \"mom and pop\" store has little aesthetic appeal from the inside or outside but what it lacks in looks it makes up for in taste. There is not a real place to sit inside the little store, but all you really need to do is walk in, order, pay, walk out and enjoy! Nickie’s Fabulous Hoagies is a little hole in the wall in West Scranton, which some may find unappealing at first, but once you've eaten there you will have to go back for more!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kelly's Pub & Eatery"],["url=http:\/\/www.kpehotwings.com\/"],["email="],["address=1802 Cedar Ave"],["lat="],["long="],["directions="],["phone=+1 570-346-9758"],["tollfree="],["fax="],["hours="],["price="],["content=Kelly's is best known for their wings. Their wings are crispy, all white meat wings and thighs, in an incomparable sauce that makes them irresistible after one bite. They have a $0.25 wing night on Wednesdays. Make sure you make reservations or go early because it is a very popular place for good food and cold beers! (especially on Wednesday nights)."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Buona Pizza"],["url="],["email="],["address=504 Lackawanna Ave"],["lat="],["long="],["directions="],["phone=+1 570 342-4032"],["tollfree="],["fax="],["hours="],["price="],["content=Offers a variety of Pizzeria style food but your best bet is sticking with the pizza. Their large trays are enormous, the pizza is delicious, but if you do not like greasy food then shy away from Buona Pizza."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=City Cafe Mediterranean Restaurant"],["url=http:\/\/www.CityCafeScranton.com"],["email="],["address=116 N. Washington Ave"],["lat="],["long="],["directions="],["phone=+1 570 343-3550"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Mediterranean cuisine in a casual, relaxed atmosphere. Not your typical restaurant especially for Scranton. Open for lunch Monday - Thursday and lunch and dinner on Friday and Saturday.  Dinner features change weekly. BYOB!"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nBeing a College town it is not hard to find places to drink. Just walking around the hills section of town on a Thursday, Friday, or Saturday night you can find countless parties. Drink until the Keg is Kicked for $5.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Cooper's Crab Shack"],["alt="],["url="],["email="],["address=701 N. Washington Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local Tiki style bar with tropical music and cold drinks. The crab shack consists of four levels of outdoor decks for your enjoyment. Live entertainment and no cover. ",{"type":"[","value":["http:\/\/www.cooperscrabshack.com"]}]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Bog"],["alt="],["url="],["email="],["address=341 Adams Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small pub reminiscent of New York's East Village dive-bars. Local music on many nights. $1.75 - $4 beers. Some specialty bottled beers available. Excellent Jukebox."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Banshee"],["alt="],["url="],["email="],["address=322 Penn Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spacious faux Irish bar. Pleasant staff. Lounge areas with sofas. Acoustic ensembles on weekends. Wide selection of draught and bottled beer, many Irish whiskeys, creative monthly\/seasonal mixed drinks."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Whistle's"],["alt="],["url="],["email="],["address=126 Franklin Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large sports bar. Entertainment, pool tables. Whistle's offers a relaxing atmosphere for a restaurant\/sports bar; offering everything from live music to a game room and dozens of TVs playing the various games that are on television at the time."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Northern Lights"],["alt="],["url=http:\/\/www.nlespresso.com\/"],["email="],["address=536 Spruce St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For those interested in coffee. Plenty of couches\/chairs & free high-speed internet."]]}]},{"type":"*","value":[" Refer to the ",{"type":"'''","value":["Electric City"]},", the Scranton area's free entertainment weekly, for plenty of advertisements, listings, and reviews of nightlife: ",{"type":"[","value":["http:\/\/www.ecweekend.com"]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Outrageous"],["url=http:\/\/www.outrageousonline.com\/"],["email="],["address=Historic Casey Laundry 515 Center St"],["lat="],["long="],["directions="],["phone=+1 570 341 1443"],["tollfree="],["fax="],["hours="],["price="],["content=A delightful place to buy unique gifts, new\/used books, jewelry, and coffee.  This is a cute coffeehouse.  Seating is available outside and couches are on the second floor."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Zummo's Cafe"],["url=http:\/\/www.electriccityroasting.com\/"],["email="],["address=920 Marion St"],["lat="],["long="],["directions="],["phone=+1 570-344-2715"],["tollfree="],["fax="],["hours="],["price="],["content=Serves Electric City Roasting Company coffee. Owned and operated by Mary Tellie, a certified Q Grader and nationally recognized roaster."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Heil's Place"],["url="],["email="],["address=1002 Wheeler Ave"],["lat="],["long="],["directions="],["phone=+1 570-343-7930"],["tollfree="],["fax="],["hours="],["price="],["content=Heil's Place is local pub in which serves good food and drinks. Relatively cheap, friendly bartendars, and a good weekend crowd. Provides an inviting atmosphere to patrons. Offers live music regurally."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Green Frog"],["url="],["email="],["address=815 Mulberry St"],["lat="],["long="],["directions="],["phone=+1 570-969-9989"],["tollfree="],["fax="],["hours="],["price="],["content=A dingy college tavern that is very small but attacts a large crowd on weekends. A notorious underage pub for college students."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tink's Entertainment Complex"],["url="],["email="],["address=519 Linden St"],["lat="],["long="],["directions="],["phone=+1 570-346-8465"],["tollfree="],["fax="],["hours="],["price="],["content=Is a multi-level entertainment club. Tink's includes four different nightclubs and bars under one roof. The entertainment complex has a full stage and balcony in which they have concerts regurally. It is a hotspot in downtown Scranton offering a little bit of something for each individual."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Backyard Ale House"],["url=http:\/\/www.backyardalehouse.com\/"],["email="],["address=523 Linden St"],["lat="],["long="],["directions="],["phone=+1 570-955-0192"],["tollfree="],["fax="],["hours="],["price="],["content=The Backyard Ale House is one of Scranton's newest bars, having opened in 2008. It has a spacious interior with a large bar. However, the Ale House gets better because during warm weather they have a quaint patio behind that bar with tables, chairs, decorations, and two outside bars."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Whiskey Dick's"],["url=http:\/\/www.WhiskeyDicksScranton.com"],["email="],["address=308 N. Washington Ave"],["lat="],["long="],["directions="],["phone=+1 570 342-9824"],["tollfree="],["fax="],["hours="],["price="],["content=The last cozy, little bar in Downtown Scranton. Cheapest everyday prices. Knowledgeable, courteous bartenders. Popular stop to pre-game or quaint, no-drama place to enjoy the night. 60+ beers. Largest liquor selection in town."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Scranton - East Dunmore"],["alt="],["url=http:\/\/www.hiscranton.com"],["email="],["address=200 Tigue St"],["lat="],["long="],["directions="],["phone=+1 570 343-4771"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Holiday Inn Scranton East-Dunmore, Pennsylvania is a full-service hotel located near the Pocono Mountains featuring finely appointed Scranton, PA accommodations, luxury indoor pool & spa, meeting space, complimentary Wi-Fi, and free hotel shuttle service to and from Wilkes-Barre\/Scranton Airport."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Radisson Lackawanna Station Hotel"],["alt="],["url=http:\/\/www.radisson.com\/scrantonpa"],["email="],["address=700 Lackawanna Ave"],["lat="],["long="],["directions="],["phone=+1 570 342-8300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Housed in a neo-classical train station built in 1908. The Radisson Lackawanna Station Hotel Scranton, a six-story historic landmark. The historic building once served as a passenger train station, has currently undergone a multi-million dollar renovation. The Radisson Lackawanna Station Hotel has 145 rooms and suits, three restaurants in the hotel, gift shop, valet parking and a exercise rooms. The hotel is in downtown Scranton, within walking distance to many retail stores, restaurants and bars."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hilton Scranton & Conference Center"],["alt="],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/SCRCCHF-Hilton-Scranton-Conference-Center-Pennsylvania\/index.do"],["email="],["address=100 Adams Ave"],["lat="],["long="],["directions="],["phone=+1 570 343-3000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nearby Steamtown Historic Site."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Inn at Nichols Village"],["alt="],["url=http:\/\/www.nicholsvillage.com\/"],["email="],["address=1101 Northern Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-642-2215"],["fax="],["price="],["checkin="],["checkout="],["content=AAA four-diamond rated. Located in suburban Clarks Summit, 10 min. north."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Courtyard by Marriott - Scranton"],["alt=Scranton, PA Hotel"],["url=http:\/\/www.hershahotels.com\/Pennsylvania\/Moosic-PA0008-Home.aspx"],["email="],["address=16 Glenmaura National Boulevard Moosic, Pennsylvania 18507"],["lat="],["long="],["directions="],["phone=+1 570-969-2100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Colonnade"],["url=http:\/\/www.thecolonnade401.com\/joomla\/index.php?option=com_frontpage&Itemid=1"],["email="],["address=401 Jefferson Ave"],["lat="],["long="],["directions="],["phone=+1 570-342-6114"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Up until 2006 The Colonnade was an eyesore, an abandoned building located on the corner of Mullberry St. and Jefferson Ave. The building originally was owned by a prominent local businessman, Col. Austin Blair. It was close to being condemned when it was purchased by Paul Blackledge and Joshua Mast with the intent of renovating the old building. Paul and Joshua turned the giant rundown building into a hotel\/event space. The Colonnade can accommodate 120 guests in its banquet room and another additional 80 guests on a tent-covered outside patio."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lackawanna State Park"]}," is located approximately fifteen minutes away from Scranton in Lackwanna County. The park has facilities for camping, boating, canoe\/kayak rental, a swimming pool, and walking\/hiking trails. Most facilities are open April through October, check website for specifics. ",{"type":"[","value":["http:\/\/www.dcnr.state.pa.us\/stateparks\/parks\/lackawanna.aspx"]}]},{"type":"*","value":[" The ",{"type":"'''","value":["Dietrich Theater"]},", Bus. Rt. 6 Tunkhannock, ",{"type":"''","value":["+1 570"]}," 836-1022, ",{"type":"[","value":["http:\/\/www.dietrichtheater.com\/"]},". Offers first run, foreign, independent, & classic films in a restored theater. Fall\/Spring Film Festivals and cultural classes on site. Check website for movie times. Approximately 30 minutes from Scranton on Rt. 6. \"More Than the Movies!\""]},{"type":"*","value":[{"type":"'''","value":["Sno Mountain"]},", 1000 Montage Mountain Rd, \"(570) 969-7854, ",{"type":"[","value":["http:\/\/www.snomtn.com\/"]},".  Once known as Montage Mountain, Sno Mountain offers a wide range of winter and off season attractions and activities.  Ski, Snowboard, Zip Ride, Tubing, Golf, Batting Cages, Water Slides, and a Lazy River (in the process of being constructed)in addition to other fun and family friendly attractions.  Average ticket prices, check out the web page for group rates and special deals."]},{"type":"*","value":[{"type":"'''","value":["McDade Park"]}," is located off Snake Road in West Scranton. The land was reclaimed by the city in the 1970s from the Lackawanna coal mining terrain. It has become one of the city’s top leisure destinations offering many different types of activities for visitors to enjoy. McDade Park has a fishing pond (stocked regularly), an Olympic size swimming pool with bath houses, basketball and tennis courts, two baseball fields, a pavilion, playgrounds, outdoor picnic areas with charcoal grills, open fields and rolling hills and a 1.8 mile cross county or walking trail, The Lackawanna Coal Mining Tour and the Pennsylvania Anthracite Heritage Museum. McDade Park is spread out over 200+ acres of land, with free admission to outdoor enthusiasts and visitor(s). For more information about McDade Park please call (570)-963-6764."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-81.svg"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Binghamton"]]}],["minorl1=Junction ",{"type":"[[","value":[["Image:I-84.svg"],["18px"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["Dunmore"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Harrisburg"]]}],["minorr1=",{"type":"[[","value":[["Wilkes-Barre"]]}],["image2=US 6.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Mansfield (Pennsylvania)"],["Mansfield"]]}],["minorl2=",{"type":"[[","value":[["Clarks Summit"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Carbondale (Pennsylvania)"],["Carbondale"]]}],["minorr2=",{"type":"[[","value":[["Dunmore"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.410556"],["-75.667500"]]},"\n",{"type":"{{","value":[["isPartOf"],["Coal_Region"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Scranton, Pennsylvania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Pennsylvania\/Localities\/S\/Scranton"]]},"\n",{"type":"[[","value":[["Commons:Category:Scranton, Pennsylvania"]]}]