[{"type":"{{","value":[["pagebanner"],["Diving in the BVI banner 1.JPG"]]},"\n",{"type":"[[","value":[["Image:Hawksbill Turtle BVI.JPG"],["thumb"],["Hawksbill turtles are a surprisingly common sight in the British Virgin Islands."]]},"\n\nThis article is intended to provide the qualified ",{"type":"'''","value":[{"type":"[[","value":[["Scuba diving"],["scuba divers"]]}]}," with information which will help to plan dives during a visit to the ",{"type":"'''","value":[{"type":"[[","value":[["British Virgin Islands"]]}]},".  It may also assist non-divers who are considering learning to dive whilst on vacation in the territory.\n\nThe British Virgin Islands is principally known as a sailing destination, although like most Caribbean islands, it is also popular with scuba divers.  Almost all of the dive operators offer \"",{"type":"''","value":["rendez-vous"]},"\" diving, which involves picking up guests from a yacht, doing a one or two-tank dive, and then dropping them back at their vessel afterward.  Similarly, many dive operators will drop fresh tanks off for rental customers (to save the customers having to find somewhere to refill them).\n\nIn qualitative terms, the standard of diving is generally quite good, although it is not as good as the premier Caribbean diving destinations (such as ",{"type":"[[","value":[["Bonaire"]]},", ",{"type":"[[","value":[["Little Cayman"]]},", ",{"type":"[[","value":[["Saba"]]}," and ",{"type":"[[","value":[["Turks and Caicos"]]},"), but by most counts it is not too far behind.  The islands are relatively affluent, and so there is little of the subsistence fishing which has decimated marine life in other areas of the Caribbean.  The British Virgin Islands is also blessed with a number of good diving wrecks, including the territory's signature dive: the wreck of the ",{"type":"''","value":[{"type":"[[","value":[["Scuba diving in the British Virgin Islands\/RMS Rhone"],["RMS Rhone"]]}]},", a 310 ft (94 m) mail packet steamer which sank in a hurricane in 1867.\n\n",{"type":"==","value":["Understand"]},"\n\nThe British Virgin Islands are made of approximately 60 islands and islets, most of which are within a few miles of the other.  The islands as a whole are in relatively shallow water, and almost none of the dive sites in the British Virgin Islands go deeper than 100 ft.\n\nAlmost all of the major dive sites have mooring balls for boats which are attached and maintained by the National Parks Trust.  Anchoring on the reefs is strictly prohibited.\n\nThe diving is predominantly wreck and reef based diving, within recreational depth limits.  There are no dive operators which offer ",{"type":"[[","value":[["technical diving"]]}," in the British Virgin Islands, and as at 2011 only one even offers Nitrox.  There is only one known cave\/cavern dive (called Grand Central Station) although it is not marked with a National Parks mooring ball, and is rarely dived either by locals or by visitors.\n\nEnglish is the universal language spoken in the British Virgin Islands, although a few dive operations also have staff who speak other languages.  The currency in the British Virgin Islands is the U.S. dollar, and credit cards are widely accepted (even on dive boats).\n\n",{"type":"===","value":["General topography"]},"\n",{"type":"[[","value":[["Image:Nurse shark BVI.JPG"],["thumb"],["Nurse sharks resting under ledges are a common sight"]]},"\n\nMost of the islands in the archipelago are volcanic, and rise sharply up out of the water.  Correspondingly, below the water the topography tends to slope down at different angles until hitting about 90–100 ft, which seems to be the depth at which sand levels out most of the bottom in the island chain.  A common feature of dive sites in the British Virgin Islands is long ledges, which provide homes for nurse sharks, moray eels and lobster.  Because there are no rivers and there is no significant rainfall, visibility is not hampered by run-off from the land as happens in some larger Caribbean islands.\n\n",{"type":"===","value":["Climate, weather and sea conditions"]},"\n\nAlthough it may not appear so to the visitor, there is something of a seasonal variation to diving in the islands.  During the winter, the seas tend to be rougher, although ironically the water is clearer.  The water is also colder, it is quite common to see divers wearing full wetsuits during the winter months.  During summer the seas tend to be warmer and calmer, and normally divers will simply use a shorty, or even dive in a simple T-shirt or rash guard.  Visibility is normally slightly lower during the summer due to the plankton blooms.\n\nVarious dive sites do have currents from time to time, although in relative terms they are not remotely so problematic as (for example) the Red Sea or other areas affected by very strong currents.  Because the islands are so closely packed together, the risk of being \"swept away\" is virtually non-existent, and many divers eschew standard SMBs for this reason.\n\n",{"type":"===","value":["Marine ecology"]},"\n\nIn common with more affluent areas of the Caribbean (where people don't need to eat fish to survive) the marine life is more abundant in the British Virgin Islands.  One of the more pleasant aspects of the British Virgin Islands is the abundance of turtles.  Although critically endangered worldwide, there seem to be a plethora in the BVI.  It is not immediately obvious why this should be—the BVI is one of the last places in the world where it is still legal to hunt them, although it is frowned upon when people do so.  Other mega fauna which are popular with divers are sharks (particularly nurse sharks), barracuda, moray eels, eagle rays, southern stingrays, grouper (including goliath grouper), spiny lobster and tarpon.  Marine mammals are not particularly common in the territory.  Although dolphins do pass through regularly, they rarely interact with divers.  Similarly, although whales and manatee are sometimes seen from boats, it is almost unheard of for divers to see them.\n\nThe coral reefs in the British Virgin Islands are for the most part quite healthy; laws prohibiting people from anchoring on reefs no doubt help.  A number of the shallower sites suffered during the early part of this century as part of a worldwide phenomenon of coral bleaching caused by rising water temperatures.  Fortunately, water temperatures seem to have stabilised and the shallower reefs are now recovering (coral takes decades to grow, so it may be a long time yet before they fully recover).\n\n",{"type":"===","value":["Equipment"]},"\n\nMany divers bring their own equipment with them on vacation, but (slightly unusually) most dive operators in the territory do not charge guests paying for dives any additional rental fees for equipment that they need.\n\nLocal equipment tends to be U.S. manufactured (so expect any locally provided depth gauge to read in feet and any pressure gauge to read in PSI).  Most operators rotate their rental gear about every three years—some less, some more.  If you rent equipment and it appears old and tired, best course is to ask if they have something newer—better for everybody if you don't have to ask for a replacement to be brought out to your boat because you find something leaks.\n\nDIN fittings are still quite uncommon in the BVI, so check in advance for options if you plan to bring a DIN regulator.  Otherwise you may need to borrow or rent an adapter.\n\nMore experienced divers often prefer to dive directly from their boats without using a local guide, and thanks to the National Parks mooring balls on the sites, this is relatively straightforward to do if you have sufficient confidence in your diving skills and navigation.  Divers can simply rent any gear that they need (usually at least weights and tanks) from one of the dive operators, and then drop them back at the end of the week.\n\nThere are no dive operators in the British Virgin Islands at present who offer support or servicing for rebreathers.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["Image:Spiny lobster Rainbow canyon.JPG"],["thumb"],["Very tasty, but illegal to catch on scuba"]]},"\n\nSpearfishing of any kind is strictly prohibited in the British Virgin Islands, as is any kind of marine harvesting on scuba equipment.  With appropriate licences, visitors may hunt whilst free diving (i.e. breath hold diving) for lobster and conch during the relevant hunting seasons. It is technically still legal to hunt turtles in the BVI (notwithstanding that they are endangered and internationally protected) with a licence and in season, but it is frowned upon.\n\nFishing permits are available for charterers who intend to fish (including harvesting whilst free diving) while in the BVI.  This temporary fishing permit can be obtained from:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Department of Conservation and Fisheries"],["alt="],["url="],["email=cfd@bvigovernment.org"],["address=The Quastisky Building, PO Box 3323 Road Town, Tortola"],["lat="],["long="],["directions="],["phone=+1 284 494-5681, +1 284 494-3429 or +1 284 468-3701 x5551 or x5555"],["tollfree="],["fax=+1 284 494-2670"],["hours="],["price=The cost is $35 ($10 application fee; $25 for the permit)"],["content="]]}]},"\nThere have been instances of extremely zealous enforcement of penalties for fishing without licences involving up to 5 figure fines, including one infamous case in 2007 where a U.S. citizen who was unable to pay his fine was imprisoned (he was later released), so visitors should be mindful of that.\n\n",{"type":"==","value":["Get service"]},"\n\nAll BVI diving operators belong to an organisation called (imaginatively) the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/bviscuba.org\/ BVI Scuba Organisation"]}]},".\n\nMost operators are land based, although the British Virgin Islands does have two liveboard dive boats.\n\n",{"type":"===","value":["Land based"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Blue Water Divers"],["alt="],["url=http:\/\/www.bluewaterdiversbvi.com\/"],["email="],["address="],["lat="],["long="],["directions=located on Tortola in Nanny Cay and at Soper's Hole"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dive BVI"],["alt="],["url=http:\/\/www.divebvi.com\/"],["email="],["address="],["lat="],["long="],["directions=located on Virgin Gorda at Spanish Town and Leverick Bay; and on Scrub Island"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only BVI operator to offer Nitrox at present."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Jost Van Dyke Scuba"],["alt="],["url=http:\/\/www.jostvandykescuba.com\/attractions\/attractions.html"],["email="],["address="],["lat="],["long="],["directions=located on Jost Van Dyke"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Paradise Watersports"],["alt="],["url=http:\/\/www.bviwatersports.com\/"],["email="],["address="],["lat="],["long="],["directions=located on Peter Island"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sail Caribbean Divers"],["alt="],["url=http:\/\/www.sailcaribbeandivers.com\/dive\/"],["email="],["address="],["lat="],["long="],["directions=located on Tortola in the Moorings and at Hodge's Creek; Cooper Island and Norman Island"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sunchaser Scuba"],["alt="],["url=http:\/\/www.sunchaserscuba.com\/"],["email="],["address="],["lat="],["long="],["directions=located on Virgin Gorda in North Sound"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=UBS"],["alt="],["url=http:\/\/www.scubabvi.com\/"],["email="],["address="],["lat="],["long="],["directions=located on Tortola at East End"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=We Be Divin'"],["alt="],["url=http:\/\/www.bviscubadive.com\/"],["email="],["address="],["lat="],["long="],["directions=located in Road Town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Liveaboard"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cuan Law"],["alt="],["url=http:\/\/www.cuanlaw.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Promenade"],["alt="],["url=http:\/\/www.yachtpromenade.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get around"]},"\n\nThere is virtually no shore diving in the British Virgin Islands, and so one way or another, you are going to need to get on a boat to dive.  The two most common ways to accomplish this is to take a guided tour with one of the local dive operators, or to rent a boat of your own and travel to the sites.  If you are renting a boat, be cognisant of direction of the wind and the waves—many dive sites are exposed, and can only be dived in calm conditions.  If it is choppy, have a backup plan.\n\nIf you come to a dive mooring and someone is already on it, it is bad manners to simply tie up to their boat or run a long line if there is no one aboard (not least because of the risk of driving your boat over divers who are below, but also it is pretty distressing when you are doing your safety stop to see a boat pull up alongside and see a number of people jump across—you assume you are being robbed!).  If people are still aboard, it is perfectly acceptable to ask if you can moor up, either alongside or by running a long line.  If they anticipate leaving the site shortly, they may well decline and ask you wait for 15 minutes or so until they can clear the mooring.\n\nAlternatively, many of the dive moorings are located in clusters, and so frequently one can simply switch to an alternative site.  For example: Ginger Steps, Alice in Wonderland, Carval Rock, Dry Rocks East and Devil's Kitchen are all within a few hundred yards of each other.  The same could be said of Blonde Rock, Dead Chest North, Painted Walls and Shark Point.  Or Cistern Point, ",{"type":"''","value":["Inganess Bay"]},", Wreck Alley, Thumb Rock and Markoe Point.  You get the idea.  On the other hand at remote dive sites, like the ",{"type":"''","value":["Chikuzen"]}," or Santa Monica Rock, it can be frustrating to find an empty boat tied on and not know how long you will have to wait to dive.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:Lionfish BVI.JPG"],["thumb"],["Lionfish are thankfully still rare in the BVI"]]},"\n\nThe BVI is a pretty safe diving environment.  The dive sites are not deep, and with few exceptions are not in remote locations.  Incidents of accidents involving divers are rare, and usually involve pre-existing medical complaints rather than accidents strictly attributable to the diving.\n\nVirgin Islands Search And Rescue (VISAR) have a rapid response team which deals with all boat related accidents, including diving accidents, and they can be reached by dialing 767 (SOS) from any telephone.  There is no recompression chamber in the British Virgin Islands.  Cases of decompression sickness are extremely rare in the British Virgin Islands, and are treated in the chamber in nearby ",{"type":"[[","value":[["Saint Thomas"]]},".\n\nNone of the marine life represents a particular hazard to divers.  Sharks, morays and barracudas are all common, but are not threatening.  Fire coral will sting, and any coral will hurt if you scrape yourself on it.  Very rarely the BVI will suffer an influx of box jellyfish, and divers and swimmers are warned to be careful, but never has an influx been sufficiently bad that water activities have actually been proscribed (Caribbean box jellyfish are much less lethal than their Australian cousins).  Lionfish represent a theoretical hazard, but thankfully are still very rare in the British Virgin Islands.\n\n",{"type":"==","value":["See"]},"\n\nPredictably, there are a huge number of dive sites in the waters of the British Virgin Islands.  The National Parks Trust has placed moorings on 70 sites, and there are several other unmarked sites as well.  A summary of some of the key sites is set out below  (all sites below have NPT moorings on them).\n\n",{"type":"===","value":[{"type":"[[","value":[["Wreck diving"],["Wreck dives"]]}]},"\n",{"type":"[[","value":[["Image:Beatta Wreck BVI.JPG"],["thumb"],["The ",{"type":"''","value":["Beatta"]}," at Wreck Alley."]]},"\n\n",{"type":"*","value":[{"type":"''","value":[{"type":"[[","value":[["Scuba diving in the British Virgin Islands\/RMS Rhone"],["RMS Rhone"]]}]},", the signature dive of the islands is the ",{"type":"''","value":["RMS Rhone"]}," off Salt Island.  Sunk in a hurricane in 1867 with the loss of almost all hands, the 310 ft (94 m) Royal Mail Steam Packet's iron construction has survived well over the centuries.  She is normally dived as a two tank dive, first the deeper bow section (85 ft or so), followed by the shallower stern section (50 ft or so)."]},{"type":"*","value":[{"type":"''","value":["Chikuzen"]},", a Korean refrigeration vessel that sunk halfway between Tortola and Anegada in 1988 in about 75 ft of water.  Very hard to locate without GPS coordinates."]},{"type":"*","value":[{"type":"''","value":["Airplane wreck"]}," (also called ",{"type":"''","value":["Coral Gardens"]},") an Air BVI flight which crashed was dragged to Great Dog island, and is now a popular dive site.  Approximately 60 ft."]},{"type":"*","value":[{"type":"''","value":["Wreck Alley"]}," is a collection of four shipwrecks (",{"type":"''","value":["Mary L"]},", ",{"type":"''","value":["Pat"]},", ",{"type":"''","value":["Beatta"]}," and ",{"type":"''","value":["Island Seal"]},") deliberately sunk in about 90 ft of water off Cooper Island.  ",{"type":"''","value":["Mary L"]}," and ",{"type":"''","value":["Pat"]}," are quite small, but the other two wrecks are decent dives in their own right."]},{"type":"*","value":[{"type":"''","value":["Inganess Bay"]},", a largely broken up vessel in about 90 ft, off Cooper Island and quite close to Wreck Alley."]},{"type":"*","value":[{"type":"''","value":["Fearless"]},", a very frail wooden vessel which can be found just outside of Great Harbour, Peter Island."]},{"type":"*","value":[{"type":"''","value":["Parmatta"]},", a paddle steamer that sunk in the 1850s.  A rarely dived wreck located off Anegada."]},{"type":"*","value":[{"type":"''","value":["Rohas"]},", also known as the \"Bone Wreck\" after its cargo of cattle bones.  Another rarely dived wreck located off Anegada."]},"\n",{"type":"===","value":["Reef dives"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Alice in Wonderland"]},", for some reason the coral grows in north–south lines with channels of sand between them, making orientation easy.  Depth varies between about 50 and 60 ft."]},{"type":"*","value":[{"type":"''","value":["Angelfish Reef"]},", a very sheltered and shallow dive on the southwest tip of Norman Island, good for beginners."]},{"type":"*","value":[{"type":"''","value":["The Aquarium"]},", a popular reef dive on the southwest side of Virgin Gorda."]},{"type":"*","value":[{"type":"''","value":["Blonde Rock"]},", a deep water pinnacle which can only be dived in calm weather, located between Salt Island and Dead Chest.  Site drops from about 20 to 80 ft."]},{"type":"*","value":[{"type":"''","value":["Bronco Billy"]},", supposedly Jacque Cousteau's favourite site in the BVI, famed for its arched coral which (in rough weather) you have to ride the surge through."]},{"type":"*","value":[{"type":"''","value":["Brownpants"]},", a shallow site, about 30 ft, exposed to the weather on the south side of Norman.  Colorfully named for an encounter with some bull sharks many years ago, sharks are actually relatively rare on the site."]},{"type":"*","value":[{"type":"''","value":["Carval Rock"]},", an uninhabited rocky islet between Ginger and Cooper provides some excellent diving.  If the slope is followed all the way down, you get down to about 100 ft, but most of the dive is in about 45 ft of water."]},{"type":"*","value":[{"type":"''","value":["Ginger Steps"]},", a wall dive that literally goes down in steps, one at 35 ft, another at 65 ft and the bottom at around 95 ft."]},{"type":"*","value":[{"type":"''","value":["The Chimney"]},", a scenic rocky dive on the north side of Great Dog.  Very sheltered and relatively shallow."]},{"type":"*","value":[{"type":"''","value":["Indians"]},", these four rocky pinnacles probably the most popular reef in the BVI, for both divers and snorkellers.  The west side for divers is about 65 ft deep, the east side is normally snorkelled at around 15–20 ft."]},{"type":"*","value":[{"type":"''","value":["Painted Walls"]},", a shallow site on the southeast side of Dead Chest Island.  Famed for a highly colourful swimthrough (the famous 'painted walls'), the site can be difficult to do in rough weather.  Maximum depth is only about 45 ft."]},{"type":"*","value":[{"type":"''","value":["Rainbow Canyon"]},", located opposite the Indians on the west side of Pelican, another sheltered and shallow site which is good for less experienced divers.  Maximum depth is around 60 ft."]},{"type":"*","value":[{"type":"''","value":["Santa Monica Rock"]},", a deepwater pinnacle south of Norman Island which is heavily weather dependant (and hard to locate without GPS).  Arguably the most rewarding site in the BVI, varying from a shallow reef at 15 ft all the way down to deep ledges at around 105 ft."]},{"type":"*","value":[{"type":"''","value":["Spyglass"]},", a very shallow and sheltered wall dive on the north side of Norman Island, about 15 ft at the top and about 60 ft at the bottom."]},{"type":"*","value":[{"type":"''","value":["Thumb Rock"]},", a good dive often overlooked in favour of nearby Wreck Alley.  A shallow dive, limited to about 50 ft, and can be rough—but usually clear water and excellent marine life."]},{"type":"*","value":[{"type":"''","value":["Two Towers"]},", two twin underwater pinnacles on the north side of Green Cay.  The very bottom of the site goes to about 95 ft."]},{"type":"*","value":[{"type":"''","value":["Wall to wall"]},", no walls, but known for excellent marine life, this site is off the south west side of Great Dog.  Can be exposed in rough weather."]}," \n",{"type":"{{","value":[["usablediveguide"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]