[{"type":"{{","value":[["pagebanner"],["caption=Diving with Manta ray in Hawaii"],["notoc=true"]]},"\n \n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":["Scuba diving"]}," is an activity in which you swim underwater for extended periods using ",{"type":"'''","value":["Self-Contained Underwater Breathing Apparatus"]},", hence the acronym ",{"type":"'''","value":["SCUBA"]},", or ",{"type":"'''","value":["Scuba"]},".\n\nScuba diving is an excellent way to see some very beautiful sites: Tropical coral diving sites with their colourful sea life are the most famous but other scuba diving attractions include tropical and temperate rocky reefs, shipwrecks, caverns and caves.\n",{"type":"[[","value":[["Image:Zenobia FloatingAlong.JPG"],["thumb"],["250px"],["Diving the wreck of the ",{"type":"''","value":["Zenobia"]},", ",{"type":"[[","value":[["Larnaca"]]},", ",{"type":"[[","value":[["Cyprus"]]}]]},"\nScuba diving can also be a very relaxing sport and in many places it's very beginner friendly. Many dive sites are accessible (under the care of an instructor) after a short briefing and training dive. You can learn to dive far more quickly than you can learn snow sports, for example, and a high level of fitness and strength is not always necessary. It's also suitable for people with a number of physical disabilities. As long as you can use the breathing equipment and can successfully propel yourself underwater you may be able to dive (see also Stay healthy).\n\nA variation on recreational Scuba diving is known as Technical diving. This is also diving for recreational purposes, but involves a different level of training and equipment, and often involves relatively high risk activities, such as extended depth range, decompression dives, use of complex rebreather equipment, gas changes during the dive, and penetrations of caves and wrecks.\n\nRelated topics include snorkeling, which generally refers to swimming on the surface while breathing through a snorkel, free diving, which involves breath hold underwater swimming, and ",{"type":"[[","value":[["SNUBA"]]},", which provides a surface source of pressurised breathing air, supplied to the diver through a limited length of hose and a mouthpiece.\n\nRecreational Scuba diving is a major travel activity. Most divers can not dive at their home towns, or the available sites are severely limited, and must travel at least a short distance to reach suitable dive sites. Dedicated divers plan entire dive holidays to areas offering sites of particular interest, and others may want to include some dive sites in their itineraries. The lack of suitable dive sites in large parts of the world also makes diver training a significant travel activity. Very often the training and sight-seeing diving aspects are combined in the same trip.\n\n",{"type":"==","value":["Destinations"]},"\n\n\n",{"type":"===","value":[{"type":"[[","value":[["Africa"]]}]},"\n\nAfrica has a long coastline, and the coastal waters range from the warm tropical Red Sea, to the cool temperate west coast of southern Africa. The east coast of Africa is better known for diving destinations than the west coast or the Mediterranean coast, and there are good diving destinations scattered along the east coast from Egypt to South Africa, wherever accessibility and political stability allow.\n\nThe infrastructure varies enormously and is constantly changing. Availability of Nitrox, for example, is known from Egypt and South Africa. In some other places the availability of medical oxygen may be in question. Emergency medical facilities are also variable, and range from world class to non-existent. Don't assume that anything is available at any specific destination. Ask and get written confirmation or book through certified operators and agents.\n\n",{"type":"====","value":[{"type":"[[","value":[["Canary Islands"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[[":Wikipedia:El Condesito"],["El Condesito"]]}]}," is a vessel that sank near Las Galletas on the south coast of Tenerife and is now a well known dive site. The deepest point of the wreck is at 21m and the shallowest point at 6m. Visibility can be in excess of 35m.  Until recently the hull, engine room and cabin were intact with only the bow having been torn away. Shoals of sardines may be seen at the top of the wreck, and large trumpetfish are often found around the propeller. It is not uncommon to spot barracuda, red sea stars, rays, octopus and eels within the wreck. There is a 36m drop off nearby which is often dived by more experienced divers to see black coral before ascending to the El Condesito to decompress."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Djibouti"]]}]},"\nDjibouti has a unique ecosystem where the mix of the Red Sea and the Indian Ocean results in an abundance of marine life. Between the months of September and January Djibouti is home to resting migrating whale sharks. It is common to see many whale sharks, including juveniles, which tend to stay close to the coast during their visit.\n\nSeven Brothers Islands is a major attraction to Djibouti waters. This breathtaking reef system is north of the Devils Cauldron, and comprises seven islands covering a vast area. Monumental drop-offs with stunning soft corals carpeting the walls, schooling fish and big pelagics can all be expected.\n\n",{"type":"====","value":[{"type":"[[","value":[["Egypt"]]}]},"\n\nThe Egyptian coast along the Red Sea in both Africa and the Sinai peninsula is a favoured destination for Scuba diving and snorkeling. Various dive centers operate in each resort town or city to arrange both recreational and educational trips for all levels of experience and budgets.\n\nDive sites on the African side of the Red Sea include:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hurghada"]]}," — on the African coast of the Red Sea."]},{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Fanadir"],["El Fanadir"]]}," — to the north of Hurghada. El Fanadir North has a reef wall down to 12 metres, then a plateau extends out to 20 metres before a drop off to below 30 metres."]},{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:El Gouna"],["El Gouna"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Sharm El Naga"],["Sharm el Naga"]]}," — About 40 km (25 mi) south of Hurghada. Shoreline reef cliff."]},{"type":"*","value":[" ",{"type":"[[","value":[["Al Quseir"]]}," — Between Hurghada and Marsa Alam. has many miles of coral reef."]},{"type":"*","value":[" ",{"type":"[[","value":[["Marsa Alam"]]}," — in south-eastern Egypt, on the western shore of the Red Sea near the Tropic of Cancer where the Arabian Desert meets the Red Sea. There are dive sites at barrier coral reefs along the coast and offshore where spinner dolphins, dugongs and hammerhead sharks can be seen."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Dolphin Reef"],["Dolphin Reef"]]}," is a horseshoe-shaped reef in the Red Sea in open water to the northeast of Ras Banas. The eastern side has a steeply sloping wall profile, giving way to a sandy slope. Angelfish, butterflyfish, cuttlefish, bluespotted and blackspotted stingrays are common. Several types of sharks are also frequently spotted, and there are regular reports of dolphins along the reef or inside the lagoon."]},"\n",{"type":"*","value":[" Elphinstone"]},{"type":"*","value":[" The Brothers"]},{"type":"*","value":[" Rocky Island"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Port Safaga"],["Port Sarfaga"]]},", also known as Bur Safaga and Safaga, is 53 km (33 mi) south of Hurghada."]},{"type":"*","value":[{"type":"*","value":["Chain reefs of Tobia Arbaa"]}]},{"type":"*","value":[{"type":"*","value":["Walls of Panorama"]}]},{"type":"*","value":[{"type":"*","value":["Towering reefs at Abu Qifan, where big pelagics such as tunas, sharks and mantas can often be seen"]}]},"\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Sha`b Abu Nuhas"],["Sha'b Abu Nuhas"]]}," is a coral reef northwest of Shadwan Island in the northern Red Sea. The name is Arabic for \"reef of father of copper\", after the cargo of one of the wrecks. The reef is a navigation hazard because it projects into the shipping channel, and there are at least 7 shipwrecks on it including:"]},{"type":"*","value":[{"type":"*","value":["SS Carnatic"]}]},{"type":"*","value":[{"type":"*","value":["Kimon M"]}]},{"type":"*","value":[{"type":"*","value":["Chrisola K"]}]},{"type":"*","value":[{"type":"*","value":["Ghiannis D"]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Kenya"]]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Madagascar"]]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Malawi"]]}]},"\nMalawi is a landlocked country, but it has a long coastline on Lake Malawi, with good freshwater diving.\n\n",{"type":"====","value":[{"type":"[[","value":[["Mauritius"]]}]},"\nMauritius is completely encircled by a coral barrier reef and is home to many sponges, sea anemones and a variety of multi-colored tropical reef fish such as the Damselfish, Trumpetfish, Boxfish, Clownfish and the Mauritian scorpionfish with its unique orange color.\n \nMost of the Dive sites are located on the west coast around Flic-en-Flac, in the north, at Trou aux Biches or at the Northern Islands.\n\nBesides the coral reefs, there are ship wrecks dating back to the 18th and 19th centuries, and ships sunk more recently which create beautiful artificial reefs.\n\nThe best time to go diving is from November to April when the visibility is very good.\n\nSome of the popular dive sites of Mauritius are:\n",{"type":"*","value":["Cathedral — which is located off the Flic en Flac on the western coast of Mauritius."]},{"type":"*","value":["Whale Rock"]},{"type":"*","value":["Roche Zozo — an underwater rock pinnacle."]},{"type":"*","value":["Ile Ronde — which has a nearby submerged volcanic crater."]},"\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in Mozambique"],["Mozambique"]]}]}]},"\n",{"type":"[[","value":[["Image:Manta at Manta Reef dsc03893.jpg"],["thumb"],["A manta ray at Manta Reef"]]},"\n\n",{"type":"[[","value":[["Mozambique"]]}," is located on the southeast coast of Africa.\n\nMozambique has a tropical climate with two seasons, a wet season from October to March and a dry season from April to September.  Rainfall is heavy along the coast and decreases in the north and south. Cyclones are common during the wet season.\n\nMozambique has nice coral, with colourful reef fish and invertebrates, but is known more for its abundance of manta rays, reef sharks, whale sharks and humpback whales.\n\n",{"type":"'''","value":["Major diving destinations include:"]},"\n\nMaputo municipio:\n",{"type":"*","value":["Ponta do Ouro "]},{"type":"*","value":["Ponta Malongane"]},{"type":"*","value":["Ponta Mamoli"]},"\nManta coast (Inhambane municipio):\n",{"type":"*","value":["Guinjata bay"]},{"type":"*","value":["Tofo beach"]},"\nVilanculos and the Bazaruto Archipelago:\n",{"type":"*","value":["Vilanculos"]},{"type":"*","value":["Bazaruto"]},"\nNampula municipio:\n",{"type":"*","value":["Nacala Bay"]},{"type":"*","value":["Memba Bay"]},{"type":"*","value":["Ilha de Mozambique"]},"\nPemba and the Quirimbas Archipelago:\n",{"type":"*","value":["Medjumbe"]},{"type":"*","value":["Matemo"]},{"type":"*","value":["Pemba"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Seychelles"]]}]},"\nThe Seychelles are a group of 115 islands, only a few inhabited, in the Indian Ocean that lie off the coast of East Africa, northeast of Madagascar.\nScuba diving is popular and can be done almost anywhere in Seychelles. \nNitrox is available at a limited number of outlets at around €8 per fill.\n\nDiver training is available at various schools.\n\nDiving is possible all year round. The best diving conditions are usually in March, April and May and September, October and November, as these months are when seas are calmest. Visibility can be over 30 metres and water temperatures reach 29'C. Rain, algal blooms, and winds can affect the diving conditions. The Seychelles are not greatly affected by tropical cyclones.\n\nSites vary in depth and are mostly moderate depth — from 8 to 30 metres. Conditions at most sites are suitable for divers of all skill levels.\n\nThe inner island reefs are basically granite formations, supporting soft and hard corals. Offshore dive sites are suitable for more experienced divers and provide a chance of an encounter with whale sharks and giant stingrays.\n\nThere are also some wreck sites.\n\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in South Africa"],["South Africa"]]}]}]},"\n",{"type":"[[","value":[["Image:Barred Fingerfin at Rocky bank P9205402.JPG"],["thumb"],["The cool temperate waters of the Agulhas inshore bioregion are very different to tropical waters, but colourful in their own way"]]},"\n",{"type":"[[","value":[["Image:Paperfish at Cathedral DSC05792.JPG"],["thumb"],["The subtropical Natal inshore bioregion is home to many Indo-Pacific tropical species"]]},"\n",{"type":"[[","value":[["Image:Diver at bow of SATS General Botha wreck.jpg"],["thumb"],["There are a large number of divable wrecks along the coast"]]},"\n\n\n",{"type":"'''","value":[{"type":"[[","value":[["South Africa"]]}]}," has sites spread along its coast that are well known for sharks and other large marine animals, but also have a large range of endemic smaller fish and invertebrates. The coastal sites range from tropical coral reefs in the north of ",{"type":"[[","value":[["KwaZulu-Natal"]]},", where the fish are typical Indo-Pacific tropical species, and very colourful, to cool temperate rocky reefs on the West Coast, where the fish life is relatively dull, and the largely endemic invertebrates provide the colour.\n\nThe annual ",{"type":"'''","value":[{"type":"[[","value":[["Diving in South Africa\/Sardine run"],["sardine run"]]}]}," up the east coast is justly famous, with huge baitballs and a large variety and number of predators, from Bryde's whales down through dolphins, sharks, gamefish and seabirds.\n\nAnother annual event is the Chokka spawning, near ",{"type":"[[","value":[["St Francis Bay"]]},".\n\nThere are a large number of wrecks along the coast, several of which are regarded as good dive sites.\n\nThe inland sites are more usually used for training, technical and cave diving.\n\n",{"type":"'''","value":["Major diving destinations include:"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cape Town"]]}," — ",{"type":"''","value":[{"type":"[[","value":[["Diving the Cape Peninsula and False Bay"]]}]}," — Year round diving in two cool temperate bioregions. Many sites and good infrastructure. Temperate rocky reefs and wrecks."]},{"type":"*","value":[" ",{"type":"[[","value":[["Durban"]]}," — ",{"type":"''","value":[{"type":"[[","value":[["Diving in Durban"]]}]}," — Subtropical rocky reefs and wrecks. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Elizabeth"]]}," — ",{"type":"''","value":[{"type":"[[","value":[["Diving in Port Elizabeth"]]}]}," — Temperate rocky reefs and wrecks. Very weather-dependant. Visibility limited"]},{"type":"*","value":[" ",{"type":"[[","value":[["Umkomaas"]]}," — ",{"type":"''","value":[{"type":"[[","value":[["Diving Aliwal Shoal"]]}]}," — Subtropical rocky reefs. Well known for sharks."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sodwana Bay"]]}," — ",{"type":"''","value":[{"type":"[[","value":[["Diving Sodwana Bay"]]}]}," — Tropical coral reefs. Good diving infrastructure."]},{"type":"*","value":[" ",{"type":"[[","value":[["Knysna"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mossel Bay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Plettenberg Bay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Alfred"]]}]},{"type":"'''","value":["Other diving destinations include:"]},"\n",{"type":"*","value":["Arniston"]},{"type":"*","value":[{"type":"[[","value":[["East London"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gansbaai"]]}," — Mostly for White shark cage dives."]},{"type":"*","value":[{"type":"[[","value":[["Hermanus"]]}]},{"type":"*","value":[{"type":"[[","value":[["Jeffrey's Bay"]]}," and ",{"type":"[[","value":[["St Francis Bay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Margate"]]}," (Protea Banks)"]},{"type":"*","value":[{"type":"[[","value":[["Struisbaai"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving the Tsitsikamma"]]}]},{"type":"*","value":[{"type":"[[","value":[["Diving inland in South Africa"],["Inland dive sites"]]}," including: ",{"type":"[[","value":[["Diving inland in South Africa\/Bass Lake"],["Bass lake"]]},", ",{"type":"[[","value":[["Diving inland in South Africa\/Badgat"],["Badgat"]]},", ",{"type":"[[","value":[["Diving inland in South Africa\/Boesmansgat"],["Boesmansgat"]]},", ",{"type":"[[","value":[["Diving inland in South Africa\/Miracle Waters"],["Miracle Waters"]]}," and ",{"type":"[[","value":[["Diving inland in South Africa\/Wondergat"],["Wondergat"]]}," — Fresh water dives at altitude, including some deep and cave dive sites in sinkholes and abandoned mines."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Sudan"]]}]},"\n",{"type":"*","value":[" Sanganeb"]},{"type":"*","value":[" Abington"]},{"type":"*","value":[" Angarosh"]},{"type":"*","value":[" Shaab Rumi"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Tanzania"]]}]},"\nIncludes the islands Zanzibar and Pemba.\n",{"type":"*","value":["Mafia Island, south of Zanzibar"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Zimbabwe"]]}]},"\nZimbabwe is located north of South Africa. Political and economic instability mean that Zimbabwe is not currently recommended as a tourist destination.\n\nThere are only two known diving spots:\n",{"type":"*","value":[{"type":"[[","value":[["Chinhoyi Caves"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mutoroshanga Ethel Mine"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Asia"]]}]},"\n\nScuba diving destinations in Asia are mostly concentrated in the Middle East and South East Asia, where the water is warm and visibility is usually good. These regions mostly have a tropical coral reef ecology, and there are a number of notable wreck diving sites.\n\n",{"type":"====","value":[{"type":"[[","value":[["Brunei"]]}]},"\nBrunei offers some great diving, and is one of the best places in S.E. Asia for macro photography.\n\nMarine life and features — In addition to coral and fish, Brunei is home to several shipwrecks and many species of nudibranch -\n\nConditions: — Water temperature is generally around 30 degrees and visibility is usually in the 10-30 meter range, although this can be changeable during the monsoon season. As diving here is not overly developed, it means that the sites, and especially the coral reefs, are unspoiled and in pristine condition.\n;Popular dive sites include:\n",{"type":"*","value":[" The Blue Water Wreck, a 80m trawler that gets her nickname from the blue water around her and is still completely intact."]},{"type":"*","value":[" Cement Wreck, a 2,687 ton Japanese freighter that hit a sandbank in 1980 while carrying cement. She has a length of 92m and a 15m beam. Easy to penetrate, the freighter lies upright on the bottom at 30m. "]},{"type":"*","value":[" Australian Wreck, In 1949 while on a voyage to Manila it struck a mine off Brunei and sank. The wreck lies in 33m of water and is roughly 85m long. Experienced divers will enjoy exploring the interior of the wreck. "]},{"type":"*","value":[" Rig Reef, a decommissioned oil rig. There are 9 structures to be explored, each seeming to be home to one dominant group of fish."]},"Prices average about BN$35–45 per dive depending on how many dives you do and whether you bring your own gear.\n\n",{"type":"====","value":[{"type":"[[","value":[["Burma"]]}]},"\nThe Mergui Archipelago is an archipelago in far southern Myanmar (Burma) and is part of the Tanintharyi Region. It consists of more than 800 islands, varying in size from very small to hundreds of square kilometres, all lying in the Andaman Sea off the western shore of the Malay Peninsula near its landward (northern) end where it joins the rest of Indochina. Occasionally the islands are referred to as the Pashu Islands because the Malay inhabitants are locally called Pashu.\n\nGeologically, the islands are characterized mainly by limestone and granite. They are generally covered with thick tropical growth, including rainforest, and their shorelines are punctuated by beaches, rocky headlands, and in some places, mangrove swamps. Offshore are extensive coral reefs.\n\nThe area was only opened up to foreign tourism in 1997 after negotiations between Burma and dive operators from Phuket in Thailand. The archipelago's isolation is such that much of it has not even yet been thoroughly explored.\n\nOwing to the archipelago's remoteness, a live aboard cruise is the only way for visitors to go diving in areas with names such as Big Bank, Rainbow Reef or Silvertip Bank. Some islands have huge boulders, soft corals and sea fans. Others offer wall diving, caverns, tunnels and drop-offs.\n\nThe best diving conditions exist from December to April, with whale sharks and manta rays visiting from February to May.\n\nPhotographers are attracted by frogfish, ghost pipefish, ribbon eels and cowries as well as many crustaceans such as lobsters, crabs, and shrimps.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":[" Shark Cave — features grey reef, bull, nurse and whale sharks."]},{"type":"*","value":[" Black Rock — has manta rays and schools of mobula (devil) rays."]},"\n\n\n",{"type":"====","value":[{"type":"[[","value":[["Egypt"]]}," (Sinai)"]},"\n\nThese sites are in the Asian part of Eypt, on the Sinai peninsula.\nSee also ",{"type":"[[","value":[["#Egypt"]]}," for sites on the African coast of the ",{"type":"[[","value":[["Red Sea"]]},".\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dahab"]]}," — location of the notorious ",{"type":"[[","value":[[":Wikipedia:Blue Hole (Red Sea)"],["Blue Hole"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sharm el-Sheikh"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gamul Kebir"]}," just off Safaga Island in the Red Sea"]},{"type":"*","value":[" ",{"type":"'''","value":["Nuweiba"]}," is located in the South Sinai area. It is a relaxed small town with a large choice of shore diving and is ideal for the photographer. There are a number of dive centres which do guided dives for the experienced and courses for the novice through to tec diving. There are several hotels, small accommodations and beach camps to choose from. It can be reached by flying into Sharm el Sheikh or Taba and then a transfer."]},{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Ras Mohammad"],["Ras Mohammad"]]}," is a national park in Egypt at the southern extreme of the Sinai Peninsula, overlooking the Gulf of Suez on the west and the Gulf of Aqaba to the east. The park is 12 km from ",{"type":"[[","value":[["Sharm-el-Sheikh"]]}," and has an area of 345 km² of water. Marsa Bareika is a small bay inlet in Ras Mohammed, and Marsa Ghozlani is a very small inlet located across from the park visitors center. Coral reef, of the fringing and hermatypic types, exist along the coast around Ras Mohammad close to the shoreline. More than 220 species of coral are found in the area, 125 of them soft coral. The area is home to more than 1000 species of fish, 40 species of star fish, 25 species of sea urchins, more than a 100 species of mollusc and 150 species of crustaceans. Green turtles (Chelonia mydas) and hawksbill turtles (Eretmochelys imbricata) appear regularly in Ras Mohammad."]},{"type":"*","value":[{"type":"*","value":[" Wreck of the SS Thistlegorm"]}]},{"type":"*","value":[{"type":"*","value":[" Shark Reef "]}]},{"type":"*","value":[{"type":"*","value":[" Yolanda Reef "]}]},{"type":"*","value":[{"type":"*","value":[" South Bereika"]}]},{"type":"*","value":[{"type":"*","value":[" Marsa Ghozlani"]}]},{"type":"*","value":[{"type":"*","value":[" Old Quay"]}]},{"type":"*","value":[{"type":"*","value":[" Shark Observatory"]}]},"\n",{"type":"====","value":[" ",{"type":"[[","value":[["India"]]}," "]},"\n\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Andaman and Nicobar"]]}," "]},"\nLocated between India and Thailand, but in the same timezone as India, the Andaman & Nicobar Islands are a bit of paradise. You will need to fly there from Chennai or Calcutta, therefore require an Indian visa, which makes it a bit hard to reach. Around ",{"type":"[[","value":[["Havelock Island"]]}," there are some of the top reef dives in the world, with a great variety of sea life and good visibility.\n\n",{"type":"=====","value":[" Angria Bank "]},"\n",{"type":"[[","value":[[":Wikipedia:Angria Bank"],["Angria Bank"]]}," is a shallow sunken atoll on the continental shelf 105 km (65 mi) west of Vijaydurg, Maharashtra, India. Reported as the largest submerged coral reef of India. Depth approximately 20m. Access by a two hour boat ride from Malvan, Maharashtra.\n\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Lakshadweep Islands"]]}," "]},"\n\nDive sites at Lakshadweep are clustered around Agati, Kadmat and Bangaram islands.\n\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Goa"]]}," "]},"\nGoa is India's top dive destination, but mostly just because it's the easiest to get to — visibility is usually only 5-6m.  Diving season is mid-October to mid-May.\n\n",{"type":"====","value":[{"type":"[[","value":[["Indonesia"]]}]},"\nIndonesia is the biggest archipelago nation in the world, it offers some of the most diverse diving experience in the world; From very-accessible Bali, to extreme wilderness and some of the most diverse marine life in the world in the far-eastern Indonesian islands.\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Bali"]]}," "]},"\n",{"type":"*","value":[{"type":"[[","value":[["West Bali National Park"],["Menjangan Island"]]}," in the north-west, and Tulamben (USS Liberty wreck) and ",{"type":"[[","value":[["Amed"]]}," in the east, offer pleasant and accessible shore diving through wrecks, walls and reefs. Divers visiting Bali often base themselves at ",{"type":"[[","value":[["Lovina"]]},", ",{"type":"[[","value":[["Candidasa"]]}," and ",{"type":"[[","value":[["Amed"]]}," to access the sites."]},"\n",{"type":"*","value":["The offshore island of ",{"type":"[[","value":[["Nusa Penida"]]}," may offer the most dramatic diving in Bali while the neighbouring island of ",{"type":"[[","value":[["Nusa Lembongan"]]}," is well known as a teaching centre."]},"\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Gili Islands"]]}," and ",{"type":"[[","value":[["Lombok"]]}," "]},"\n",{"type":"*","value":["The three ",{"type":"[[","value":[["Gili Islands"]]}," are a major teaching centre and are known for the ease of diving conditions."]},"\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}," and ",{"type":"[[","value":[["Komodo National Park"]]}," "]},"\n\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Alor Archipelago"]]}," "]},"\n",{"type":"*","value":["Very off-the-beaten-path diving in the east of ",{"type":"[[","value":[["Nusa Tenggara"]]},"."]},"\n",{"type":"=====","value":[{"type":"[[","value":[["Sulawesi"]]}," "]},"\n",{"type":"*","value":["Intermediate to advanced diving, with occasionally strong currents."]},"\n",{"type":"*","value":["Wall diving at ",{"type":"[[","value":[["Bunaken"]]}," near ",{"type":"[[","value":[["Manado"]]},"."]},{"type":"*","value":["World-class diving at an all-inclusive dive resort at the insanely off-the-beaten-path ",{"type":"[[","value":[["Wakatobi"]]}," archipelago."]},{"type":"*","value":["Top quality diving in the Gulf of Tomini at the ",{"type":"[[","value":[["Togian Islands"]]},"."]},"\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Pulau Weh"]]},", ",{"type":"[[","value":[["Sumatra"]]}," "]},"\n",{"type":"[[","value":[["File:Gapang Beach, Sabang, Aceh.jpg"],["thumb"],["Gapang beach, Pulau Weh"]]},"\n\n",{"type":"*","value":["Access from Banda Aceh, north tip of Sumatra. Pulau Weh's reefs are offer something for every level of experience. The bottom topography ranges from large boulders on sandy slopes and deep volcanic pinnacles to craggy wall sections and coral gardens. The house reef at Gapang Beach has a wide range of macro life including rare critters like Frog Fish, Star Gazers and Gurnards. Large pelagics like Mantas, Whale Sharks and Mola Mola also come to feed when the season is right. Pulau Weh offers some of the finest diving in Indonesia, yet it is still very much undeveloped."]},"\n",{"type":"=====","value":[{"type":"[[","value":[["Papua"]]}]},"\n",{"type":"*","value":["The archipelago of ",{"type":"[[","value":[["Raja Ampat"]]},", in the waters of the Bird's Head Peninsula in Indonesian Papua, is regarded by Conservation International as the area with the highest marine biodiversity (e.g. 553 species of corals out of the total 798 known species) on earth. Higher than any other areas in the Coral Triangle compound which consists of Papua New Guinea, Indonesia and the Philippines. It is also insanely off-the-beaten-path which greatly helps to preserve its pristine nature,  options to visit the area include staying in a liveaboard or staying in one of the few resort islands Misool or Sorido."]},"\n",{"type":"====","value":["Israel"]},"\n",{"type":"*","value":["Eilat"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Japan"]]}]},"\n",{"type":"[[","value":[["Image:Ishigaki Coral Outcrop.JPG"],["thumb"],["250px"],["Coral reefs on ",{"type":"[[","value":[["Ishigaki"]]},", ",{"type":"[[","value":[["Japan"]]}]]},"\n\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Honshu"]]}," "]},"\n",{"type":"*","value":[{"type":"[[","value":[["Izu Peninsula"]]}," in ",{"type":"[[","value":[["Shizuoka"]]}," prefecture is a popular destination for mainland Japan diving. The East Coast of Atami is most popular with dive operators for its accessibility and infrastructure, while the West Coast's sites are largely unspoiled, safeguarded from weekend crowds by its remoteness and lack of train stations."]},"\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Okinawa"]]}," "]},"\n",{"type":"*","value":["The southern islands of Okinawa have great diving, but prices are steep: you can expect to pay upwards of $100 for two dives."]},"\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Miyako Islands"]]}," "]},"\n\n",{"type":"=====","value":[" ",{"type":"[[","value":[["Yaeyama Islands"]]}," "]},"\n",{"type":"*","value":["On Yonaguni-Jima, the westernmost point of Japan:"]},"Manta rays, hammerheads (mainly from February) and mysterious underwater ruins.\n\n",{"type":"====","value":[{"type":"[[","value":[["Jordan"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aqaba"]]}," On the Gulf of Aqaba off the Red Sea. There are over 15 dive sites here, including 5 wrecks (the most famous of which is the Cedar Pride), all with stunning coral and fantastic visibility (18 metres on a bad day!). Almost all the dive sites are accessible from the shore and there is something to interest and challenge all levels of divers. The vast variety of the coral and fish, coupled with easy access and low numbers of divers (especially compared to Red Sea sites in Egypt) makes this a fantastic place to scuba dive."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Malaysia"]]}]},"\nThere are over 300 diving sites around Malaysia scattered across many of the islands on the East Coast of the Peninsula and Sabah.\n\n",{"type":"'''","value":["Diving destinations include:"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Perhentian Islands"]]}," — home of sea turtles and many species of sharks on the east coast of Peninsular Malaysia. Great diving deals because of fierce competition. "]},{"type":"*","value":[{"type":"[[","value":[["Redang"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Pulau Tioman"]]}," — Splendid coral, fish, turtles and reef sharks off the Malaysian ",{"type":"[[","value":[["East Coast (Malaysia)"],["East Coast"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sipadan"]]}," in Malaysian Borneo — Large biodiversity with 3000 species of fish and reef diving on a wall that descends 600m into the ocean. Green and hawksbill turtles mate and nest at Sipadan, and large schools of barracuda and big-eye trevally, and bumphead parrotfish are seen. Pelagic species such as manta rays, eagle rays, scalloped hammerhead sharks and whale sharks also visit Sipidan. An underwater limestone cave with a labyrinth of tunnels and chambers that contains many skeletal remains of turtles that become lost and drown before finding the surface lies under the island."]},{"type":"*","value":[{"type":"[[","value":[["Mabul"]]}," in Sabah, East Malaysia. Muck diving ecosystem."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Mantanani Islands"]]}," — A group of three small islands off the north-west coast of ",{"type":"[[","value":[["Sabah"]]},", opposite the town of ",{"type":"[[","value":[["Kota Belud"]]},", in northern Borneo. Mantanani Besar is the largest island; the other two are Mantanani Kecil and Lungisan. There are three wrecks dating from the Second World War and the area is known for dugongs."]},{"type":"*","value":[{"type":"[[","value":[["Pulau Dayang"]]}," — A less touristy but good dive spot, which can be reached by dive boat from ",{"type":"[[","value":[["Mersing"]]},". Many dive shops in ",{"type":"[[","value":[["Singapore"]]}," organise weekend trips here."]},{"type":"*","value":[{"type":"[[","value":[["Sarawak"]]}," — Great new dive sites are being discovered off the coast of Sarawak"]},{"type":"*","value":[{"type":"[[","value":[["Tabawan Island"]]},", Tabauawan or Pulau Tabauwan is the highest and largest of a group of heavily wooded islands lying in the southwest quadrant of Darvel Bay (Teluk Lahad Datu), ",{"type":"[[","value":[["Sabah"]]},"."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Maldives"]]}]},"\nCrystal clear water with over a thousand coral islets to explore.\n\nDeep in the middle of the Indian Ocean, the entire country is built on coral reefs and has some of the best diving on the planet.  Prices for accommodation and diving services are expensive, though, and currents can be strong on the outer reefs.\n\nMost holiday resorts in the Maldives have a scuba diving facility and there are a number of liveaboard operators offering scuba diving cruise holidays that take guests to many dive sites all over the Maldives. Whale sharks, manta rays, eagle rays, reef sharks, hammerhead sharks and moray eels, as well as many smaller fish and coral species can be seen.\n\n",{"type":"'''","value":["Diving destinations and diving sites in the Maldives"]},"\nThe territory of the Maldives comprises mainly water, with only 1% of the country being land-based. The land is spread over 1,192 islets, each of which forms part of an atoll. In total, there are 26 atolls in the Maldives. The following atolls are home to some of the most popular dive sites in the Maldives.\n\n",{"type":"'''","value":["Ari Atoll"]},"\n\nDive sites include:\n",{"type":"*","value":["Broken Rock"]},{"type":"*","value":["Gangehi Kandu"]},{"type":"*","value":["Hukrueli Faru (Rangali Madivaru)"]},{"type":"*","value":["Kudarah Thila"]},{"type":"*","value":["Maalhos Thila"]},{"type":"*","value":["Maaya Thila"]},{"type":"*","value":["Mushi Mas Mingili Thila (Fish Head)"]},{"type":"*","value":["Pannettone (Kalhahandi Kandu)"]},"\n",{"type":"'''","value":["South Male Atoll"]},"\n\nDive sites include:\n",{"type":"*","value":["Cocoa Corner (Cocoa Thila)"]},{"type":"*","value":["Guraidhoo Kandu South"]},"\n",{"type":"'''","value":["North Male Atoll"]},"\n\n",{"type":"*","value":["Banana Reef"]},{"type":"*","value":["Kuda Haa"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Oman"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Muscat"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Daymaniyat"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fahl Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Salalah"]]}," — has sea kelp and coral – an unusual combination of cold and warm sea organisms."]},"\n",{"type":"====","value":[" ",{"type":"[[","value":[["Papua New Guinea"]]}," "]},"\n\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in the Philippines"],["Philippines"]]}]}]},"\n",{"type":"[[","value":[["Image:Spotted moray eel.jpg"],["thumb"],["Spotted Moray Eel in ",{"type":"[[","value":[["Sabang (Mindoro)"],["Sabang"]]},", ",{"type":"[[","value":[["Philippines"]]},"."]]},"\n\nWith 7107 islands, 18,000 kilometres of shoreline and 27,000 sq. kilometres of coral reefs, the ",{"type":"[[","value":[["Philippines"]]}," lies in the coral triangle which is one of the most bio-diverse marine regions on Earth. The Philippine seas are home to over 450 species of hard corals and more than 500 fish families, which include 2000-2500 fish species.\n \nThere is a wide variety of dive site types, including reefs, wrecks and underwater caves.\nThe geographic location predisposes the Philippines to typhoons for four months of the year, but the topography and structure of the archipelago make many of the sites accessible throughout the year.\n\nEnglish is spoken in most parts of the country\n \n",{"type":"'''","value":["Diving destinations include:"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Anilao"]]}," — Outstanding corals and reef life with high diversity of small marine creatures."]},{"type":"*","value":[{"type":"[[","value":[["Apo Island"]]}," — Protected diving area for over 20 years. Healthy corals."]},{"type":"*","value":["Apo reef — A 340 meter-wide dual-lagoon system divided by a narrow channel that runs west to east. This is an area where more than 380 species of fish are known to reside, an excellent area to view several species of large pelagics. "]},{"type":"*","value":[{"type":"[[","value":[["Bohol"]]}]},{"type":"*","value":[{"type":"[[","value":[["Boracay"]]}," — A popular place in the Philippines to become certified. Quality beginner diving as well as a few good intermediate dive sites."]},{"type":"*","value":[{"type":"[[","value":[["Cagdanao Island"]]}," — an island in the province of Palawan, 29 kilometers east from the town of Taytay in northern Palawan, surrounded by a coral reef, with shallow coral gardens to deep drop-offs on the north side."]},{"type":"*","value":[{"type":"[[","value":[["Moalboal"]]},", Cebu"]},{"type":"*","value":[{"type":"[[","value":[["Malapascua"]]},", Cebu"]},{"type":"*","value":[{"type":"[[","value":[["Coron"]]},", Palawan"]},{"type":"*","value":[{"type":"[[","value":[["El Nido"]]},", Palawan — a marine reserve, a dugong stronghold in the Philippines, and an excellent destination for snorkelers and beginner divers with impressive coral reefs and walls."]},{"type":"*","value":[{"type":"[[","value":[["Puerto Galera"]]}]},{"type":"*","value":[{"type":"[[","value":[["Subic"]]}]},{"type":"*","value":["Tubbataha reef (Palawan) — a UNESCO World Heritage Site"]},{"type":"*","value":["Verde Island Passage — The Verde Island Passage was identified by noted American Marine Biologist, Dr. Kent Carpenter, as the center of the center of marine biodiversity. This area is reputed to have the most number of species per square meter of coral reef."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Saudi Arabia"]]}]},"\nNotoriously difficult to visit, but hence very well-preserved, and now open to tourists who can book well in advance\n",{"type":"*","value":[" ",{"type":"[[","value":[["Farasan Islands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jeddah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yanbu"]]}]},"\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in Thailand"],["Thailand"]]}]}]},"\nBeautiful scenery, generally clear water and Indo-Pacific reef ecology, combined with a tourist orientated recreational diving industry. A popular diving destination suitable for beginners through to experienced divers. All levels of training available through a large number of agencies.\n \n",{"type":"'''","value":["Major diving destinations include:"]},"\n\nThailand has two different diving regions, consisting of the Andaman Sea on the west and The Gulf of Thailand on the east.\n\nThe Andaman Sea:\n",{"type":"*","value":[{"type":"[[","value":[["Ko Lipe"]]}," — Tarutao National Park is one of Asia’s oldest marine parks and the reefs are in excellent condition. Within easy reach of the dive centres are over 30 uninhabited islands and hundreds of reefs and some of the best visibility to be found in Thailand. "]},{"type":"*","value":[{"type":"[[","value":[["Phuket"]]}," — Phuket Island has some good dive sites and the largest diving center in Thailand. The reefs around the area are in a healthy condition. Most of the dive locations are suitable for all levels of divers but there are also some that are quite deep."]},{"type":"*","value":[{"type":"[[","value":[["Krabi Province"],["Krabi"]]}," and ",{"type":"[[","value":[["Koh Lanta"]]}," — Some good diving, with several sites rivaling the Similan Islands. All diving is located well off the coast, requires travelling via a dive boat. "]},{"type":"*","value":[{"type":"[[","value":[["Similan Islands"]]}," — Located in Phang Nga province, 90 km north-west of Phuket and 70 km due west of Phang Nga, the Similan Islands consist of nine islands  Ko Bon, Ko Bayu, Ko Similan, Ko Payu, Ko Miang (two adjoining islands), Ko Payan, Ko Payang, and Ko Huyong. The islands have thriving reefs. Accessed by liveaboard from Khao Lak and Phuket, and by day trip boats from Khao Lak. "]},{"type":"*","value":[{"type":"[[","value":[["Surin Islands"]]}," — This national park park comprises 5 main islands; Koh Surin Nua, Koh Surin Tai, Koh Ree (Koh Stok), Koh Pachumba and Koh Kai (Koh Torinla) situated 80 km west of Ranong province along the west cost of Thailand. Diving is similar to the Similan Islands. The islands are less accessible than other dive destinations in Thailand. "]},{"type":"*","value":[{"type":"[[","value":[["Khao Lak"]]}," — Khao Lak Marine National Park is a palm fringed coastline with reefs and a couple of wrecks. The Similan Island Marine Park is headquartered here and the Similan Islands lie 50 km directly West. "]},{"type":"*","value":["Mergui Archipelago — This diving area is just south of Burma. The area is still relatively unknown and unexplored. The presence of coral however is sporadic and the underwater terrain is rather rugged, making it all not quite as spectacular as the nearby Similan Islands. Parts of the area attract a diversity of sharks, manta, eagle and marbled rays."]},"\nGulf of Thailand:\n",{"type":"*","value":[{"type":"[[","value":[["Ko Tao"]]}," — Great for beginners and a popular place to get certified. Ang Thong National Marine Park nearby also has good diving. "]},{"type":"*","value":[{"type":"[[","value":[["Ko Phangan"]]}," — a departure point for sites in the Angthong Marine National Park, Southwest Pinnacles and Sailrock. "]},{"type":"*","value":[{"type":"[[","value":[["Ko Samui"]]}," — known more for its beaches and nightlife than its diving, but there are some enjoyable sites nearby. "]},{"type":"*","value":["Koh Yippon — consists of 50 different islands. The visibility is lower than that of the other sites in the area but the scenery is still beautiful. "]},{"type":"*","value":[{"type":"[[","value":[["Chumphon"]]}," — Chumphon province offers the visitor variety of natural attractions. Diverse marine life and fringing reefs. Night diving. "]},{"type":"*","value":[{"type":"[[","value":[["Pattaya"]]}," — Just 90 minutes from the capital, this coastal shoreline is ideal for those in Bangkok who wish to do some diving on their day off. "]},{"type":"*","value":[{"type":"[[","value":[["Ko Chang"]]}," Marine National Park — There are 52 islands in the Marine National Park. The area has previously been victim to man-made damage, but there are still good fringing reefs, marine life, a wreck, giant clams and snorkeling. Visibility is usually around 10 meters. Shallow depths and large variety of fish species. This is a good place to learn scuba diving skills, but while interesting, the reefs cannot compare to their counterparts in the Andaman sea."]},"\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Dive sites of Timor-Leste"],["Timor-Leste"]]}]}]},"\n",{"type":"[[","value":[["Timor-Leste"]]}," or ",{"type":"[[","value":[["East Timor"]]}," is located in south-east Asia, just north-north-west of ",{"type":"[[","value":[["Darwin"]]},", ",{"type":"[[","value":[["Australia"]]},".\n\nThe country has a tropical climate with two seasons, a wet season from October to March and a dry season from April to September.  Diving is best between March and December.\n\nWith a 3000m deep Wetar Strait just off the north coast, a fantastic array of coral and sea life can be found, most of it straight off the shore. This is a world class dive spot that few know about. It is also a whale hot spot.\n\n",{"type":"====","value":[{"type":"[[","value":[["Vietnam"]]}]},"\n",{"type":"=====","value":["Hon Mun Island - Marine Park Nha Trang"]},"\nThe majority of the dive sites are within a 1 hour boat ride (or 15 minutes by speedboat) from Nha Trang to the nearby Islands of the Hon Mun Marine Park.\n\n",{"type":"'''","value":["Dive sites include:"]},"\n\n",{"type":"*","value":["Bob's House. — 25 metres. Hard & soft corals."]},{"type":"*","value":["Debbie's Beach. — 15 metres. Outstanding hard & soft corals."]},{"type":"*","value":["Dopey's Ear. — 18 metres. Wall & pinnacles."]},{"type":"*","value":["Electric Nose. — 45 metre wall dive. Currents. Advanced only."]},{"type":"*","value":["Goat Rock. — Wall dive to 40 metres."]},{"type":"*","value":["Hamburger Hill. — 20 metres. Rocky pinnacle with soft corals. "]},{"type":"*","value":["Hard Rock 1. — Wall & cavern dive to 25 metres."]},{"type":"*","value":["Hard Rock 2. — Wall dive to 15 metres. Hard corals."]},{"type":"*","value":["Hard Rock 3. — Wall dive to 20 metres. Hard corals."]},{"type":"*","value":["Hon Mot East. — 20 metres. Outstanding coral garden."]},{"type":"*","value":["Mama Hahn beach. — 18 metres. Hard corals."]},{"type":"*","value":["Madonna Rock. — 5–25 metres. Hard corals. Swim thru's."]},{"type":"*","value":["Moray beach. — 20 metres. Hard & soft corals. Giant morays."]},{"type":"*","value":["Rainbow Reef. — 20 metres. Outstanding hard & soft corals."]},{"type":"*","value":["The Range. — Wall dive to 25 metres with caverns."]},{"type":"*","value":["Seahorse Bay 1. — 15 metres. 'Muck diving'."]},{"type":"*","value":["Seahorse Bay 2. — 18 metres of 'Muck diving'."]},{"type":"*","value":["Tiger Wall. — Wall dive to 25 metres."]},{"type":"*","value":["Uta bay. — 15 metres. Sandy & rocky."]},"\nMarine life may not be as prolific as the Red Sea or the Great Barrier Reef, but the variety of species and vivid colours will fascinate and thrill divers and snorkellers, beginners and experienced alike! There are many varieties of fish including paperfish, devil scorpionfish, dragonettes, flying gunard, cowfish, giant moray eels, manta rays, large stingrays. There are also occasional turtles, and a variety of nudibranchs & other reef invertebrates.  There are over 400 species of hard coral making it one of the richest hard coral dive regions in the world.\n\n",{"type":"'''","value":["Dive Schools:"]},"\n",{"type":"*","value":["Oceans5 ",{"type":"[","value":["www.oceans5.co"]}]},{"type":"*","value":["Amigos Divers ",{"type":"[","value":["www.amigos-divers.com"]}]},{"type":"*","value":["Angel Dive ",{"type":"[","value":["www.angeldive.com"]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Europe"]]}]},"\n\nDiving destinations in Europe include the more popular international destinations in the ",{"type":"'''","value":[{"type":"[[","value":[["Mediterranean"]]}]}," and mostly domestic destinations in the rest of Europe. Exceptions include some famous wreck dives at Scapa Flow in the ",{"type":"'''","value":[{"type":"[[","value":[["Orkney Islands"]]}]}," and the fjords of ",{"type":"'''","value":[{"type":"[[","value":[["Norway"]]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Belgium"]]}]},"\n\nNemo 33 in Brussels is the deepest indoor swimming pool in the world. Its maximum depth is 34.5 metres (113 ft). It contains 2.5 million liters of non-chlorinated, highly filtered spring water maintained at 30 °C (86 °F) and holds several simulated underwater caves at the 10 metres (33 ft) depth level. There are numerous underwater windows that allow outside visitors to look into the pools at various depths. The complex was designed by Belgian diving expert John Beernaerts as a multi-purpose diving instruction, recreational, and film production facility in 2004.\n\n",{"type":"====","value":[{"type":"[[","value":[["Cyprus"]]}]},"\nThe wreck of the ",{"type":"''","value":["Zenobia"]}," off ",{"type":"[[","value":[["Larnaca"]]}," is among the best and most easily accessed in Europe.\n\n",{"type":"====","value":[{"type":"[[","value":[["Iceland"]]}]},"\nDiving in a crack between the continents in water as clear as it can get, being filtered by lava fields for decades.\n\n",{"type":"====","value":[{"type":"[[","value":[["Italy"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sardinia"]]}," — Also known as ",{"type":"'''","value":["Sardegna"]},", has a cave system in ",{"type":"[[","value":[["Alghero"]]},", with crystal clear water and astonishing limestone cliffs, it is one of the more significant cave diving destinations in the Mediterranean Sea. Red coral, lobsters, groupers."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sicily"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Christ of the Abyss"],["Christ of the Abyss"]]}," (Italian: \"Il Cristo degli Abissi\") is a submerged bronze statue of Jesus, off ",{"type":"[[","value":[["San Fruttuoso"]]}," between ",{"type":"[[","value":[["Camogli"]]}," and ",{"type":"[[","value":[["Portofino"]]}," on the ",{"type":"[[","value":[["Italian Riviera"]]},". It was placed in the water on 22 August 1954 at approximately 17 metres depth, and stands c. 2.5 metres tall."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Malta"]]}]},"\nStunning limestone formations, steep dropoffs and good visibility make this one of the best diving destinations in the Mediterranean.\n\nDive sites include:\n\nReefs:\n\nMalta:\n",{"type":"*","value":[{"type":"[[","value":[["Dive sites of Malta#Cirkewwa Arch"],["The arch at Cirkewwa"]]}," — North west of the lighthouse. The arch is all that remains of a collapsed cavern. Depth of the top of the arch is about 12 metres, and the sand below is at about 20 metres."]},{"type":"*","value":["Anchor at Cirkewwa"]},{"type":"*","value":[{"type":"[[","value":[["Dive sites of Malta#L’Ahrax Point"],["L'Ahrax Point"]]}," — Located on the northern tip of Malta, and can be done as a shore entry with a long walk to the water or off a boat "]},{"type":"*","value":["Għar Lapsi (Siġġiewi, Malta) — A small rocky inlet 1 km south-west of the Blue Grotto, below Dingli Cliffs. Għar Lapsi means 'Ascension Cave'."]},"\nGozo:\n",{"type":"*","value":[{"type":"[[","value":[["Dive sites of Malts#Blue Hole"],["Blue Hole"]]}," — A sinkhole in the limestone at Dwerja, near San Lawrenz. The entry point is reached via a walk over the rocks.  "]},{"type":"*","value":["The ",{"type":"[[","value":[[":Wikipedia:Azure Window"],["Azure Window"]]}," — A natural limestone arch on ",{"type":"[[","value":[["Gozo"]]}," created thousands of years ago when two limestone caves collapsed. "]},{"type":"*","value":["The ",{"type":"[[","value":[[":Wikipedia:Inland Sea, Gozo"],["Inland Sea"]]}," — A seawater lagoon on Gozo connected to the Mediterranean Sea through a narrow natural arch."]},"\nWrecks:\n",{"type":"*","value":[{"type":"[[","value":[["Dive sites of Malta#Imperial Eagle"],["Imperial Eagle"]]}," —  A small ferry that was scuttled as a diver attraction 500 metres off Qawra Point in 40 metres of water. "]},{"type":"*","value":[{"type":"[[","value":[["Dive sites of Malta#P29"],["P29"]]}," — A Kondor Class Minesweeper of the East German Navy, and later a Patrol Boat for the Armed Forces of Malta. Scuttled just off Cirkewwa near the tugboat Rozi, 170 metres offshore. Depth 33-35 metres "]},{"type":"*","value":[{"type":"[[","value":[["Dive sites of Malta#Rozi"],["The tugboat Rozi"]]}," &mdash, Scuttled off the northwest of Malta at Cirkewwa as an attraction for tourists. Upright in about 34 metres depth. "]},{"type":"*","value":[{"type":"[[","value":[["Dive sites of Malte#Um El Faroud"],["The Um El Faroud"]]}," — A single screw motor tanker, scuttled as an artificial reef to the south west of Wied iz Surrieq, on the south coast of Malta."]},{"type":"*","value":["HMS Stubborn P238 — S-Class submarine at a depth of 56 meters 1.6 miles off Qawra Point."]},{"type":"*","value":["MV Xlendi — A 1123 gross ton train ferry scuttled off Gozo as an attraction for divers. The wreck lies upside down on a sandy slope. 40 meters at the deepest, and 30 meters at the keel."]},{"type":"*","value":["HMS St. Angelo — A small tug wreck at a depth of 54 meters. Diving is considered hazardous as it is near to Grand Harbour entrance and ship traffic in and out of Valletta harbour. "]},{"type":"*","value":["X-127 Lighter (Carolita) — At 20 metres depth off Manoel Island."]},{"type":"*","value":["HM Drifter Eddy — Sunk after hitting a mine on 26 May 1942  seven cables off Grand Harbour. The wreck is at a depth of 56 meters "]},{"type":"*","value":["Le Polynesien — A steam powered passenger ship sunk by a torpedo from the U-Boat UC22 7 miles outside the entrance of Valletta Grand Harbour at a depth of 60 metres"]},{"type":"*","value":["HMS Southwold — A Hunt Class destroyer sunk by a mine. The wreck is broken in two sections. The bow to the engine room is the larger piece, and lies at a depth of nearly 70 meters on its starboard side. The stern section is upright about 300  meters away from the bow in 72 meters of water, approximately 1.5 miles off  Marsascala Bay."]},{"type":"*","value":["HMS Russell — A Duncan class battleship sunk by a mine. The wreck lies upside down at a depth of 113 to 115 metres, with the stern section missing. *Luciston. — A 2948 grt Collier, sunk by a mine, lies 4 miles from Delimara Point at a depth of 104 meters. "]},{"type":"*","value":["Schnellboot S- 31 — Sunk by a mine, Lies off Grand Harbour at a depth close to 70 meters."]},{"type":"*","value":["Hellespont — Paddle steamer tug sunk by German or Italian aircraft in 1942. After the war she was lifted and dumped at a depth of 41 meters off Grand Harbour. "]},{"type":"*","value":["HMS Maori — A Tribal class destroyer, hit by a bomb while anchored at the entrance of Dockyard Creek, After taking what could be saved from the wreck it was scuttled outside Grand Harbour. The front half lies in 14 m of water in Marsamxetto Harbour. "]},{"type":"*","value":["Scot Craig — Sunk to form a breakwater when the Jetty at Anchor Bay was being constructed. The wreck lies on a sandy bottom at 19m."]},{"type":"*","value":["Bristol Beaufighter  — Ditched shortly after takeoff with severe mechanical problems - lies at a depth of 37 metres in the mouth of St. Julians Bay near Dragonara Point, Sliema."]},{"type":"*","value":["Zonqor Point Project — Two small harbour tugs scuttled in 21m of water as artificial reef  in Marsascala Bay    "]},{"type":"*","value":["Unidentified wreck used for laying underwater communication cables found at a depth of 60 metres."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Portugal"]]}]},"\nSesimbra has a lot of dive centers and dive sites to choose.\n\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in Sweden"],["Sweden"]]}]}]},"\nDiving in Sweden usually requires a dry suit at all times of the year. The waters are mostly dark and characterized by limited visibility. Although it is challenging it is known for the unique preservation of submerged objects (such as hundred years old wooden boats etc)\n\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in the United Kingdom"],["United Kingdom"]]}]}]},"\n;Marine dive sites include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Chesil Cove"]}," is a beach at the south end of Chesil Beach in ",{"type":"[[","value":[["Dorset"]]},"."]},{"type":"*","value":[" The Eddystone, or the ",{"type":"'''","value":["Eddystone Rocks"]},", are a group of rocks situated near Rame Head in ",{"type":"[[","value":[["Cornwall"]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["Farne Islands"]}," are a group of islands off the coast of ",{"type":"[[","value":[["Northumberland"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Fort Bovisand"]}," is a fort in ",{"type":"[[","value":[["Devon"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Hand Deeps"]}," is an area of the English Channel  near Rame Head, Cornwall. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hillsea Point Rock"]}," is an area of the English Channel off Hillsea Point, Devon. "]},{"type":"*","value":[" ",{"type":"'''","value":["Holy Island"]}," is an island on the western side of the larger Isle of ",{"type":"[[","value":[["Anglesey"]]},", North Wales,"]},{"type":"*","value":[" ",{"type":"'''","value":["The Manacles"]}," are a group of treacherous rocks off The Lizard peninsula in ",{"type":"[[","value":[["Cornwall"]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Martin's Haven"]}," — A small bay in Pembrokeshire, Wales.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Scapa Flow"]}," in the Orkney Islands, Scotland, between the islands of Mainland, Graemsay, Burray, South Ronaldsay and Hoy"]},{"type":"*","value":[" ",{"type":"'''","value":["The Isles of Scilly"]}," are an archipelago off the tip of the Cornwall"]},{"type":"*","value":[" ",{"type":"'''","value":["St. Abbs"]}," is a small fishing village in the ",{"type":"[[","value":[["Berwickshire"]]}," area of ",{"type":"[[","value":[["Scottish Borders"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Swanage Pier"]}," is at the southern end of Swanage Bay in the south east of ",{"type":"[[","value":[["Dorset"]]},", England."]},"\n;Wreck sites are plentiful and popular and include:\n",{"type":"*","value":[{"type":"'''''","value":["HMS A1"]}," at Bracklesham Bay "]},{"type":"*","value":[{"type":"'''''","value":["HMS A3"]}," near Portland Bill"]},{"type":"*","value":[{"type":"'''''","value":["SS Abessinia"]}," at the Knivestone Rock in Farne Islands "]},{"type":"*","value":[{"type":"'''''","value":["MV Aeolian Sky"]},", south of St Aldhelm's Head, near ",{"type":"[[","value":[["Isle of Portland"],["Portland"]]},", ",{"type":"[[","value":[["Dorset"]]},"."]},{"type":"*","value":[{"type":"'''''","value":["Albert C. Field"]},", off St. Catherine's Point"]},{"type":"*","value":[{"type":"'''''","value":["HMS Boadicea (H65)"]},", south west of the Isle of Portland  "]},{"type":"*","value":[{"type":"'''''","value":["SS Breda"]}," at the mouth of Loch Etive just north of ",{"type":"[[","value":[["Oban"]]}]},{"type":"*","value":[{"type":"'''''","value":["SMS Dresden"]}," in ",{"type":"[[","value":[["Scapa Flow"]]}]},{"type":"*","value":[{"type":"'''''","value":["SS Eastfield"]},", off Mevagissey, Cornwall"]},{"type":"*","value":["'''''HMS Elk''' off ",{"type":"[[","value":[["Plymouth (England)"],["Plymouth"]]}]},{"type":"*","value":[{"type":"'''''","value":["HMS Falmouth"]}," ﻿ "]},{"type":"*","value":[{"type":"'''''","value":["HMS Ghurka"]}," off Dungeness, Kent"]},{"type":"*","value":[{"type":"'''''","value":["Glen Strathallen"]},", south of the Plymouth break water "]},{"type":"*","value":["Barque ",{"type":"'''''","value":["Herzogin Cecilie"]}," at Starhole Bay near Salcombe"]},{"type":"*","value":[{"type":"'''''","value":["SS Hispania"]}," in the northern part of the Sound of ",{"type":"[[","value":[["Mull"]]}]},{"type":"*","value":[{"type":"'''''","value":["HMS Hood"]}," in Portland harbour"]},{"type":"*","value":[{"type":"'''''","value":["SS James Eagan Layne"]},", off Whitsand Bay, Cornwall"]},{"type":"*","value":[{"type":"'''''","value":["SMS Kronprinz"]}," in ",{"type":"[[","value":[["Scapa Flow"]]}]},{"type":"*","value":[{"type":"'''''","value":["Kyarra"]},", 1 mile off Anvil Point (Swanage) "]},{"type":"*","value":[{"type":"'''''","value":["HMS Laforey"]}," "]},{"type":"*","value":[{"type":"'''''","value":["SS Louis Shead"]},", off Leas Foot beach at Thurlestone"]},{"type":"*","value":[{"type":"'''''","value":["USS LST-507"]},", near Lyme Bay"]},{"type":"*","value":[{"type":"'''''","value":["HMS M2"]}," in ",{"type":"[[","value":[["Lyme Bay"]]},", Dorset"]},{"type":"*","value":[{"type":"'''''","value":["SS Maine"]},", off ",{"type":"[[","value":[["Dartmouth (England)"],["Dartmouth"]]}]},{"type":"*","value":[{"type":"'''''","value":["Marguerite"]},"﻿"]},{"type":"*","value":[{"type":"'''''","value":["SS Mendi"]},", off the ",{"type":"[[","value":[["Isle of Wight"]]}]},{"type":"*","value":[{"type":"'''''","value":["SS Mohegan"]},", at The Manacles, off the coast of the Lizard Peninsula, Cornwall"]},{"type":"*","value":[{"type":"'''''","value":["RMS Moldavia"]},", off Beachy Head in the English Channel"]},{"type":"*","value":[{"type":"'''''","value":["HMS Montagu"]},", on ",{"type":"[[","value":[["Lundy Island"]]}," "]},{"type":"*","value":[{"type":"'''''","value":["RMS Mulheim"]},", at ",{"type":"[[","value":[["Land's End"]]}," "]},{"type":"*","value":[{"type":"'''''","value":["MS Oslofjord"]},"﻿ "]},{"type":"*","value":[{"type":"'''''","value":["SS Persier"]}]},{"type":"*","value":[{"type":"'''''","value":["MS Piłsudski"]},"﻿ off the River Humber, ",{"type":"[[","value":[["Yorkshire"]]}," "]},{"type":"*","value":[{"type":"'''''","value":["MV Pool Fisher"]}," off the ",{"type":"[[","value":[["Isle of Wight"]]}]},{"type":"*","value":[{"type":"'''''","value":["HMS Port Napier"]},", in the Kyle of Loch Alsh"]},{"type":"*","value":["Sailing ship ",{"type":"'''''","value":["Preussen"]},", at Crab Bay ﻿  "]},{"type":"*","value":[{"type":"'''''","value":["Radaas"]},", west of Portland Bill "]},{"type":"*","value":["Ship ",{"type":"'''''","value":["Rondo"]}," in the Sound of ",{"type":"[[","value":[["Mull"]]}," off the west coast of Scotland   "]},{"type":"*","value":["Ship ",{"type":"'''''","value":["Rosehill"]}," in Whitsand Bay"]},{"type":"*","value":[{"type":"'''''","value":["Royal Adelaide"]},", at Chesil Beach "]},{"type":"*","value":["Ship ",{"type":"'''''","value":["Royal Charter"]},", off the beach of ",{"type":"[[","value":[["Porth Alerth"]]}," in Dulas Bay on the north-east coast of ",{"type":"[[","value":[["Anglesey"]]}]},{"type":"*","value":[{"type":"'''''","value":["HMS Safari"]}," "]},{"type":"*","value":[{"type":"'''''","value":["HMS Scylla"]},", scuttled off Whitsand Bay, Cornwall "]},{"type":"*","value":[{"type":"'''''","value":["HMS Sidon"]}," "]},{"type":"*","value":[{"type":"'''''","value":["SS Stanwood"]}," "]},{"type":"*","value":[{"type":"'''''","value":["Stanegarth"]},", scuttled at ",{"type":"[[","value":[["Stoney Cove"]]}]},{"type":"*","value":[{"type":"'''''","value":["SS Stella"]},", south of the ",{"type":"[[","value":[["Casquets"]]},", northwest of ",{"type":"[[","value":[["Alderney"]]}]},{"type":"*","value":[{"type":"'''''","value":["SS Thesis"]},", in the Sound of ",{"type":"[[","value":[["Mull"]]},", on ",{"type":"[[","value":[["Scotland"]]},"'s west coast "]},{"type":"*","value":[{"type":"'''''","value":["Torrey Canyon"]},", on the western coast of ",{"type":"[[","value":[["Cornwall"]]}]},{"type":"*","value":["German submarine ",{"type":"'''''","value":["U-40"]}]},{"type":"*","value":["German submarine ",{"type":"'''''","value":["U-1195"]}," to the south east of the Isle of Wight.﻿ "]},{"type":"*","value":[{"type":"'''''","value":["SS Varvassi"]},", just off the Needles lighthouse, ",{"type":"[[","value":[["Isle of Wight"]]}]},{"type":"*","value":[{"type":"'''''","value":["SS Walter L M Russ"]},", at Grassholm, in the Bristol Channel"]},"\n;Dive sites of the United Kingdom include a number of inland sites at disused quarries. These include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Dorothea quarry"]}," in the Nantlle Valley in ",{"type":"[[","value":[["Gwynedd"]]},", north ",{"type":"[[","value":[["Wales"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Eccleston quarry"]},", south of ",{"type":"[[","value":[["Eccleston"]]},", ",{"type":"[[","value":[["Lancashire"]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["National Diving and Activity Centre"]}," is a large flooded quarry at ",{"type":"[[","value":[["Tidenham"]]},", ",{"type":"[[","value":[["Gloucestershire"]]},". "]},{"type":"*","value":[" ",{"type":"'''","value":["Slickstones Quarry"]}," near the village of ",{"type":"[[","value":[["Cromhall"]]},", South ",{"type":"[[","value":[["Gloucestershire"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Stoney Cove"]}," is a large flooded quarry which is a popular inland scuba diving site. It is between ",{"type":"[[","value":[["Stoney Stanton"]]}," and ",{"type":"[[","value":[["Sapcote"]]}," in ",{"type":"[[","value":[["Leicestershire"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Wast Water"]}," is a lake located in Wasdale, a valley in the western part of the Lake District National Park, England."]},"\n;Cave diving sites:\n\n",{"type":"===","value":[{"type":"[[","value":[["North America"]]}]},"\nIncluding ",{"type":"'''","value":[{"type":"[[","value":[["Central America"]]}]},", the ",{"type":"'''","value":[{"type":"[[","value":[["Caribbean"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Hawaii"]]}]},".\n\n",{"type":"====","value":[{"type":"[[","value":[["Antigua"]]}]},"\n\nDive sites include:\n",{"type":"*","value":["Darkwood Reef"]},{"type":"*","value":["Charlotte Reef"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Aruba"]]}]},"\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in Barbados"]]}]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Belize"]]}]},"\n\n",{"type":"[[","value":[["Image:Blue Hole coral.jpg"],["thumb"],["300px"],["Coral at the Great Blue Hole"]]},"\n\nThe Belize Barrier Reef is a series of coral reefs straddling the coast of Belize, roughly 300 meters (980 ft) offshore in the north and 40 kilometers (25 mi) in the south within the country limits. The Belize Barrier Reef is a 300 kilometers (190 mi) long section of the 900 kilometers (560 mi) long Mesoamerican Barrier Reef System, which is continuous from Cancún on the northeast tip of the Yucatán Peninsula through the Riviera Maya up to Honduras making it one of the largest coral reef systems in the world after the Great Barrier Reef in Australia and the New Caledonia Barrier Reef. It is Belize's top tourist destination, popular for scuba diving and snorkeling. A large portion of the reef is protected by the Belize Barrier Reef Reserve System, which includes seven marine reserves, 450 cays, and three atolls. It totals 960 square kilometres (370 sq mi) in area, including:\n\n",{"type":"*","value":["Glover's Reef Marine Reserve "]},{"type":"*","value":["Great Blue Hole "]},{"type":"*","value":["Half Moon Caye Natural Monument "]},{"type":"*","value":["Hol Chan Marine Reserve, close to Ambergris Caye and Caye Caulker. It covers approximately 18 km² (4,448 acres) of coral reefs, seagrass beds, and mangrove forest. Hol Chan is Mayan for \"little channel\"."]},"\nCays include: Ambergris Caye, Caye Caulker, Caye Chapel, St. George's Caye, English Caye, Rendezvous Caye, Gladden Caye, Ranguana Caye, Long Caye, Maho Caye, Blackbird Caye, Three Coner Caye, Northern Caye, Sandbore Caye.\n\nBecause of its exceptional natural beauty, significant on-going ecological and biological processes, and the fact that it contains the most important and significant natural habitats for in-situ conservation of biological diversity, the Reserve System has been designated as a World Heritage Site since 1996.\n\nDespite these protective measures, the reef is under threat from oceanic pollution as well as uncontrolled tourism, shipping, and fishing. The main threats are considered to be hurricanes along with global warming and the resulting increase in ocean temperatures which cause coral bleaching.\n\nCaye Caulker is a popular dive destination for it's local dives as well as it's proximity to The Blue Hole (1.5 hour boat ride away). Prices from one dive shop to another are pretty consistent, but Belize Diving Services has the best amenities (boats, equipment, facilities with a shower) and has the option to pay less if you have your own equipment.\n\n",{"type":"====","value":[{"type":"[[","value":[["Bequia"]]}]},"\nDive sites include:\n",{"type":"*","value":["Devils Table"]},{"type":"*","value":["North West Point"]},{"type":"*","value":["Boulders"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Bonaire"]]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Scuba diving in the British Virgin Islands"],[{"type":"''","value":["British Virgin Islands"]}]]}]},"\n\nThe British Virgin Islands comprise approximately 60 islands and islets, mostly within a few miles of each other. The islands are in relatively shallow water, and almost most dive sites in the British Virgin Islands are shallower than 100 feet \/ 30 meters.\n\nEnglish is universally spoken in the British Virgin Islands\n\nThe diving is predominantly based on wrecks and tropical coral reefs.\n\nThere are 70 dive sites marked by mooring buoys, and several unmarked.\n\nWreck dive sites include:\n",{"type":"*","value":[{"type":"[[","value":[["Scuba diving in the British Virgin Islands\/RMS Rhone"],["RMS Rhone"]]}," "]},{"type":"*","value":["Chikuzen"]},{"type":"*","value":["Airplane wreck"]},{"type":"*","value":["Wreck Alley "]},{"type":"*","value":["Inganess Bay"]},{"type":"*","value":["Fearless"]},{"type":"*","value":["Parmatta"]},{"type":"*","value":["Rohas"]},"\nReef dive sites include:\n",{"type":"*","value":["Alice in Wonderland"]},{"type":"*","value":["Angelfish Reef"]},{"type":"*","value":["The Aquarium"]},{"type":"*","value":["Blonde Rock"]},{"type":"*","value":["Bronco Billy"]},{"type":"*","value":["Indians"]},{"type":"*","value":["Painted Walls"]},{"type":"*","value":["Thumb Rock"]},{"type":"*","value":["Wall to wall"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Canada"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["British Columbia"]]}," — Cold water diving among wrecks with large sea life."]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Porteau Cove Provincial Park"],["Porteau Cove Provincial Park"]]}," is on the Howe Sound fjord, 38 km north of ",{"type":"[[","value":[["Vancouver"]]},". There are a series of artificial reefs including two sunken vessels."]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Churchill"]]},", ",{"type":"[[","value":[["Manitoba"]]}," — Most tourists are not mentally fortified to jump into a cold river filled with whales, but it is certainly the most up-close way to see the Belugas. Scuba diving is permitted, but there are no guides to take you, so only experienced divers, and you must bring your own equipment to Churchill. You can fill your tanks at the hospital. For snorkelers, two boating tour companies (Sea North and Lazy Bear Lodge) will set you up with a guide and dry suit or wet suit. Sea North snorkeling in wet suits is available July–August. Lazy Bear Lodge's similar three hour snorkeling tour is done in dry suits."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Cayman Islands"]]}]},"\nThe three Cayman Islands are the exposed tops of an underwater mountain. The underwater sides of this mountain are near vertical in places, sometimes within a few hundred metres from the shore.\n\nIn addition to the coral reefs, with their typical Caribbean fish, and invertebrates, the wall diving is an unusual experience for most scuba divers. Scuba diving in the Caymans can be done from a boat, or at some dive sites, from a shore entry.\n\nVisibility is good due to the island's geography. There is very little runoff of silt or fertilizers from the land, and the steep walls result in the reefs being unusually close to deep ocean water.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Grand Cayman"]]}]},"\n\nGrand Cayman dive sites may be split into roughly into 4 regions; \n",{"type":"*","value":["Seven Mile Beach and the Northwest Point"]},{"type":"*","value":["The North Wall"]},{"type":"*","value":["The South Side"]},{"type":"*","value":["The East End"]},"The prevailing south-east winds make it unusual to get to dive the South Side dive sites, though it is done when possible as the sites are really lovely. There are a wide variety of dive sites providing opportunities for all levels of diver.\n\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Stingray City, Grand Cayman"],["Stingray City"]]}," is a series of shallow sandbars found in the northwest corner of North Sound of Grand Cayman, Cayman Islands, just inside a natural channel that passes through the barrier reef and consists of a string of sandbars crossing the North Sound from Morgan Harbour to Rum Point. It is a tourist attraction, where southern stingrays are found in abundance and visitors can pet and interact with the animals.  It is"]},"\n",{"type":"'''","value":["Cayman Brac and Little Cayman"]},"\n\nThese smaller islands are thin strips of land lying roughly east to west, and there are dive sites on both the north and south sides, but the prevailing south-east winds, make it unusual to get to dive on the south sides.\n\nDive sites on Little Cayman include:\n",{"type":"*","value":["Bloody Bay Wall"]},{"type":"*","value":["Jackson Bay"]},"\nThese are both on the north side of the island and are not accessible year-round because of weather conditions.\n\n",{"type":"====","value":[{"type":"[[","value":[["Cuba"]]}]},"\n",{"type":"[[","value":[["Maria la Gorda"]]}," — popular scuba diving destination\n\n",{"type":"====","value":[{"type":"[[","value":[["Dominica"]]}]},"\nLocated in the center of the Caribbean island archipelago, Dominica's dramatic landscape is as spectacular underwater as it is above.  Dominica is one of the top dive destinations in the world, and has been rated in Scuba Diving Magazine #1 for Marine Life, #1 for Healthiest Marine Environment, #1 for Small Creatures, and #3 Dive Destination.\n\n",{"type":"====","value":[{"type":"[[","value":[["Honduras"]]}]},"\n",{"type":"*","value":["The largest Bay Island of ",{"type":"[[","value":[["Roatan"]]}," has a large diving community and several diving sites. Sites include the second largest coral reef in the world, a few meter from the coast, and a the sunken ship 'Aguila'. There are also shark dives in the island. "]},{"type":"*","value":["The island of ",{"type":"[[","value":[["Guanaja"]]}," has a few diving spots."]},{"type":"*","value":["The smallest of the three, ",{"type":"[[","value":[["Utila"]]},", also has a large dive community.  Site include abundant sea life on varied terrain including wall dives.  Warm waters, excellent visibility and low currents. This smaller island has its ecology better preserved as it is less urbanized."]},{"type":"*","value":["The ",{"type":"[[","value":[["Hog Islands"]]}," (",{"type":"''","value":["Cayos Cochino"]},"s) are a collection of small Keys with clear water and many colorful fishes."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Martinique"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saint-Pierre (Martinique)"],["Saint Pierre"]]}," : Scuba dive at wrecks in the harbor. During the 1902 volcanic eruption, all but one of the ships in the harbor sank, leaving many wrecks as dive sites."]},{"type":"*","value":[" The Citadel"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Mexico"]]}]},"\nDiving in Mexico includes very good tropical coral reefs on the Caribbean coast, Large pelagics in Baja California in the Sea of Cortez, and the exceptional cave sites of the Yucatán peninsula amongst others.\n\n",{"type":"=====","value":[{"type":"[[","value":[["Baja California"]]}]},"\n(Baja California, Baja California Sur) — The western peninsula, which borders the U.S. state of California\n\n",{"type":"'''","value":[{"type":"[[","value":[["Cabo San Lucas"]]}]}," — on the southern tip of the Baja Peninsula is a meeting point of reef and blue water fish. While the number of dive sites are limited the variety of species makes up for it as do the viewing of the sand falls.\n\n",{"type":"'''","value":[{"type":"[[","value":[[":Wikipedia:San Pedro Nolasco Island"],["San Pedro Nolasco Island"]]}]},", sometimes called Seal Island, is a small and rugged Mexican island in the Gulf of California. It is 4.2 km long by 1 km wide, and lies 15 km from the nearest point of the Mexican coast and about 28 km west of the resort town of San Carlos on the coast of the Sonoran Desert. The island is protected as a nature reserve and its coastal waters are well known as a sport fishing and diving site.\n\nPopular dive sites include:\n",{"type":"*","value":["Magdalena Bay — a beautiful little protected cove on the southeast corner of the island. The water depths inside the bay are shallow, making it an excellent site for novice divers and snorkelers. Consistent water clarity and amazing bio-diversity offer even the most advanced divers an unforgettable experience. The gravel beach seems to be a favorite resting place with the sea lions. Large numbers of sea lion pups, guarded by a dominant male can be observed during the summer months."]},{"type":"*","value":["Lighthouse"]},{"type":"*","value":["The Little Waterfall"]},{"type":"*","value":["The Cave"]},{"type":"*","value":["The Beach"]},{"type":"*","value":["The Boulders"]},{"type":"*","value":["North Point"]},{"type":"*","value":["The Window"]},{"type":"*","value":["Pelican Point"]},{"type":"*","value":["The Cavern"]},{"type":"*","value":["The Rookery"]},{"type":"*","value":["South Point"]}," \n",{"type":"=====","value":[{"type":"[[","value":[["Northern Mexico"]]}]},"\n(Chihuahua, Coahuila, Durango, Nuevo León, Sinaloa, Sonora, ",{"type":"[[","value":[["Tamaulipas"]]},"); Includes the expansive deserts and mountains of the border states; mostly ignored by tourists, this is \"Unknown Mexico\"\n\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Zacatón"],["Zacatón"]]}," (El Zacatón sinkhole) is a thermal water filled sinkhole belonging to the Zacatón system - a group of unusual karst features located in Aldama Municipality in the northeastern state of Tamaulipas, Mexico. It is the deepest known water-filled sinkhole in the world with a total underwater depth of 319 metres (1,047 ft). The name Zacatón comes from the free-floating islands of zacate grass which move around on the surface with the wind."]}," \n\n\n",{"type":"=====","value":[{"type":"[[","value":[["Pacific Coast (Mexico)"],["Pacific Coast"]]}]},"\n(Chiapas, Colima, Guerrero, Jalisco, Michoacan, Nayarit, Oaxaca) — Tropical beaches on Mexico's southern coast\n\n",{"type":"'''","value":[{"type":"[[","value":[[":Wikipedia:Socorro Island"],["Socorro Island"]]}]}," is a small volcanic island in the Revillagigedo Islands, a Mexican possession lying some 600 kilometers off the country's western coast at 18°48'N, 110°59'W. The size is 16.5 by 11.5 km, with an area of 132 km².\nSocorro Island is a popular scuba diving destination known for underwater encounters with dolphins, sharks, manta rays and other pelagic animals. Since there is no public airport on the island, divers visit here on live-aboard dive vessels. The most popular months are between November and May when the weather and seas are calmer.\n \n",{"type":"=====","value":[{"type":"[[","value":[["Yucatán Peninsula"]]}]},"\n(Campeche, ",{"type":"[[","value":[["Quintana Roo"]]},", Tabasco, Yucatán) Jungle, cenotes and impressive Mayan archaeological sites, along with the Caribbean coast \n \n",{"type":"'''","value":[{"type":"[[","value":[["Cozumel"]]}]}," — has excellent and very accessible diving making it one of the most popular diving destinations in the northern hemisphere. The area is well known for reef, wall and drift diving as well as for a lively top-side scene.\n\n",{"type":"[[","value":[[":Wikipedia:Arrecifes de Cozumel National Park"],["Arrecifes de Cozumel National Park"]]}," — The park is well known for scuba diving and snorkeling.\n\nPopular dive sites include:\n",{"type":"*","value":["Columbia Reef"]},{"type":"*","value":["Devil's Throat at Punta Sur"]},{"type":"*","value":["Maracaibo"]},{"type":"*","value":["Palancar Reef"]},{"type":"*","value":["Paradise Reef"]},{"type":"*","value":["Paso del Cedral"]},{"type":"*","value":["San Francisco"]},{"type":"*","value":["Yucab"]},{"type":"*","value":["Wreck of the C-53 Felipe Xicoténcatl"]},":An interesting site to visit is the MUSA Museo Subacuatico (Underwater Museum) with reef sculptures by artists like Salvador Quiroz, Jason Decaires Taylor, Karen Salinas and Rodrigo Quiñones.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Quintana Roo"]]}]}," — ",{"type":"[[","value":[["Cancún"]]}," and ",{"type":"[[","value":[["Playa del Carmen"]]}," are well known for cavern and cave diving and advanced technical diving in the labyrinth of fresh water cenotes. Cenote dives are an out of this world experience, not to be missed for divers with decent buoyancy control.\n\nDive sites include:\n",{"type":"*","value":["Dos Ojos (from Spanish meaning \"Two Eyes\"; officially ",{"type":"[[","value":[[":Wikipedia:Sistema Dos Ojos"],["Sistema Dos Ojos"]]},") is a flooded cave system located north of ",{"type":"[[","value":[["Tulum"]]},". The exploration of Dos Ojos began in 1987 and still continues. The surveyed extent of the cave system is 81.9 kilometres \/ 50.9 miles and there are 28 known sinkhole entrances, which are locally called cenotes."]},":Dos Ojos lies broadly parallel to and north of the Sac Actun cave system. It has remained in the top ten, if not the top three longest underwater cave systems in the world since its discovery, and contains the deepest known cave passage in Quintana Roo with 119.1 metres (391 ft) of depth located at \"The Pit\", some 1,500 metres (4,900 ft) away from the main entrance. The deep passages include the \"Wakulla Room\", the \"Beyond Main Base (BMB) passage\", \"Jill's room\" and \"The Next Generation passage\".\n:The name Dos Ojos refers to two neighbouring cenotes which connect into a very large cavern zone shared between the two. These two cenotes appear like two large eyes into the underground. The original cave diving exploration of the whole cave system began through these cenotes. Water temperature is 25°C\/77°F throughout the year and the maximum depth near the Dos Ojos cenotes is approximately 10 metres (33 ft). The water is exceptionally clear as a result of rainwater filtered through limestone.\n\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Sistema Nohoch Nah Chich"],["Sistema Nohoch Nah Chich"]]}," (from Spanish and Yucatec Maya meaning \"Giant Birdcage System\") is an extensive water filled cave system connected with the Caribbean Sea via a coastal spring. The explored cave system extends to approximately 8 kilometers (5.0 mi) inland from the coast. It is located 16.5 kilometers (10.3 mi) south of ",{"type":"[[","value":[["Akumal"]]},"."]},":During the Nohoch 1997 expedition the 60 kilometers (37 mi) of total explored cave passage mark was surpassed. In early 2007, Nohoch Nah Chich included 36 cenotes and had a recorded length of 67 kilometers (42 mi) when it was connected into and subsumed into the 14 kilometers (8.7 mi) longer Sistema Sac Actun. This portion of the system is now called the \"Nohoch Nah Chich Historical section\", where with 71.6 meters (235 ft) also the greatest depth of the entire system was reached at \"The Blue Abyss\".\n\n",{"type":"*","value":["Ox Bel Ha (from Mayan meaning \"Three Paths of Water\"; officially ",{"type":"[[","value":[[":Wikipedia:Sistema Ox Bel Ha"],["Sistema Ox Bel Ha"]]},") is a cave system in Quintana Roo, Mexico. It is the longest explored underwater cave in the world. As of October 2011 the surveyed length is 231.2 kilometers (143.7 mi) of underwater passages."]},"\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Sistema Sac Actun"],["Sistema Sac Actun"]]}," (from Spanish and Yucatec Maya meaning \"White Cave System\") is an underwater cave system situated along the Caribbean coast of the Yucatán Peninsula with passages to the north and west of the village of Tulum. Exploration started from Gran Cenote 5 kilometers (3.1 mi) west of Tulum. The whole of the presently explored cave system lies within the Municipality of Tulum."]},":In early 2007, the underwater cave Sistema Nohoch Nah Chich was connected into and subsumed into Sac Actun making it the longest surveyed underwater cave system in the world for some months. Sac Actun currently measures 215.4 kilometers (133.8 mi)\n\n",{"type":"'''","value":[{"type":"[[","value":[[":Wikipedia:Banco Chinchorro"],["Banco Chinchorro"]]}]}," — an atoll reef off the southeast coast of ",{"type":"[[","value":[["Quintana Roo"]]},", near ",{"type":"[[","value":[["Belize"]]},". The reef is about 35 km offshore in the ",{"type":"[[","value":[["Caribbean Sea"]]},", about 80 km east of the ",{"type":"[[","value":[["Chetumal"]]},". There are at least nine shipwrecks on the reef, including two Spanish Galleons.\n\nThe names of the known wrecks are: \n",{"type":"*","value":["SS Caldera"]},{"type":"*","value":["SS Escasell"]},{"type":"*","value":["SS Far Star"]},{"type":"*","value":["SS Ginger Screw"]},{"type":"*","value":["SS Glen View"]},{"type":"*","value":["SS Penelopez"]},{"type":"*","value":["SS San Andreas"]},{"type":"*","value":["SS Tropic"]},{"type":"*","value":["There is also a large ferry from ",{"type":"[[","value":[["Cozumel"]]}," that washed up on Chinchorro during Hurricane Wilma."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Nevis"]]}]},"\n\nDive sites include:\n",{"type":"*","value":["Monkey Shoals"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Saba"]]}]},"\nThis small volcanic island is located south of Saint Martin and differs from other Caribbean islands as it features steep drop-offs and submerged pinnacles that are virtually untouched.\n\nDive sites include:\n",{"type":"*","value":["Diamond Rock"]},{"type":"*","value":["Outer Limits"]},{"type":"*","value":["Tent Reef, Tent Reef Deep and Tent Reef Wall"]},{"type":"*","value":["3rd Encounter"]},{"type":"*","value":["Man o' War shoals"]},{"type":"*","value":["Torrens Point"]},{"type":"*","value":["Twilight Zone"]},{"type":"*","value":["Core Gut"]},{"type":"*","value":["Shark shoals"]},{"type":"*","value":["Green Island"]},{"type":"*","value":["The John"]},{"type":"*","value":["Hole in the Corner"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Saint-Barthélemy"]]}]},"\n\nDive sites include:\n",{"type":"*","value":["Ile Fouche"]},{"type":"*","value":["Ile Chevreau"]},{"type":"*","value":["La Baleine"]},{"type":"*","value":["Sugarloaf"]},"\n",{"type":"====","value":[{"type":"[[","value":[["Saint Christopher"]]}," (St Kitts)"]},"\n\nDive sites include:\n",{"type":"*","value":["Palmer’s Paradise(Turtle Canyons)"]},{"type":"*","value":["Old Road Town Bay"]},{"type":"*","value":["Sandy Point Bay"]},{"type":"*","value":["Mystery Shoal"]},{"type":"*","value":["Popeye’s Corner"]},"\n",{"type":"====","value":[" ",{"type":"[[","value":[["Saint Lucia"]]}]},"\nDive sites include:\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Anse Chastanet"],["Anse Chastanet"]]}," — A beach north of the town of Soufrière, Saint Lucia, known for excellent scuba diving and snorkeling. Many of the reefs are accessible by swimming out from the beach."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Saint Martin"]]}]},"\n\nDive sites include:\n",{"type":"*","value":["Hen and Chicks"]},{"type":"*","value":["Moon Hole"]},{"type":"*","value":["Cable Reef"]},{"type":"*","value":["Groupers"]},{"type":"*","value":["The Maze"]},{"type":"*","value":["Alleys "]},{"type":"*","value":["Proselyte Reef"]},{"type":"*","value":["HMS Proselyte Wreck"]},"\n",{"type":"====","value":[{"type":"[[","value":[["United States of America"]]}]},"\n\n",{"type":"=====","value":[{"type":"[[","value":[["Scuba diving in California"],["California"]]}]},"\nDive sites include:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Monterey (California)"],["Monterey"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Channel Islands (California)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Farallon Islands"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Laguna Beach"]]}]},"\n",{"type":"=====","value":[{"type":"[[","value":[["Florida"]]}]},"\nDiving destinations include:\n",{"type":"*","value":[" Reef diving off the ",{"type":"[[","value":[["Florida Keys"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Biscayne National Park"]]}," containing Biscayne Bay, one of the top scuba diving areas in the United States, is a U.S. National Park located in southern Florida.  "]},{"type":"*","value":[" Cave diving in the extensive limestone cave networks."]},{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:John Pennekamp Coral Reef State Park"],["John Pennekamp Coral Reef State Park"]]}," — A Florida State Park on Key Largo, which includes approximately 70 nautical square miles (240 km²) of Atlantic Ocean waters. The primary attractions of the park are the coral reefs (such as Molasses Reef) and their associated marine life. One of the most famous features of Pennekamp Coral Reef State Park is the Christ of the Abyss.  The statue is a third casting of ",{"type":"''","value":["Il Cristo Degli Abissi"]},", the original of which is in the Mediterranean near Genos, and is in about 25 feet (7.6 m) of water. "]},{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Vortex Spring"],["Vortex Spring"]]}," is a cold, freshwater spring which consists of a 200 ft (61 m) basin with sloping sides and an underground cave which links the spring to the Floridan aquifer. Water temperature is steady at 68°F with no thermocline, and is typically very clear. The spring runoff flows into nearby Otter Creek, which joins Sandy Creek a short distance upstream of Ponce de Leon Spring. There are many fish in the spring; large carp swim in the basin and freshwater eels live in the cave. The cave has been measured to a total of 1,642 feet (500 m). The spring has a commercially operated recreation, camping and dive park, and is located near Ponce de Leon. It is the largest diving facility in the state of Florida. It is a popular diving area both for experienced and novice divers, and Dive training is offered at the park. There are two underwater training platforms at 20 feet (6.1 m) which are often used for Open Water certification dives, and a \"talk box\" that divers swim into, allowing them to talk to each other while under the surface. The cavern entrance is at 58 feet (18 m) below the surface, and has an opening of 9' x 12'. A handrail is mounted along the wall of the cave. The cave is accessible to 310 feet (94 m), further passage is blocked by a steel grate. Experienced divers are allowed to dive to 115 feet (35 m)."]},"\n",{"type":"=====","value":[{"type":"[[","value":[["Hawaii"]]}]},"\nDive sites include:\n",{"type":"*","value":[" Molokini — a crescent-shaped, partially submerged volcanic crater which forms a small islet located in Alalakeiki Channel between the islands of Maui and Kahoʻolawe, part of Maui County in Hawaiʻi. It is about 2.5 miles (4.0 km) west of Makena State Park and south of Maʻalaea Bay. It is a popular tourist destination for scuba diving, snuba and snorkeling. The islet is a Hawaiʻi State Seabird Sanctuary."]},":Snorkeling, scuba, and snuba tours depart from Maʻalaea Harbor and Kihei Boat Ramp.\n:Molokini's crescent shape protects divers from waves and the channel's powerful currents. However, experienced scuba divers can also drift dive off the 300 feet (90 m) sheer outer wall.\n:The crater houses a lush reef with excellent visibility as deep as 150 feet (45 m). Molokini is home to about 250 species of fish, many endemic. Most commonly observed among these are the Black Triggerfish, Yellow Tang, Moorish Idol, Parrotfish, Raccoon butterflyfish and Bluefin Trevally. Due to constant exposure to park visitors and the long history as a conservation district, the fish of Molokini are extremely comfortable with the presence of nearby divers. Small Whitetip reef sharks and Moray eels are occasionally seen in the crater.\n:38 different hard coral species can be found in the waters of Molokini, as can approximately 100 distinct species of algae.\n:The best conditions for diving occur in the early morning. Because Molokini attracts many boats, the Hawaii State Division of Boating and Recreation established mooring buoys and \"Day Use Mooring Rules\" for Molokini to protect against damage from dropped anchors. Its popularity has led many water-sport guides to comment that overcrowding has made the experience less attractive.\n\n",{"type":"=====","value":[{"type":"[[","value":[["Michigan"]]}]},"\nLake Michigan offers diving on some of the best preserved shipwrecks in the world.\n\n",{"type":"=====","value":[{"type":"[[","value":[["North Carolina"]]}]},"\n",{"type":"''","value":[{"type":"[[","value":[["Diving in North Carolina"]]}]},"\n\nWreck diving up to and beyond 130 feet deep.  Sometimes referred to as the \"Graveyard of the Atlantic\" because of the numerous shipwrecks.  Frequent opportunities to encounter Sand Tiger or Ragged Tooth sharks.\n\n",{"type":"=====","value":[{"type":"[[","value":[["Oregon"]]}]},"\n\n",{"type":"=====","value":[{"type":"[[","value":[["Utah"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[[":Wikipedia:Ricks Spring"],["Ricks Spring"]]}," is a karst spring, a natural water outflow from a cave in Logan Canyon within the Wasatch-Cache National Forest in northeast Utah. The spring is not an artesian source, but comes from the Logan River. Ricks Spring is the best known of several springs in an underground water network of the area. The local rock is made up of sedimentary layers. Pressure and earthquakes have caused the rock to fold and fracture exposing weak points. Over time water flowing through these points eroded through the limestone creating a path from the river and other inflows at high elevation to flow and emit from the spring. There are two caves at Ricks Spring. An above water cave extends into the rock about 25 feet. The second cave is an extensive network of both wet and dry passages that is only accessible by cave diving. As of 2009, it had been explored to about 2200 feet."]},"\n",{"type":"=====","value":[{"type":"[[","value":[["Washington (state)"],["Washington"]]}]},"\n\nIts not surprising to find that ",{"type":"[[","value":[["Puget Sound"]]}," is the nation’s leading producer of farmed bivalve shellfish (clams, geoduck, mussels and oysters), the cool clean waters of Puget Sound provide a rich habitat for marine life and the areas complex coastline carved by glaciers provides a stunning and complex backdrop to the many unique creatures and plants found in this area.  Giant Pacific Octopus and friendly wolf eels are common. Colorful sponges, sea cucumbers, sea stars, soft corals, anemones and fish can be seen on nearly every dive.\n",{"type":"*","value":[" There are several popular dive sites centered around ",{"type":"'''","value":["Blakely Harbor"]}," near ",{"type":"[[","value":[["Bainbridge Island"]]}," accessible by boat including ",{"type":"[[","value":[["wreck diving"]]}," an older 70' long wooden shipwreck simply known as ",{"type":"'''","value":["The Boss"]},".  To find this site go to Blakely Harbors southern shoreline that heads out to Restoration Point. At about the midpoint of this shoreline, you will see a yellow buoy in about 50 feet of water. This is a PADI dive buoy marking The Boss which is maintained by local divers.  The hull of the boat is in about 50' of water and is easily recognizable as it is covered in a field of white Plumose Anemones."]},{"type":"*","value":[" The ",{"type":"'''","value":["Colvos Passage Marine Preserve Area"]}," is accessible from Sunrise Beach Park latitude 47° 20.87 N longitude 122°33'30 W at 10015 Sunrise Beach Drive Northwest, Gig Harbor WA 98332 - this protected marine area near ",{"type":"[[","value":[["Gig Harbor"]]}," is considered one of the best shore accessible diving areas in Puget Sound. Known for its many friendly Wolf Eels and its 25 foot high rugged rock wall that runs along the shoreline for about 200 feet.  There are also sightings of Giant Pacific Octopus,  Ratfish, Copper, Brown, and Quillback Rockfish, Lingcod,  Greenlings, many varieties of sculpins, Green Sea Urchins, scallops, Rock Sole, Starry Flounder, countless sea stars, warbonnets, gunnels, different varieties of nudibranchs just to name a few."]},{"type":"[[","value":[["File:Dirona albolineata (1177431920).jpg"],["200px"],["thumbnail"],["sea slug photographed on Sund Rock conservation area in the Hood Canal"]]},"\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Edmonds Underwater Park"],["Edmonds Underwater Park"]]}," — in the northern Seattle suburb of Edmonds. The park is relatively shallow with a maximum depth of about 45 feet. There is a network of anchored ropes that lead to a variety of submerged features. Shipwrecks include the large tugboat Triumph and the Lopez Pontoon . The site is known for large ling cod, cabezon, octopus, surf perch and rockfish, and a lot of invertebrates. Grey whales have also been seen by divers."]},{"type":"*","value":[" ",{"type":"'''","value":["Misery Point Reef"]}," is an artificial reef close to ",{"type":"[[","value":[["Seabeck"]]}," created when the WDFW sank the debris here for a fish habitat and to create a fishing reef and is comprised of huge grey concrete slabs and steel I-beams, remnants from the old Hood Canal Bridge.  . The shallow end lies about 45' deep and it extends to 80'.  This is a great location to find lingcod, cabazon, rockfish, perch and greenling and invertebrate life such as plumose anemones, cucumbers and sea stars.  Located north of the navigational marker north of Misery Point near Seabeck Bay.  * ",{"type":"{{","value":[["listing"],["name=Misery Point Water Access"],["url=http:\/\/wdfw.wa.gov\/lands\/water_access\/30670\/"],["email="],["address=15376 Seabeck Hwy NW, Seabeck, WA 98380-9583"],["lat=47.6524366"],["long=-122.829087"],["directions=Southwest from Seabeck .6 mi on Seabeck Holly Rd, right .6 mi n Miami Beach Rd, left 1.4 mi on Miami Beach Lp Rd to public fishing sign, access on right."],["phone=360 830-4839"],["tollfree="],["fax="],["hours="],["price="],["content= concrete boat launch near Seabeck is open year round and has overflow parking."]]}]},{"type":"*","value":[" Well-known to regional scuba divers, ",{"type":"'''","value":["Orchard Rocks Conservation Area"]}," is located north east of Manchester State Park on the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," in the  waters and bedlands of Rich Passage within a 400-yard radius of Orchard Rocks day marker and accessible by boat.  The natural bedrock and boulders provide habitats for rock associated fish and invertebrate species. Copper rockfish and quillback rockfish once were common at this site but now are rare. Brown rockfish  are common as are lingcod, red Irish lord, buffalo sculpin, striped seaperch, and pile perch . Kelp greenling, painted greenling, cabezon are consistently present in the reserve. Dominant invertebrates include red rock crab, spider crabs, red sea cucumber, and orange sea cucumber. Harbor seals frequently visit the site and are often seen hauled out on the exposed rocks at low tide. California sea lions are also commonly observed at the site and may be seen hauled out on nearby navigational buoys. "]},{"type":"*","value":[" ",{"type":"'''","value":["Seacrest Cove 2"]}," is a local dive site in West Seattle, Washington. The site is within Seacrest Park. Cove 2 is often used as a training site for Open Water, Navigation and other scuba classes. The site has a moderate slope leading down to depths greater than the recreational limit of 130 feet (40 meters). Because of the easily reached deep areas Technical Divers also use Cove 2 for training. The site has a silty bottom, but many submerged logs and pilings and sunken boats (the Honey Bear) that are well decorated with Pacific Northwest Marine Life. There are restrooms in the pier building and a great little Fish and Chips bar within easy walking distance. The site sports a nice view of the Seattle skyline across Elliot Bay. There is an exclusion zone of 150 feet around the walk-on ferry dock. Other sites (Coves 1 and 3!) are just to the north and south respectively. Most parking is curbside on the street."]},{"type":"*","value":[" ",{"type":"'''","value":["Sund Rock"]}," is a designated conservation area on Washington's Hood Canal. The area is known for abundant and diverse life, including but not limited to Lingcod, Giant Pacific Octopus, Wolf Eel, as well as nudibranch, anemone, and sea cucumber."]},":Well-known to regional scuba divers, the area sports two major walls, known colloquially as the north and south walls. These walls have total depths of between 70 to 80 feet, depending upon the tide. Several other walls exist, some going down beyond 100 feet (30 m) in depth. Additional features at the Sund Rock area include the \"fish bowl\" (a reef-like area full of life), a large sunken boat just to the north of the north wall, and a small wrecked boat between the north and south walls.\n:Recreational divers appreciate Sund Rock because it is not a current-sensitive area, the main walls are easily within recreational dive limits, and because of the abundant sea life. Technical divers enjoy the deeper walls and other areas that allow them to dive beyond recreational limits.\n:Because Sund Rock is a conservation area, no hunting or gathering of any kind is permitted. Two ways exist of entering the waters in the area. The \"free\" way involves a somewhat steep but short hike and a relatively long surface swim. Hoodsport'n'Dive, a dive shop that operates out of the town of Hoodsport about two miles away, sells more convenient access. The fee as of March 2009 is $16.00.\n",{"type":"[[","value":[["File:Expl1080 - Flickr - NOAA Photo Library.jpg"],["150px"],["thumbnail"],["sunflower sea stars are common in the area."]]},"\n",{"type":"*","value":[" Well-known to regional scuba divers, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/mpa\/zs_reef.html Z's Reef Marine Preserve"]}]}," is a designated conservation area on the shores of ",{"type":"[[","value":[["Fox Island"]]}," south of ",{"type":"[[","value":[["Gig Harbor"]]},".  A variety of fishes typically associated with rocky habitats congregate at the site and in such quantities that are presently unusual for southern Puget Sound. The dominant fishes include copper rockfish, brown rockfish, and quillback rockfish. Other common fishes include lingcod, kelp greenling, painted greenling, wolfeel, and striped seaperch. Pregnant rockfishes are observed at the site during the spring indicating that at least some fishes use the site for reproduction.  Other marine organisms include sea stars, encrusting organisms such as giant barnacles, red sea cucumbers, shrimp, and red rock crabs. Seastars are common including sunflower seastar and gumboot chitons are also frequently observed."]},"\n",{"type":"===","value":[{"type":"[[","value":[["Oceania"]]}]},"\n(Note: Hawaii is listed under United States of America in North America)\n",{"type":"[[","value":[["Image:Shipwreck small.jpg"],["thumb"],["Diving a wreck off ",{"type":"[[","value":[["Wake Island"]]}]]},"\n\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Scuba diving in Australia"],["Australia"]]}]}]},"\n",{"type":"[[","value":[["Image:Cod Hole feeding.jpg"],["thumb"],["Divers feeding potato cod at Cod Hole"]]},"\n\nThe coastline of ",{"type":"[[","value":[["Australia"]]}," is very long and includes a considerable range of water temperatures and marine ecologies.\n\nMajor diving destinations include:\n\n",{"type":"=====","value":[{"type":"[[","value":[["New South Wales"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Byron Bay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Coffs Harbour"],["Solitary Islands Marine Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sydney"]]}]},{"type":"*","value":[{"type":"*","value":["Magic Point is a coastal headland in Maroubra, about 10 km south of Sydney’s central business district. It is a popular diving site and is important for the protection of Grey Nurse Sharks"]}]},{"type":"*","value":[{"type":"[[","value":[["Jervis Bay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Montague Island"]]}]},"\n",{"type":"=====","value":[{"type":"[[","value":[["Queensland"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Great Barrier Reef"]]},"—large tropical reef system, most operators do sheltered easy diving. The reef is a few hours' boat ride from most of ",{"type":"[[","value":[["Far North Queensland"]]},".  However the area has been over used and is in danger of being damaged beyond recovery."]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Cod Hole"],["Cod Hole"]]}," — located on the northern end of the Great Barrier Reef on ribbon reef number 10. It is notable for and is named after the dozen or so potato cod that live there. "]}]},{"type":"*","value":[{"type":"[[","value":[["Sunshine Coast (Queensland)"]]}," "]},{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Wolf Rock"],["Wolf Rock"]]}," is a set of four volcanic pinnacles off Double Island Point in Queensland, Australia. The location is a popular scuba diving site. It is a mating area for the critically endangered grey nurse shark and a significant number of pregnant females have been seen there."]},"\n",{"type":"=====","value":[{"type":"[[","value":[["South Australia"]]}]},"\n",{"type":"''","value":[{"type":"[[","value":[["Diving in South Australia"]]}]},"\n",{"type":"*","value":["Coastal waters of ",{"type":"[[","value":[["Adelaide"]]}," "]},{"type":"*","value":["Port Noarlunga Aquatic Reserve (including Jetty & reef)"]},{"type":"*","value":["Rapid Bay"]},{"type":"*","value":["Fleurieu Artificial Reef (ex-HMAS ",{"type":"''","value":["Hobart"]},") (off the west coast of Fleurieu Peninsula)"]},{"type":"*","value":[{"type":"[[","value":[["Port Lincoln"],["Cage diving"]]}," to view great white sharks"]},{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Piccaninnie Ponds Conservation Park"],["Picaninnie Ponds Conservation Park"]]}," — A 543 ha protected area in south-eastern South Australia, adjoining Discovery Bay on the Limestone Coast, and conserving a wetland fed by freshwater springs in a karst landscape. It is well known as a site for cave diving and snorkeling. Piccaninnie Ponds contains three main features of interest to divers. The ‘First Pond’ is an open depression about 10 m deep with a silt floor and much aquatic life, the ‘Chasm’ is a sinkhole with a depth of over 100 m, and the ‘Cathedral’ is an enclosed area with limestone formations and a depth of about 35 m. Underwater visibility is excellent and may exceed 40 m. Diving or snorkelling at Piccaninnie Ponds is by permit only."]},{"type":"*","value":[{"type":"[[","value":[["Kangaroo Island"]]}]},{"type":"*","value":["Wardang Island, also known as Wauraltee Island, is a low-lying island in the Spencer Gulf close to the western coast of the Yorke Peninsula. "]},"The waters around Wardang are popular with recreational divers because of the opportunities for wreck diving. A dive trail showcases eight of nine shipwrecks around the island, which are associated with the trading port of Port Victoria in the early 1900s. Of the wrecks, five are of schooners and coastal steamers – ",{"type":"''","value":["Monarch"]},", ",{"type":"''","value":["Australian"]},", ",{"type":"''","value":["Investigator"]},", ",{"type":"''","value":["MacIntyre"]}," and ",{"type":"''","value":["Moorara"]}," – that carried wheat and other local cargo, and three– the ",{"type":"''","value":["Aagot"]},", ",{"type":"''","value":["Notre Dame D’Arvor"]}," and ",{"type":"''","value":["Songvaar"]}," – are larger vessels that transported grain to Europe.\n\n",{"type":"=====","value":[{"type":"[[","value":[["Victoria (state)"],["Victoria"]]}]},"\n",{"type":"*","value":[" The Lawrence Rocks — Two rocky islets with an associated reef, 2.4 km south-east of Point Danger in western Victoria, about 6 km south-east of ",{"type":"[[","value":[["Portland (Victoria)"],["Portland"]]},". The rocks are the basalt and tuff remnants of an extinct volcano."]},{"type":"*","value":[{"type":"[[","value":[["Port Phillip"]]}," Heads Marine National Park, near ",{"type":"[[","value":[["Portsea"]]}]},":*Portsea Hole a is a remnant section of the drowned valley of the Yarra River, descending sharply from the 12 m depth of the surrounding seabed to 32 m, exposing changes in the strata of the limestone sides with depth. It is characterized by diverse and abundant fish assemblages as well as a rich benthic community of marine invertebrates, encrusting algae, sponges and soft corals\n\n:*",{"type":"[[","value":[[":Wikipedia:Pope's Eye"],["Pope's Eye"]]}," is the uncompleted foundation for an island fort intended to defend the entrance to Port Phillip. It is about 7 km inside Port Phillip Heads and is named after a naval midshipman and has no religious connotations. The inside of the ‘eye’ is only about 2 m deep and is accessible to small boats as a sheltered anchorage. It is protected from strong currents and the whole structure is popular with snorkellers and scuba-divers. The reef provides a rich habitat based on the underwater forest of marine algae, such as Giant and Leathery Kelp, that sustains a rich fauna of fish and marine invertebrates, including sponges and soft corals. The site is often visited by Australian Fur Seals and Burrunan (bottlenose) dolphins.\n\n",{"type":"=====","value":[{"type":"[[","value":[["Western Australia"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gascoyne"],["Ningaloo Reef"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Fiji"]]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Niue"]]}]},"\nKnown for having extremely clear water. It is a great scuba diving and snorkelling destination.\n\n",{"type":"====","value":[{"type":"[[","value":[["Micronesia"]]}]},"\n\n",{"type":"=====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in Chuuk"],["Chuuk"]]}]}]},"\n",{"type":"[[","value":[["Image:Bow gun of the Fujikawa Maru wreck, Truk Lagoon, Micronesia.jpg"],["thumb"],["Bow gun of the Fujikawa Maru"]]},"\n",{"type":"[[","value":[["Image:Divers next to the mast of the Unkai Maru wreck, Truk Lagoon, Micronesia.jpg"],["thumb"],["Divers next to the mast of the Unkai Maru"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Chuuk Lagoon"]]}," — wreck diving, including optional penetration, on a huge number of ship and aircraft wrecks from World War II's Operation Hailstorm."]},"\n",{"type":"=====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in Guam"],["Guam"]]}]}]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Guam"]]}]}," has some of the best dive sites in the world since there has been minimal tourist impact compared to other better known dive locations. ",{"type":"'''","value":["Piti Bomb Holes"]}," has been built up as a tourist attraction allowing tourists to descend into an observatory where they can take in the beauty that has grown in a sinkhole.  (The name \"Bomb Holes\" is a misnomer.) Divers may dive around this attraction and feed shoals of fish for the amusement of the tourists inside the subaquatic observatory as much as for the divers' own amusement.\n\nWhile many of the dive sites can be reached by land, some of these entry points require a long walk over coral or a long surface swim.  Also, because so much of the island is controlled by U.S. military bases, many of the dive sites are accessed by land through the military bases.\n\nThe list below are some of the dive sites in Guam.\n\n",{"type":"*","value":[" Gun Beach"]},{"type":"*","value":[" Napoleon Cut"]},{"type":"*","value":[" Northern Caves"]},{"type":"*","value":[" Shark's Hole"]},{"type":"*","value":[" The Pinnacle"]},{"type":"*","value":[" Asan Cut"]},{"type":"*","value":[" Blue and White"]},{"type":"*","value":[" Dolphin Point"]},{"type":"*","value":[" Double Reef"]},{"type":"*","value":[" Piti Channel"]},{"type":"*","value":[" Fish Eye"]},{"type":"*","value":[" American Tanker"]},{"type":"*","value":[" Family Beach"]},{"type":"*","value":[" Finger Reef"]},{"type":"*","value":[" Gab Gab"]},{"type":"*","value":[" Gab Gab 2"]},{"type":"*","value":[" Outhouse Beach"]},{"type":"*","value":[" Kitsugawa Maru "]},{"type":"*","value":[" SMS ",{"type":"''","value":["Cormoran"]}]},{"type":"*","value":[" Tokai Maru"]},{"type":"*","value":[" Blue Hole"]},{"type":"*","value":[" Hap's Reef"]},{"type":"*","value":[" Togomon Bay"]},{"type":"*","value":[" Mana Bay Cut"]},{"type":"*","value":[" Rizal Beach"]},{"type":"*","value":[" Pete's Reef"]},{"type":"*","value":[" Sea Whip Junction and Cocos Wall"]},{"type":"*","value":[" Sella Bay"]},{"type":"*","value":[" Shark's Pit"]},{"type":"*","value":[" The Amtrak"]},{"type":"*","value":[" The Crevice"]},{"type":"*","value":[" The Wall"]},{"type":"*","value":[" Cemetery Wall"]},{"type":"*","value":[" Cetti Bay"]},{"type":"*","value":[" Coral Gardens"]},{"type":"*","value":[" Fu'a Bay"]},{"type":"*","value":[" Western Shoals"]},{"type":"*","value":[" Aratama Maru"]},{"type":"*","value":[" Sea Planes"]},{"type":"*","value":[" Seabee Junkyard"]},{"type":"*","value":[" Sponge Reef"]},{"type":"*","value":[" The Val"]},{"type":"*","value":[" Hourglass Reef"]},{"type":"*","value":[" Japanese Tugboat"]},{"type":"*","value":[" Nichiyu Maru"]},{"type":"*","value":[" Piti Chanel"]},{"type":"*","value":[" Dotte Beach"]},{"type":"*","value":[" Family Beach"]},{"type":"*","value":[" University of Guam"]},"\n",{"type":"=====","value":[{"type":"[[","value":[["Palau"]]}]},"\nPalau has recently declared a Shark sanctuary and is a known destination for shark-watchers.\n\n",{"type":"=====","value":[{"type":"''","value":[{"type":"[[","value":[["Dive sites of Saipan"],["Saipan"]]}]}]},"\nThis popular dive destination in the Pacific is a typical middle-aged island composed of ancient fossil-rich coral limestone atop a subsiding, extinct marine volcano. A fringing reef of healthy offshore corals forms an extremely large lagoon and many small shallow lagoons in its larger bays, and a few offshore subsurface coral mounts. Saipan has excellent reefs, white beaches, underwater caves, WWII shipwrecks, underwater munitions dumps, and underwater airplane wrecks which provide diving that will appeal to most divers. Visibility, typically in the 50~90 ft(16~30m) range, varies enormously based on location, tide, and season. Waves seldom exceed 1~2 ft(30~60 cm) in height, except during typhoons and tropical storms.\n\n",{"type":"'''","value":["Wreck dive sites include:"]},"\n",{"type":"*","value":["The Korean\/Japanese Troop Ship — a Japanese World War Two troop ship which sank while carrying conscripted Korean soldiers. It is in shallow water and contains almost no overhead environment, making it a very simple, safe dive."]},{"type":"*","value":["B-29\/Emily — Okay, so the wreck is not a B-29 the name led you to believe, but that of a Japanese H8K or Type 2 Large Flying Boat. The Allied reporting name for this type of plane was Emily. "]},{"type":"*","value":["Chinsen Maru — a large Japanese freighter that lies at 30' depth in the lagoon. The ship has been in the water for over 50 years, allowing for some significant coral growth as well as becoming a home to thousands of fish."]},"\n",{"type":"'''","value":["Reef dive sites include:"]},"\n",{"type":"*","value":["The Grotto — After a giant stride into the water from a rock in the cavern, divers can take three different exit holes out to open ocean. Once outside, there are beautiful walls, swim-throughs, and caves to explore."]},{"type":"*","value":["Wing Beach — the beach\/boat dive closest to The Grotto"]},{"type":"*","value":["Tanapag — a shallow introductory beach dive site. "]},{"type":"*","value":["Ice Cream — is a very large mound of staghorn corals rising from a bottom at about 50 ft to a summit roughly 40 ft(16m) below the surface."]},{"type":"*","value":["Obyan Beach — is often used by professional dive shops, both for easy \"fun dives\" and for open water training dives."]},{"type":"*","value":["Lau Lau Beach — is one of Saipan's most frequently visited sites, and is an ideal dive site for beginners or people interested in small colorful animals. "]},{"type":"*","value":["Boyscout 1 & 2 — Both Boyscout beaches are rarely visited by divers because they are hard to get to. Divers who take the trouble are rewarded with beautiful coral and white sand. "]},{"type":"*","value":["Eagle Ray City — Rising out of the sand at a depth 30 feet is a rocky formation that on a good day will have up to 40 Eagle Rays hanging out. "]},{"type":"*","value":["Dimple — a seamount on the Western side of Saipan suitable for all skill levels."]},{"type":"*","value":["Naftan — wall dive with amazing visibility and fish life "]},{"type":"*","value":["Banzai Cliff — There is only a brief time during the year when conditions are suitable for diving, but it is well worth the wait if you like the big blue dives. "]},{"type":"*","value":["Spot Light — This cavern dive is named Spot Light because when the sun shines through a hole in the top of the cavern, it is like a spotlight shining on a stage."]},"\n",{"type":"====","value":[{"type":"''","value":[{"type":"[[","value":[["Diving in New Zealand"],["New Zealand"]]}]}]},"\n\n",{"type":"'''","value":["Dive sites include:"]},"\n",{"type":"*","value":[" The Horoirangi Marine Reserve, sometimes referred to as the Glenduan Marine Reserve, is situated to the north east of Nelson, ",{"type":"[[","value":[["New Zealand"]]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[[":Wikipedia:Poor Knights Islands"],["The Poor Knights Islands"]]}," are a group of islands off the east coast of the Northland Region of the North Island of New Zealand, about 50 kilometres (31 mi) to the northeast of Whangarei, and  22 kilometres (14 mi) offshore. The Poor Knights Islands Marine Reserve surrounds the island. The larger islamds are Tawhiti Rahi, and Aorangi, with a group of smaller islets between the two, the largest of which is Motu Kapiti. The islands are the eroded remnants of a 4 million year old rhyolitic volcano."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Papua New Guinea"]]}]},"\n",{"type":"[[","value":[["Madang"]]}," — a town with fine scuba diving\n\n",{"type":"====","value":[{"type":"[[","value":[["Vanuatu"]]}]},"\nIntermediate level wreck diving, including penetration, on the ",{"type":"''","value":["President Coolidge"]},", blue hole diving with excellent visibility.\n\n",{"type":"===","value":[{"type":"[[","value":[["South America"]]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Brazil"]]}]},"\nBrazil offers many destinations for diving: \n",{"type":"*","value":[" ",{"type":"[[","value":[["Fernando de Noronha"]]}," marine park (",{"type":"[[","value":[["Pernambuco"]]}," state), famous for marine life but including shipwrecks"]},{"type":"*","value":[" The many shipwrecks of ",{"type":"[[","value":[["Recife"]]}," (capital of ",{"type":"[[","value":[["Pernambuco"]]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Arvoredo"]]}," marine park (",{"type":"[[","value":[["Santa Catarina"]]}," state)"]},{"type":"*","value":[" Cavern diving at ",{"type":"[[","value":[["Bonito (Mato Grosso do Sul)"],["Bonito"]]}," (",{"type":"[[","value":[["Mato Grosso do Sul"]]}," state)"]},{"type":"*","value":[" Cavern and cave diving in mine at ",{"type":"[[","value":[["Mariana"]]}," (visiting ",{"type":"[[","value":[["Mina da Passagem"]]},") (",{"type":"[[","value":[["Minas Gerais"]]}," state)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Abrolhos"]]}," marine park and ",{"type":"[[","value":[["Salvador"]]}," (",{"type":"[[","value":[["Bahia"]]}," state)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Parcel de Manoel Luís"]]}," (",{"type":"[[","value":[["Maranhão"]]},"  state)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fortaleza"]]}," (",{"type":"[[","value":[["Ceará"]]}," state) — Pedra da Risca do Meio State Marine Park is about 10 nautical miles from the city of Fortaleza, and covers an area of about 33 km² The park has many underwater reef formations, with an average depth ranging from 16 to 36 meters, and is rich in marine life. The average temperature of the water is about 27°C."]},{"type":"*","value":[" ",{"type":"[[","value":[["Maceió"]]}," e ",{"type":"[[","value":[["Paripueira"]]}," (",{"type":"[[","value":[["Alagoas"]]}," state)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Guarapari"]]}," (",{"type":"[[","value":[["Espírito Santo"]]}," state)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Arraial do Cabo"]]},", ",{"type":"[[","value":[["Paraty"]]}," and ",{"type":"[[","value":[["Ilha Grande"]]}," (",{"type":"[[","value":[["Rio de Janeiro"]]}," state)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ubatuba"]]}," and ",{"type":"[[","value":[["Laje de Santos"]]}," (",{"type":"[[","value":[["São Paulo"]]}," state)."]},{"type":"*","value":[" Praia Mole, Praia do Santinho, Praia dos Ingleses in ",{"type":"[[","value":[["Florianopolis"]]}," (",{"type":"[[","value":[["Santa Catarina"]]}," state)."]},"\nThere are also liveaboards in the Northeastern region.\n\nTo dive in public parks (like ",{"type":"[[","value":[["Fernando de Noronha"]]},") one must be certified by one of the agencies recognized by IBAMA (Instituto Brasileiro de Administração do Meio Ambiente), a federal organ.\n\n",{"type":"====","value":[{"type":"[[","value":[["Colombia"]]}]},"\nColombia has some of the cheapest diving in South America. A cheap place to learn is ",{"type":"[[","value":[["Taganga"]]},". \n",{"type":"*","value":[" The islands of ",{"type":"[[","value":[["Isla Gorgona"]]},", ",{"type":"[[","value":[["San Andrés"]]}," and ",{"type":"[[","value":[["Providencia"]]}," have some really good diving."]},{"type":"*","value":[" A little known but excellent location for large pelagics (i.e. hammerhead sharks, whale sharks etc.) is ",{"type":"[[","value":[["Malpelo Island"]]},".  It is accessible by live aboard only."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Chile"]]}]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Ecuador"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Galapagos Islands"]]}," - Darwin and Wolf Islands offer the opportunity to see schools of dozens of hammerhead sharks, while whale sharks and other large sea creatures are also frequently sighted."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"[[","value":[["Image:Reef Fish thumb.jpg"],["thumb"],["250px"],["A reef teeming with colorful life"]]},"\nIt is best to learn diving from a competent instructor, as a number of skills are important for your health and safety. It is an activity where a few things must be done right or you may kill yourself. Experience and qualification of the instructor, while not a guarantee of competence, at least indicate that the instructor was trained and certified by an organisation which in some way strives for quality assurance, and allows some recourse if you are dissatisfied with the service. Aside from the complexities of assembling the equipment, diving has a number of risks that you need to understand, and safety procedures which you need to learn. There are also some basic skills that it is useful to practise under a teacher: the major one is controlling your buoyancy so that you aren't alternately sinking and floating but instead can swim along without yoyoing, and can ascend and surface at a controlled rate to avoid injury from rapid pressure changes.\n\nPrecisely because of these safety concerns, you will need to be trained and certified to get ",{"type":"'''","value":["insurance"]}," for medical treatment you may need after a diving accident.\n\n",{"type":"===","value":["Beginner courses"]},"\n\nAs a first-time diver, you will learn to dive in ",{"type":"'''","value":["open water"]}," with ",{"type":"'''","value":["no decompression"]},". The term \"open water\" refers to dive sites from which you can swim straight up to the surface (not caverns, for example). \"No decompression\" diving is diving timed so that you do not have to ascend in stages and wait long periods of time at various depths to expel excess gas from your system, meaning that in an emergency you can go slowly but directly to the surface without an undue risk of decompression sickness.\n\n",{"type":"====","value":["Open water certification"]},"\n\nOpen water certification courses are ",{"type":"'''","value":["complete"]}," beginner level diving courses: they assume no experience, but after passing the course you will be certified as being able to dive in open water with a similarly qualified buddy diver but without an instructor's company, at least in cases where conditions are similar to those in your course.\n\nOpen water certification is close to mandatory: many insurance companies demand either that you dive with an instructor or that you dive with open water certification to insure you and many dive tours will require that you are certified to at least this level before they will take you diving.\n\nOpen water courses tend to take three or four days full-time although you can often arrange to do them part-time or in pieces over a period of time. The time is divided between time in a classroom learning the theory of diving; time in a pool learning how to use the equipment and move around underwater; and several dives in open water under the care of your instructor. Some certification agencies now offer the classroom syllabus online, and you only need to do the pool and open water dives with an instructor. Certification tends to be progressive: you need to pass each module to proceed to the next. It's usually the case that you pay for the course, not the certification: paying the money does not guarantee that you will pass the course.  That said, beginner courses are not very challenging and, barring medical or psychological issues, nearly all participants pass.\n\nSome people recommend that you do the open water certification before a holiday rather than during it: you will need to be prepared to spend holiday time for time in a classroom otherwise, and the time on the course will seldom be spent at the most interesting dive sites. However, many travellers do their open water certification on holiday, either because they didn't plan to start diving until they arrived, they don't live near dive sites, or they have a particular location in mind where they want to spend their first dives. It is also usually possible to do an ",{"type":"'''","value":["open water referral"]}," where you do classroom and pool training with one instructor and then do the required open water dives and finish your certification with another. This can be used to do the preparatory work at home and the dives on your holiday. You may need to do both halves of the course under the same certification agency's syllabus: check if your preferred agency is in the Universal Referral Program ",{"type":"[","value":["http:\/\/www.universalreferral.com\/"]},".\n\n",{"type":"====","value":["Other beginner courses"]},"\n\nIf you only want to dive once or twice, or you want to try it before you commit to a full certification, there are often shorter courses (known as ",{"type":"'''","value":["resort courses"]},") available. They are 'taster' courses in which you receive basic training in the equipment and do an open water dive under the supervision of an instructor. They are not complete certifications and do not fully train you to plan your own dives with a buddy; you will need the close attention of an instructor at all times. If you intend to dive more than a few times in your life, a full open water certification is worth the cost.\n\nThese supervised dives and courses vary widely in quality and safety. You should check that you will be diving in a very small group (or ideally one-on-one with a certified instructor as your personal dive buddy); that you will be diving at a shallow depth (no more than 12 meters\/40 feet); and that the conditions are as tranquil as the area permits: cold water and currents are more stressful to dive in than still warm water.\n\nSome certification agencies provide a syllabus for a resort-style course that will allow you to try an open water dive with a small amount of training and an instructor close by; for example PADI's \"Discover Scuba\" and \"Scuba Diver\" courses or SSI's \"Try Scuba\" and \"Passport Diver\" courses. These courses usually include part of the material for an open water certification, so that when you complete the short course you can go on to finish the open water course without needing to do the full course from the beginning.\n\nSome dive resorts offer their own supervised diving or resort courses. If your resort certification is only awarded by that resort and not by one of the certification agencies then you will not be able to use it at most other resorts and it is unlikely to count towards a full certification.\n\n",{"type":"===","value":["Certification agencies"]},"\n\nThere are a number of agencies which certify divers. They work by training and certifying instructors in their syllabus and teaching methods, and then allowing those instructors to certify individual divers. This section lists some of the certification agencies and their recreational (rather than professional or teaching) certifications. Your choice of certification will depend on a number of factors, primarily which certification agencies have a presence in the area you learn in, and in the areas you wish to dive in.\n\nAll reputable dive operators will require ",{"type":"'''","value":["certification"]}," of your skills in the form of a ",{"type":"'''","value":["certification card"]}," (",{"type":"'''","value":["C-card"]},") from a recognized agency. This does not need to be the same agency that their own instructors work with: for example, a CMAS or SSI certified diver can dive with a shop that certifies under PADI. The requirement for certification is often also enforced where the customer wishes to buy Scuba equipment or have cylinders filled, but this is not universal, as in some countries there is no legal obligation for a recreational diver to be certified.\n\nRecognised recreational certification agencies include:\n",{"type":"*","value":[" ",{"type":"'''","value":["ACUC"]},": The American Canadian Underwater Certifications ",{"type":"[","value":["http:\/\/www.acuc.es\/"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["ANDI"]},": American Nitrox Divers International,"]},{"type":"*","value":[" ",{"type":"'''","value":["BSAC"]},": The British Sub Aqua Club ",{"type":"[","value":["http:\/\/www.bsac.com\/"]},", bases its training on a network of affiliated clubs. "]},{"type":"*","value":[" ",{"type":"'''","value":["CMAS"]},": The Italian-based Confédération Mondiale des Activités Subaquatiques ",{"type":"[","value":["http:\/\/www.cmas.org\/"]},", a amateur non-for-profit international organization that takes a more comprehensive approach than many of the commercial agencies. Training and certification is available from either national diving federations affiliated to CMAS or from specially-accredited dive centres known as CMAS Dive Centers (CDC). Certification from national diving federations and CDCs is considered to be equivalent, however training may vary from CMAS standards due to requirements mandated by a national federation.  "]},{"type":"*","value":[" ",{"type":"'''","value":["GUE"]},": Global Underwater Explorers ",{"type":"[","value":["http:\/\/www.gue.com\/"]},", concentrates on technical and cave diving specialities. "]},{"type":"*","value":[" ",{"type":"'''","value":["IANTD"]},": International Association of Nitrox Technical Divers."]},{"type":"*","value":[" ",{"type":"'''","value":["IDEA"]},": The International Diving Educators Association ",{"type":"[","value":["http:\/\/www.idea-scubadiving.com\/"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["ISI"]},": The Independent Scuba Instructors ",{"type":"[","value":["http:\/\/www.isicert.com\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["NAPI"]},": The National Association of Professional Instructors, does not train directly, but issues certification based on recognition of prior learning and experience."]},{"type":"*","value":[" ",{"type":"'''","value":["NAUI"]},": The National Association of Underwater Instructors ",{"type":"[","value":["http:\/\/www.naui.org\/"]},", US-based, is the oldest recreational scuba certification agency."]},{"type":"*","value":[" ",{"type":"'''","value":["PADI"]},": The Professional Association of Diving Instructors ",{"type":"[","value":["http:\/\/www.padi.com\/"]},", the largest scuba certification agency, a commercial agency targeted towards recreational divers who want to learn quickly. "]},{"type":"*","value":[" ",{"type":"'''","value":["PDIC"]},": The Professional Diving Instructors Corporation ",{"type":"[","value":["http:\/\/www.pdic-intl.com\/"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["SDI\/TDI"]},": The Scuba Divers International\/Technical Divers International ",{"type":"[","value":["http:\/\/www.tdisdi.com\/"]},", a certification agency designed to train with an emphasis on practical diving skills. SDI focuses on the recreational side of scuba diving and TDI is the mother branch that specializes in Technical Diving."]},{"type":"*","value":[" ",{"type":"'''","value":["SSI"]},": Scuba Schools International ",{"type":"[","value":["http:\/\/www.divessi.com\/"]},", another large commercial agency."]},"\n",{"type":"===","value":["Advanced training"]},"\n\nAfter completing a beginner level dive course, you can do additional courses to increase your ",{"type":"'''","value":["skills"]}," or to pursue particular ",{"type":"'''","value":["interests"]},".\n\nPost-beginner skills involve learning to dive in new or more difficult conditions or learning to dive using different equipment. There are several reasons you might pursue more skills in addition to the simple challenge: increased safety knowledge or a desire to dive at particular sites that need those skills are among them. Often you will need to do a formal ",{"type":"'''","value":["course"]}," in new dive skills because centers running dives using those skills will require evidence that you are properly trained. Post-beginner skills that usually require training include: diving using oxygen enriched air (\"nitrox\"), deeper diving (optionally including decompression), wreck diving and cave diving. A diving rescue course is worthwhile if you dive regularly, whether or not you continue as a no-compression open water diver. Most certification agencies have courses in these skills and some wrap a number of them up into various 'Advanced' certifications. Many divers proceed to more difficult conditions (cool water, diving at night) without formal courses, but they are available if you want them.\n\nIn this context 'Advanced' implies only slightly more advanced than a complete beginner. The term should not be understood to mean any significant experience or skill level, as it can be achieved with very little experience and only slightly more than minimal skills. It is largely a marketing term, as beginner divers like the idea of an 'Advanced' certificate, and are more eager to pay for the training when this word is printed on their certification cards.  A similar meaning (or lack thereof) is connected to the 'Master Scuba Diver' certification. In both cases the training and experience is valuable, and may even be worth the cost, but do not be misled about the reality. Divers with these certifications are advanced beginners until they have some range of experience.\n\nInterests are particular reasons why you dive and include underwater photography and videography; marine life identification; and marine life conservation. Many of the dive certification agencies have guided dives or courses in these fields but you may also be able to learn them informally from self-study, practise and fellow divers.\n\nFinally, some divers are interested in mapping and describing dive sites. There are no formal courses or certification in this field, though some relevant training may be included in Divemaster programs.\nIf this turns out to be one of your interests, consider writing up your favourite sites on Wikivoyage, so that you can help the diving community by sharing your knowledge and experience. There are templates and guidelines on the currently recommended formats, but anything is generally better than nothing, so feel free to ",{"type":"[[","value":[["Wikivoyage:Plunge forward"],["plunge forward"]]}," and input your experience. If you want more guidance on this subject, refer to one of this article's ",{"type":"[[","value":[["Wikivoyage:Docents"],["docents"]]},".\n\n",{"type":"===","value":["Technical Diving"]},"\nDivers who engage in planning longer and deeper dives with mandatory decompression stops, or penetrating into overhead environments such as wrecks or caves, are normally referred to as ",{"type":"''","value":["technical divers"]}," (or ",{"type":"''","value":["tec divers"]}," for short).  Technical diving involves a considerably greater investment in training and equipment than conventional recreational diving, and will often involve breathing more exotic gas mixes, such as trimix (to mitigate nitrogen narcosis at depth) and highly enriched nitrox or pure oxygen (to accelerate decompression).  Divers interested in progressing into technical diving should seek training from instructors qualified by special technical diver raining agencies such as TDI, IANTD, GUE, DSAT (the technical arm of PADI), NAUI Tec (the technical arm of NAUI), or SSI TechXR (the technical arm of SSI).  Diving beyond no decompression limits, or penetrating deep into overhead environments, without appropriate training and equipment is extremely unwise.\n\n",{"type":"==","value":[" Get in "]},"\n\nThere are three major types of travelling to your dive site: liveaboards where you stay on the boat, day trips where you take a boat trip out to your dive site and back in the same day, and shore diving where you get in from the land.\n\n",{"type":"===","value":["On a liveaboard"]},"\n",{"type":"[[","value":[["Image:Pandan liveaboard.jpg"],["thumb"],["Liveaboard in the ",{"type":"[[","value":[["Philippines"]]}]]},"\nMany divers prefer ",{"type":"'''","value":["liveaboards"]},", where they sleep on the dive boat. This can save on accommodation costs, allow for more diving, and make it easy to get to know your fellow divers. Liveaboards range from 1 night in length to a fortnight or more. Liveaboards typically allow between 3 and 5 dives per day (depending on time and dive tables). The accommodation quality ranges from backpacker-esque, with 4-share cabins and showers shared between multiple cabins, to luxury cruise style accommodations. If you haven't opted for a luxury liveaboard, you will get your dives for about two thirds the cost of a day trip on a boat, even leaving aside any savings on accommodation.\n\nWhen travelling on a liveaboard:\n",{"type":"*","value":[" pack as little as possible: a few changes of weather appropriate clothes, sleep gear, toiletries, light-weight entertainment (non-electronic is best) and your dive gear if you aren't renting"]},{"type":"*","value":[" space is always at a premium, and it's easy to get things mixed up and annoy fellow divers, keep your dive gear together in a tub or bag on the deck"]},{"type":"*","value":[" label your possessions with your name; they will be mixed up with a lot of similar looking equipment"]},{"type":"*","value":[" dry off before heading into the interior of the boat so that the floors aren't constantly wet"]},{"type":"*","value":[" most boats have a limited supply of fresh water for drinking and washing: have short showers"]},"\nIf you haven't spent much time on boats, you may not be aware of whether or not you get sea-sick. Some divers have an unhappy first dive trip on boats because they weren't aware that they suffer from sea-sickness. If you haven't been on a boat in open before, especially if you suffer from other kinds of motion sickness, you might be best off doing a few day trips on dive boats and experimenting with sea-sickness medication before committing to a liveaboard. That said, liveaboard trips for your first dives can be an excellent introduction, because you will usually do more than the bare minimum dives required for certification. Instead, you will get a lot of additional dive experience.\n\nThe main activity on a liveaboard is the diving: you will wake early for your first briefing and only complete the last dive at or after sunset, day after day. During the surface time you need to let nitrogen out of your body you will usually be eating or sleeping. Liveaboard trips are excellent for dedicated divers, but may not suit divers who don't want to spend their entire holiday gearing up, diving, getting their gear off, eating and sleeping.\n\n",{"type":"===","value":["On a day trip"]},"\n",{"type":"[[","value":[["Image:On the way to a dive off Cape Town PA312178.JPG"],["thumb"],["On the way to a dive site off Cape Town in a high speed rigid hulled inflatable boat"]]},"\n\nMany dive sites are accessible by a ",{"type":"'''","value":["boat ride"]}," of a few minutes to a few hours from shore, so you can go out to the site on a boat, dive and return to your land-based accommodation at night. Boats which conduct day trips range from rubber dinghies equipped with an outboard motor to larger boats with indoor areas and hot showers. Longer day trips tend to entail nicer boats. Dive trips that take much of a day will usually include a catered lunch and perhaps some smaller snacks in the price. On a per-dive basis day trips are usually more expensive than liveaboards, so divers choose to day-trip when they want to only have a few dives at a particular set of sites, or when they want to alternate diving with other activities.\n\nAs with liveaboards, some people take their first boat trip unaware of the possibility of sea-sickness. If you think you're at all likely to suffer (i.e. if you get sick in cars or other vehicles), you should take some preventative measures an hour before leaving on the boat.\n\nBe aware that not all day trip boats will have toilet facilities. Since it's not a good idea to dehydrate yourself before diving you may have to accept that you will have to urinate either over the side of the boat or into a bucket which you'll tip over the side and rinse. This can be a little more difficult for women to do quickly and safely. If this is unacceptable to you be sure to check on the boat's facilities in advance.\n\nSome day trips are organised by dedicated ",{"type":"'''","value":["dive resorts"]},", which bundle day trips and land based accommodations into one price. You usually won't be compelled to stay with them to do their trips, but it may be cheaper. During peak times you may need to dive on most days of your stay to take advantage of the deal.\n\n",{"type":"===","value":["From shore"]},"\n\nShore-based dives are dives where the site is close enough to the water's edge that a diver can swim out into the water and descend to the dive site. Shore diving is cheaper than boat diving: unless you're paying an instructor or guide you only need to pay for any equipment you want to hire. You will often find a dive shop or dive resort conveniently located near a good shore dive site.\n\nShore diving can be tiring if the site is not extremely close to the shore. Rescues may not be as fast as from a boat which will have spotters looking out for divers in distress. Be sure to check the length of the swim to your chosen site and its difficulty: shore dives are not necessarily easier than boat dives.\n\nSome shore dive sites are either only accessible, or are much safer and easier dives, at a certain tide height. Unlike on a boat dive, where the boat operator can time the visit to correspond to the right tide if need be, shore divers need to find out about tidal sites and tide times themselves. It's also not impossible to get sea-sick on a shore dive, particularly if swimming or resting on a choppy surface. It's easier to avoid though as most people find that dropping below the surface where there is less motion helps or removes the nausea.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Hawksbill Turtle found at Sinandigan Wall, Sabang, Mindoro Island, Philippines.jpg"],["thumb"],["Hawksbill Turtle in ",{"type":"[[","value":[["Sabang (Mindoro)"]]}]]},"\n",{"type":"[[","value":[["File:Bull2.jpg"],["thumb"],["Bull Shark"]]},"\n\nDifferent dive sites have different things to offer:\n",{"type":"*","value":[" Many divers dive to see ",{"type":"'''","value":["marine life"]},". Particular favourites include ",{"type":"'''","value":["turtles"]},", ",{"type":"'''","value":["mantas"]}," and especially ",{"type":"'''","value":["sharks"]},". The fascination with sharks can sometimes escape non-diving friends but most species of shark don't pose a threat to divers and they are beautiful to watch. Diving with a ",{"type":"'''","value":["whale shark"]}," is one of the most highly prized diving experiences. Others develop an interest in reef life, including the enormous range of invertebrates that live on the bottom, and the often colourful fish that live around them."]},{"type":"*","value":[" Divers interested in marine life or just in new experiences like to ",{"type":"'''","value":["dive at night"]},". Nocturnal marine life is different, and sometimes more active, than daytime marine life. Night diving does not require added equipment above daytime diving other than a powerful torch, and is often one of the first new experiences available to newly certified divers. Often the use of artificial light will bring out an intensity of colour that goes unnoticed during the day, when the water absorbs much of the colour at depth."]},{"type":"*","value":[" Tropical ",{"type":"'''","value":["coral reef"]}," diving surrounds you with a sometimes unbelievable amount of colour and activity. Diving in tropical water is also comfortable and often low stress because the water is very clear. You are vulnerable to stings and to nasty coral scratches which are easily infected though: many divers choose to wear a full length thin wetsuit even if the water is warm enough to dive naked!"]},{"type":"*","value":[" ",{"type":"'''","value":["Rocky reefs"]}," occur in tropical, temperate and polar waters, and support ecosystems which may range from quite similar to coral reefs, to considerably different. In many regions on rocky reefs, instead of colourful fish, the rocks are encrusted with sponges, soft corals, colonial ascidians, bryozoans and a wide range of mobile invertebrates, which together contribute to an overall effect as colourful as a tropical reef."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wreck diving"],["Wrecks"]]}]}," have three appeals: fish life, historical interest and technical difficulty. Wrecks that have been sunk for some time become artificial reefs, attracting fish life and coral. The trade-off is that this tends to happen in warmer water, which will also cause the wreck to disintegrate more rapidly. Wrecks in colder water will attract less marine life but retain historical interest, particularly those of ships that were lost at sea rather than stripped of artefacts and scuttled. Wrecks of planes, particularly those shot down in wartime, are also popular. Divers can actually enter some wrecks: however this is relatively hazardous and requires training and experience well beyond introductory open water training."]},{"type":"*","value":[{"type":"'''","value":["Caves"]}," have an appeal to some divers, who enjoy the feeling of going where few people have ventured, and some caves provide spectacular surroundings. This environment is inherently hazardous and requires training and experience far beyond introductory open water certification."]},{"type":"*","value":[" Many divers enjoy ",{"type":"'''","value":["underwater photography"]}," or ",{"type":"'''","value":["underwater videography"]},". To take pictures or video while diving, you will need a waterproof housing for your camera or video recorder. Many dive shops also have rentable cameras."]},"\n",{"type":"==","value":["Buy"]},"\nScuba diving equipment has standardised into a number of basic pieces, together with some optional pieces for certain conditions. Most dive centers will have all the standard equipment for rental, and as with many equipment-heavy sports it can be worthwhile to use rental equipment for a while before you decide to purchase your own.\n\nStandard equipment is:\n",{"type":"*","value":[" A mask which provides an air space over the eyes and nose with a transparent viewport which may include corrective lenses. This allows you to focus and see clearly under water."]},{"type":"*","value":[" A snorkel (a short curved tube with a mouth grip allowing you to breathe at the surface with your face underwater)"]},{"type":"*","value":[" Fins for propelling yourself underwater"]},{"type":"*","value":[" An exposure suit: a wetsuit for warm water or a dry suit for colder water, perhaps with boots, gloves and hood. A skin suit is a very thin wet suit which is mainly intended as protection from stings, scratches, chafe and sunburn in tropical water."]},{"type":"*","value":[" A Buoyancy Control Device (BCD): an inflatable jacket or back inflation \"wing\" allowing you to sink or float by deflating and inflating it, and to neutralise buoyancy at any depth so that you can stay there without effort. This usually includes the support for the Scuba cylinder, and a harness system of straps and buckles by which it is secured to the diver."]},{"type":"*","value":[" A compressed air tank to supply breating air during the dive."]},{"type":"*","value":[" A regulator: apparatus for delivering air from the tank to your mouth on demand at ambient pressure."]},{"type":"*","value":[" A weight belt, weight harness or weight pouches integrated with the BCD, to compensate for the buoyancy of the exposure suit."]},{"type":"*","value":[" A depth gauge "]},{"type":"*","value":[" A Submersible Pressure Gauge (SPG), which shows the pressure of air remaining in the tank."]},{"type":"*","value":[" A timing device"]},"\nOptional equipment includes:\n",{"type":"*","value":[" A dive computer to record depth and times and to indicate decompression requirements. It is usually used to avoid the requirement for decompression stops."]},{"type":"*","value":[" Tanks and regulators for breathing gas mixtures such as Nitrox (air enriched with additional oxygen), Trimix (a mixture od Helium, Oxygen and Nitrogen which reduces nitrogen narcosis) and pure oxygen (for accelerated decompression)"]},{"type":"*","value":[" Underwater photography or videography equipment. Disposable 'waterproof' cameras and cheaper underwater housings are generally only guaranteed to be leak free to about 3 meters\/9 feet in depth, you will want one waterproof to ",{"type":"''","value":["at least"]}," 30 meters\/100 feet. Properly rated housings are manufactured by many major camera manufacturers, and for more expensive cameras and video cameras housings are made by third parties."]},"\nCheck the warranty conditions carefully, especially on expensive electronic equipment: water damage is usually not covered even on the housing warranties. Specialist ",{"type":"'''","value":["dive insurance"]}," may provide insurance against loss of or damage to your equipment while diving, general travel insurance will usually not, even if it covers the medical aspects of diving.\n\n",{"type":"===","value":["Rent or buy?"]},"\nThe three pieces of equipment every diver should buy for themselves and bring along are ",{"type":"'''","value":["fins"]},", ",{"type":"'''","value":["snorkel"]}," and a ",{"type":"'''","value":["mask"]},": these need to fit to your body closely to be safe and comfortable, they're fairly cheap, and they don't need that much space.  Up next is an ",{"type":"'''","value":["exposure suit"]}," (wetsuit or drysuit), which is also better fitted than off the shelf, but is bulkier to carry along. Rental wetsuits are generally adequate in warm waters if you are close to average in size and build.\n\nBut the bigger question for most divers is whether they should also make an investment in a full set of scuba gear, namely regulators, gauges and BCD.  In purely financial terms, you have to dive quite a bit to save money this way, especially when you factor in yearly servicing fees.  However, perhaps a bigger factor is ",{"type":"'''","value":["safety"]},": not only can you ensure that your own gear is kept properly serviced, but you will already be familiar with the controls and performance of your own gear, which makes diving easier and increases the chances of you acting correctly in an emergency. A personal regulator set and dive computer are recommended for the serious diver.\n\nThe two items almost nobody brings along are tanks and weights, as these are extremely heavy and bulky, and practically always included in the dive price.  For some destinations well and truly off the beaten track though (say, the Red Sea coast of ",{"type":"[[","value":[["Sudan"]]},") you may have to take along not just these, but the compressor too!\n\n",{"type":"==","value":["Work"]},"\n\nThe recreational scuba diving industry in popular diving areas is usually partly staffed by travellers, mostly divers themselves funding their diving.\n\nTo actually be paid to dive in the recreational scuba industry, you will need to either be a certified ",{"type":"'''","value":["divemaster"]}," or an ",{"type":"'''","value":["instructor"]},". Divemasters look after paying divers on the boat, handle any problems they have and tell them about the dive sites. They might also lead underwater guided tours of dive sites and assist in diving classes. Instructors run the diving classes themselves. You train as a divemaster first and then qualify for instructor training.\n\nDivemaster and instructor certifications are awarded by the same agencies that award the other recreational diving certification. To enter the instructor training programmes you will generally need to be a skilled diver and have at the barest minimum somewhere in the order of 100 dives experience. Many instructors' trainers recommend a great deal more experience before starting. Divemaster and instructor certifications are expensive to gain and expensive to keep, as you will need to renew them and also may have to pay an insurance premium.\n\nOther work available to travellers in the diving industry includes retail, boat operating and repairing, dive equipment maintenance and cooking. If you're travelling out on dive boats you will often be expected to be able to dive, and possibly to hold diver rescue and first aid certifications, even if you're notionally the cook. For both diving and boat work, some experience in hospitality is valuable, although not always necessary.\n\nAlmost all diving work, especially in extremely popular tropical diving locations, is badly paid. In some countries, divemasters are expected to work for tips alone. You will generally make enough to cover the basic expenses of a backpacker lifestyle and will usually get some free diving (although not as much as you expect).\n\nIn some countries any commercial (paid) underwater work other than that directly connected to recreational diving is regulated by legislation. In many cases this will require the working diver to be registered as a commercial diver and to comply with health and safety regulations. Check the local situation before taking on any such work, as although it will often get by under the radar, it may be technically illegal and if anything goes wrong the foreigner is usually the scapegoat. In other countries there may be no laws at all controlling underwater work, however these are usually also the countries where standards of safety and protection of the worker are likely to be lowest.\n\n",{"type":"==","value":["Stay safe"]},"\nThe obvious safety concern with diving is that you must rely on your equipment to deliver you air. For this reason, scuba equipment is subject to rigorous testing according to various standards at the design and production stages. Your part of ensuring your own safety is making sure that you are adequately trained and prepared for any dive you do, and that your equipment is suitable for the dive and functioning correctly. Do not assume that rental equipment is in good order: test it yourself.\n\nThe other side of this is to ensure that the air you breathe is safe. Most popular diving destinations will provide air fills from a suitable compressor in good condition and adequately filtered. Other places may be more haphazard and compressors that are in bad condition, dirty filters, poor installations, external sources of contamination and careless or unscrupulous operators may provide you with contaminated air. Contamination at levels which may be imperceptible or merely give you a headache or mild nausea on the surface can cause loss of consciousness underwater, often leading to drowning.\n\nBeing familiar with symptoms of equipment failure and recovery techniques obviously improves your safety. Your training will include information about performing basic safety checks on your equipment and about other guidelines. Further training is available in specialty courses.\n\nIf you're diving regularly you will probably want to take courses in emergency diving procedures and in first aid including CPR.\n\n",{"type":"===","value":["Basic safety precautions"]},"\nThe basic precautions you should take for safe diving are:\n",{"type":"*","value":[" Have an agreed ",{"type":"'''","value":["plan"]}," for every dive, including where you expect to go, how you will manage your air supply and what you and others will do if something unexpected happens (common problems are getting low on air, getting lost or losing your buddy)"]},{"type":"*","value":[" Unless specially trained and equipped, do not dive ",{"type":"'''","value":["alone"]},", always dive with a partner (a \"buddy\") who will stay close to you. Typically regulators have a second mouthpiece you can lend a buddy if they are out of air. Remember that a buddy who is not in reach in an emergency or who is not competent or willing to assist is no buddy at all, and that a buddy has no legal obligation to assist if it may endanger him or herself to do so. Do not allow the dive operator to pair you with someone whom you could not assist or who would not be able to assist you. "]},{"type":"*","value":[" Solo diving is not illegal in most parts of the world, however some operators will refuse to allow you to dive without a buddy, even if you are trained, experienced and equipped to do so. As solo diving may be less hazardous than diving with an unsuitable buddy, there are divers who prefer it, and take additional precautions to mitigate the risks related to not having a buddy. If you are one of these, check with the operator when booking whether they will be amenable. "]},{"type":"*","value":[" Do not dive in ",{"type":"'''","value":["unfamiliar conditions"]}," without an orientation from a suitably competent person, or you may find your skills are not adequate to the task. This is a common problem for divers who are accustomed to warm, calm water and find themselves under stess the first time they dive in cold rough water, or in a current. "]},{"type":"*","value":[" Do not dive in ",{"type":"'''","value":["unfamiliar areas"]}," without a guide or appropriate orientation. Do some introductory dives or a dive orientation with a divemaster or diver with local experience."]},{"type":"*","value":[" Do not dive ",{"type":"'''","value":["outside your training and experience"]},", for example, diving deeper than you trained for, or diving in confined spaces when you're only certified for open water."]},{"type":"*","value":[{"type":"'''","value":["Try on rental equipment"]}," in the shop. This is particularly important for wet and dry suits. Don't assume that if the trousers fit the jacket will too, or any other variation on this assumption. Try drysuits on over the undergarments you plan to wear with them, or there may be an unpleasant surprise when you can't reach your feet to put on your fins. "]},{"type":"*","value":[" Do not dive with ",{"type":"'''","value":["unfamiliar equipment"]}," except in very easy conditions, where any problems can be sorted out without major inconvenience or risk. Get your weights sorted out in shallow water, make sure the regulator has no leaks, and that the harness fits properly before going on a deep dive. Many divers have no idea of how much weight they will need with an unfamiliar exposure suit, and almost none will get it right the first time."]},{"type":"*","value":["Weight belts or other weight systems are primarily built to compensate for the buoyancy of your suit. Being able to dive with 2 kg in skins in the tropics does not mean you need the same with a 7mm suit if you go somewhere where the water is cold. On the other hand all the other items of your equipment affect buoyancy, including the size and type of cylinder, and the salinity of the water. There is no substitute for trying all the equipment out together to ensure correct weighting. A little extra weight is better than not enough, but too much can be deadly."]},{"type":"*","value":[" Do not dive when ",{"type":"'''","value":["impaired"]},", e.g. by fatigue or alcohol."]},{"type":"*","value":[" If diving in a group led by a ",{"type":"'''","value":["guide"]},", do not neglect your own planning and air management and if necessary plan to ascend early without the guide. Divemasters vary in skill, but even the best will not substitute for taking responsibility for yourself."]},{"type":"*","value":[" If you feel overly anxious about the dive, or feel you may not be fully qualified for the conditions, you have the absolute, unconditional right to ",{"type":"'''","value":["end the dive"]}," without having to justify your decision. Ultimately, you are responsible for deciding if any particular dive is right for you."]},{"type":"*","value":[" ",{"type":"'''","value":["Check the air"]}," you will be breathing. It should have no smell or taste and should leave no mark when passed through a white cloth. These tests, if passed, do not guarantee that there are no contaminants, but if failed, don't breathe it.  If you have any doubt, ask the shop to show you the latest air quality test results. Some places may not require this to be available, in which case a look at the compressor installation can tell you a lot. If the operator refuses to give this information, decide for yourself whether it is a good idea to stake your life on their product. Some countries have legal standards for minimum breathing air quality. These include the USA, Canada, EU countries, South Africa, Australia and New Zealand. Some other countries do not. Portable testing equipment is available for the most important contaminants, but it is quite expensive. It is a matter of what your life is worth to you, and what risks you accept. When booking, ask about air testing and quality control."]},{"type":"*","value":[" Dive with reputable and competent operators. Find out beforehand what the qualifications are of their skippers and divemasters, and what emergency facilities are available. You can still choose to dive with a less than ideal operation, but it is then an informed choice. Litigation after the accident is a waste of time and money in some parts of the world."]},"\n",{"type":"====","value":["Checklist on potential dive operators"]},"\nA few questions you could ask the dive operator before booking when planning a dive vacation to an unfamiliar region.\n",{"type":"*","value":["What are the qualifications of the skipper and divemaster?"]},{"type":"*","value":[{"type":"*","value":["Is a member of the crew qualified in basic first aid and oxygen administration."]}]},{"type":"*","value":[{"type":"*","value":["Do they have emergency oxygen administration equipment on site and on the boat?"]}]},{"type":"*","value":["What is the local air quality standard, and how is it enforced?"]},{"type":"*","value":["How are seaworthiness of the dive boat and competence of the crew enforced?"]},{"type":"*","value":["What emergency facilities are available in case of an accident?"]},{"type":"*","value":[{"type":"*","value":["Search and recovery."]}]},{"type":"*","value":[{"type":"*","value":["Medical evacuation."]}]},{"type":"*","value":[{"type":"*","value":["Recompression."]}]},{"type":"*","value":[{"type":"*","value":["First aid."]}]},{"type":"*","value":[{"type":"*","value":["Medical treatment facilities. "]}]},{"type":"*","value":["How do they monitor the time that a diver has been off the boat and whether all the correct divers are back on board before leaving the site?"]},"Standards for these items vary enormously. Do not assume that they will be much the same as at home. Oxygen is unavailable in some places, and some countries do not have any recompression facilities at all.\nThe last item may look a little trivial, but even in countries where safety standards are taken seriously, divers are occasionally left behind by accident, and it has happened that the right number of divers were on the boat, but some of them had dived from another boat, so a simple head count is not always sufficient.\n\nSome operators are affiliated to the Divers Alert Network as DAN Diving Safety Partners. This implies compliance with a fairly good standard of preparedness for emergencies, including provision of oxygen and first aid equipment, personnel trained and certified in the use of this equipment, and emergency assistance and lost diver prevention and retrieval plans. Non-affiliated operators may or may not meet these standards.\n\n",{"type":"===","value":["Autonomous and Solo diving"]},"\n\nMany divers expect to be guided on a Scuba dive at a travel destination. This is partly because this can be a good way to get to see the best of the site, as the dive leader can reasonably be expected to know the site better than a first time visitor, and partly because it has become customary to deal with the customers en masse — it is usually more convenient for the operator to handle a compact group. This is not always to the advantage of either or both parties.\n\nThe attitude towards divers who do not habitually dive in buddy pairs, and in some areas, those who do, but do not follow a dive-master around the site in a relatively tight group, varies from place to place, and between operators.\n\nIn some places all the divers are obliged to dive in pairs and to stay with the dive leader. This can be for good practical reasons, such as fairly strong currents, limited visibility, or a site which is difficult for an unescorted diver to navigate. In other places it can be more arbitrary, and the reasons range from simple bias on the part of the dive operators and dive leaders, who prefer it for their own convenience, to legal obligations in conservation areas, where the local authorities impose the restrictions as a condition of allowing you to dive. In theory this is probably to make it possible for the dive leader to enforce ecologically sound diving practices on what is usually a motley collection of divers of widely varied skills, experience and interests.\n\nMost diver training agencies encourage the practice of diving in pairs, generally known as the buddy system, on the premise that each diver can be of assistance to his or her buddy in case of an emergency that the diver can not deal with on their own. This functions with a varying degree of success, and can range from critically important and the difference between life and death for the distressed diver, to a complete waste of effort, if the buddy is not physically competent or adequately skilled and equipped to deal with the problem, through to a double fatality where the buddy goes beyond their competence in a futile effort to assist, and ends up getting into trouble as well.\n\nThe buddy system, or taken further, the three diver team is a valuable safety advantage if the buddies are familiar with each other’s equipment, abilities and diving style, but a liability if they are not. Many recreational divers have been brainwashed into the false sense of security of assuming that their buddy will be able to get them out of trouble if something goes wrong, but this is often not the case. Unfortunately statistics are very sporadic, as fatal accidents tend to be reported, but less serious accidents are often never made public, and near misses are often not even recognised as such by the divers involved.\n\nFor one’s own safety, it is better never to assume that someone else will get you out of trouble unless you know they can, and this generally means having dived together several times, and actually practiced the relevant skills with that person, in conditions similar to those you will be diving in when you put your life in their hands. Dive leaders may or may not have a duty of care to rescue their customers, but if they are leading a large group, they may have more on their hands than they can deal with if things go pear shaped, and you may not be at the top of their priority list.\n\nInstructors definitely do have a duty of care to assist and rescue their learners, and to try to prevent them from getting into trouble in the first place. That, after all, is what you are paying them to do. This duty only applies when they are contracted as instructors to the specific client. Do not presume on the same duty of care if an instructor is acting as a dive-master for your group or just diving with you.\n\nThis can become a problem for inexperienced and infrequent divers if they visit an area where the conditions are more severe than they are accustomed to. There is a general tendency among dive charter organisations to arbitrarily appoint buddy pairs, and if you accept this arrangement you may find yourself in a position where you are expected to assist an incompetent person through a dive you have paid good money for, during your once-in-a-lifetime visit to an exotic location.\nFurthermore, just because a highly competent diver has been assigned to you as a buddy, that does not oblige that person to endanger themselves to get you out of trouble.\n \nThere is also an incompatibility issue between underwater photographers and group dives, as the dive leaders and other divers are not always tolerant of the photographers’ requirements for slow speed and minimal silt stirring.\nIn places where there is no legal constraint to diving without the immediate attention of a dive-master, it may suit many divers to dive apart from the guided group, either in compatible buddy pairs, or solo. If you plan to go this route, check ahead of time with the operator to ensure that they will allow this procedure. In many cases you will be expected to produce evidence that you can deal with the dive. Generally a buddy pair will be assumed competent in the absence of evidence to the contrary, providing they both have nominally suitable certification.\n\nProviding convincing evidence that you will be able to safely dive solo can be difficult, particularly as there is a general bias against the practice in the recreational diving industry. There are certifications provided by a few certification agencies for Solo Diver (SDI), but information on the training is not easily available to the general diving public.\n\n",{"type":"==","value":["Respect"]},"\n\nMany dive sites are ecologically or historically sensitive areas. Dive tourism has the advantage of providing a reason to preserve many sensitive sites to keep the divers coming: for example, dive tourism may provide an incentive to control overfishing on divable reefs. However divers do themselves present a threat to many sites, having the potential to either directly damage them or subtly influence their characteristics. To help preserve dive sites:\n",{"type":"*","value":[" ",{"type":"'''","value":["Look but don't touch"]},", be it the bottom, coral, marine life or wrecks."]},{"type":"*","value":[" ",{"type":"'''","value":["Don't take souvenirs"]}," as everything you take is one less thing for future divers to look at, and often one less home for sea creatures. This is also illegal in some areas in the case of both protected marine sanctuaries and wrecks."]},{"type":"*","value":[" ",{"type":"'''","value":["Learn good buoyancy control"]},", so that you can avoid accidental damage to the site from crashing into things"]},{"type":"*","value":[" ",{"type":"'''","value":["Don't feed the fish"]},", as it alters their natural feeding patterns, and if you get bitten while feeding fish, no-one will have any sympathy."]},"Some dive organizations promote a diving variant of the ",{"type":"[[","value":[["Leave-no-trace camping"],["leave no trace"]]}," motto: \"take nothing but photographs, leave nothing but bubbles.\"\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"===","value":["Health conditions which prevent diving"]},"\n\nAny medical condition which affects your respiratory or cardiovascular systems, or which may render you suddenly and unexpectedly unable to respond quickly or at all, might mean you cannot dive. Common contraindications are asthma, epilepsy, diabetes and heart disease. If you have any of these, or other illnesses which might cause similar problems, consult a doctor before diving. A physician with a knowledge of dive medicine and diver needs is best, particularly if you have a condition like asthma and want an informed opinion about whether your particular case means you can't dive. In some countries specialist diving physicians are registered with the national medical council or government. If your general practitioner and\/or specialist are uncertain about a specific case, or if you disagree with them, it can be worthwhile consulting one of these diving medicine specialists.\n\nMost dive courses will require a detailed medical history from you or a doctor before you begin diving.\n\nOther health conditions which may temporarily prevent you from diving safely include:\n\n",{"type":"*","value":["Seasickness"]},{"type":"*","value":["Drugs and medications (consult a diving medical specialist if in doubt)"]},{"type":"*","value":["Alcohol and recreational drugs"]},{"type":"*","value":["Pregnancy "]},{"type":"*","value":["Nervous system disorders"]},{"type":"*","value":["Some cancers"]},{"type":"*","value":["Hepatitis, Malaria, and any illness causing fever or significantly impaired strength, judgement or cardiovascular condition."]},"\nWith some, it is the condition itself, and others, it is the drugs that are given for the condition that exclude one from diving. Unfortunately, the medical profession doesn't give black and white answers and some of the conditions require the diver to accept the risk and responsibility for the decision. Research is being conducted by various agencies around the world all the time and official medical opinion and policies do change from time to time.\n\n",{"type":"===","value":["Pressure related illnesses"]},"\n\nIn scuba diving, air is delivered to your lungs at the surrounding water pressure. Breathing air at high pressure can contribute towards a number of illnesses:\n",{"type":"*","value":[{"type":"'''","value":["lung overexpansion"]}," in which high pressure air trapped in your lungs expands as you ascend, damaging your lungs and possibly forcing air into your bloodstream (an ",{"type":"'''","value":["arterial gas embolism"]},")"]},{"type":"*","value":[{"type":"'''","value":["decompression sickness"]}," (\"the bends\") in which dissolved nitrogen in your body forms gas bubbles as you ascend, blocking blood supply to limbs or organs"]},{"type":"*","value":[{"type":"'''","value":["nitrogen narcosis"]}," in which nitrogen causes impairment similar to drunkenness"]},{"type":"*","value":[{"type":"'''","value":["oxygen toxicity"]}," in which an excessive partial pressure of oxygen poisons your nervous system or lungs"]},"\nAll of these illnesses and their prevention will be discussed during diver training. Not all of them are fully predictable, hence you must be alert to the risk and know how to seek appropriate treatment. Always know how to contact the local emergency services and the diver emergency services (if they exist) before a dive.\n\n",{"type":"===","value":["Preventing dive-related illness"]},"\n\nIn addition to ",{"type":"'''","value":["observing the time, depth and ascent rate limits"]}," you will be taught in training, there are some other things you can do to lower the chances of a pressure related illness. Before a dive trip and when diving, it is wise to:\n",{"type":"*","value":[" Be ",{"type":"'''","value":["well hydrated"]},". Dehydration is not only a health concern in and of itself, but is also a contributing factor  to many cases of decompression sickness."]},{"type":"*","value":[" Limit your ",{"type":"'''","value":["alcohol intake"]},", partly because of its intoxicating effects and partly because it dehydrates you."]},{"type":"*","value":[" Avoid diving with ",{"type":"'''","value":["blocked sinuses"]}," as high pressure air that enters them during the dive may not be able to exit, causing a painful \"reverse block\" that may take days to clear."]},{"type":"*","value":[" Avoid ascending to a ",{"type":"'''","value":["higher altitude"]}," soon after diving; in particular, ",{"type":"'''","value":["do not fly"]}," in most aircraft (commercial aircraft included) as they are rarely pressurised to sea level. It is recommended that you wait at least 12 hours after a single dive with no decompression stop before ascending, 18 hours after multiple dives without decompression stops, and more time again if there were decompression stops. In fact, most dive shops recommend a wait of 24 hours after the end of your last dive before you fly. Ascending sooner puts you at risk of decompression sickness."]},"\nThere are several ",{"type":"'''","value":["scuba emergency telephone hotlines"]}," set up in different areas of the world, which can advise on your symptoms and sometimes organise rescues and treatment (however, you will still have to pay for both, unless covered by insurance). Keep a note of your local hotline among your dive gear.\n\n",{"type":"===","value":["Diving in high altitude lakes"]},"\n\nWhile diving in high altitude lakes, the risk for decompression sickness increases. Due to a lower atmospheric pressure in the environment, special dive tables should be used. These allow for the pressure difference correction factors to avoid decompression sickness.\n\nSome decompression computers have altitude correction settings, which modify the calculations to take this effect into account. The most obvious practical effect of all these methods is that you will have shorter no-decompression limits for a given depth, and more decompression required for a given depth and time for a greater altitude.\n\n",{"type":"===","value":["Preventing sea sickness"]},"\n\nA substantial number of boat divers will experience some ",{"type":"'''","value":["sea sickness"]},". You are probably more vulnerable if you experience other forms of motion sickness, e.g. getting sick in cars. Sea sickness, because of the many ways in which the boat can move, is usually more severe than car sickness. The upside, such as it is, is that as under the water is much calmer than the surface almost all sufferers find that their nausea vanishes within a few minutes of beginning to dive. If you are feeling ill but able to get your gear together, you should still be able to have a good dive.\n\nSea sickness can be prevented for many people with the use of ",{"type":"'''","value":["travel sickness prevention medication"]}," from pharmacists.   Meclizine and dimenhydrinate (US brand name ",{"type":"''","value":["Dramamine"]},") are commonly used for prevention of seasickness, but both have the dangerous side effect of making you ",{"type":"'''","value":["drowsy"]},", and the effect seems to be amplified underwater.  Try them out before you dive, so you can judge your own reaction, and consider taking only half a dose.  Alternatives include scopolamine patches (also known as hyoscine or \"transderm scop\"), which are very effective but often require a prescription; cinnarizine (Sturgeron), which is popular in Europe but poorly available elsewhere.\n\nIf your sea sickness is mild, you may be better off using natural remedies like ",{"type":"'''","value":["ginger"]}," or simply staying near the centre of the boat, avoiding unnecessary motion, and looking at the horizon. However, severe nausea is extremely uncomfortable and vomiting will ",{"type":"'''","value":["dehydrate"]}," you: if you suffer sea sickness this badly, or think you are likely to, you might find that the side effects are much easier to deal with than the nausea.  On the other hand, most divers find that sea sickness is quickly relieved once the dive has started and you've escaped the choppy surface, and even if worst comes to worst, it's entirely possible to vomit through your regulator.(Do remember to purge well before taking your next breath).\n\nIf you are taking medication to prevent sea sickness, you should begin taking it well before you get on the boat so that it can be absorbed by the time the motion begins. Taking it an hour before boarding is effective; this will also give you some time to adjust to any drowsiness. Divers taking overnight trips sometimes begin taking medication the night before departure.\n\nA boat briefing will often include instructions on what to do if you think you're likely to vomit. If these aren't given and you forget to ask, the general etiquette is to go downwind (usually the rear of the boat) so that it doesn't blow into anyone's face, and to the opposite side to the ladder, and vomit overboard. Ask someone to accompany you so that they can make sure you're safe and won't fall overboard.\n\n",{"type":"===","value":["Preventing injuries"]},"\n\nThere are some injury risks that diving exposes you to. This is dependent on the site. For example, coral reef dives carry the risk of coral cuts, which can take months to heal well, and of stings and bites from venomous marine life. Educate yourself about risks in particular environments and particular sites and pay attention to dive briefings.\n\nYou can dramatically reduce the risk of injury by exercising caution and not interfering with the state of the dive site (e.g. by provoking the marine life or disturbing the bottom). Assume that everything is dangerous (poisonous, sharp, aggressive, etc.) and you'll keep yourself out of harm's way by not being tempted to touch anything.\n\nOne of the functions of the exposure suit is protection from external injury. Thick and strong suits will protect against cuts from coral, barnacles, or sharp edges of wrecks, thinner suits will protect against jellyfish, fire coral and similar organisms.\n\n",{"type":"===","value":["Flying after diving"]},"\n\nWhile the cabin pressure in an aircraft is at a level which makes it comfortable to breathe, it is still significantly lower than the air pressure at sea level. As such, most agencies recommend that you do not fly for 24 hours after completing your last dive to avoid decompression sickness. Always factor this extra day in when planning a dive trip.\n\n",{"type":"===","value":["Insurance"]},"\n\nIt is very important to be ",{"type":"'''","value":["insured"]}," for both general medical treatment needed for dive related illnesses and injuries, and in particular for decompression sickness treatment, which involves some hours in a ",{"type":"'''","value":["recompression chamber"]},". Recompression can be extremely expensive, around US$6000 an hour, and is specifically excluded by some insurance policies. In addition you should be insured for ",{"type":"'''","value":["evacuation"]},", as evacuation from boats by the emergency services is typically conducted from the air and is also very expensive.\n\nThere are many ",{"type":"'''","value":["dive insurance policies"]}," which cover medical treatment needed after a diving accident, including recompression. Some are associated with the certification agencies or with dive resort organisations. Typical prices are about US$500 per year for insurance for dives to less than 40 meters and US$1200 per year for coverage to any depth you have trained for.  In addition dive resorts and dive tour operators will often have insurance for divers who are injured or become ill on dives they conduct.\n\nThe ",{"type":"'''","value":["Diver Alert Network"]}," or ",{"type":"'''","value":["DAN"]}," provides insurance specifically for divers, which does cover chamber treatments, and their travel policies cover your dive equipment and emergency medical treatment including evacuation if necessary while you are travelling. You may be able to get similar coverage through your regular insurer, but check the small print. There are various levels of insurance. Check that the one you pay for is the one you need. Ask your broker specifically if the policy covers recompression and evacuation.\n\nMany general ",{"type":"'''","value":[{"type":"[[","value":[["travel insurance"]]}," policies"]}," cover diving if you are certified or with an instructor, but check the terms first: some also exclude scuba diving.  Even insurance policies which are specific to scuba diving may exclude divers engaging in ",{"type":"[[","value":[["#Technical Diving"],["technical diving"]]},", unless the policy has been specifically extended.\n\n",{"type":"{{","value":[["guidetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Water sport"]]},"\n\n",{"type":"{{","value":[["hasDocent"],["Pbsouthwood"]]},"\n",{"type":"{{","value":[["related"],["California_scuba_diving"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Scuba diving"]]}]