[{"type":"{{","value":[["Pagebanner"],["Sea kayaking banner Sea kayak.jpg"],["box=black"]]},"\n",{"type":"[[","value":[["File:Plastic Sea Kayaks.JPG"],["250px"],["thumbnail"],["Two sea kayaks in Abel Tasman National Park, a popular sea kayaking destination in New Zealand."]]},"\n",{"type":"==","value":["Understand"]},"\nSea kayaking is popular across the globe anywhere there are large open bodies of water like lakes, bays, calm rivers, estuaries and the ocean to be explored.  Although sea kayaks come in variety of styles they generally are different then their white water cousins in that they trade off the maneuverability for higher cruising speed, cargo capacity, ease of straight-line paddling and comfort for long journeys.\n\nSea kayaking is open to people of all skill levels from renting a kayak to paddle around a small lake to months long journeys into complex marine conditions and is often combined with ",{"type":"[[","value":[["wilderness backpacking"]]}," for exploring otherwise difficult to access wilderness areas and allows access to ",{"type":"[[","value":[["fishing"]]}," areas that might otherwise be inaccessible.  Sea kayaks are also popular to bring along when ",{"type":"[[","value":[["cruising on small craft"]]}," allowing boaters to go ashore or generally give access to areas that larger boats won't fit.\n\n",{"type":"==","value":["Origins"]},"\n\n",{"type":"[[","value":[["File:Greenland kayak seal hunter 2006.jpg"],["thumb"],["right"],["Inuit seal hunter in a kayak, armed with a harpoon."]]},"\nContemporary sea kayaks trace their origin to the native boats of ",{"type":"[[","value":[["Alaska"]]},", northern ",{"type":"[[","value":[["Canada"]]},", and Southwest ",{"type":"[[","value":[["Greenland"]]},". Eskimo hunters developed a fast seagoing craft to hunt seals and walrus. The ancient Aleut name for a sea kayak is ",{"type":"''","value":["Iqyak"]},", and earliest models were constructed from a light wooden frame (tied together with sinew or baleen) and covered with sea mammal, (sea lion or seal) hides. Archaeologists have found evidence indicating that kayaks are at least 4000 years old. Wooden kayaks and fabric kayaks on wooden frames (such as the folding kayak Klepper) were dominating the market up until 1950s, when fiberglass boats were first introduced while modern plastic kayaks first appeared in 1984.\n",{"type":"==","value":["Prepare"]},"\n",{"type":"===","value":["Kayaks"]},"\nSea kayaks come in several different styles, materials and configurations.   They are designed to accommodate one to three paddlers together with room for camping gear, food, water, and other supplies. A sea kayak usually ranges anywhere from 10–18 feet (3–5½ meters) for solo craft, and up to 26 feet (8 meters) for tandem craft. Width may be as little as 21\" (50 cm), and may be up to 36\" (90 cm).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Expedition sea kayaks"]}," - strength of modern materials such as fiberglass, rotomolded plastic and carbon fiber eliminate the need for an internal frame, though significantly increasing weight. Modern skin-on-frame sea kayaks constructed with nylon skins represent an ultralight niche within the rigid sea kayak spectrum.  These offer excellent cargo and tacking and are suitable for long distance kayaking."]},{"type":"[[","value":[["File:Explorer sea kayak side view.jpg"],["1000px"],["thumbnail"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Recreational sea kayaks"]}," — shorter sea kayaks with wide beams and large cockpits intended for shorter voyages.  Less maneuverable than their white water cousins and offer less cargo space and tracking than standard sea kayaks these kayaks are popular for short term voyages, non overnight exploring and complex waterways where maneuverability is more of a premium."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sit on top kayaks"]}," - popular for some users that require quick exiting and entering and can be suitable for sea use.  They are usually used for shorter term voyages where cargo space is less of a premium."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Folding kayaks"]}," - Folding kayaks are in some ways more traditional boats, being similar in design to skin-on-frame kayaks used by native people. Modern folding kayaks use contemporary materials such as aluminum for the frame, and replace the sealskin covering with synthetic waterproof fabrics. Unlike native kayaks, folding kayaks can be easily disassembled and packed for transport. Many folding kayaks include inflatable sponsons that improve the secondary stability of the vessel, helping to prevent capsize. More recently, a class of inflatable folding kayaks has emerged, combining a more limited rigid frame with a tightly inflated skin to produce greater rigidity than an inflatable boat alone."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Inflatable kayaks"]}," - have a distinct advantage over other types of kayaks in that they can be deflated and packed away in small areas.  Popular with travelers that want to bring a kayak along on an outing but lack space or logistics to manage a larger hard shell kayak.  Often very stable but lack the tracking and storage of larger kayaks."]},"\n",{"type":"===","value":["Equipment"]},"\nBesides an actual sea kayak there are a number of pieces of equipment that are needed for an excursion.\n",{"type":"*","value":[" ",{"type":"'''","value":["Life Jacket"]}," is the most important piece of equipment and can make the difference between life and death."]},{"type":"*","value":[" ",{"type":"'''","value":["Paddle"]}," is the propulsion device and must be carefully selected. It may be made of wood, aluminum, plastic, or composite materials. Two-piece take-apart paddles are also available in all three materials and make for good emergency back up paddles."]},{"type":"*","value":[" ",{"type":"'''","value":["Spray skirt"]}," fits around paddler and the kayak opening to prevent waves from entering kayak."]},{"type":"*","value":[" ",{"type":"'''","value":["Flotation in both ends of boat"]}," - air bags or bulkheads help keep kayaks floating even in an emergency."]},{"type":"*","value":[" ",{"type":"'''","value":["Bailing device"]}," can be as simple as a plastic cup or large sponge to remove excess water."]},{"type":"*","value":[" ",{"type":"'''","value":["Rain gear and hat"]}," hopefully small enough that packs away nicely "]},{"type":"*","value":[" ",{"type":"'''","value":["Warm change of clothes"]}," in case of an emergency"]},{"type":"*","value":[" ",{"type":"'''","value":["Fresh water"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Dry bags"]}," keep supplies dry, expensive solutions are available but can be as simple as a plastic bag. Consider bringing several smaller bags rather than one large bag for ease of packing on longer journeys."]},{"type":"*","value":[" ",{"type":"'''","value":["Tide tables"]}," when paddling in the open ocean"]},{"type":"*","value":[" ",{"type":"'''","value":["Other basic camping\/outdoor items"]},", such as whistle, waterproof matches\/lighter, flashlight, sunglasses and sunscreen, knife, Compass, Charts of area, basic first aid kit and extra food"]},"Other equipment is optional but may be required in some instances\n",{"type":"*","value":[" ",{"type":"'''","value":["Paddle leash"]}," - prevents paddles from being lost in an emergency"]},{"type":"*","value":[" ",{"type":"'''","value":["Paddle float"]}," - for self rescue"]},{"type":"*","value":[" ",{"type":"'''","value":["Flares"]}," - for signaling for help in an emergency"]},{"type":"*","value":[" ",{"type":"'''","value":["Tow line"]}," - for assisting others in an emergency"]},{"type":"*","value":[" ",{"type":"'''","value":["Waterproof gloves"]}," - help keep hands warm when paddling in colder weather"]},{"type":"*","value":[" ",{"type":"'''","value":["Navigation lights"]}," are required in some areas when kayaking between sundown and sunrise or when visibility is reduced, a white light visible over 360° is preferable, but a watertight flashlight may be acceptable."]},"\n",{"type":"==","value":["Do\/Stay safe"]},"\n",{"type":"===","value":["Tides and currents"]},"\nThough invisible, the current has great impact on kayaking. On the ocean, the current changes\ndirection subsequent to the tides. This can either slow you down and\/or cause you to drift far from your itinerary. The amplitude of tides can sometimes rise above 6 metres. Great\ncaution is also to be taken in some regions with tides of one or less metres, as these can cause very dangerous currents. Recreational kayakers can maintain on average a speed to 2 to\n3 knots* (3.5 to 5.5 km\/h). Currents between 1 to 4 knots are then regarded as average, while currents above 4 knots are significant.\n\n",{"type":"===","value":["Temperatures"]},"\n8°C is the critical threshold. Swimming in water between 8 and 15°C is, though uncomfortable, tolerable. A forced plunge in water below 8°C can provoke hypothermia within minutes, and if below 5°C, can pose a major threat to life.  Consider the water temperature rather than just the air temperature when choosing clothing. Layers of quick-dry clothing are ideal, and hats, sunglasses and sunscreen are highly recommended. For footwear consider wear sturdy, strap-on sandals or water shoes.\n\n",{"type":"===","value":["Maritime traffic"]},"\nTraffic can be dense on large, navigable channels and along certain coastlines. Cargo ships in these areas are obliged to adhere to exact routes, leaving them with no room to maneuver around you. It is your responsibility to steer out of their way. The crew of these huge ships cannot detect you on their radar, cannot spot you when beyond a distance of two miles (and that in clear weather), and lose sight of you again when you are closer than a half mile to\ntheir ship.\n\nKnow your rights and obligations as a pleasure boater and respect the navigational regulations in order to avoid collisions. Make sure that you are well seen and heard. To this\neffect, the color of your kayak and your PFD can play an\nimportant role.  Kayaks come in a variety of bright colors not for reasons of style but because the bright colors make them more visible to other boaters.  Yellow, orange and red are the colors that are the most visible on water. Signalling devices should always be within hand’s reach.\n\n",{"type":"===","value":["Wind"]},"\nSome regions have prevailing and constant winds that can be easily forecasted. Wind has a drift effect similar to the current and can also rapidly decrease its ambient temperature.  Sudden wind-blasts provoke strong, sometimes breaking waves and can cause you to drift very far from the banks. Great care should be taken when interpreting weather forecasts.\n\n",{"type":"===","value":["Environment"]},"\nThe natural environment in which an excursion takes place should not be taken lightly. Camping conditions, the presence of ",{"type":"[[","value":[["dangerous animals"]]},", evenness of terrain, and its remoteness can each trigger or influence minor incidents that could take on catastrophic dimensions.\n\n",{"type":"==","value":["Destinations"]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Africa"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Asia"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Indonesia"]]}]},{"type":"[[","value":[["Komodo National Park"]]}," There are dozens of uninhabited islands within and just outside the park. Many of these are only accessible by unmotorised vessels such as expedition style sea kayaks and SUP's.\n\n",{"type":"===","value":[{"type":"[[","value":[["Europe"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Scotland"]]}]}]},{"type":"[[","value":[["Oban"]]}," is a town in ",{"type":"[[","value":[["Argyll and Bute"]]},". It is known as the Seafood & Sea Kayaking Capital of Scotland and probably the whole of Europe It is also shopping and drinking capital of the west coast of Scotland, and home to the excellent whiskey of that name.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Finland"]]}]}]},"Sea kayaking is a great way to discover countless islands of ",{"type":"[[","value":[["Archipelago Sea"]]},". Very good conditions for sea kayaking and equipment rentals are also in ",{"type":"[[","value":[["Helsinki"]]},".\n\n",{"type":"===","value":[{"type":"[[","value":[["North America"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["United States"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Alaska"]]}]},"\n",{"type":"[[","value":[["Seward"]]}," has many vendors offering kayakers a close up look of the many glaciers and wildlife in the area.\n\n",{"type":"===","value":[{"type":"[[","value":[["Oceania"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["South America"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Antarctica"]]}]},"\nSea kayaks can get closer to wildlife and maneuver through areas that larger boats can't but be well prepared for cold weather.\n\n",{"type":"{{","value":[["PartOfTopic"],["Water sport"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sea Kayaking"]]}]