[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Falkland Islands - Sealion Island.PNG"],["thumb"],["270px"],["Sea Lion Island, located in the South of the Falklands"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sealionisland.com\/ Sea Lion Island"]}]}," is the most southerly inhabited island in the ",{"type":"[[","value":[["Falkland Islands"]]},", located approximately ten miles south of mainland East Falkland.  The island has a total area of 2236 acres, and is five miles in length.\n\n",{"type":"==","value":["Get in"]},"\n\nMost visitors arrive to the island using the government air service.  The landing strip is dirt but well-maintained, and the old grass strip is still maintained in case of unfavourable winds.\n\nFlying is the most reliable way to the island.  Due to rough seas, cruise ship landings (and supply ship visits) are a \"hit and miss\" proposition.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:2498-sea-lion-elephant-seals_RJ.jpg"],["thumb"],["270px"],["Elephant seal mother & pup on Sea Lion Island"]]},"\n\nThe big attraction of this island is the wildlife. Elephant seals are at their height from September until November, with 540 breeding females having come ashore during the 2003\/2004 season.  Sea lions breed on the island later in the year, and gentoo penguins, imperial cormorants, rockhopper penguins, magellanic penguins, striated caracaras, and numerous small birds are found throughout the season. Orcas can often be seen offshore, and king penguins may occasionally be found resting ashore.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rockhopper Point"]}," - A three mile hike to the west of the lodge on the southern side of the island, Rockhopper point is the home to nearly 500 pairs of rockhopper penguins and a colony of king cormorants.  Rock cormorant nest in an impressive natural arch nearby.  A memorial to the HMS Sheffield, which sank offshore during the 1982 conflict, is also located here."]},{"type":"*","value":[" ",{"type":"'''","value":["West End"]}," - The far western side of the island is approximately three miles from the lodge.  Small birds and the occasional black-crowned night heron can be found around Beaver Pond, which was named for the Beaver planes that once landed here, and not for the more common North American rodent.  The shore is home to several species of gulls, and magellanic penguins are found in large numbers in the grassy areas."]},{"type":"*","value":[" ",{"type":"'''","value":["East End"]}," - Less than a kilometer east of the lodge is the main breeding area for more than five thousand gentoo penguins.  Further east, a fine white-sand beach and lagoon is the breeding ground of over five hundred female elephant seals.  At the far end of the island giant petrels can be found nesting, although due to the skittish nature of these birds viewing is done only from a specially constructed hide."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Landrover Tour"]}," - An introductory tour of the island by Landrover is available at £20 per person.  A one-way drop off at Rockhopper point is £5 per person (prices quoted as of November 2004)."]},{"type":"*","value":[" ",{"type":"'''","value":["Wildlife Viewing"]}," - Nearly all visitors to the island come for the wildlife.  Hiking can be done by following the landrover trails or cross-country."]},{"type":"*","value":[" ",{"type":"'''","value":["Golf"]}," - Although the \"golf course\" is little more than three or four flags stuck in the lawn around the lodge, it is possible to hit a few shots.  Be on the lookout for caracaras who frequently steal golf balls."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe lodge offers post cards, phone cards, and various souvenirs for sale.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["The lodge provides full board, and the quality of meals is excellent.  "]},{"type":"*","value":["For those who prefer not to return for lunch, packed meals are also available (an added bonus to eating outdoors is the likelihood of dining along side the scavenger birds, caracaras.)"]},"\n",{"type":"==","value":["Drink"]},"\n\nThe lodge has a fully stocked honour bar.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is a fully-catered lodge on the island that offers luxury accommodation.  The lodge is centrally heated and all rooms have a bathroom and shower.  Reservations are required and can be made by contacting ",{"type":"[","value":["mailto:sealion_lodge@horizon.co.fk sealion_lodge@horizon.co.fk"]},".  As of November 2004, rates were £95 per person during the high season (November - March) and £45 per person during the low season (April - October).  Further discounts may also be available during the low season for extended stays.\n\n",{"type":"==","value":["Connect"]},"\n\nA phone is available for visitor usage, but a Cable & Wireless phone card is required.  As of November 2004 a computer was being set up to provide internet access, also requiring a Cable & Wireless card.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-52.4333"],["-59.0833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Falkland Islands"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sea Lion Island"]]}]