[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sea Ranch"]}," is a planned unincorporated community in ",{"type":"[[","value":[["Sonoma County"]]},", in the ",{"type":"[[","value":[["North Coast (California)"],["North Coast"]]}," region of ",{"type":"[[","value":[["California"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Sea Ranch"]}," has a population of about 750, of which about 300 are permanent residents. Landscaping in Sea Ranch is regulated by a design manual which prohibits perimeter fences and limits non-indigenous plants to screened courtyards.  A herd of sheep is used to keep grass cut low to the ground to reduce the threat of fire during the summer months.\n\n",{"type":"==","value":["Get in"]},"\n\nTravel by car, usually west from the 101 but located right on \"the 1,\" one of the United States' most-scenic highways.\n\n",{"type":"==","value":["Get around"]},"\n\nBy car for side trips, on foot for the immediate area.  Bikes are popular for side trips and on nearby trails.  Horses also allowed.\n\n",{"type":"==","value":["See"]},"\n\nThe ocean.  The Sea Ranch is a developed community that features a designed sea-side landscape, many beaches and marine and shore wildlife.  The trails are restricted to guests and residents although there is extensive public access to the beaches.  The development offers a complete trail system for people, bikes and horses that mostly stays along the ocean ridge and includes access to several public beaches.  Along the paths, one can see a wide variety of wildflowers, grasses and trees as well as roaming deer, other animals, birds and a protected seal habitat.  A striking ocean landscape can be seen from almost everywhere. \n\nThe Sea Ranch lodge is \"modern\" architecture from several decades ago.  Its spare, natural design sits well on the landscape and is a place to stop for a meal or a cocktail.  It also has a small shop and a post office.  The development's residential archicture itself is of interest as it includes many examples of mid-to-late 20th century modern design intended to integrate with the land.  \n\n",{"type":"==","value":["Do"]},"\n\nDrive US 1, watch out for bikes and farm vehicles and driving off a cliff, but otherwise live the American dream.  \n\nHike the Sea Ranch grounds (if permitted).  Explore the public beaches.  Watch wildlife.  \nVisit the nearby state parks and reserves to the north and south and explore the towns of Gualala and Anchor Bay.\n\nGolf the Sea Ranch links to the north of the development (open to the public).\nHave a meal at the lodge or poke around its little boutique.  \n\n",{"type":"==","value":["Eat"]},"\n\nThe Sea Ranch Lodge restaurant offers a friendly bar (with a happy hour with a good selection of wines by the glass) and a fireplace room to which one can repair with drink on a blustery day.  The restaurant's menu leans to local ingredients prepared in a fairly-formal style.  Evening diners have a view of the setting sun over the undeveloped grounds and bluff.  \n\n",{"type":"==","value":["Drink"]},"\n\nThis is not the heart of wine country but local labels can be found from the grocery story to the fine restaurant.  \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sea Ranch Lodge"],["url=http:\/\/www.searanchlodge.com\/"],["email="],["address=P.O. Box 44, The Sea Ranch, CA  95497"],["lat=38.680"],["long=-123.428"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=180-350"],["checkin="],["checkout="],["content=The Sea Ranch lodge has 20 rooms.  Some include hot tubs, fireplaces and corner ocean views (with windows that open and bench seats).  Only the Hot Tub room has a TV. Free Wi-Fi.  Made-to-order complimentary breakfast.  Decor leans on the architecture which emphasizes natural materials, local art, a simple aesthetic and the ocean.  A small herd of sheep add to the bucolic setting across the road from the lodge."]]}]},"\nMany of the houses and condos in the Sea Ranch development may be rented.  The architecture and the development ranges from those basic properties developed early (often very private with fully-developed landscapes) to newer properties with actual lawns. Nearby communities offer small motels, inns and there is quite a bit of camping at parks and private campsites.\n\nSee also the listings for ",{"type":"[[","value":[["Gualala"]]},", which is only 5 miles away.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe primary danger in this area seems to be hitting a deer with one's car or being run over by a car if on foot or bike.  Also, be careful if near the ocean or on a ridge top.  \"Don't turn your back on the ocean\" is the Sea Ranch motto, although walking backwards can be dangerous too.  \n\n",{"type":"==","value":["Go next"]},"\n\nThe nearby towns to the north of Gualala and Anchor Bay offer galleries and restaurants to explore.  Two grocery stores in Gualala and a little organic shop in Anchor Bay can supply basics or carryout for picnics.  \"Barbequed oysters\" are advertised up the north coast.  As explained at Bones along US 1 in Gualala (a \"biker friendly\" bar that turned out to be just friendly) this means \"cooked on a grill\" and served with a vinegar dipping sauce.  They are also generally very, very fresh.  \n\n",{"type":"{{","value":[["routebox"],["image1=California 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Fort Bragg"]]}],["minorl1=",{"type":"[[","value":[["Gualala"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["San Francisco"]]}],["minorr1=",{"type":"[[","value":[["Fort Ross"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sea Ranch, California"]]},"\n\n",{"type":"{{","value":[["geo"],["38.71528"],["-123.45444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sonoma County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/California\/Localities\/S\/Sea_Ranch\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sea Ranch, California"]]}]