[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"],["pgname=Sea to Sea"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n\n",{"type":"'''","value":["Sea to Sea"]}," (",{"type":"[[","value":[["Hebrew"]]}," ",{"type":"''","value":["ים אל ים"]},") is a short trek in ",{"type":"[[","value":[["Israel"]]},", spanning from the Mediterranean Sea to the ",{"type":"[[","value":[["Sea of Galilee"]]},". It's usually a three or four days trip, which suggests a nice experience of the ",{"type":"[[","value":[["Upper Galilee"]]},".\n\n",{"type":"==","value":["Prepare"]}," \nIt is essential to have the Israel Hiking Map Number 2. The Israel Hiking Maps are scaled 1:50000 and are very accurate. The trails are marked corresponding to the colors on the map. You can buy one at any camping store for around one hundred shekel.\n\nThe trek can be traversed almost any time of the year except for winter and the peak of summer. The preferable time to go is during the Spring. Be aware of the timing of the holidays. During Passover  this trek is incredibly popular, especially for the many youth movements of Israel. \n\nWatch weather in the area a week prior to leaving. Much of the trail runs on river beds that are normally dry or muddy, unless it has rained heavily recently, in which case they are not traversable.\n\nOne usually travels from East to West. It is much easier to travel this direction.\n\nWater is not an issue; there is water at the end of every day and sometimes inbetween at parks or campsites. Carry enough water for a day. Do not drink out of the rivers or springs because they could be polluted. Bring enough food for the whole trek, although it is possible to purchase some if you choose to hike through any of the towns located along, or not far off, the trail.\n\n",{"type":"==","value":["Get in"]}," \nYou can start on the Mediterranean side by one of two popular options.\nThe first option starts from Akhziv Shore, six kilometers north of ",{"type":"[[","value":[["Nahariyah"]]}," on Route 4. From here you follow Nahal Kaziv. You can reach Akhziv by bus or taxi from Nahariyah.\nThe second option is to start the trek 20 km east and take a taxi or bus from Nahariyah to start somewhere on Nahal Kaziv. A good place is Goren where there is a picnic area. This second option allows for a shorter trip.\n\n",{"type":"==","value":["Tradition"]},"\nIt is tradition to take a small bottle of water from one sea and dump it into the other.\nAnother tradition is to dunk your head, or go swimming, in each sea.\n\n \n",{"type":"==","value":["Walk"]}," \n\n",{"type":"===","value":["Day 1: Akziv to Ma’alot 22 km"]},"\n\tFrom the shore of Akziv follow Nahal Kaziv. The trail will be unmarked but you will know you are hiking on Kaziv because it is the only Nahal (riverbed) starting from the shore of Akziv. When Nahal Kaziv intersects Route 70 there will be a trail marked green. This trail follows Nahal Kaziv. Continue until you reach Ein Zev. From Ein Zev you can hike into Ma’alot and sleep in a hostel or hike northeast of Ein Zev and camp in the national park there. Be aware that there is no water at the national park. There is water available 1 km south in the settlement of Abririm.\n\n",{"type":"===","value":["Day 2: Ma’alot to Mount Meron 17 km"]},"\n\tFrom Ma’alot the trail for Nahal Kaziv picks up again on the eastern side of the town at Ein Tabat. If you stayed at the national park you will need to follow the road from Abririm for about 5 km through the town of Elkosh. At the intersection of Routes 89 and 8944, about a kilometer south of Elkosh, the trail on Nahal Kaziv starts again. There is a gap in the trail following Nahal Kaziv from Ein Zev to Ein Tabat because that section of the Nahal is a wildlife sanctuary.\n\tContinue following Kaziv until it forks at the intersection of an unmarked road. Follow the eastern trail. This is Nahal Neriya. Nahal Neriya will take you to the base of Mount Meron. At this point, there is a campsite under the jurisdiction of the Nature and Parks Authority.\n\n",{"type":"===","value":["Day 3: Mount Meron to ",{"type":"[[","value":[["Safed"]]}," approximately 20 km"]},"\nFrom this point on you will be following The ",{"type":"[[","value":[["Israel National Trail"]]},". \n\nStart the day with a short, intense climb to the top of Mount Meron. Meron is the second highest peak in Israel. On a clear day you can see all the way to Lebanon.\n\nAfter hiking up and over Meron you will be on Nahal Meron which quickly connects to Nahal Amud.\n\nOnce on Nahal Amud you can decide if you want to walk up the ridge into the city of Safed to spend the night, or continue down Nahal Amud for another few kilometers and stay in one of the two campsites on the eastern side of the Nahal.\n\n",{"type":"===","value":["Day 4: Safed to The Sea of Galilee approximately 20 km"]},"\n\nFollow Nahal Amud until you reach the Sea of Galilee. This section of the trail running along Nahal Amud is very steep and dangerous. Be careful and take it slow. You will pass some ruins of pump stations built by the British before Israel was a state.\n\nAt the end of Nahal Amud the Israel National Trail will continue to Migdal. When you enter into a banana grove, stop following the Israel National Trail and walk to the east. You will see the Sea of Galilee and the town of Ginosar.\n\n",{"type":"==","value":["Stay safe"]}," \nSea to Sea is very popular trip for Israelis. Generally, Israelis are open people. It is not uncommon to be offered a cup of coffee or to be joined for a meal while hiking on the trail.\nIt is acceptable to camp in a farm, some of the trails even run right through them. The farmers do not mind as long as you are respectful of their land.\nThe biggest threat to your trip will be the weather.\n\n",{"type":"==","value":["Go next"]}," \nOnce you arrive at the Sea of Galilee you can take a bus to the destination of your choice. There are buses that run and have stops on Route 90 which runs along the shore of the Sea of Galilee. These can take you to ",{"type":"[[","value":[["Tel Aviv"]]}," and ",{"type":"[[","value":[["Jerusalem"]]},". The alternative is to call a taxi and drive to ",{"type":"[[","value":[["Tiberias"]]}," and take a bus to almost anywhere in the country. Be aware that buses do not run on Saturdays in Israel.\n\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:Sea to sea trail"]]}]