[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Seaside Heights"]}," is a town in the ",{"type":"[[","value":[["New Jersey"]]}," ",{"type":"[[","value":[["Jersey Shore"],["Shore"]]}," region.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Seaside Heights, NJ.jpg"],["350px"],["thumbnail"],["Seaside Heights"]]},"\n\n",{"type":"===","value":["By car"]},"  \n\n",{"type":"*","value":[{"type":"''","value":["During the summer months"]}," "]},"\nTraffic from all directions is heavy.  Traffic can vary depending on the time, day and month.  Listen to local radio stations, such as WOBM 1160AM, to find out information about traffic patterns, accidents, and shortcuts.  Tourist traffic usually begins in late May and continues until early September.\n\n",{"type":"*","value":[{"type":"''","value":["From Northern New Jersey NJ"]}]},"\nDepending on your starting location, travel along the Garden State Parkway until Exit 82 East for Route 37. Then, take Route 37 East for 9 miles over the Bridge into Seaside Heights. From there, follow signs to your destination.\n\n",{"type":"*","value":[{"type":"''","value":["From Southern New Jersey"]}]},"Depending on your starting location, travel along the Garden State Parkway until Exit 82 East for Route 37. Then, take Route 37 East for 9 miles over the Bridge into Seaside Heights. From there, follow signs to your destination.\n\n",{"type":"*","value":[{"type":"''","value":["From Philadelphia"]}]},"\nTake Route 70 East until Route 37 East, which meets in Lakehurst, NJ.  Continue on Route 37 and follow it over the bridge into Seaside Heights. From there, follow signs to your destination.\n\n",{"type":"*","value":[{"type":"''","value":["From the West"]}]},"\nDrive along Route 195 East to the Garden State Parkway south.  Continue on the Parkway until Exit 82 East for Route 37. Take Route 37 East for 9 miles, follow it over the Bridge into Seaside Heights. From there, follow signs to your destination.\n\n",{"type":"===","value":["By air"]},"\n\nThe closest large airports to Seaside Heights are: \n\n",{"type":"*","value":["EWR--",{"type":"''","value":["Newark Liberty International Airport"]}," --in Newark, NJ. A major intercontinental airport near New York City, serving as a hub for United Airlines. Tel: +1 973 961-6000  Fax: +1 973 961-6259  "]},"\n",{"type":"*","value":[{"type":"''","value":["Atlantic City International Airport"]},"--in Atlantic City, NJ.  This airport is the smallest of the three and is usually is used by those within the Atlantic County area.  Casino patrons are common customers, along with vacationers during the summer months.  It provides main airlines such as ",{"type":"''","value":["Spirit Airlines"]},", and ",{"type":"''","value":["Delta Connection COMAIR"]}," flights daily.  There are not many restaurants or shops within the airport, but Atlantic City itself if full of them.  Tel: +1 609 645-7895"]},"\n",{"type":"*","value":["PHL--",{"type":"''","value":["Philadelphia Airport"]},"-in Philadelphia PA. Philadelphia's primary airport serves as a hub for US Airways.  Tel: +1 215-937-6937"]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[{"type":"''","value":["NJ Transit"]}," buses provide numerous schedules, routes and destinations to fit customers’ needs.  Along with the Seaside destination, which is offered seasonally, other locations that are also available include Seaside Park (also seasonal), Brick Township, Dover Township, Freehold, Lakewood, Newark, Newark International Airport, Hoboken, and Toms River. For schedules, fares and any other information contact the headquarters or visit the site. "]},"NJ TRANSIT Headquarters Tel: +1 973 491-7000\nhttp:\/\/www.njtransit.com\/cgi-bin\/texis.exe\/webinator\/search?profile=default&query=Seaside+Heights\n\n",{"type":"===","value":["By taxi"]},"\n\nThere are a number of taxi services around and within Seaside Heights.  Fares vary depending on the service: \n\n",{"type":"*","value":[{"type":"''","value":["Alpha Taxi"]},"  - Seaside Heights, NJ, +1 732 506-9500"]},"\n",{"type":"*","value":[{"type":"''","value":["Ace Cab"]},"  - Seaside Heights, NJ, +1 732 736-1600"]},"\n",{"type":"*","value":[{"type":"''","value":["Checker Cab Co."]},"  - Seaside Heights, NJ, +1 732 736-6799"]},"\n",{"type":"*","value":[{"type":"''","value":["Yellow Cab"]},"  - Seaside Heights, NJ, +1 732 349-1211"]},"\n",{"type":"*","value":[{"type":"''","value":["East Star Express"]},"  - Seaside Heights, NJ, +1 732 552-1044"]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=A Affordable Taxi, LLC"],["alt=A Affordable Taxi"],["url=http:\/\/aaffordabletaxi.com\/"],["email=dispatch@aaffordabletaxi.com"],["address=Seaside Heights"],["lat="],["long="],["directions="],["phone = +1 732  504-1409"],["tollfree="],["fax="],["hours=24\/7"],["price="],["content="]]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By foot"]},"\n",{"type":"*","value":["The total area of Seaside Heights is 0.8 square miles.  Because of this, many residents and visitors like to get their exercise by walking along the boardwalk or any other destination especially during the months of May until September. "]},"\n",{"type":"===","value":["By bike"]},"\n",{"type":"*","value":["It is common to see residents and tourists riding their bikes along the boardwalk during the summer months.  Bikes are also ridden within the town to and from various destinations.  Because Seaside Heights is less than a mile in total area, it is easy to get exercise and travel at the same time."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":["When the weather begins to get a little colder and the summer is coming to an end, more and more people turn to their cars for transportation.  Although Seaside Heights is not large, it is quick to reach a destination by car.  Traffic can be hectic during the summer months, but it tends to slow down as September begins. "]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":["Taxi services are not really necessary during the daytime, but are usually used at night by those who take advantage of the bar scene.  They are sometimes used by those who are in a real rush and do not have a car nearby.  "]},"\n",{"type":"===","value":["By tramcars"]},"\n",{"type":"*","value":["This type of transportation can only be found on the boardwalk.  It is a family friendly way to get around and see the boardwalk at its best."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Parades"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=St. Patrick’s Day Parade"],["alt="],["url=http:\/\/hubpages.com\/hub\/Saint-Patricks-Day-Parade-in-Seaside-Heights--NJ"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a free event on the Boulevard in which many people gather to see each year on March 10th at noon."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=15th Annual Columbus Day Parade and Italian Street Festival"],["alt="],["url=http:\/\/hubpages.com\/hub\/columbus-day-seaside-heights"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a 3 day event where many people gather together to watch and take part in. The parade takes place at 1PM on Sunday, October 7th. Bands, floats, mummers, and more will take part in the parade. Food is supplied and there are activities going on around the clock. October 5th 4AM-10PM, October 6th 10AM-10PM, and October 7th 10AM-8PM are the times for this sight."]]}]},"\n",{"type":"'''","value":[" Holidays"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Palm Sunday Egg Hunt"]}," is an event that takes place on the beach and is free of charge.  This is an event in which parents take their children to.  April 1st at 1PM is when it takes place and has a rain date of Saturday April 7th.  Ages 0-2 need to report to Hancock Avenue, 3-4 to Blaine Ave, 5-6 to Sumner Ave, 7-8 to Hamilton Ave, and 9-10 to Lincoln Ave."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Annual Easter Day Promenade"]}," is an event on the boardwalk with free admission on Sunday, April 8th at 12 noon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mother's Day"]}," is a holiday celebrated on the boardwalk.  Flowers are distributed by the Mayor and Council."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["4th of July Fireworks Extravaganza"]}," is on Wednesday, July 4th and 9PM and many gather to see the spectacular fireworks display on the beach."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Memorial Day Weekend"]}," is a big deal in Seaside Heights, NJ. People from the tri-state area and other locations all flock down to the town and celebrate the beginning of nice weather and the holiday weekend. All of the stores and clubs are opened to late hours. This is one of the most expensive times to get a hotel room in town, so if you are interested plan ahead! Clubs hold various events and the streets are mobbed with young individuals trying to have a good time. "]},"\n",{"type":"'''","value":["Other Attractions"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The 28th Annual Car Show"]}," is on Sunday, September 9th from 9AM-5PM.  This event takes place on the Bay Boulevard where many people attend to see old antique cars for their pleasure and even take part in raffles and contests."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Polar Bear Plunge"]}," is a freezing cold ",{"type":"''","value":["sight to see"]},"! This is where people take part in jumping in the ocean on a not-so-summer day.  It takes place on February 23rd at 1PM at Sheridan Avenue on the Oceanfront.  This event is a fundraiser and anyone can take part in it; registration is at 9AM. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casino Pier"]}," is an amusement park offering a variety of rides and games including roof-top miniature golf.  The costs for this sight is as follows: Adult $25.95, child $20.95, and seniors over 55 $10.95."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Seaside Heights, New Jersey after Sandy.jpg"],["200px"],["thumbnail"],["Damage after hurricane Sandy in October 2012"]]},"\n",{"type":"[[","value":[["File:Seaside Heights 1 year after Sandy.jpg"],["200px"],["thumbnail"],["Boardwalk, one year after Sandy"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Beaches"],["alt="],["url=http:\/\/www.discoverseasideheights.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All Seaside Heights beaches are open to the public and can be located at just about every block. Badges can be purchased daily and paid weekends are in effect beginning Memorial Day. Children 11 years and younger are free. $5 ",{"type":"'''","value":["Seasonal Badges"]},", $30 prior to May 14th, $35 post May 14th"]]}," "]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["surfing"]}," hotspot is at the northern end of Seaside Heights. There are natural sandbars that create some of the best waves in New Jersey."]},"\nLifeguards are available all hours that the beach is open and lifeguard towers are scattered throughout the beach. No swimming is allowed once the guards are off duty!\n\n",{"type":"''","value":["One thing that the Jersey Shore asks of its users is to remember to keep the beaches clean!"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Boardwalk"]}," Along the side of the beach is one of Seaside Height’s greatest attractions…the boardwalk! Funtown Pier and Beach\/ Casino Pier are the two sections that the boardwalk is split into. Arcades, snack shacks, and rides are available for children and adults to enjoy. Who knows you may even be lucky enough to win a prize at one of the many game booths located on the piers! "]},"\n",{"type":"'''","value":["Lucky Leo's Arcade"]},"- 315 Boardwalk. A decent sized arcade on the boardwalk. This is a great place to take children to occupy them. You can win a variety of prizes such as stuffed animals, candy, I-pods, cameras and other various items. \n\n",{"type":"'''","value":["Wacky Golf Casino Pier"]},"- Top of Midway on the boardwalk. This mini golf course is a great time. The course is inexpensive and takes about an hour to finish. This takes place on top of some of the shops on the boardwalk. You can look down and get a great view of the boardwalk while playing. \n\nThere is not much in the way of shopping, but little shops are also located on the boardwalk. Stores selling customized t-shirts, surf shops, and candy stores are all open from when the beach is available to the public to about 11PM.\n\n",{"type":"'''","value":["Free Movies on the Beach"]},": On Thursday and Sunday evenings at the Hiering Avenue Ocean Front Stage free movies are shown on the beach. This occurs during the months of July and August. People sit on the beach with their own beach chairs or blankets. On Sunday nights, the movies are rather PG-13. No alcohol or glass are permitted to this event. \n\n",{"type":"'''","value":["Free Music on the Beach"]},": On Monday evenings at the Hiering Avenue Ocean Front stage live concerts are held. All concerts begin at 7PM. This also takes places during the months of July and August. \n\n",{"type":"===","value":["Water Activities"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Crabbing"]}," is an activity that is fun for the whole family to enjoy. Blue crabs are native to the in the Bay all the way down the shoreline. Docs can be located just south of the Rt.35 bridge. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," is also common in Seaside Heights. Try your luck at catching Bluefish, Fluke, Striped Bass, and Kingfish of the Casino Pier. There is a small fee for fishing and rod rentals are available. For fishing or crabbing equipment, there are many tackle stores located throughout the region. Two popular ones are The New Dolphin and Betty and Nick’s, located along Rt. 35. They are great sources of information, especially for the hotspots! Seaside Heights does not have an inlet, but if you are looking for a charter or party fishing boat, you can head seven miles north to Point Pleasant."]},"\n",{"type":"'''","value":["Barooo Surf"]},"- 1520 Boulevard in Seaside Heights. +1 732-793-9009. At this location they have rentals of all kinds. Apart from Bikes and skateboard they have body boards and surfboards. Surf lessons are also available if interested. \n\n",{"type":"'''","value":["Seaside Waverunners"]},"- 42 Bayside Terrace in Seaside Heights. +1 732-830-4900. At this location you can rent wave runners, which includes a free fifteen-minute boat ride.\n\n",{"type":"'''","value":["Jenkinson's Breakwater Beach Water Park"]},"- 800 Ocean Terrace, Seaside Heights, NJ 08751. +1 732-793-6488.  ",{"type":"[","value":["http:\/\/www.casinopiernj.com"]},". This water park is located right off of the boardwalk. It has the largest interactive play area on the North Atlantic Coast. It has the Plymouth Rock hot tub springs for adults to relax in. (Children must be accompanied by an adult) It also has \"Patriot's Plunge,\" which is a six lane racing slide where you can compete against others, and other attractions.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are many small stores along the sides of the boardwalk in Seaside Heights. Shops include, piercing parlors, beachwear outfits, t-shirt\/souvenir shops as well as food\/candy stores. \n\n",{"type":"'''","value":["Sunset Beachwear"]},": 411 Boardwalk. +1 732 830-4377.  This is a great place to purchase bathing suits at an affordable price. The staff is very accommodating and will assist you with finding the perfect beach wear you are looking for. Also great for souvenir's!\n\n",{"type":"'''","value":["Berkeley Sweet Shop"]},": Freeman Building Dupont and Boardwalk. +1-800-645-352 This shops sells a variety of candy at a reasonable price. They sell fresh and great quality candy. Be sure to try the salt water taffy. They are open all year long. There winter hours are from 10AM until 5PM and summer hours are from 10AM until 10PM. \n\n",{"type":"'''","value":["Corner Body Piercing"]},": 701 Boardwalk. Great, clean shop that offers piercings for a reasonable price.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Klee's Bar and Grill"],["alt="],["url=http:\/\/www.kleesbarandgrill.com\/"],["email="],["address=101 Boulevard"],["lat="],["long="],["directions="],["phone=+1 732 830-1996"],["tollfree="],["fax="],["hours="],["price="],["content= Offers a friendly atmosphere with a wide range of food for any occasion. Appetizers, drinks, finger foods, desserts, dinners and anything you could think of. They provide a catering service, food to go, and entertainment F-Sa."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Midway Steak House"]},", Webster Ave & Broadway, +1 732 793-6617.  A very popular place on the Seaside Boardwalk.They do their business out of a trailer like station in the middle of the boardwalk path. People come from all over just to try their delicious cheese steaks.  They also offer cheese fries and funnel cake."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ryan’s Deli & Catering"],["alt="],["url=http:\/\/www.ryansdeliandcatering.com\/"],["email="],["address=117 Boulevard"],["lat="],["long="],["directions="],["phone=+1 732 854-9000"],["tollfree="],["fax="],["hours=Open: 7AM-11Pm M-F, 24hours Sa"],["price="],["content= A delicious little spot where you can stop for breakfast or lunch. They have everything from sandwiches to salads. They provide catering services, prom specials and a drug rep menu. Delivering service are available with a $10 minimal order. They except all major credit cards and have an ATM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sawmill Café"],["alt="],["url=http:\/\/www.sawmillcafe.com"],["email="],["address=1807 Boardwalk"],["lat="],["long="],["directions="],["phone=+1 732 793-1990"],["tollfree="],["fax="],["hours="],["price="],["content= Home of the Green Room and known for having originated the Worlds Largest Slice. They provide fun, food and a place where you can celebrate any event.Every Friday night they have top live cover bands. On Saturdays DJ Prime spins and other featured artists perform. There menu ranges from starters such as nachos, mozzarella sticks, cheese fries, potato skins etc, to pizza with any topping, to their specialty cone creations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Seaside Crab House"],["alt="],["url=http:\/\/www.seasidecrabhouse.com"],["email="],["address=901 Sherman Avenue"],["lat="],["long="],["directions="],["phone=+1 732 830-4949"],["tollfree="],["fax=+1 733 830-1904"],["hours="],["price="],["content=And Boardwalk. Opens: 11:30AM. Part of the Aztec Motel located on the board walk. Enjoy a selection of 22 crabs with an view of the ocean. Also available for lunch and dinner: sirloin, lobster, daily fresh catch, chicken and pasta."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Three Brothers From Italy"]},", 413 Ocean Terrace (on the boardwalk), +1 732 830-7580.   Great place to stop for a quick lunch or dinner when heading on or off the beach.  Well known for their overly large slices of pizza.  They also have cheese steaks, big buckets of french fries and Italian sausage. Prices range from $2.50 to $10."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Surf Taco"],["url=http:\/\/www.surftaco.com\/"],["email="],["address=212 SE Central Ave"],["lat="],["long="],["directions=Travel south down Central Avenue into Seaside Park. Corner of Central Ave and 3rd Ave."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=California style Mexican food. Popular with the locals, Surf Taco stickers can be seen plastered throughout the Jersey Shore. Zagat Rated #2 best bang for your buck in NJ."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Maruca's Tomato Pies"],["url=http:\/\/www.marucaspizza.com"],["email="],["address=1927 Promenade - on the Boardwalk"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Everything you've heard about their famous pizza (\"tomato pies\") is true.  A staple on the boardwalk since 1950 and still run today by the Maruca family."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steaks Unlimited"]},", 21 Ocean Terrace, Seaside Heights, NJ 08751. +1 732 830-8830. This restaurant is located right off of the boardwalk. It is famous for their unbelievable cheese balls. A cheese ball is a fried ball of cheese that most individuals enjoy with marinara sauce. Also they have great cheese steaks that they are well known for. Their late hours attract all bar-goers after they leave the bar. It is always very busy but worth the wait."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spicy Cantina"],["url=http:\/\/www.spicycantina.com"],["email="],["address=500 Boardwalk"],["lat="],["long="],["directions=Boardwalk and Sumner Ave."],["phone = +1 732-793-4777"],["tollfree="],["fax="],["hours=Sun-Th 11-11, Fri & Sat. 11-Midnight"],["price="],["content=The hottest dining\/bar spot on the Seaside Boardwalk. Featuring full service mexican cuisine, a lively atmosphere and a rocking nightlife featuring great live bands."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Bamboo Bar"],["alt="],["url=http:\/\/www.bamboobar.com\/"],["email="],["address=201 Boulevard"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A favorite for local radio stations to broadcast. Sip pina coladas outside under a palm tree as you enjoy the cool breezes of the Jersey Shore."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Club XS"]},", 406 Boulevard. A multi-level high-energy dance club not to be missed by anyone who appreciates what clubbing is all about. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Merge"]},", 302 Boulevard. Enjoy a private champagne bar as you dance or simply people watch at the hippest, trend-setting metropolitan club on the Jersey Shore. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hemingway's Cafe"],["alt="],["url=http:\/\/www.hemingwaysnj.com,"],["email="],["address=612 Boulevard"],["lat="],["long="],["directions="],["phone = +1 732-830-1256"],["tollfree="],["fax="],["hours="],["price="],["content= This is a premier nightclub at the Jersey Shore. Largest dancefloor at the Shore. During the day and early evening hours it is a pristine dining place offering anything from pizza, steaks, seafood and pasta. Lunch $7-15. Dinner $15-30."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Karma Lounge and Luna Rosa Restaurant"],["url="],["email="],["address=401 Boulevard"],["lat="],["long="],["directions="],["phone = +1 732-793-0021"],["tollfree="],["fax="],["hours="],["price="],["content=This is a fantastic night club as well as a restaurant. Both the restaurant and the lounge are attached together. They have great drink specials, a party atmosphere (after hours) and unbelievable food. Bottles are available for individuals who are interested. This spot is one of the Jersey Shore cast members favorite locations to visit. At the restaurant they serve high quality italian food. There is both indoor as well as outdoor seating. There is an open roof around some of the bars so you get a great vibe of being at the beach. This location is best in the summer and is a great place to travel to!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are many places to stay in Seaside Heights. Since the town is a vacation area there are many available accommodations to choose from. One could stay at a motel or could possibly rent a house for a short period of time. There are many realty\/rental companies that would be able to assist you with your rental options.\n\n",{"type":"'''","value":["Lazy River Rentals"]},"\n708 Bay Boulevard\nSeaside Heights, NJ 08751\nphone: +1-866-746-7346\nemail: Lazyriverrentals@aol.com\nWebsite: Lazyriverrentals.com\n\nThis company serves the area of the jersey shore in accommodating families and individuals with rental deals. They have a variety of different bedroom options and will work to find the perfect vacation rental for you. Another option is:\n\n",{"type":"'''","value":["Seaside Realty"]},"\n1220 Boulevard\nSeaside Heights, NJ 08751\nPhone: +1 732-793-5200\nEmail:Homesalesrentals@aol.com\nWebsite: www.seaside-realty.com\n\nThis company is open all year long and will assist you in finding a great vacation rental. They offer over 250 efficiencies as well at motel room assistance. \n\n",{"type":"*","value":[{"type":"'''","value":["Hershey Motel"]}]},"1415 Boulevard\nSeaside Heights, NJ\nPhone +1 732-793-5000\n\nThis motel has a total of 114 rooms. It is located one block from the beach and has a heated pool as well. The pricing is reasonable and is a clean place to stay. All rooms are fully air-conditioned\/heated. The pool is newly renovated and there are many lounge chairs. There is a restaurant attached called the Hershey Restaurant that serves breakfast, lunch and dinner. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aztec Motel"],["alt="],["url=http:\/\/www.aztecoceanresort.com"],["email="],["address=901 Boardwalk"],["lat="],["long="],["directions="],["phone=+1 732 793-3000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Located on the Boardwalk this motel is only open for a part of the year from March 6th through October 19th. There is a heated pool, restaurant, bar with entertainment, and coffee shop located right on the premise. Prices range from $60-150 a night, with a 2-night minimum required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bay Breeze Motel"],["alt="],["url=http:\/\/www.thebaybreezemotel.com"],["email="],["address=230 Summer Avenue"],["lat="],["long="],["directions="],["phone=+1 732 830-4555"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This motel is 2 blocks from the beach and boardwalk. It is open year-round. There is an outdoor swimming pool, free parking, continental breakfast, and a snack bar. Prices range from $89-159 a night, and also offers weekly rates."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Belmont Motel"],["alt="],["url=http:\/\/www.seasideheightslodging.com"],["email="],["address=120 Sheridan Avenue"],["lat="],["long="],["directions="],["phone=+1 732 739-8519"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Two blocks away from the beach and boardwalk. Amenities include a complimentary continental breakfast, free high speed internet, air conditioning, refrigerator, microwave, and a color cable television. Prices range from $119-169 a night and there are also efficiency rooms, apartments, luxury, and king suites available from $129-229 a night."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flamingo Motel"],["alt="],["url=http:\/\/www.flamingo-motel.com"],["email="],["address=124 Kearney Avenue"],["lat="],["long="],["directions="],["phone=+1 732 739-0648"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=1 ½ blocks to the beach and boardwalk. Amenities include free parking, air conditioning, television, refrigerator, microwave, and an outdoor pool. Prices range from $75-425 a night depending on weekday and weekend rates. Weekly rates are offered here."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=White Pearl Motel"],["alt="],["url=http:\/\/www.thewhitepearl.com"],["email="],["address=201 Summer Avenue"],["lat="],["long="],["directions="],["phone=+1 732 830-4242"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Just 2 blocks from the beach and boardwalk. Amenities include, free parking, free internet, a continental breakfast, outdoor pool, exercise room, and cable televisions. Prices range from $79-475 depending on weekday and weekend rates as well as seasonal rates."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Surfside Motel"]},", 200 Ocean Terrace, 732-793-1400, (www.surfsidemotelseaside.com), Ocean view rooms availabe. Swimming pool located on the side of the motel. Prices range anywhere from a 1 bed, 2 person room at $79 to a 6 person suite at $389."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seaside Sands Inn"],["alt="],["url=http:\/\/seasidesands.com"],["email="],["address=61 Summer Ave"],["lat="],["long="],["directions="],["phone=+1 732-793-6623"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Newly renovated rooms. Located in heart of Seaside.Half block from boardwalk, restaurants, shops, and amusement park. Summer rates: $139-169 with specials available."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["39.94417"],["-74.07278"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ocean County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Seaside_Heights,_New_Jersey"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/S\/Seaside_Heights\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Seaside Heights, New Jersey"]]}]