[{"type":"{{","value":[["pagebanner"],["Seattle 3 banner.jpg"],["caption= The Seattle skyline at dusk with Mt Rainier in the distance"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seattle.gov\/ Seattle"]}]},", ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},", is the largest city in the ",{"type":"[[","value":[["Pacific Northwest (United  States of America)"],["Pacific Northwest"]]},".  Located between ",{"type":"[[","value":[["Puget Sound"]]}," and Lake Washington in ",{"type":"[[","value":[["King County"]]},", of which it is the county seat, and overlooking Elliott Bay, Seattle is nicknamed ",{"type":"''","value":["The Emerald City"]},". The city is a damp green gem, with an abundance of evergreen trees throughout, and spectacular views of the Cascade mountains to the east and the Olympic mountains to the west.  The cultural and business center of the Pacific Northwest, the city and its surrounding areas are the home of the Space Needle, Boeing's aircraft assembly plants, Microsoft, Amazon.com, Costco, Nintendo of America, Starbucks, and the University of Washington, as well as a vibrant arts scene and an excellent park system.\n\n",{"type":"==","value":["Neighborhoods"]},"\n",{"type":"[[","value":[["File:SeattleI5Skyline.jpg"],["thumbnail"],["Seattle sky-line"]]},"\nSeattleites usually describe Seattle locations in terms of \"neighborhoods.\" This is partly because of a potentially confusing system of street addresses (see ",{"type":"[[","value":[["#Get around"],["Get around"]]},"). The breakdown into neighborhoods is informal and mutates over time, and while there are often signs on major arterial roads to let you know that you are \"entering\" a particular neighborhood, the placement of these signs is arbitrary.\n\nStill, knowing what neighborhood you're looking for can be a good sanity check when you're looking for an address. A Seattleite would describe 1401 45th Ave SW as being in West Seattle, and 1401 NE 45th St as being in the U-District (University District), which you'll note are diagonally opposite on the map.  See ",{"type":"[[","value":[["#Get around"],["Get around"]]}," for an explanation.  \n\nThe Seattle City clerk maintains an ",{"type":"[","value":["http:\/\/clerk.ci.seattle.wa.us\/~public\/nmaps\/fullcity.htm interactive map"]}," that starts with the high-level districts, but lets you click on those to get the detailed neighborhoods too.\n\n",{"type":"===","value":[" Downtown and surrounding neighborhoods "]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Seattle_overview_v3.png"],["regionmaptext=Overview of Seattle districts"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Seattle\/Downtown"],["Downtown"]]}],["region1color=#69999f"],["region1items="],["region1description= Seattle's retail core, home to the waterfront, the Pike Place Market, and some of the most stunning architecture in the city"],["region2name=",{"type":"[[","value":[["Seattle\/Pioneer Square-International District"],["Pioneer Square-International District"]]}],["region2color=#b5d29f"],["region2items="],["region2description= The oldest neighborhoods in Seattle, containing art galleries and innumerable restaurants"],["region3name=",{"type":"[[","value":[["Seattle\/Queen Anne-South Lake Union"],["Queen Anne-South Lake Union"]]}],["region3color=#ac5c91"],["region3items="],["region3description= Perched on the hills northwest of Downtown and home to the Seattle Center and the ",{"type":"[[","value":[["Seattle\/Queen Anne-South Lake Union#See"],["Space Needle"]]}],["region4name=",{"type":"[[","value":[["Seattle\/Capitol Hill-Central District"],["Capitol Hill-Central District"]]}],["region4color=#71b37b"],["region4items="],["region4description= A diverse, densely-packed cluster of neighborhoods, rich and poor, from the nightlife of Pike-Pine to the quiet residences of Madison Park. This area is also the gay capital of Seattle."]]},"\n\n",{"type":"===","value":[" North of the Lake Washington Ship Canal "]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Seattle\/Ballard"],["Ballard"]]}],["region1color= #578e86"],["region1items="],["region1description=A mostly residential area, home to the canal locks. The area is known for its Scandinavian heritage and thriving Historic Downtown Ballard."],["region2name=",{"type":"[[","value":[["Seattle\/Fremont"],["Fremont and Wallingford"]]}],["region2color= #4f93c0"],["region2items="],["region2description=The self-proclaimed \"center of the universe\", a bohemian (though rapidly gentrifying) area noted for its public art"],["region3name=",{"type":"[[","value":[["Seattle\/University District"],["University District"]]}],["region3color= #d09440"],["region3items="],["region3description=Home to the sprawling University of Washington campus and numerous inexpensive eateries"],["region4name=",{"type":"[[","value":[["Seattle\/North"],["North Seattle"]]}],["region4color=#d5dc76"],["region4items="],["region4description=The city's mostly residential northernmost tier, bordering ",{"type":"[[","value":[["Shoreline"]]}]]},"\n\n",{"type":"===","value":[" South of Downtown and I-90 "]},"\n",{"type":"{{","value":[["regionlist"],["region1name=",{"type":"[[","value":[["Seattle\/Sodo-Georgetown"],["SoDo-Georgetown"]]}],["region1color=#b383b3"],["region1items="],["region1description= Continuing south of downtown past the sports stadiums, this industrial district contains the well-hidden but thriving Georgetown neighborhood"],["region2name=",{"type":"[[","value":[["Seattle\/South"],["South Seattle"]]}],["region2color=#8a84a3"],["region2items="],["region2description= A mostly residential area bordering Lake Washington, served by light rail that's home to Jefferson and Seward Parks"],["region3name=",{"type":"[[","value":[["Seattle\/West"],["West Seattle"]]}],["region3color=#d56d76"],["region3items="],["region3description= A scenic residential area with great parks, ample beaches and wonderful vistas over the harbor and downtown Seattle"]]},"\n\n",{"type":"*","value":[" The \"Eastside\" refers to the region east of Lake Washington comprising the suburbs of ",{"type":"[[","value":[["Bellevue"]]},", ",{"type":"[[","value":[["Kirkland"]]},", and ",{"type":"[[","value":[["Redmond (Washington)"],["Redmond"]]},"."]},"\n",{"type":"==","value":["Understand"]},"\nSeattle was founded on the rough, physical industries of fishing, logging and coal mining, with San Francisco as her primary customer.  Boeing, founded in 1916, grew to be Greater Seattle's primary industry as natural resources were depleted.  The region's strong economic dependence on Boeing gave the oil recession and cancellation of the SST (Supersonic Transport) in the early '70s a grim effect.  Over the last twenty-five years, the area has become less seedy and more developed with the massive influx of Microsoft money (and other software and biotech proceeds), but Pioneer Square is still the original Skid Row. (Yesler Way was a \"Skid Road\" for logs skidded downhill using dogfish oil to Henry Yesler's lumber mill).\n\nSeattle is also substantially influenced by the presence of the University of Washington (the largest single campus in the state and recipient of over $1 billion in research grants annually), as well as multiple smaller colleges and universities.  Seattle is also the center for financial, public health, and justice systems in the northwestern part of the U.S.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 45"],["febhigh = 49"],["marhigh = 53"],["aprhigh = 58"],["mayhigh = 64"],["junhigh = 69"],["julhigh = 74"],["aughigh = 74"],["sephigh = 68"],["octhigh = 60"],["novhigh = 51"],["dechigh = 47"],["janlow = 36"],["feblow = 38"],["marlow = 40"],["aprlow = 43"],["maylow = 48"],["junlow = 53"],["jullow = 56"],["auglow = 56"],["seplow = 53"],["octlow = 48"],["novlow = 42"],["declow = 38"],["janprecip = 5.1"],["febprecip = 3.7"],["marprecip = 3.3"],["aprprecip = 2.2"],["mayprecip = 1.7"],["junprecip = 1.4"],["julprecip = 0.7"],["augprecip = 0.9"],["sepprecip = 1.6"],["octprecip = 3.0"],["novprecip = 5.1"],["decprecip = 5.4"],["jansun ="],["febsun ="],["marsun ="],["aprsun ="],["maysun ="],["junsun ="],["julsun ="],["augsun ="],["sepsun ="],["octsun ="],["novsun ="],["decsun ="],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Seattle"],["47.6032"],["-122.3303"]]}]]},"\n\nThe weather can be rainy (but is usually just drizzly) on any given day. It can also be sunny and pleasant in January. Mid-June through early September is often sunny. The record high is 103°F (39°C); the record low is 0°F (-18°C). The warmest months are July and August, with average highs in the high 70s (about 25°C), though often having days in the 80s and even 90s (32°C). The coldest month is January, with average lows in the mid-upper 30s (about 3°C), although occasionally can get cold, especially when it is not cloudy. The dark, short, and overcast winter days can be unpleasant and depressing to some, although the bright side is that they are not as cold as the latitude (47.6 degrees North) might lead you to think. The summer, however, is very pleasant. Temperatures are very mild, and most locals do not have air-conditioning in their homes, though all hotels will, and it is advisable to have it for a car if you are there in the summer. The days are also very long, and sunset (let alone twilight) is after 9PM for weeks. Also, the vast majority of days in the summer have no rain, and despite its reputation, many people's lawns go brown in the summer if they do not water. The main challenge of Seattle's weather is more the overcast skies than the rain.  One interesting fact is that Seattle has less annual rainfall than New York City; however, the rain is spread out over a larger number of days, so while NYC gets heavier downpours, Seattle's rain usually comes in a drizzle, which only occasionally strengthens to a full-blown torrent. Despite this, if you come in the summer, you should see plenty of sunny weather. The month of December tends to be extremely wet, although due to the fact that Seattle weather is unpredictable, it can still be sunny and mild.\n\nA rule of thumb sums up Seattle's month-by-month weather as such. January starts the year off with a relief from December's torrential rains, but just as quickly subjects the city to what is, for the area, an intense chill. Temperatures can fall below 30°F and snow may fall on several occasions. As Seattle's infrastructure is not built around this, even a moderate freeze creates major problems. In February, the weather is still cold and easily prone to snow, but often is sunny with entire weeks of sunshine. This is only a tease, though, as March is windy and unpleasant. April is when spring makes itself apparent, with schizophrenic weather which will see rain, then sunshine, then hail, then more sunshine, all in one afternoon. May is almost always the best non-summer month, as rain is rare and sun is in ample supply. Temperatures can hit 80 or more. But then June hits and the weather becomes cloudy and rainy once more, though fortunately it's a warmer rain and there is still good weather occasionally. An often said phrase in Western Washington is that summer does not start until the Fourth of July. July through September, however, are what make Seattle a bearable place to live, as rain almost never falls, and temperatures hover around 70 to 80 the whole way through. Toward the end of September, the weather cools, and by early October, it is once again very unpleasant with frequent cold rain and cloudy skies. November and December just get worse, and add possible snow to the mix. Then the cycle begins again, and with the passing of Christmas, the anticipation of increasingly longer days is tempered by the inexorable advent of freezing weather and black ice.\n\n",{"type":"[[","value":[["File:Seattle Ferry.jpg"],["thumb"],["300px"],["A view of the Seattle waterfront"]]},"\n\n",{"type":"===","value":["Tourist information"]},"\nThe ",{"type":"'''","value":["Seattle Convention and Visitors Bureau"]}," operates two visitors centers:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Seattle Visitors Center and Concierge Services"],["url=http:\/\/www.visitseattle.org"],["email="],["address=7th and Pike"],["lat="],["long="],["directions=inside the Washington State Convention and Trade Center"],["phone="],["tollfree="],["fax="],["hours=Daily 9AM-5PM during summer, M-F 9AM-5PM during winter"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Market Information Center"],["url=http:\/\/www.visitseattle.org"],["email="],["address=1st and Pike"],["lat="],["long="],["directions=on the southwest corner"],["phone="],["tollfree="],["fax="],["hours=Daily 10AM-6PM"],["price="],["content=Services are more limited than the main location at 7th and Pike."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portseattle.org\/seatac\/ Seattle-Tacoma International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SEA"]]},"), universally nicknamed \"Sea-Tac\", is located in the city's southern suburbs.  Domestically it's a major hub for Northwest and West Coast destinations, and internationally handles especially frequent trans-Pacific routes, as well as direct flights to the major European airports.  The airport is about a 25 minute drive from downtown Seattle when there isn't heavy traffic, much longer during rush hour.\n\nAll international flights arrive at the south satellite terminal, but after immigration and customs, passengers are then funneled onto a train back to the main terminal, outside the security checkpoint.  You'll need to pick up any checked bags to clear customs, then place them right back on the conveyor for transit to the main terminal.  Reclaim checked bags once again from carousel 1 in the main baggage hall, to the right after leaving the train and going upstairs.  Allow plenty of time for this dance!  All connecting passengers will need to re-check their baggage with their airline and pass through security.\n\nThere are several choices for getting from the airport to the city center:\n",{"type":"*","value":[" Sound Transit's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.soundtransit.org\/Schedules\/Central-Link-light-rail Link Light Rail"]}]}," connects the Airport directly to downtown Seattle.  Trains run 5 AM—midnight (11 PM Sunday), taking 37 minutes to reach the terminal at Westlake Station in the central business downtown (Pine St. at 3rd and 5th Aves.).  Tickets are $2.75, available from vending machines at every station.  At the airport, the rail station is connected to the Main Terminal via the far left side of the parking garage, as you enter the garage from the terminal.  Taking the bridge nearest baggage carousel 16 and the Alaska Airlines ticket counter is the shortest walk."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.portseattle.org\/Sea-Tac\/Parking-and-Transportation\/Ground-Transportation\/Pages\/Bus-Shuttle-Courtesy.aspx Commercial shuttle buses"]}]}," are about $5.00-12.75 and probably not faster than public transit if you are going downtown, though they do have more room for luggage.  Catch them at the Ground Transportation Center, located on the third floor of the parking garage, one level down after crossing the Skybridge."]},{"type":"*","value":[" A ",{"type":"'''","value":["taxi"]}," trip takes about 25 min (expect to pay $30-40 plus tip); catch one on the third floor of the parking garage, one level down after crossing the Skybridge."]},{"type":"*","value":[" ",{"type":"'''","value":["Rental cars"]}," are available at the airport. On a weekend, you might want to shop the internet for rental cars, since they can be less than $12\/day (plus roughly 18% tax; also consider hotel parking fees, if any). The rental car center is no longer located at the terminal, requiring a brief shuttle bus ride from the arrivals drive outside baggage claim; the bus makes only two stops at the far ends of the terminal, near carousels 1 and 16.  Beware of the fact that taking a rental from the airport will incur an 11% \"airport tax\" surcharge. If you are able to rent a car from a downtown location you will not have to pay this and will save a considerable amount of money."]},"\n",{"type":"[","value":["http:\/\/www.kenmoreair.com\/ Kenmore Air"]}," operates year-round scheduled float plane services from their terminal on Lake Union to the San Juan Islands and ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}," and summer flights from their base at Kenmore on Lake Washington's north end to ",{"type":"[[","value":[["Nanaimo"]]},", ",{"type":"[[","value":[["Campbell River"]]}," and many other destinations in northern ",{"type":"[[","value":[["British Columbia"]]},". Wheeled plane service is also offered from King County international airport (BFI) to Friday Harbour, Eastsound, Port Angeles and Nanaimo airports. A ground shuttle service is available from the Lake Union and BFI terminals to SeaTac.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:King Street Station (Seattle) 2005 05 23.jpg"],["250px"],["thumbnail"],["Historic King Street Station"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}]}," provides service from all along the west coast from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrakcascades.com\/Seattle.htm King Street Station"]}]},", located south of downtown near Safeco Field. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrakcascades.com\/ Amtrak Cascades"]}]}," runs four trains a day between Seattle and ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," (two of which continue to ",{"type":"[[","value":[["Eugene"]]},", Oregon) and two a day to ",{"type":"[[","value":[["Vancouver"]]},", British Columbia. These trains are more reliable schedule-wise than the long distance trains and offer certain amenities not available on regular Amtrak trains, such as more space for bikes, more laptop outlets, a \"Bistro Car\" which serves local foods and wine, and the occasional movie.\n\nSeattle is also served by the long-distance ",{"type":"'''","value":["Coast Starlight"]},", which runs south to Portland, the Bay Area, and eventually ",{"type":"[[","value":[["Los Angeles"]]},", California. The Starlight has been frequently delayed for hours coming north from California, but has more recently improved reliability. Additionally, the ",{"type":"'''","value":[{"type":"[[","value":[["Empire Builder"]]}]}," provides daily service to ",{"type":"[[","value":[["Chicago"]]}," via ",{"type":"[[","value":[["Glacier National Park"]]}," and ",{"type":"[[","value":[["Minneapolis"]]},".  The Builder continues to experience longer and more frequent delays than the Starlight due to increased coal train traffic in Montana and North Dakota.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"'''","value":["Interstate Highway 5 (I-5)"]}," cuts through the middle of Seattle north to south.  ",{"type":"'''","value":["I-90"]}," runs from the I-5 interchange in Seattle all the way to ",{"type":"[[","value":[["Boston"]]},", and crosses one of the two Lake Washington bridges to ",{"type":"[[","value":[["Bellevue"]]},", along with SR-520 further north.   ",{"type":"'''","value":["I-405"]}," runs parallel to I-5 on the east side of Lake Washington.  Be aware however, that Seattle is a city known for terrible traffic (third worst in the nation behind Los Angeles and New York), especially around rush hour, so be ready for crawling along slowly as you enter the city, especially on infamously congested I-5, southern I-405, and the SR-520 bridge, though the recent addition of tolling has significantly eased traffic on the bridge.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]},", Stewart St. (at the northeast edge of the downtown core)."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quickcoach.com Quick Shuttle"]}]},". Runs between Seattle and Vancouver, BC. Stops in Downtown Seattle (outside the Best Western at 200 Taylor Ave N) and SeaTac Airport (at the main terminal near south end of baggage claim, outside door 00, bays 11-16). Fares from Vancouver to Downtown Seattle are $36 one-way, $65 round-trip; from Vancouver to SeaTac, fares are $49 one-way, $87 round-trip."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boltbus.com BoltBus"]}]},". Service from ",{"type":"[[","value":[["Eugene"]]},", ",{"type":"[[","value":[["Albany (Oregon)"],["Albany"]]},", and ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", OR, ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]},", WA, and ",{"type":"[[","value":[["Vancouver"]]},", BC. Buses stop at 5th Ave S and S King St next to the International District\/Chinatown transit station. Fares $1-20."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cantrail.com\/ Cantrail"]}]},". Operates Seattle to Vancouver, BC. Service operates from King Street Station."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olympicbuslines.com\/ Olympic Bus Lines"]}]},". Operates a route called the Dungeness Line connecting Seattle to Port Townsend, Sequim and Port Angeles. The bus crosses on the Edmonds-Kingston ferry and stops at the Seattle Greyhound depot, King Street station, selected hospitals and ends at SeaTac Airport."]},"\n",{"type":"===","value":["By ferry"]},"\nThere are two regular ferry services in the Seattle area:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries\/ Washington State Ferries"]}]},", 801 Alaskan Way Pier 52, ",{"type":"''","value":["+1 206"]}," 464-6400. Connects downtown Seattle to ",{"type":"[[","value":[["Bainbridge Island"]]},", ",{"type":"[[","value":[["Bremerton"]]},", and ",{"type":"[[","value":[["Vashon Island"]]},", and connects West Seattle to Vashon Island and ",{"type":"[[","value":[["Southworth"]]}," (",{"type":"[[","value":[["Kitsap Peninsula"]]},").  All ferries are for both vehicles and passenger except the ferry between downtown Seattle and Vashon Island."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.victoriaclipper.com\/victoria_clipper_ferry_service Victoria Clipper"]}]},". High speed catamaran passenger ferries which connect Seattle to ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},", British Columbia and the ",{"type":"[[","value":[["San Juan Islands"]]},"."]},"\n",{"type":"===","value":["By cruise ship"]},"\nCruise ships to Seattle may be docked at one of two terminals in the ",{"type":"[","value":["http:\/\/www.portseattle.org\/seaport\/cruise\/ Port of Seattle"]},".\n\n",{"type":"*","value":[{"type":"'''","value":["Bell Street Pier Cruise Terminal at Pier 66"]},", 2225 Alaskan Way S, near the middle of Seattle downtown's waterfront, serves as home port for Norwegian Cruise Line and Celebrity Cruises.  Has bus, taxi and shuttle connections for transfer of passengers and luggage.  For travelers with connecting flights, Seattle-Tacoma International Airport is less than 15 mi (24 km) away."]},{"type":"*","value":[{"type":"'''","value":["Smith Cove Cruise Terminal at Pier 91"]},", 2001 W Garfield St, at the north end of Seattle's downtown waterfront, serves as home port to Holland America Line, Royal Caribbean and Princess Cruises. Other cruise lines may also use this terminal if the vessel is too large to use the Pier 66 terminal."]},"\n",{"type":"===","value":["By boat"]},"\nSeattle was originally built for access from boats and there are marinas offering both public and reciprocal guest moorage located throughout the area especially around Lake Union and the ship canal, see individual district guides for further information. Elliot Bay Marina, Shilshole Bay Marina, and Bell Street Marina all have reciprocal guest moorage. On Lake Union and in Salmon Bay there are other options including Fisherman's Terminal.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Navigating"]},"\n\nSeattle's street designations make sense once you understand them but, if you don't understand them, you can end up many miles away from your destination.  \n\nNorth-South streets are labeled \"Avenues\" while East-West streets are labeled \"Streets\". The city is roughly divided into a 3 by 3 grid with 7 directional sectors (E, SW, W, S, N, NE, & NW) Street addresses are written with the sector ",{"type":"''","value":["before"]}," the name, e.g. NE 45th Street or NE 45th. Avenue addresses are written with the sector ",{"type":"''","value":["after"]}," the name, e.g. 45th Avenue NE or 45th NE.\n\nOne way to remember avenues: University Way NE, the main street through the city's University District (neighborhood) is called \"The Ave\" by the locals, and all avenues run north-south. But, don't confuse University Way with University Ave; they're two completely different streets!\n\n\"Ways\" are long diagonals, \"Drives\" are long, circuitous routes, \"Courts\" are one block long.\n\n",{"type":"'''","value":["Important Streets to Know"]},"\n\nAlaskan Way runs along the shoreline in downtown next to the Alaskan Way Viaduct (SR99), soon to be replaced by a tunnel. \nElliot Ave and \"15th St\" (directionals change on 15th although it is the same street)run from Alaskan Way to North Beach in North Seattle. \nWestlake Ave runs from Westlake Center to Fremont and Eastlake Ave runs from Downtown to the University District. \nDenny Way runs through downtown from west to east by the Seattle Center. \nYesler Way runs along the south border of downtown from Elliot Bay eastward.\n\n",{"type":"'''","value":["There are four major exceptions:"]},"\n\n#Downtown streets and avenues have no directional designation.\n#There is no SE section.  Instead, the S section is extra wide.  \n#East of downtown, avenues have no directional designation (streets are preceded by 'E'). \n#North of downtown (between Denny Way and the ship canal), streets have no directional designation, but avenues are followed by 'N'.\n\nThe twelve streets in the central business district are named as six first-letter pairs (south to north): Jefferson, James, Cherry, Columbia, Marion, Madison, Spring, Seneca, University, Union, Pike, Pine. One way to remember the order of the street pairs is with the mnemonic \"Jesus Christ Made Seattle Under Protest.\"\n\nDowntown between Denny and Yesler is on a grid relative to the shorline while all other streets are usually relative to the cardinal grid.\n\n",{"type":"===","value":["By public transit"]},"\n\n",{"type":"[[","value":[["File:KingCountyMetro 4191.jpg"],["thumb"],["250px"],["Metro Bus"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/metro.kingcounty.gov\/ Metro Transit"]}]}," (electric, hybrid, and diesel city buses) actually works pretty well.  The ",{"type":"[","value":["http:\/\/tripplanner.kingcounty.gov\/ web trip planner"]}," is straightforward and accurate, as long as your bus is on time. Using Google Maps' trip planner works well too, but fare information can sometimes be incorrect. During rush hours (M-F 6-9AM and 3-6PM), adult bus fares are $2.50 within the city limits. All other times of day and weekends adult bus fare is $2.25. The youth fare is always $1.25.\n\nPay exact fare when boarding, as drivers carry no change. You can get a free paper transfer from one Metro bus to another Metro bus, but the only way to transfer for free between transit agencies is with an ",{"type":"'''","value":["ORCA card"]},", which costs $5.00 in addition to the money you put on it, available at all Link Light Rail and Sounder stations or ",{"type":"[","value":["http:\/\/www.orcacard.com online"]}," (Click on \"Get a card\").\n \nWhen traveling to destinations outside of the downtown core, you should make sure to ask the drivers in Metro buses with green and white \"EXPRESS\" signs in their windows and those whose route signs say \"VIA EXPRESS\" if they are going to your destination. Some of these express routes are intended for regular commuters traveling between residential neighborhoods and downtown and make few or no stops between, but many may be useful for getting to destinations such as the University District, West Seattle, and Ballard.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.soundtransit.org Sound Transit"]}]}," buses have many convenient express routes that travel South (to Tacoma), East (Redmond, Bellevue), and North (Bothell, Everett). Some of these buses run during only rush hours, but most, including the routes to the destinations mentioned above, run all day. Check the schedule to make sure.  The fare schedule is slightly different than Metro, with no off-peak discount: $2.50 all for trips within ",{"type":"[[","value":[["King County"]]},", and $3.50 for trips crossing the county line.\n\n",{"type":"'''","value":["Traveling to Downtown"]},"\n\nMost buses to downtown go southbound on 2nd Avenue and northbound on 4th Ave except RapidRide buses which operate on 3rd Avenue and high-capacity routes that use the Downtown Seattle Bus Tunnel ",{"type":"[","value":["http:\/\/metro.kingcounty.gov\/tops\/tunnel\/tunnel.html"]},". The \"bus tunnel\" operates from 5 AM to 1 AM every day and has five stations, from north to south, Convention Place, Westlake, University Street, Pioneer Square, and International District. The bus tunnel is useful for bus and light rail transfers but watch your belongings. \n\n",{"type":"'''","value":["RapidRide"]},"\n\nRapidRide ",{"type":"[","value":["http:\/\/www.kingcounty.gov\/transportation\/kcdot\/MetroTransit\/RapidRide.aspx"]},"  is a new service from King County Metro that offers continuous service from around 5:00 to about 24:00 every day. Routes are Downtown-Crown Hill (North Seattle), Downtown-West Seattle, Downtown-Aurora Village (North Seattle) via SR99, Federal Way-Tukwila (South Seattle), and Bellevue-Redmond. Look for the red and yellow buses at marked \"RapidRide\" bus stops. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.soundtransit.org\/x11204.xml Link Light Rail"]}]}," operates between Westlake Center ",{"type":"[[","value":[["Seattle\/Downtown"],["downtown"]]}," and Sea-Tac Airport, running through ",{"type":"[[","value":[["Seattle\/South"],["South Seattle"]]}," and ",{"type":"[[","value":[["Tukwila"]]},".  Fares are $2.00—$2.75 depending on how far you travel; ticket machines are located at all stations, and the tickets must be retained for the duration of your trip.\n\nSound Transit also operates a commuter rail service called the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.soundtransit.org\/x71.xml Sounder"]}]}," between Seattle-",{"type":"[[","value":[["Tacoma"]]}," and Seattle-",{"type":"[[","value":[["Everett (Washington)"],["Everett"]]},". However, the Sounder is limited mostly to rush hour service on the weekdays, with some service for special events like Seahawks games.\n\n",{"type":"[[","value":[["File:King County Water Taxi Downtown Seattle.jpg"],["thumb"],["King County Water Taxi and Downtown"]]},"\nIn Seattle, there is also the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seattlestreetcar.org\/ South Lake Union Streetcar"]}]},", which runs between Downtown and ",{"type":"[[","value":[["Seattle\/Queen Anne-Seattle Center"],["South Lake Union"]]},", the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seattlemonorail.com\/ Seattle Center Monorail"]}]},", which makes a quick connection between Downtown and the Seattle Center, home to the Space Needle, and a passenger ferry, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kingcounty.gov\/transportation\/kcdot\/Marine\/WaterTaxi.aspx King County Water Taxi"]}]},", which offers a quick connection between Downtown at Pier 55 and West Seattle, at Seacrest Park near Alki. The water taxi also offers beautiful views of Downtown, the Olympic Mountains, and much of the city.\n\nIf you need any help, go to the Customer Stop at Westlake Station in the Downtown Seattle Transit Tunnel, or ask a local. Seattleites are always eager to help and may even offer help if they just see you looking at a tourist map!\n\n",{"type":"===","value":["By car"]},"\nUnlike some other American cities, visitors should not be intimidated by the thought of navigating Seattle by car.  While rush-hour traffic can be quite frustrating (especially on the freeways), the city's streets and roadways are otherwise quite hospitable.  On weekends, you can often rent cars at locations throughout the city for well under $20\/day.\n\nBe mindful of where you park because parking laws are enforced and the fines can be hefty! A parking ticket can be in excess of $35 for going overtime in a 2-hour zone.\n\nAlthough Pike Place is a street and can technically be driven on, it is almost always chock full of pedestrians. If you are going to Pike Place Market, park in a lot or garage east of the Market and walk a block or two.\n\n",{"type":"===","value":["By motorcycle"]},"\nThe areas rainy weather makes motorcycling difficult but not impossible.  Drivers exhibit an alarming obliviousness to motorcycles, and riders should take care to stay well out of a car's blind spot and preferably ahead of, rather than behind, any car.  Motorcyclists get preferred boarding on the ferries and can by pass the lines and there are many parking spots downtown reserved for motorcycles.\n\n",{"type":"===","value":["By bicycle"]},"\n",{"type":"[[","value":[["Cycling"]]}," is better than in most cities, except for the damp roads, frequent rain and hills, so you may wish to pick up some raingear. Some major roads in Seattle have properly maintained bicycle lanes.  Bicycle usage is increasing significantly since the early 2000s and the car drivers are perhaps a bit more accustomed to bicycles than in some other major cities.\n\nYou can pick up a free Seattle Bike Map (as well as other local city and county bike maps) at the Seattle BikeStation, 311 3rd Ave S between Main St & S Jackson St almost next door to the train station.  They also give suggestions on how to bicycle where you are going and how to do it safely.\n\nBicycle transportation in the greater part of Seattle is facilitated further by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kingcounty.gov\/recreation\/parks\/trails\/regionaltrailssystem\/burkegilman.aspx Burke-Gilman Trail"]}]},".  This is a paved walking\/jogging\/cycling trail that winds its way from the north end of Lake Washington, down around the University of Washington, then west towards Ballard.  The trail is on an old railroad right-of-way, so it maintains a very consistent elevation and is excellent for commuting or a casual day's touring.  Myrtle Edwards path is on the sound, starting at the north end of downtown and continuing for the most part all of the way to the Ship Canal Locks. It is much more scenic than the Burke and more peaceful as it does not intersect with any roads. It has gorgeous views of the Olympics and Mt. Rainier, as well.\n\nAll Metro buses are equipped to carry three ",{"type":"[","value":["http:\/\/metro.kingcounty.gov\/tops\/bike\/bike.html bicycles"]}," on racks on the front, at no extra charge.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pike Place Market"],["url=http:\/\/www.pikeplacemarket.org"],["email="],["address=1501 Pike Place"],["lat="],["long="],["directions=1st and Pike, above the waterfront"],["phone="],["tollfree="],["fax="],["hours=Pike Place level: M-Sa 10AM-6PM, Su 11AM-5PM. Down Under level: 11AM-5PM daily"],["price="],["content=In downtown, the market is Seattle's largest tourist area. It is home to the famous fish market, original Starbucks Coffee shop, and a large indoor and outdoor market. Many other attractions in downtown are within walking distance of Seattle's biggest tourist area making it the perfect place to start any sightseeing trip of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Space Needle"],["alt="],["url=http:\/\/www.spaceneedle.com"],["email="],["address=400 Broad St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8AM to Midnight-Open 365 days a year"],["price=Adults $22, age 4-12 $13, under 4 free, over 65 $19 - tickets 1$ less if you buy them online in advance"],["content=A short monorail ride away from downtown is Seattle's most iconic landmark. While expensive to ride to the top, the Space Needle is a \"must see\" for visitors on a nice day."]]}]},"\n",{"type":"===","value":["Tours"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ride the Ducks Seattle"],["alt="],["url=http:\/\/www.ridetheducksofseattle.com\/main.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 90-min ride on an amphibious World War II vehicle (yes, part of the ride is on Lake Union), not cheap ($23 adult) and not for those with a limited sense of humor (the style is a bit over-the-top). Definitely unique. 5th Ave. and Broad St., across from the Space Needle. Open-year round."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Argosy Cruises"],["alt="],["url=http:\/\/www.argosycruises.com\/flash.cfm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers sightseeing cruises of the harbor, the locks, and the surrounding lakes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Seattle Underground Tour"],["alt="],["url=http:\/\/www.undergroundtour.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Will take you underground in Pioneer Square. In 1889, 25 square blocks of Seattle were destroyed in a fire. When rebuilding, the city decided to raise the streets in the city approximately one story. Eventually the sidewalks were raised as well, and people traveled between the second story of the rebuilt buildings. The Seattle Underground was born!"]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Seattle Center, Space Needle, Experience Music Project, Sci-Fi Museum.jpg"],["300px"],["thumbnail"],["The Experience Music Project at the Seattle Center"]]},"\nSeattle is home to a number of top-notch museums. ",{"type":"[[","value":[["Seattle\/Downtown#See"],["Downtown"]]}," is home to the renowned ",{"type":"'''","value":["Seattle Art Museum"]},", which displays an good overview and assortment of art from around the world. In the ",{"type":"[[","value":[["Seattle\/Capitol Hill-Central District#Museums"],["Central District"]]}," is the ",{"type":"'''","value":["Seattle Asian Art Museum"]},", an off-shoot of the Seattle Art Museum which focuses on Chinese & Japanese Art, but includes works as far away as India. Additionally, ",{"type":"'''","value":["The Wing Luke Museum of the Asian Pacific American Experience"]}," is in Chinatown\/International District is the only Asian Pacific American museum in the nation. Nearby is the ",{"type":"'''","value":["Frye Art Museum"]},", a small private collection featuring 232 paintings by Munich-based artists. Not a museum, but open to browsing by the public, is the ",{"type":"'''","value":["Seattle Metaphysical Library,"]}," in Ballard, which spcializes in material not found in normal libraries.\n\nSurrounding the Space Needle on the grounds of the ",{"type":"[[","value":[["Seattle\/Queen Anne-South Lake Union#See"],["Seattle Center"]]}," are several more big museums, including the ",{"type":"'''","value":["Pacific Science Center"]},", an interactive science museum, the ",{"type":"'''","value":["Experience Music Project"]},", a Rock & Roll museum with a special Jimi Hendrix exhibit, and the ",{"type":"'''","value":["Science Fiction Museum"]}," Home of the Science Fiction Hall of Fame. Both the ",{"type":"'''","value":["Museum of History and Industry"]}," and the ",{"type":"'''","value":["Center for Wooden Boats"]}," are located on the southern point of South Lake Union.\n\nDowntown is home to the popular ",{"type":"'''","value":["Seattle Aquarium"]},". The ",{"type":"[[","value":[["Seattle\/University District#See"],["University District"]]}," holds the ",{"type":"'''","value":["Henry Art Gallery"]},", one of the biggest contemporary art galleries in Washington. Also on the university campus is the ",{"type":"'''","value":["Burke Museum"]},", a combination natural history\/archaeology museum. Further out in ",{"type":"[[","value":[["Seattle\/Sodo-Georgetown#See"],["Georgetown"]]}," is the ",{"type":"'''","value":["Museum of Flight"]},", with a large collection of aircraft ranging from wood and fabric crates to the sleek Concorde.\n\nTravelers planning to visit multiple attractions may benefit from ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citypass.com\/seattle Seattle CityPASS"]}]},", which grants admission to 6 Seattle attractions within 9 days of first use for a much reduced rate and includes expedited entry in some cases. The included attractions are: Space Needle; Seattle Aquarium; Argosy Cruises Harbor Tour; Pacific Science Center; Experience Music Project Museum and an Option Ticket with choice of either Museum of Flight or Woodland Park Zoo.\n\n",{"type":"===","value":["Architecture"]},"\nMost of the architectural attractions in Seattle are located in a small portion of the ",{"type":"[[","value":[["Seattle\/Downtown#See"],["downtown area"]]},", easily traversed on foot. Among the highlights are the Rem Koolhaas\/OMA designed ",{"type":"'''","value":["Central Library"]},", a unique, contemporary building with an enormous glass-fronted atrium; the ",{"type":"'''","value":["Experience Music Project"]}," designed to resemble Jimi Hendrix's smashed guitar done in a manner only Frank Gehry could conceive; the ",{"type":"'''","value":["Smith Tower"]},", an Art Deco skyscraper which has an observation deck and is Seattle's oldest skyscraper; the ",{"type":"'''","value":["Columbia Center"]},", the tallest building in the Pacific Northwest and one with its own observation deck; the ",{"type":"'''","value":["Seattle City Hall"]},", designed by Bohlin Cywinski Jackson Bassetti Architects, with its roof garden, designed by Gustafson Guthrie Nichol Ltd. and Swift & Company; and the new ",{"type":"'''","value":["Bill & Melinda Gates Foundation Campus"]},", designed by NBBJ, with its 12 acre garden also designed by Gustafson Guthrie Nichol Ltd. \n\n",{"type":"[[","value":[["Image:Downtown Seattle 2.JPG"],["thumb"],["right"],["300px"],["Seattle's ",{"type":"[[","value":[["Seattle\/Downtown"],["Downtown"]]}," from the Space Needle"]]},"\nOf course, the most popular view in Seattle remains the one from the revolving top of the ",{"type":"'''","value":["Space Needle"]}," at the ",{"type":"[[","value":[["Seattle\/Queen Anne-South Lake Union#See"],["Seattle Center"]]},". And given the retro-futurism look of the Space Needle, a fitting way to get there is via the ",{"type":"'''","value":["Monorail"]},", which connects the Seattle Center to Downtown.\n\n",{"type":"===","value":["Parks and outdoors"]},"\nSeattle is peppered with parks, from small urban squares to large forested areas with views of the Puget Sound. Seattle's park system was designed by the Olmstead Brothers firm in Seattle's early days, park planners across the country celebrate Seattle's park system as one of the best designed and best preserved in the United States. While many other American cities have only one or two Olmsted-designed parks, Seattle has an extensive multi-park plan linked by boulevards. It is this legacy that makes Seattle one of the most livable spots in the country.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiram M. Chittenden Locks"]}," (a.k.a. Ballard Locks) in ",{"type":"[[","value":[["Seattle\/Ballard#See"],["Ballard"]]},". Check out the fish ladders and if you're lucky you'll see huge Pacific Northwest salmon coming and going. "]},{"type":"*","value":[" Check out the troll under the Aurora Bridge, near Fremont!"]},{"type":"*","value":[" ",{"type":"'''","value":["UW Waterfront Activities Center"]}," - Rent a canoe and explore the arboretum"]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Woodland Park Zoo"],["alt="],["url=http:\/\/zoo.org\/"],["email="],["address="],["lat="],["long="],["directions=South Gate at N 50th St and Fremont Ave N, on Phinney Ridge"],["phone="],["tollfree="],["fax="],["hours=9:30AM-4PM in the winter (1 Oct-30 Apr), 6PM in the summer (1 May-31 Sep)"],["price=$15 ($11 in winter)"],["content=It has mostly realistic and spacious habitats for the animals, unlike the animal jails in some zoos. The Raptor Show at 3PM on non-rainy weekends is particularly entertaining if you get the bird handler with the Bronx accent: \"If dis boid's head were da same size as youses, its eyes would be da size of sawftbawls.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Carkeek Park"]}," is a sweet little beach park in North Seattle. Good hikes, and may have salmon migrating upstream in fall."]},{"type":"*","value":[" ",{"type":"'''","value":["Cowen Park"]}," has a play structure for children and a backstop for baseball\/softball. Cowen is connected to Ravenna Park via a wooded ravine that makes for good jogging and walking. It is a particularly nice walk in the (rare) snow."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Discovery Park"],["alt="],["url=http:\/\/www.cityofseattle.net\/parks\/Environment\/discovparkindex.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest city park in Seattle. Magnolia is great for kite-flying as well as a trail to the beach with great cliffs and boat watching. At Park's beach, you can see the view of both Cascade and Olympia Mountain ranges. This is a great getaway from long weeks of work and to bring kids to enjoy some quality family moments. The wildlife sanctuary is well protected to maintain the rich natural environment."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gasworks Park"],["alt="],["url=http:\/\/www.cityofseattle.net\/parks\/parkspaces\/GASWORKS.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Wallingford is built on the former site of the city gas facility, and a few hulking tanks and pipes are preserved, giving it a slightly eerie feel. The hill at the center has a sundial on top, and offers a spectacular view of downtown across Union Bay, as well as gusts of wind great for kite-flying. Don't eat the carcinogenic dirt!"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Golden Gardens Park"]}," in ",{"type":"[[","value":[["Seattle\/Ballard#See"],["Ballard"]]}," is one of two places in Seattle that still allows bonfires on the beach. Set on the Puget Sound, it offers spectacular views of the sun setting over the Olympic mountain range on clear days."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Green Lake"],["alt="],["url=http:\/\/www.cityofseattle.net\/parks\/parkspaces\/greenlak.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=North of the ",{"type":"[[","value":[["Seattle\/University District"],["University District"]]},", has side-by-side 2.75 mi (4.4 km) asphalt and gravel trails for walking, jogging and rollerblading around the circumference of the lake, plus several sports fields. The path is good for people-watching as there is a constant stream of thousands of Seattlelites all day long. On the East side there are areas of grass where you can often find pick-up soccer, volleyball as well as basketball on outdoor courts. There's also an indoor swimming pool, which is much cleaner than the lake. If the signs warn that the lake is closed, don't ignore them or risk getting \"swimmer's itch\" from the plentiful parasites spread through duck feces. The surrounding neighborhood is vibrant and fun in good weather, with rental rollerskates, bikes, restaurants, etc."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jefferson Park"],["alt="],["url=http:\/\/www.seattle.gov\/parks\/park_detail.asp?ID=114"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on ",{"type":"[[","value":[["Beacon Hill"]]}," half a mile south of the Beacon Hill Light Rail Station is Seattle's sixth largest park at 45.2 acres and offers unparalleled views of the Duwamish River, downtown and the Olympic Mountains. It is the home to the Jefferson Park Golf Course, the Jefferson Community Center, Jefferson Lawn Bowling, Jefferson Skatepark and Beacon Mountain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kerry Park"],["alt="],["url=http:\/\/www.seattle.gov\/parks\/park_detail.asp?ID=342"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Highland Drive on Queen Anne Hill is the single most photographed view of Seattle, with a spectacular cityscape with the Space Needle, Safeco Field, CenturyLink Field, and Elliott Bay in front and Mt. Rainier visible behind the skyline. The best view is to go on a clear summer day around 9PM, the sun will have just dropped behind the Olympic range, the city lights will just be coming on, but there will be enough sunlight left that Rainier glows purple behind the city. The Sculpture \"Changing Form\" by Doris Chase is standing in the center of Kerry Park since 1977 and this park attracts many tourists and locals to enjoy their afternoon or night chillaxing."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kubota Garden"],["alt="],["url=http:\/\/www.kubota.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A spectacular 20-acre (8 ha) park space in the Rainier Beach neighborhood of South Seattle. To quote the linked website, the Garden contains \"streams, waterfalls, ponds, rock outcroppings, and an exceptionally rich and mature collection of plant material.\" Established by Fujitaro Kubota in 1927, he wanted to \"display the beauty of the Northwest in a Japanese manner.\""]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Magnuson Park \/ Sand Point"]},", the second largest park in Seattle, used to be a U.S. Naval base. The remaining naval buildings are now used for recreational purposes and to host shows. Magnuson boasts multiple sports fields, a boat launch, an off-leash dog park, and lots of walking trails. The Sound Garden (after which the local Seattle band was named), is on NOAA property. It is public art work that moans eerily in the wind."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Myrtle Edwards Park"],["alt="],["url=http:\/\/www.cityofseattle.net\/parks\/parkspaces\/Medwards.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Elliott Bay has a nice view of Puget Sound and the Olympic Mountains. Also a great place to take a walk, jog or bike ride. The walking and cycling paths (at times separate) start north of the ferry piers and go right along the water for 1.5 mi (2.4 km), and provide a delightful way to get close to the harbor. It is separated from the rest of the city by several train tracks, so you won't have to listen to any vehicle traffic."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ravenna Park"]}," in the Ravenna area is a park named for its wooded ravine. It is good park for baseball, soccer, tennis, or have a barbecue. Ravenna Park is connected to Cowen Park via a trail alongside a little creek. This park provides a basic feel for the nature that can be found outside of the city. "]},{"type":"*","value":[" ",{"type":"'''","value":["Olympic Sculpture Park"]}," is a new park on the waterfront built and maintained by the Seattle Art Museum. It has wonderful views across the water and contains sculptures built by famous artists including Richard Serra and Alexander Calder."]},{"type":"*","value":[{"type":"'''","value":["Seward Park"]}," in the Seward Park neighborhood has 300 acres of beautiful forest land and a 2.4 mile bike and walking path, an amphitheater, a native plant garden, an art studio, miles of hiking trails, and shelters to grill food."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/depts.washington.edu\/wpa\/ University of Washington Arboretum"]}]}," is 230 acres (93 ha) of urban greenery with collections of oaks, conifers, camellias, Japanese maples and hollies. Often filled with people going for walks on sunny summer days, especially weekends. The Japanese gardens are a special spot."]},{"type":"*","value":[" ",{"type":"'''","value":["Volunteer Park"]}," on ",{"type":"[[","value":[["Seattle\/Capitol Hill-Central District#Parks"],["Capitol Hill"]]},", home of the Seattle Asian Art Museum (SAAM)."]},{"type":"*","value":[" ",{"type":"'''","value":["Waterfront"]}," provides one of the best views while walking in Seattle (if you don't mind the crowds)."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Seafair"],["alt="],["url=http:\/\/www.seafair.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is in July and early August. Neighborhood events such as parades and street fairs run throughout the festival, with the downtown Torchlight Parade in late July. Seafair culminates in early August when hydroplane races and the Blue Angels bring loud, fast boats and planes to Lake Washington."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bumbershoot"],["alt="],["url=http:\/\/www.bumbershoot.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A music and arts festival, held on Labor Day weekend (beginning of September) in the Seattle Center, featuring dozens of local and world-class musical acts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Northwest Folklife Festival"],["alt="],["url=http:\/\/www.nwfolklife.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A more low-key and global version of Bumbershoot, held in the Seattle Center on Memorial Day weekend (end of May). Even more important - it's free ($10 donation per person per day requested at the entries - but not required)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bite of Seattle"],["alt="],["url=http:\/\/www.biteofseattle.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Part of Seafair festivities. Held in mid\/late-July in the Seattle Center. Eat till you explode."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hempfest"],["alt="],["url=http:\/\/www.hempfest.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A two-day cannabis festival in mid-August. Held at Myrtle Edwards park on the Seattle waterfront, it's the largest marijuana rally in the world and the biggest annual political event in Washington. Features political speakers, vendors, food, several stages with many bands, and lots of open pot smoking (especially at 4:20)! It is a demonstration for the political reform and the legalization of marijuana. Possession is now legal in the state of Washington; its sale and public use are still illegal, although police look the other way during Hempfest, and use is now a civil infraction subject to ticketing, not arrest."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Capitol Hill Block Party"],["alt="],["url=http:\/\/www.capitolhillblockparty.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yearly live music event held on Capitol Hill over a weekend in mid-summer (usually the end of July). Consists of primarily local independent bands of various styles, coupled with some bigger name independent label acts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fremont Fair"],["alt="],["url=http:\/\/www.fremontfair.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home of the Solstice Parade (including the nude bike ride) is a really fun drunken time all over Fremont. Vendors, bad live music and eclectic crowds at the bars makes for an interesting time. Friends who live in Fremont become especially valuable for a place to crash."]]}]},"\n",{"type":"===","value":["Cycling"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain biking."]},"  The best riding in Seattle is underneath I-5 between Eastlake and Capitol Hill at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bbtc.org\/colonnade\/ Colonnade"]}]},". "]},{"type":"*","value":[" ",{"type":"'''","value":["Burke Gilman Trail."]}," 26-mi (42 km) paved path dedicated to non-motorized travel.  Goes from Golden Gardens park, on Puget Sound near the Locks, to Bothell Landing where it connects to Sammamish River Trail, which goes to Marymoor Park (in Redmond)."]},{"type":"*","value":[{"type":"'''","value":["Trail to the Eastside"]}," A marked bicycle trail runs from Seattle across Mercer Island to Downtown Bellevue and on to Issaquah. "]},"\nSeattle is one of the best cycling cities in the United States. All trails are mapped in Google Maps.\n\n",{"type":"===","value":["Boating"]},"\n",{"type":"[[","value":[["File:R-class sloop Pirate 01.jpg"],["200px"],["thumbnail"],["sailboat moored at the Center for Wooden Boats"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Center For Wooden Boats"],["url=http:\/\/www.cwb.org"],["email="],["address=1010 Valley St (south end of Lake Union)"],["lat="],["long="],["directions="],["phone=+1 206 382-2628"],["tollfree="],["fax="],["hours="],["price="],["content=Visit and poke around boats in various stages of restoration, from big broken hulks to gorgeous polished speedsters. Rent an antique boat and go for a row or a sail. They as well offer free sailboat rides on Lake Union. Call ahead to check the schedule."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Northwest Outdoor Center"],["url=http:\/\/www.nwoc.com"],["email="],["address=(west side of Lake Union)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kayak rentals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Agua Verde"],["url=http:\/\/www.aguaverde.com\/paddle.shtml"],["email="],["address=on Portage Bay between Lake Union and Lake Washington"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kayak rentals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Waterfront Activities Center"],["url=http:\/\/depts.washington.edu\/ima\/IMA_wac.php"],["email="],["address=(University of Washington, a quarter mile south of Husky Stadium)"],["lat="],["long="],["directions="],["phone=+1 206 543-9433"],["tollfree="],["fax="],["hours="],["price=Open to the public ($7.50\/hr) and students ($4\/hr)"],["content=Canoe rentals. Parking sucks except after noon on Saturdays. Paddle across the Lake Washington Ship Canal into the Arboretum and watch ducks, geese, swans, random migratory birds, and lots of other boats.  If you're an experienced sailor, you can also rent a sailboat after a checkout with their staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lake Union Crew"],["url=http:\/\/www.lakeunioncrew.com"],["email="],["address=on Lake Union"],["lat="],["long="],["directions="],["phone=+1 206 860-4199"],["tollfree="],["fax="],["hours="],["price="],["content=Learn to row! Classes are held year round and occur over a 4 week period with 3 classes per week.  There are evening and morning sessions to fit any schedule.  The classes teach you the basics of sweep rowing (one oar per rower) and sculling (two oars).  The facilities are beautiful and located right on Lake Union just south of the University Bridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Elliott Bay Cruises"],["url=http:\/\/www.argosycruises.com"],["email="],["address=on Lake Elliott"],["lat="],["long="],["directions="],["phone=+1 206 623-4252"],["tollfree="],["fax="],["hours="],["price="],["content=Cruises as short as one hour around Elliott Bay are available from Argosy Cruises, departing from Pier 55."]]}]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"[[","value":[["Image:Safeco Field. Against Tampa Bay Rays, with Ken Griffey Jr. up to bat, Seattle.jpg"],["thumb"],["right"],["300px"],["Safeco Field"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Seattle Mariners"],["alt="],["url=http:\/\/mariners.mlb.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Member of Major League Baseball's (MLB) American League Western Division, plays at Safeco Field from April to October."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Seattle Seahawks"],["alt="],["url=http:\/\/www.seahawks.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Member of the National Football League's (NFL) National Football Conference's Western Division, play at CenturyLink Field (formerly Qwest Field) from August (Regular Season begins in September) until January."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Seattle Sounders FC"],["alt="],["url=http:\/\/www.soundersfc.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Member of Major League Soccer's (MLS) Western Conference. The third different Seattle soccer team to bear the \"Sounders\" name, plays at CenturyLink Field from March-November. Possibly the toughest ticket in town—the Sounders have sold out every home MLS game since joining the league in 2009—but for hardcore soccer (football) fans, the atmosphere is unmatched in the US. David Beckham, the now-retired English star who played in MLS from 2007 to 2012, has called CenturyLink Field the only place in the league where he saw an atmosphere that compared to that found in ",{"type":"[[","value":[["Football in Europe"],["Europe"]]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Seattle Storm"],["alt="],["url=http:\/\/www.wnba.com\/storm\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seattle's WNBA Western Conference team plays at KeyArena from May till September."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Seattle Reign FC"],["alt="],["url=http:\/\/www.seattlereignfc.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city's newest top-level professional team, which debuted in 2013 along with its league, the National Women's Soccer League. The Reign, named after a defunct Seattle women's basketball team, play from April to August at Memorial Stadium near Seattle Center."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Seattle Thunderbirds"],["alt="],["url=http:\/\/www.seattle-thunderbirds.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=WHL US Division junior hockey team plays at the ShoWare Center in nearby Kent, WA from September till March."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Washington Huskies"],["alt="],["url=http:\/\/www.gohuskies.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The sports teams representing the University of Washington, competing in the Pacific-12 Conference. Virtually all venues are on campus, with the best-known being Husky Stadium (football) and Hec Edmundson Pavilion (many indoor sports, most notably basketball). Husky Stadium, which reopened in 2013 after a major renovation, is notable as the largest stadium in the Pacific Northwest and for its scenic setting next to Lake Washington; a significant number of fans arrive at the stadium by boat. Tickets can be difficult to come by for football and men's basketball games."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\nSeattle has enacted a bag ban.  Single use plastic bags are illegal, and stores are required to charge customers 5 cents for a paper bag.   Bringing your own reusable tote bag is recommended.\n\nThe ",{"type":"'''","value":["Pike Place Market"]}," (note: not \"Pike Market\" or \"Pike's Market\") in ",{"type":"[[","value":[["Seattle\/Downtown#See"],["Downtown"]]}," is an attraction unto itself, known for its seafood and produce stands. (Pike Place Fish, at the main entrance to the market by \"Rachel\" the bronze piggy bank, is the one where they throw the fish around, but there are several other seafood stands in the market.) In the main market complex are several levels of restaurants and shops selling antiques, arts and crafts, and souvenirs, and as the weather gets warmer, artisans sell their wares in the upper open-air level as well. Although it is flush with tourists, especially in summer months, Pike Place Market is far from a tourist trap; area residents and downtown workers regularly shop at the market.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\nFresh seafood is found in abundance at both markets and restaurants. Seattle also has a wide variety of Asian cuisine.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\nFew, if any, American cities can challenge Seattleites' love of ",{"type":"'''","value":["coffee"]},". Seattle's love of coffee is perhaps signified best by ",{"type":"[","value":["http:\/\/www.starbucks.com Starbucks"]},", Seattle's Best Coffee (now owned by Starbucks), and ",{"type":"[","value":["http:\/\/www.tullys.com\/ Tully's"]}," as they each have expanded all over the country and world, but locals aren't satisfied by these internationally-recognized chains alone, evidenced by hundreds of good locally owned coffeehouses. \n\n",{"type":"'''","value":["Microbreweries"]}," and beer in general are a Northwest specialty, and Seattle has many to offer for beer enthusiasts. The larger brewers, like Redhook and Pyramid, distribute their products regionally or nationally like their coffee cousins, while other brews can only be found in local stores or bars (some notable brewers don't bottle their product). Elysian, with three pubs in various neighborhoods, and the Pike Brewing Company, located, of course, at Pike Place Market, are other popular local brewers. \n\nIn Washington, ",{"type":"'''","value":["bars"]}," have a full liquor license, while ",{"type":"'''","value":["taverns"]}," are restricted to beer, wine and cider. Many Seattle bars have world-class beer selection, featuring local Northwest style micros, many of them crafted in Seattle. Beer aficionados should check out Uber Tavern, Brouwer's Cafe, or the Stumbling Monk, or visit the Beer Junction in West Seattle, which is primarily a bottle shop with a staggering selection but which also has a bar and regular tastings. This is just the tip of the iceberg, though!\n\n",{"type":"'''","value":["Wine"]}," is another Northwest specialty, and there are a number of wineries just thirty miles from Seattle proper in Woodinville. Many more can be found 2-3 hours away on the other side of the Cascades in Washington Wine Country. You can find local vintages in local groceries, wine shops, restaurants, and wine bars such as Bottlehouse and Purple.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n",{"type":"==","value":["Connect"]},"\nThe area code for the City of Seattle is ",{"type":"'''","value":["206"]},". Surrounding areas use other area codes, including ",{"type":"'''","value":["425"]}," which encompasses the eastside and northern suburbs including Bellevue, Redmond, Lynnwood, and Everett, ",{"type":"'''","value":["253"]}," for all areas south of Kent such as Tacoma, Federal Way, and Fife, and ",{"type":"'''","value":["360"]}," for all areas outside the greater Everett-Seattle-Tacoma corridor but west of the Cascades. All of Washington east of the Cascades uses the ",{"type":"'''","value":["509"]}," area code.\n\nFree Wi-Fi can be found at all Seattle Public libraries, and is available to users with Wi-Fi enabled laptops and wireless devices. The City of Seattle provides free Wi-Fi access in the Columbia City and University District areas as part of a pilot project. The project also provides coverage in four downtown Seattle parks: Occidental, Freeway, Westlake and Victor Steinbrueck, as well as the City Hall lobby area. The Seattle Center also provides free wireless internet in the ",{"type":"[","value":["http:\/\/www.seattle.gov\/html\/citizen\/wifi.htm Center House building"]},". Some of the Metro and Sound Transit commuter buses offer free Wi-Fi. \n\nThere are various internet cafes in the Seattle area, especially in the University District and the Downtown neighborhoods. Additionally, many coffee shops offer free and paid wireless access (all Starbucks locations offer AT&T internet access points).\n\n",{"type":"==","value":["Stay safe"]},"\nAccording to the most recently FBI crime statistics in 2011 Seattle had 592.7 violent crimes per population of 100,000 ranking it near Denver Colorado (607.3) and San Francisco California (659.6) with the majority of crimes unsurprisingly happening in the more densely populated areas. There are a few notable hotspots in north Seattle around Aurora Avenue and Lake City Way at night and areas around the University District which has some of the highest property crime rates in the city. Some South Seattle and Central District neighborhoods have had a history of gang and drug related violence; while violence related to the two still occur, it's not as frequent as portrayed and many of these neighborhoods are statistically safer than neighborhoods north of the ship canal however the south east Rainier Valley still has a higher rate than most of the city. Auto break-ins and theft are a problem in the city. Never leave valuables visible in a car, and always lock your car doors. Be wary of the rising trend of smart phone theft. \n\n",{"type":"'''","value":["Places to Watch Your Back"]},"\n",{"type":"*","value":[{"type":"'''","value":["Waterfront"]}," When parking or walking under the viaduct or on Alaskan Way always keep your valuables close and hide anything in your car and lock it! A safe area but be careful. "]},{"type":"*","value":[{"type":"'''","value":["Aurora Ave & Lake City Way"]}," Never go here at night unless you have to and you have company. "]},{"type":"*","value":[{"type":"'''","value":["International Blvd and South Seattle"]}," Watch your back, or best of all, do not go here. "]},{"type":"*","value":[{"type":"'''","value":["SODO"]}," Stay out of here at night."]},{"type":"*","value":[{"type":"'''","value":["Downtown"]}," Be careful (see Waterfront)."]},"\nDrivers in Seattle are typically nice but indecisive, but as long as you're careful as a pedestrian, there is not a high risk of getting hit. Most drivers will stop if you're crossing the street, as such an action is required by Washington State law.  Cyclists should be extra wary of traffic and opened doors of parked cars, especially downtown.\n\nDowntown Seattle has sizable population of homeless men and women (suburbs on the eastside enacted laws which forced homeless people into Seattle's downtown core), and while many beg for change and some seem unstable, only a few are actually dangerous. It is worthwhile to be especially careful after dark in some areas around the downtown core. Victor Steinbrueck Park, at the north end of Pike Place Market, often attracts drug dealers and Second Ave. between Pine and Pike streets is locally notorious for drug transactions and occasional violence (although actual violence is relatively rare).\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Newspapers"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seattletimes.com The Seattle Times"]}]}," ($0.50 daily, $1.50 Sundays) is the only remaining daily newspaper in the Seattle area and covers local, national and international news."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seattlepi.com\/ The Seattle Post-Intelligencer"]}]}," (free, online only) has ended its print edition, but still maintains local reporters and an online presence."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seattleweekly.com\/ The Seattle Weekly"]}]}," (free, published Wednesday) is one of many free weeklies that are published in the Seattle area. ",{"type":"''","value":["The Weekly"]}," has a longstanding reputation for in-depth coverage of arts and local politics."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thestranger.com\/seattle\/Home The Stranger"]}]}," (free, published Thursday) is an alternative weekly newspaper noted for its social commentary, political opinion, arts, comics, music coverage, and local news items."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/publicola.com\/ Publicola"]}]}," (free, online only) is an online only but well read blog covering local politics and events. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.realchangenews.org\/ Real Change"]}]}," ($2.00, published weekly) is a newspaper mostly written and produced by homeless people, and it is sold by homeless vendors on street corners and outside grocery stores. "]},"\nThere are also several ethnic newspapers including ",{"type":"''","value":["Northwest Asian Weekly"]},", and numerous neighborhood newspapers including the ",{"type":"''","value":["North Seattle Journal,"]}," and the ",{"type":"''","value":["West Seattle Blog"]},". The University of Washington also publishes ",{"type":"''","value":[{"type":"[","value":["http:\/\/dailyuw.com\/ The Daily of the University of Washington"]}]},".\n\n",{"type":"===","value":["Hospitals"]},"\nSeattle has a large number of primary- and secondary-care medical centers, including the only level 1 trauma center serving Alaska, Washington, Idaho and Montana. Additionally, Children’s Hospital and Regional Medical Center is the pediatric referral center for those same states.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uwmedicine.org\/ UW Medicine"]}]}," The UW Medicine system is operated by the University of Washington. It includes Harborview Medical Center, UW Medical Center, UW Medicine Neighborhood Clinics, Eastside Specialty Center, Hall Health (Student Health Services) and Sports Medicine Clinic."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uwmedicine.org\/Patient-Care\/Locations\/HMC\/Pages\/default.aspx Harborview Medical Center"]}]},", 325 Ninth Ave, ",{"type":"''","value":["+1 206"]}," 744-3000. Seattle’s Level 1 trauma center, and the hospital where most critically injured patients are either airlifted or ambulanced. 24-hour Emergency Room, Centers of Emphasis for neurosciences, trauma, burns, reconstruction and rehabilitation, mentally ill and medically vulnerable, and AIDS\/STD treatment. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uwmedicine.org\/Patient-Care\/Locations\/UWMC\/Pages\/default.aspx UW Medical Center"]}]},", 1959 NE Pacific, ",{"type":"''","value":["+1 206"]}," 598-3300. The second hospital component to the UW Medicine system, this hospital is one of the biggest and best teaching hospitals in the country.  24-hour Emergency Room."]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seattlechildrens.org\/ Children's Hospital and Medical Center"]}]},", 4800 Sand Point Way NE, ",{"type":"''","value":["+1 206"]}," 987-2000. Children's Hospital is a private hospital specializing in pediatrics. It is also home to UW's School of Pediatrics. 24-hour pediatric emergency room."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.swedish.org\/ Swedish Medical Center"]}]}," Swedish Medical Center is a large nonprofit health care provider. It has three main hospital locations and is also affiliated with many other suburban hospitals and clinics. Among the things Swedish is known for are its Cancer, Bariatrics and Heart Institutes. Swedish Hospital will treat all patients who need care, regardless of their ability to pay."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.swedish.org\/body.cfm?id=1337 Swedish Medical Center First Hill"]}]},", 747 Broadway, ",{"type":"''","value":["+1 206"]}," 386-6000. Certified Primary Stroke Care center, 24-hour ER, 24-hour Pediatric ER. This is the Main Swedish Medical Center campus."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.swedish.org\/body.cfm?id=1338 Swedish Medical Center Cherry Hill"]}]},", 500 17th Ave, ",{"type":"''","value":["+1 206"]}," 320-2000. Certified Primary Stroke Care center, 24-hour ER."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.swedish.org\/body.cfm?id=1329 Swedish Medical Center Ballard"]}]},", 5300 Tallman Ave NW, ",{"type":"''","value":["+1 206"]}," 782-2700. 24-Hour ER."]}]},"\n",{"type":"''","value":["In the event of a medical emergency anywhere in the U.S., dial ",{"type":"'''","value":["911"]}," for free from any phone, including payphones at no cost."]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplobel.us\/Representatives\/Find_Consul.asp"],["email=Seattle@diplobel.org"],["address=The World Trade Center Seattle, 2200 Alaskan Way Ste 470"],["lat="],["long="],["directions="],["phone=+1 206 728-5145"],["tollfree="],["fax=+1 206 770-7923"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/Heussner.html"],["email=petrahwalker@gmail.com"],["address=7853 SE 27th St Ste 180, Mercer Island"],["lat="],["long="],["directions="],["phone=+1 206 230-5138"],["tollfree="],["fax=+1 206 236-5162"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/seattle\/index.aspx?lang=eng"],["email=seatl@international.gc.ca"],["address=1501 4th Ave Ste 600"],["lat="],["long="],["directions="],["phone=+1 206 443-1777"],["tollfree="],["fax=+1 206 443-9662"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/usa.um.dk\/en\/about-us\/list-of-danish-honorary-consulates-in-the-us\/list-of-honorary-consulates-on-the-west-coast\/seattle-washington\/"],["email=edl6@ix.netcom.com"],["address=6204 E Mercer Way, Mercer Island"],["lat="],["long="],["directions="],["phone=+1 206 230-0888"],["tollfree="],["fax=+1 206 230-0888"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.seattle.us.emb-japan.go.jp\/index.htm"],["email=info@cgjapansea.org"],["address=601 Union St Ste 500"],["lat="],["long="],["directions="],["phone=+1 206 682-9107"],["tollfree="],["fax=+1 206 624-9097"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands (Honorary)"],["url=http:\/\/dc.the-netherlands.org\/locations\/honorary-consulate-in-seattle.html"],["email=seattle@ncla.org"],["address=Karman Executive Center, Bellevue"],["lat="],["long="],["directions="],["phone =+1 425 637-3050"],["tollfree="],["fax=+1 425-637-3050"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand (Honorary)"],["url=http:\/\/www.nzembassy.com\/united-states-of-america\/about-the-embassy\/contact-us\/new-zealand-honorary-consuls\/new-zealand-honor"],["email=nzconsulseattle@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+1 206 527-1896"],["tollfree="],["fax=+1 206 525-8104"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=South Korea"],["url=http:\/\/usa-seattle.mofat.go.kr\/"],["email=seattle0404@mofat.go.kr"],["address=2033 6th Ave # 1125"],["lat="],["long="],["directions="],["phone=+1 206 441-1011"],["tollfree="],["fax=+1 206 441-7912"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["url=http:\/\/www.taiwanembassy.org\/US\/SEA\/mp.asp?mp=72"],["email=info@teco-seattle.org"],["address=600 University St., Suite 2020"],["lat=47.609852"],["long=-122.332077"],["directions="],["phone=+1 206 441-4586"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Ferries"]},"\nIf you're staying anywhere near downtown, the state-run ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wsdot.wa.gov\/ferries\/ ferries"]}]},"  hardly seem like \"getting out\" since they leave from Colman Dock, a pier at the south end of the waterfront, an easy and interesting walk from downtown.  Passengers on foot pay $7.50 for the westbound trip; the return to Seattle is free. \n\n",{"type":"*","value":[" Take the ferry to ",{"type":"'''","value":[{"type":"[[","value":[["Bainbridge Island"]]}]}," on the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," (30 minutes one way). Get off on the other side, walk about 1\/2 mile into town for lunch or dinner, and walk back to ferry to come home."]},"\n",{"type":"*","value":[" Or, take a trip to ",{"type":"'''","value":[{"type":"[[","value":[["Bremerton"]]}]}," on the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," and back.  Almost 2 hours on the water, in a place as scenic as the Aegean Sea."]},"\n",{"type":"*","value":[" the Fauntleroy Ferry terminal in West Seattle offers service to ",{"type":"[[","value":[["Vashon Island"]]}," and ",{"type":"[[","value":[["Southworth"]]}," terminal near ",{"type":"[[","value":[["Port Orchard"]]},"."]},"\n",{"type":"*","value":[" The County also provides passenger only ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kingcounty.gov\/transportation\/kcdot\/WaterTaxi.aspx Water Taxi"]}]}," service from pier 50 (right next to Colman Dock) to ",{"type":"[[","value":[["Seattle\/West"],["West Seattle"]]}," and ",{"type":"[[","value":[["Vashon Island"]]},"."]},"\n",{"type":"===","value":["Driving"]},"\nJust getting out and driving around the area with no destination in mind can be a great experience, as the Seattle area, like most of the Pacific Northwest, is very scenic. If you'd like more specific destinations, try some of these:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Everett (Washington)"],["Everett"]]}]}," lies about 25 miles north of Seattle on I-5 and is home to the Boeing factory - a massive building where 747, 767, 777, and 787 airliners are made - tours are available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Mountains to Sound Greenway"]]}]}," via I-90 is the quickest \"escape\" from the city into the nearby Cascade mountains. Snoqualmie Pass is just an hour away, offering great views, summer hiking and winter skiing."]},{"type":"*","value":[" ",{"type":"'''","value":["Two mountain passes"]},", Snoqualmie Pass (follow I-90 east) and Stevens Pass (take I-405 to Hwy 522 east, then take Hwy 2 east) provide fantastic views. Of the two, Stevens is arguably the more scenic."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.snoqualmiefalls.com\/ Snoqualmie Falls"]}]},", (",{"type":"[[","value":[["Snoqualmie"]]},", east of Seattle on I-90).  The falls are scenic, and easily viewable from two viewpoints. If you want to stay longer than it takes to gawk, the ",{"type":"[","value":["http:\/\/www.salishlodge.com\/ Salish Lodge"]},", situated on the precipice of the falls, is pricey but incredibly romantic, with in-room Sanijet spa baths and fireplaces.  The lodge offers two restaurants with views overlooking the falls; brunch in the Dining Room is well worth the splurge. Trivia tidbit: Snoqualmie Falls is nearly 300 ft (91 m) in height, compared to Niagara's 180 ft (55 m)."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Leavenworth (Washington)"],["Leavenworth"]]}]}," (2 1\/2-hr drive east of Seattle via I-90 or Hwy 2). Leavenworth is a Bavarian-style town surrounded by the Cascade mountains. Every building has to be built in traditional Bavarian architecture, and there are many German-esque restaurants and shops. There are many festivals throughout the year, including Maifest (May), the Autumn Leaf Festival (September), Christmas Lighting Festival (December), and most notably the German beer festival Oktoberfest (October). A beautiful charming little town, worth the extra time if you are already heading east (i.e. Snoqualmie, Spokane) although it is slightly out of the way. There is also an Amtrak train service from Seattle that makes a stop in Leavenworth."]},"\n",{"type":"*","value":[{"type":"'''","value":["Grove of the Patriarchs"]},", in the Ohanapecosh River valley in the southeast part of ",{"type":"[[","value":[["Mount Rainier National Park"]]},", takes you on the short hiking trail through groves of thousand year-old cedars."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["North Bend"]]}]}," (also out I-90) is the town where parts of the 1990 David Lynch TV series ",{"type":"''","value":["Twin Peaks"]}," were filmed.  West of North Bend on SR 202 near the town of ",{"type":"[[","value":[["Snoqualmie"]]}," there are displays of historic railroad cars, locomotives and other railroad equipment located at the ",{"type":"[","value":["http:\/\/www.trainmuseum.org\/ Northwest Railway Museum"]},".  Train rides are offered Apr-Oct, as well as a \"Santa Train\" in late November and early December, plus several other special events offered during the year."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Roslyn"]]}]}," is also out I-90 (not far past ",{"type":"[[","value":[["Snoqualmie Pass"]]},") and is where the TV series Northern Exposure was filmed. It holds many festivals including The Manly Man Festival, Pioneer Days, and Moose Days -- the latter is an annual Northern Exposure gathering held in late July. Might be worth a stop if you're out that way and have time—or if you're a fan of the show—but it's a very small, quiet town without much to do most days. However, there is a great small museum in the downtown core right next to the Oasis Cafe that profiles the city's coal-mining past."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["The North Cascade Loop"]]}]}," consists of a two-day minimum round trip over Stevens Pass and the North Cross-state Highway (US 2 and SR 20). It's a long drive, and SR20 is closed usually from November to April\/May, but you'll see the most spectacular scenery in the state, visit towns made to look like the old west and a Bavarian Village, see the Columbia River and apple orchards on the east and deep rain-forest on the west side."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Olympic Peninsula"]]}]}," features beaches on the Pacific Ocean, Cape Flattery (the extreme northwestern point of the contiguous U.S.), and the only temperate rain forests in the lower 48 states: the well-known and easily accessible Hoh Rainforest, the Quinalt Rainforest and the Queets Rainforest. Other notable scenic areas on the Olympic Peninsula are Crescent Lake and Hurricane Ridge. You can take the Kingston ferry over from ",{"type":"[[","value":[["Edmonds"]]}," and follow Hwy 104 west until it meets up with Hwy 101 (head north), or head south on I-5 to ",{"type":"[[","value":[["Olympia (Washington)"],["Olympia"]]}," and catch Hwy 101 West there. Doing the complete loop is a nearly day-long drive, and you could easily spend several days there, but you'll see a lot of fantastic scenery even if you never stop the car."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount Rainier National Park"]]}]}," Just 2.5 hours south and east from Seattle, this magnificent mountain offers a mosaic of beautiful scenery such as blooming wildflowers, glaciers, crashing waterfalls and the mountain itself."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mount St. Helens"]]}]}," 2.5 hours south from Seattle"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vancouver"]]},", ",{"type":"[[","value":[["British Columbia"]]}]}," is 140 mi (225 km) north of Seattle on I-5, and is another great Pacific Northwest city and hosted the 2010 Winter Olympics."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Anacortes"]]}]}," is the gateway to the scenic ",{"type":"'''","value":[{"type":"[[","value":[["San Juan Islands"]]}]}," and is only two hours north on Interstate 5 (exit onto Westbound SR20 in Burlington and follow the signs to the San Juans Ferry). Not much in Anacortes but take a ferry to ",{"type":"[[","value":[["Friday Harbor"]]}," and enjoy a day away from the city. No need to bring your vehicle any further than Anacortes due to everything in Friday Harbor within walking distance. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Whidbey Island"]]}]}," is a short drive away north on Interstate 5 (follow the signs for Mukilteo Ferry) and is a charming place with quaint towns. Check out Langley, Coupeville, Fort Casey State Park, Ebey Landing, and Desception Pass State Park."]},"\n",{"type":"===","value":["Skiing\/snowboarding"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Snoqualmie Pass"]]}," - Summit and Alpental resorts an hour east on Interstate 90."]},{"type":"*","value":[{"type":"[[","value":[["Stevens Pass"]]}," - Resort about two hours East of Seattle on highway 2"]},{"type":"*","value":[{"type":"[[","value":[["Crystal Mountain"]]},"  Mount Rainier"]},{"type":"*","value":[{"type":"[[","value":[["Mount Baker"]]}," North, near ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["Mission Ridge"]]}," East of Steven's Pass, near ",{"type":"[[","value":[["Wenatchee"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["White Pass"]]}," South of Seattle on Highway 12."]},{"type":"*","value":[{"type":"[[","value":[["Whistler"]]}," - North America's top rated ski resort, about a four hour drive north of Seattle past Vancouver on the Sea to Sky Highway.  "]},"\n",{"type":"{{","value":[["routebox"],["image1=I-5.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Vancouver"]]}," (via ",{"type":"[[","value":[["Image:BC-99.svg"],["15px"]]},")"],["minorl1=",{"type":"[[","value":[["Shoreline"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}],["minorr1=",{"type":"[[","value":[["Tukwila"]]}],["image2=I-90.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Spokane"]]}],["minorr2=",{"type":"[[","value":[["Mercer Island"]]}],["image3=WA-520.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=END"],["minorl3="],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Redmond (Washington)"],["Redmond"]]}],["minorr3=",{"type":"[[","value":[["Bellevue"]]}],["image4=WA-522.svg"],["imagesize4=22"],["directionl4=SW"],["majorl4=END"],["minorl4="],["directionr4=NE"],["majorr4=",{"type":"[[","value":[["Monroe (Washington)"],["Monroe"]]}],["minorr4=Jct ",{"type":"[[","value":[["Shoreline"],["W"]]}," ",{"type":"[[","value":[["Image:WA-104.svg"],["18px"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Bothell"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Seattle"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Washington\/Localities\/S\/Seattle\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Seattle"]]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["King County"]]},"\n",{"type":"{{","value":[["geo"],["47.6032"],["-122.3303"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]