[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Selinsgrove"]},", ",{"type":"[[","value":[["Pennsylvania"]]}," is a small town in ",{"type":"[[","value":[["Snyder County"]]},", Pennsylvania. The town lies approximately 45 minutes north of ",{"type":"[[","value":[["Harrisburg"]]},", PA and one hour south of ",{"type":"[[","value":[["Williamsport"]]},", PA. Located in the central part of the state, Selinsgrove is approximately three and a half hours from ",{"type":"[[","value":[["Philadelphia"]]},", three hours from ",{"type":"[[","value":[["New York City"],["New York"]]},", three hours from ",{"type":"[[","value":[["Washington, D.C."],["Washington"]]},"-",{"type":"[[","value":[["Baltimore"]]}," and four hours from ",{"type":"[[","value":[["Pittsburgh"]]},". The community's population is relatively stable with minimal change over the last 10 years.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["Harrisburg International Airport (MDT)"]}," Harrisburg International Airport is located about 63.5 miles and 1 hour and 15 minutes from Shamokin Dam. Harrisburg International is served by seven major airlines which provide nonstop daily service to 12* domestic and 1 international destination with one-stop service to cities around the world. Several major rental car companies have a presence at the airport complex. Parking for the physically disabled is in all three parking lots. Special handicap accessible buses are available 24 hours a day for those parking in the SmartPark, long-term lot. There are a total of nine elevators located in the parking garage and the terminal building, six escalators in the parking garage and terminal building, and moving sidewalks on the second floor of the parking garage. Restrooms throughout the terminal are handicap accessible. In addition, there are five private unisex companion-care restrooms in the terminal building. A TDD\/TTY phone is available to contact hotel shuttle and off-site rental car providers in the baggage claim area of the terminal building. For more information on any of these services, contact Customer Information Desk at (717) 948-5900 between 7AM and 11PM."]},{"type":"*","value":[{"type":"'''","value":["The University Park Airport (SCE)"]}," is located just outside State College, Pa. Served by United Airlines, Delta, and US Airways. There is car rental service on site. Secure parking is provided. (814) 237-2011"]},{"type":"*","value":[{"type":"'''","value":["Penn Valley Airport (SEG)"]},"  lies just a few miles south of Shamokin Dam at 100 Airport Road, Selinsgrove, PA 17870,  in Penn Township, Snyder County. Lat North 40° 50° 59\"  Lon West 76° 50° 59\".  It serves private and charter planes. The airport recently built a new terminal and the runway has been modified to provide express service to cities such as Harrisburg, Pittsburgh, and Philadelphia."]},{"type":"*","value":[{"type":"'''","value":["Wilkes-Barre - Scranton International Airport (AVP)"]}," Located in Northeastern Pennsylvania, Wilkes-Barre - Scranton International Airport is located about two hours northeast of Shamokin Dam and is served by many major airlines and all major rental car companies."]},"\n",{"type":"===","value":["By train"]},"\nSelinsgrove lies approximately 60 miles (45 minutes) north of Pennsylvania's capital city of Harrisburg. That city serves as a vital station on Amtrak's Keystone and Pennsylvanian train routes. Trains from Boston, New York and Philadelphia arrive in Harrisburg as well as trains from points west, including Pittsburgh. After arrival, Selinsgrove is a short drive or bus ride away. Taxis are also available at the station.\n\n",{"type":"===","value":["By boat"]},"\nSelinsgrove lies along the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.susquehannarivertrail.org\/ Susquehanna River Water Trail"]}]}," There is an improved Pennsylvania Fish and Boat Commission ",{"type":"[","value":["http:\/\/www.fish.state.pa.us\/edind.htm"]}," boating access to the Susuquehanna River on the Isle of Que. Primary boating using shallow-draft, lightweight fishing boats, canoes and inflatables is accessible. Parking is available. A short walk up Pine Street brings you in to the centre of town.\n\nPennsylvania DEP Issues Statewide Fish-Consumption Advisory ",{"type":"[","value":["http:\/\/www.cleanair.org\/Air\/mercuryAdvise.html"]},". On April 11th 2001, state officials issued a one-meal-per-week consumption advisory for all fish caught in the Pennsylvania's waterways.  Penns Creek (Snyder and Union Counties), Confluence of Laurel Run to SR 0204 at New Berlin, Smallmouth bass & Rock bass, 2 meals\/month. Susquehanna River I-80 bridge to mouth, Channel catfish, 2 meals\/month and Smallmouth bass, 2 meals\/month.\n\n",{"type":"*","value":["Buy a Pennsylvania Fishing License ",{"type":"[","value":["http:\/\/www.fish.state.pa.us\/license.htm"]}]},"\n",{"type":"===","value":["By bike"]},"\nNarrow and\/or unpaved shoulders along most side streets make biking around town (off the highway) challenging. Route 11 from Shamokin Dam to Northumberland is lovely with a view of the river. There is, however, heavy truck traffic along this route. South of town on Old Route 11 (Market Street) is an enjoyable ride.\n\n",{"type":"===","value":["By car"]},"\nSelinsgrove is accessible to Interstate 80, which runs East-West about 15 miles north of the area. Pennsylvania state Routes 11 and 15 merge north of Harrisburg and serve as the main transportation artery through this region of central Pennsylvania. Most of the area's shopping districts and neighborhoods lie north  of Selinsgrove along Routes 11 and 15. South of Selinsgrove, 11\/15 connects with Interstates 81, 83 and the Pennsylvania Turnpike west to Pittsburgh and east to Philadelphia.\n\n",{"type":"====","value":["Parking in Selinsgrove"]},"\nA car is the best way to navigate the Selinsgrove area. On street parking is available in the downtown along with a designated public lot. Parking is free on the street and in the municipal lot. Parking around the university is at a premium. Much of it is permit only.\n\n",{"type":"===","value":["By bus"]},"\nSelinsgrove is served by Greyhound\/Trailways bus service downtown. Greyhound service connects to Harrisburg International Airport, the Harrisburg Transportation Center (Amtrak) and numerous other transportation hubs throughout the area including the neighboring cities of Lewisburg and Sunbury.\n\n",{"type":"==","value":["Get around"]},"\nA car or bike is the recommended way to see and do things in the Selinsgrove area. Once you venture out of the small boro, there are no sidewalks. There are no safe bike paths -- Although there used to be bike paths that would take you from the Isle of Que to Shamokin Dam, these have since become overgrown. The shoulders of the roads are narrow and often unkempt. Skeleton service is provided by the Union-Snyder Transportation Alliance via bus, but these buses must be notified and will only pick up customers who call ahead of time. Rides are based on distance from starting point to ending point. Selinsgrove is also served lightly by taxi service but, like the buses, these must be called ahead of time. The local Yellowpages will have the number for both the bus and taxi services throughout the area.\n\n",{"type":"===","value":["By limo"]},"\n",{"type":"*","value":[{"type":"'''","value":["Smoley Van Service"]}," 100 Pennsylvania Avenue  Selinsgrove, PA 17870 +1 (570) 743-3402"]},{"type":"*","value":[{"type":"'''","value":["Susquehanna Valley Limo"]}," RR 1, Box 373Q Northumberland, PA 17857 +1 (570) 473-8833"]},{"type":"*","value":[{"type":"'''","value":["Eastwind Limousines, Inc."]}," 4925 Paradise Road, Milton, PA 17847 +1 (570) 742-0425"]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":[{"type":"'''","value":["Paul's Cab Service"]}," 735 Market St Sunbury, PA. +1 (570) 286-7509"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Historic Attractions"]},"\n",{"type":"*","value":[{"type":"'''","value":["Governor Snyder Mansion"]}," The former home of Pennsylvania Governor Simon Synder, for whom Snyder County is named, is on Market Street in downtown Selinsgrove. The building houses a private business."]},{"type":"*","value":[{"type":"'''","value":["Old Lutheran Cemetery"]}," The grave of three time Pennsylvania Governor Simon Snyder is here. Made of Quincy granite, the monument has brass reliefs and is topped with his life size bust was erected by the state in 1885."]},{"type":"*","value":[{"type":"'''","value":["Selinsgrove Area High School"]}," The first high school building was built in the 1930's through funding from \"The New Deal\". The building was designed by Lawrie and Green architects of Harrisburg, PA. It is a concrete with steel framing construction, masonry walls and has a red brick exterior. It is topped with a cupola. Several addtions and modifications have been made over the years. Student created murals adorn the walls in many of the corridors and stairwells."]},"\n",{"type":"===","value":["Art and Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lore Degenstein Gallery"],["alt="],["url=http:\/\/www.visitpa.com\/visitpa\/redir.pa?urlid=215867"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located at Selinsgrove's Susquehanna University, the Degenstein Gallery is a museum of material culture past and present."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bucknell University"],["alt="],["url=http:\/\/www.bucknell.edu\/x12427.xml"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570  577-2000"],["tollfree="],["fax="],["hours="],["price="],["content=Lewisburg, PA The Weis Center for the Performing Arts offers many cultural events for the region."]]}]},"\n",{"type":"===","value":["Theatre and Performances"]},"\n",{"type":"*","value":[{"type":"''","value":["Music at the Gazebo"]}," is a program that runs from June through August with free concerts held in Pump House Park. "]},{"type":"*","value":[{"type":"'''","value":["Degenstein Center Theater"]}," Located at Susquehanna university, the Degenstein Center Theater hosts numerous A-list music acts throughout the year as well as theater performances put on by university students. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Susquehanna University Artist Series"],["alt="],["url=http:\/\/www.susqu.edu\/artists\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The artist series brings smaller acts from around the world to perform musically, theatrically, in dance, and in ethnic ritual."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bucknell University"],["alt="],["url=http:\/\/www.bucknell.edu\/x12427.xml"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570  577-2000"],["tollfree="],["fax="],["hours="],["price="],["content=Lewisburg, PA The Weis Center for the Performing Arts offers many cultural events for the region."]]}," It is a 15 minute drive from Selinsgrove north on Route 15."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Major Anthony Selin Park"]}," located on Sassafras Street is equipped with horseshoe, quoit and basketball courts and soccer fields. There is a sophisicated play area for small children which is called Kidsgrove. A large covered pavilion for picnics can be reserved for outings and reunions. This facility also offers a kitchen area, restrooms and game equipment. A “Life Trail”, which is a system of exercise and walking trails, is under development. Local businesses have donated kiosks that provide information on fitness for active adults."]},{"type":"*","value":[{"type":"'''","value":["Best Bowl"]}," Route 522 west of Selinsgrove, PA. in Penn Township. 17870 570-374-2522 Complete proshop. Bumper bowling and bowling leagues for all ages available. A snack bar and a game room are on site. Call for hours and fees."]},{"type":"*","value":[{"type":"'''","value":["Bailey's Produce Market"]}," A seasonally evolving produce market, Bailey's sells some of the freshest strawberries, watermelons, flowers, pumpkins and other fresh fruit and vegetables throughout the year. Located along Routes 11 & 15 in Hummel's Wharf, PA."]},{"type":"*","value":[{"type":"'''","value":["Selinsgrove Speedway"]}," The largest dirt racetrack in the northeast, Selinsgrove speedway is home to some of the largest races as well. A regular show at Selinsgrove Speedway will consist of qualifying events and  main events for 358 Sprint Cars (25 laps), Late Models (20 laps), Pro Stocks (12 laps), and Roadrunners (12 laps). Races take place on Fridays and Saturdays between March and October. Admission is $10 for adults, $8 for students (Age 12-17) and free for children 11 years of age and younger."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cinema Center"],["alt="],["url=http:\/\/www.cinemacenter.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570 374-2049"],["tollfree="],["fax="],["hours="],["price="],["content=Rtes 11&15 Hummels Wharf, PA 17831. A multiplex movie theatre located at the back of the Susquehanna Valley Mall complex. Comfortable stadium seating. Ample Parking. Call for movies and times. Discounted matinees."]]}]},{"type":"*","value":[{"type":"'''","value":["Sunset Skating Rink"]}," Rtes 11&15, Shamokin Dam, PA 17831 +1 (570) 743-6060 An indoor roller rink that is open year round. Ample offstreet parking."]},{"type":"*","value":[{"type":"'''","value":["Champ's Fitness Center"]}," weight lifting and fitness facility with daily, monthly or annual memberships. Indoor and outdoor soccer. Trainers available. Silver Sneakers for seniors. 15 Stettler Ave. Shamokin Dam, PA. 17876 +1 (570)743-6411."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Champ's Miniature Golf"],["alt="],["url="],["email="],["address=15 Stettler Ave"],["lat="],["long="],["directions="],["phone = +1 570 743-6411"],["tollfree="],["fax="],["hours="],["price="],["content=Shamokin Dam, PA. Attractively landscaped fun course. Open daily in season. Parties available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dick Kidd's Par 3 Golf Course"],["alt="],["url="],["email="],["address=128 11th Ave"],["lat="],["long="],["directions="],["phone = +1 570  743-14253"],["tollfree="],["fax="],["hours="],["price="],["content=Shamokin Dam, PA 17876 Par and More Course 9 holes over 1,000 yards with a par of 27 (Public)."]]}]},{"type":"*","value":[{"type":"'''","value":["Styles Unlimited Fitness Center"]}," Route 11 & 15 Hummels Wharf, PA. +1 (570) 374-7519."]},{"type":"*","value":[{"type":"'''","value":["Body Mind N Soul Too Day Spa"]}," 8 N Rte 11&15 Hummels Wharf, PA  +1 (570) 743-8888."]},{"type":"*","value":[{"type":"'''","value":["West Coast Video"]}," daily rentals 513 N. Market St. Selinsgrove, PA +1 (570) 374-6484."]},{"type":"*","value":["There is an outdoor  public swimming pool ",{"type":"[","value":["http:\/\/www.dailyitem.com\/apps\/pbcs.dll\/article?AID=\/20060906\/NEWS\/609060320\/-1\/NEWS10"]}," which was founded in the early 1970s. It is run by Selins Grove Area Recreation, INC.  ",{"type":"[","value":["http:\/\/www.dailyitem.com\/apps\/pbcs.dll\/article?AID=\/20060903\/NEWS\/609030318\/-1\/NEWS10"]},". The pool is on Linda Lane, off Rte 522. Parking is available. Annual memberships and daily admissions are sold. Hours vary with the facility open from around Memorial Day to Labor Day. Swimming lessons are provided. Private parties are accommodated. There is a lap lane and a baby pool for preschoolers. The pool offers an eating pavilion, shaded lounge area and tables with a concession stand and various drink machines."]},"\n",{"type":"*","value":[{"type":"'''","value":["Susquehanna Sports Place"]}," An attraction known for it's eclectic collection of sporting opportunities, SSP has batting cages for softball and baseball, a mini golf course, an arcade and many other attractions. Located at East 18th Street, Hummels Wharf, PA. 17831"]},{"type":"*","value":[{"type":"'''","value":["Body Wisdom A Center for Massage"]}," 310 Courtyard Offices Hummels Wharf, PA 17831 +1 570-743-2639"]},{"type":"*","value":[{"type":"'''","value":["Claw's Feet Antiques"]}," from Selinsgrove Rte 522, 5 miles west to Smalsh Barrick RD. +1 (570) 374-2037."]},{"type":"*","value":[{"type":"'''","value":["Wild J's"]}," Rtes 11&15 Port Trevorton, PA +1 (570) 374-4007 Adult entertainment gentlemen's club. Just south a few miles. Tues - Sat 6-2AM."]},{"type":"*","value":[{"type":"'''","value":["Shikellamy State Park"]}," Located in Snyder, Union and Northumberland counties. The 78-acre Shikellamy Overlook section is on the western shore of the Susquehanna River and overlooks the confluence of the West and North Branches of the Susquehanna River. Picnic shelters and tables are available in the park on the Union County side."]},{"type":"*","value":[{"type":"'''","value":["Sunbury Community Hospital & Outpatient Center"]}," is an inpatient and outpatient care facility providing personalized, caring, and efficient service to patients, with total satisfaction as a top priority. Has Behavioral Health, Diagnostic Imaging, 24 hour Emergency Services, Laboratory, Healthy Woman Resources, Sleep Laboratory, Radiology services. 350 N. 11th Street, Sunbury, PA +1 (570) 286-3431 286-3333."]},{"type":"*","value":[{"type":"'''","value":["The Daily Item"]},"  is the region's daily newspaper. Offers events calendar, church directory on Saturdays, local assistance contact numbers. There is a satellite office on Market Street, Selinsgrove."]},{"type":"*","value":[{"type":"'''","value":["Susquehanna Valley Visitor’s Bureau"]},"  +1-800-525-7320"]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Susquehanna University"]}," Affiliated with the Evangelical Lutheran Church in America, the most liberal of Lutheran denominations, Susquehanna is a four-year university of approximately 2,000 students located in downtown Selinsgrove, PA. Susquehanna has particularly strong programs in business and communications.  It's campus has been rated as the eighth most beautiful in the nation."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rudy Gelnett Memorial Library"]}," is a public library that is part of the Snyder County Library system ",{"type":"[","value":["http:\/\/www.snydercountylibraries.org\/"]},".  Patrons have free use of the PA Power Library ",{"type":"[","value":["http:\/\/www.powerlibrary.org\/Interface\/POWER.asp"]}," and Access Pennsylvania ",{"type":"[","value":["http:\/\/accesspa.state.pa.us\/"]}," which provide extensive onlline resources for children and adults. The library is on the corner of High Street and Pine Street, one block west of Market Street in downtown Selinsgrove."]},"\n",{"type":"*","value":[{"type":"'''","value":["Burns Tae Kwon DO Inc"]}," Martial arts training. 315 N Water St. Selinsgrove PA. +1 570-374-0849"]},"\n",{"type":"*","value":[{"type":"'''","value":["Snyder County Historical Society"]}," 30 East Market St., Middleburg, PA.17842 +1 570-837-6191 Museum and Library ",{"type":"[","value":["http:\/\/www.snydercounty.org\/snyder\/cwp\/view.asp?a=869&Q=430790&snyderNav=|10207|"]}," Research services are provided for a fee. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Degenstein Community Library"]}," is located at 40 South Fifth Street, Sunbury, Northumberland County, PA 17801  +1 570-286-2461"]},{"type":"*","value":[{"type":"'''","value":["The State Library of Pennsylvania ",{"type":"[","value":["http:\/\/www.statelibrary.state.pa.us\/libraries\/cwp\/view.asp?a=2&Q=40190"]}]}," Commonwealth & Walnut Sts., Harrisburg, PA. This library provides information for State Government and citizens, collects and preserves Pennsylvania's written heritage through materials published for, by, and about Pennsylvania."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bucknell University"]}," located in Lewisburg, PA. Bucknell University is a private institution. It serves as the regional performing arts venue with many high profile acts."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Market Street Shopping District"]}," Lining Market Street in Selinsgrove are a few picturesque shops and restaurants, most of which are locally owned. From a bridal boutique to an upscale men's wear store to the pubs and breweries all are easy walking distance within the downtown."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=D J Ernst Books"],["alt="],["url="],["email="],["address=27 N. Market St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Selinsgrove, PA. 17870. Used and old tomes including local history and classic literature. 570 374-9461"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Graci's Flowers and Gifts"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-266-6873"],["fax="],["hours="],["price="],["content=Market Street, Selinsgrove, PA. 17870 +1 (570) 374-4923. Offers an extraordinary variety of high quality collectibles including hundreds of items in the themed buildings sets. Classes are offered on gardening techniques."]]}]},{"type":"*","value":[{"type":"'''","value":["Middleburg Farmers Market"]}," a few miles west on Route 522 between Kreamer and Middleburg, PA 17842 +1 (717) 837-2222 Livestock Auctions, household items sold at stands, fresh fruit, vegetables, and meats., OPEN-AIR\/Seasonal, Tuesdays 7AM-3PM"]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Keller's Autobody & Towing"],["alt="],["url="],["email="],["address=825 N High St, 17870-1763"],["lat="],["long="],["directions="],["phone = +1 570-374-4333"],["tollfree="],["fax="],["hours="],["price="],["content=Selinsgrove PA Prompt service."]]}]},{"type":"*","value":[{"type":"'''","value":["Gilberts Garden Center"]}," Rte 15 Shamokin Dam, PA.17876 Offers a wide variety of plants, bushes, trees and garden pond supplies. Also carries bird feeders and seed. Experts are available to help with selection and planting.  Carries interesting decorating accents including holiday items. There is a selection of pricey garden and outdoor decorating pieces along with pond materials."]},{"type":"*","value":[{"type":"'''","value":["Colonial Furniture Co."]}," Freeburg, PA 17827 +1 (570) 374-8091 Fine quality solid cherry furniture & oak dining room, bedroom & occasional furniture. Factory store and outlet on site. Directions ",{"type":"[","value":["http:\/\/www.oakfurniture.com\/factory-outlet.htm Colonial Furniture"]}]},{"type":"*","value":[{"type":"'''","value":["Susquehanna Valley Mall"]}," Located along Routes 11 & 15 in Hummels Wharf PA 17831, this is the largest mall in the local area, It features a wide array of mid-range shopping and department stores. There are four anchor stores including JC Penney, Bon Ton, Sears along with a Boscov's. There are also smaller clothing options like FYE, Waldensbooks, American Eagle and Christopher Banks. A grocery store and a banks are located in the mall complex. A number of rental spaces are available. The military recruiting office is located here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Old Trail Fabric Center"]}," 3314 North Old Trail, Shamokin Dam, PA 17876 +1 (570) 743-6605 This is absolutely the region's best store for Drapery, Upholstery, Home Decorating Designer Fabrics and Supplies.  Discount prices on all first quality indoor and outdoor fabrics and foam cushions. Don't miss this place. ",{"type":"[","value":["http:\/\/www.oldtrailfabric.com Old Trail Fabric Website"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Picture Place"]}," 3314 North Old Trail, Shamokin Dam, PA. 17876 +1 (570) 743-8466  Mr. Kerry Shirk does Professional photography with the customer's needs in mind. The local favorite for high quality graduation and family photography. Also does passport photos. The most Creative Photography anywhere. Full service custom picture Framing and Matting.",{"type":"[","value":["http:\/\/thepictureplacestudio.com The Picture Place website"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Orchard Hills Shopping Plaza"]}," Located along Routes 11 & 15 Shamokin Dam, PA. 17876 Home to a bargain outlet, a small wings provider and a farm supplies store."]},{"type":"*","value":[{"type":"'''","value":["Colonial Village Plaza"]}," Routes 11 & 15 Shamokin Dam, PA. 17876 Has a buffet restaurant, a travel agency, a party supplies store and a few small shops."]},{"type":"*","value":[{"type":"'''","value":["KMart"]}," Located where Rte 15 and Rte 11 split in Shamokin Dam, PA. 17876 +1 (570) 743-8164 Modestly priced clothes, household items and toys. Has in store pharmacy and food service. "]},{"type":"*","value":[{"type":"'''","value":["Bastian Tire Sales, Inc."]}," Rtes 11&15 Shamokin Dam, PA. 17876 +1 (570) 743-1571 Offers timely auto repairs with a friendly attitude."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Campus Cycle and Fly Fishing Center"],["alt="],["url="],["email="],["address=223 Market Street"],["lat="],["long="],["directions="],["phone = +1 570  524-2998"],["tollfree="],["fax="],["hours="],["price="],["content=Lewisburg, PA. Expert repairs on all bikes."]]}]},{"type":"*","value":[{"type":"'''","value":["Old Trail Tackle & Sports Shop"]}," 225 S Old Trail, Shamokin Dam, PA 17876 +1 (570) 743-7380. Bait and other fishing supplies. Helpful advice about where fish are biting and best bait in a friendly atmosphere."]},{"type":"*","value":[{"type":"'''","value":["Colonial Candlecrafters"]},"  Rte 15, Lewisburg, PA. Features the area's largest selection of candles, candle making supplies and home scents."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Meiserville Inn restaurant and Pub"],["alt="],["url=http:\/\/www.meiserville.com\/restaurant\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rte 104 Mt. Pleasant Mills, PA. +1 (570) 539-8526. Smoke-Free Dining Room. Dining Hours Wed & Thurs - 5 to 9PM, Fri & Sat 11 to 9PM Reservations Welcome at all times. Recommended on Fri & Sat"]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=BJ's Steak and Rib House"],["alt="],["url="],["email="],["address=17 N. Market Street"],["lat="],["long="],["directions="],["phone = +1 7870 570-374-9841"],["tollfree="],["fax="],["hours="],["price="],["content=Selinsgrove,PA.) Famous for its barbecue ribs and Chicago steaks, and especially its \"Bongo Bongo Dip\" (a creamy spinach dip served piping hot with garlic bread), BJ's is a must-visit for all causal diners in the area. The food is second to none in Selinsgrove and is reasonably affordable. Reservations are available but not required."]]}," "]},{"type":"*","value":[{"type":"'''","value":["The Kind Cafe"]}," Market St. Selinsgrove, PA. +1 (570) 374-0663  The local answer to national coffee chains, the Kind Cafe has first-rate coffees at half the price of its national competitors. The cafe also serves sandwiches and frequently features the live music of local high school and college bands."]},"\n",{"type":"*","value":[{"type":"'''","value":["Selin's Grove Brewing Company"]}," Selinsgrove's most historic pub is located at 123 N. Market Street in the old Governor Simon Snyder Mansion. The restaurant features gourmet sandwiches. Reservations are not needed. Guests under 21 must be accompanied by an adult. (570-374-7308)"]},{"type":"*","value":[{"type":"'''","value":["Wendt's Pork Palace"]}," 950 Route 522, Selinsgrove, PA +1 (570) 372-0777 Casual dining in comfortable atmosphere. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Bot's Tavern"]}," Located at 7-9 S. Market Street, Bot's Tavern is a popular destination for the young and collegiate in Selinsgrove and features a wide variety of both food and alcoholic drinks. Reservations not needed. +1 (570-374-9074)"]},{"type":"*","value":[{"type":"'''","value":["Candlelight Cafe"]}," A popular destination for area college and high school students, the Candlelight is a great place to grab a quick, delicious deli lunch. The cafe offers a diverse selection of breads, including seasoned and spicy breads and pretzel breads. Coffee, bagels and side dishes also served. (570-372-0805)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bella Maria"]}," Susuquehanna Valley Mall on Routes 11 & 15, Hummels Wharf, PA 17870. +1 (570) 374-7707. Serving fine Italian food, the Bella Maria is an Italian restaurant. Causal attire is fine."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Skeeter's Pit BBQ"],["alt="],["url=http:\/\/www.skeetersbbq.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570  743-2727"],["tollfree="],["fax="],["hours="],["price="],["content=Rte 15 in Shamokin Dam, PA. Casual dining with quick service. Diners enjoy a stunning view from an overlook of the Susquehanna River from atop a bluff. The lights of Sunbury sparkle in the distance."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Tedd's Landing"]}," Tedd's Landing, rated in Central PA Magazine as the best restaurant in Snyder County, serves all-American foods in a classy atmosphere near the Susquehanna River in Shamokin Dam, PA. 17876"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jack Williams Tire & Auto Center"],["url=http:\/\/www.Jackwilliams.com"],["email="],["address=1466 N.Susquehanna Trail"],["lat="],["long="],["directions="],["phone = +1 570-743-2078"],["tollfree="],["fax="],["hours=7:30 - 6:00"],["price="],["content=Reliable automotive repair and the lowest tire prices in the area"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=BJ's Pub"],["url="],["email="],["address=17 N Market St"],["lat="],["long="],["directions="],["phone =+1 570 374-9841"],["tollfree="],["fax="],["hours="],["price="],["content=In the evening, BJ's transforms from a restaurant to the pub from which it gets its name. The combination of good service, good drinks, and familiar faces draws locals to this bar and forever leaves a good impression on visitors. Reservations are available but not required."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Boar and Bull Tavern"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 570 374-6031"],["tollfree="],["fax="],["hours="],["price="],["content=The prime time to stop by Boar and Bull is during a game of the Eagles, Steelers, Phillies, Flyers, or 76ers. Fans watch their favorite team play their heart out over a good round (or five) of beer at the tavern."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bot's Tavern"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 570 374-9074"],["tollfree="],["fax="],["hours="],["price="],["content=Catering more the college (lower price range) market, Bot's is often packed wall-to-wall with Susquehanna and Bucknell University students as well as the large contingent of local students who return to Selinsgrove from their respective colleges during breaks."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Selin's Grove Brewing Company"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 570 374-7308"],["tollfree="],["fax="],["hours="],["price="],["content=The Selin's Grove Brewery produced many in-house brews of all colors and flavors, from light to amber, from black and tan to mild."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buckwheat Valley Guesthouse"],["url=http:\/\/www.buckwheatvalley.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 570 539-0090"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bed-n-Breakfast - your country home away from home..."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["url="],["email="],["address=701 S. Routes 11&15, Hummels Wharf"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Starting at $75\/night"],["checkin="],["checkout="],["content=3 stars according to AAA."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Econo Lodge & Suites"],["url="],["email="],["address=3249 North Routes 11&15, Shamokin Dam"],["lat="],["long="],["directions="],["phone =+1 570 743-1190"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Mexican restaurant and breakfast restaurant on site. Easy access via traffic light to Routes 11&15. Walking distance to many fast food restaurants down a busy four lane highway that has no sidewalks."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn"],["url="],["email="],["address=3 Stettler Ave, Shamokin Dam"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Starting at $95\/night"],["checkin="],["checkout="],["content=3 Stars according to AAA."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phillips Motel"],["url=http:\/\/www.phillipsmotel.com\/"],["email="],["address=Routes 11&15, Shamokin Dam"],["lat="],["long="],["directions="],["phone =+1 570 743-3100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Provides a luxurious stay at a reasonable price. Has high speed Internet Access. A charming upscale facility. Easily accessible from the highway."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Potteiger House Bed & Breakfast"],["url="],["email="],["address=8 West Chestnut St"],["lat="],["long="],["directions="],["phone =+1 570 374-0415"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Side street parking. Located in the downtown area. Fifteen minute walk to the university or high school."]]},"   "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Selinsgrove Inn"],["url=http:\/\/www.selinsgroveinn.com\/"],["email="],["address=214 North Market St"],["lat="],["long="],["directions="],["phone =+1 570 374-4100"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=New facility. Located in downtown Selinsgrove. Walking distance to downtown, university, and high school. Concerns that it is on a toxic site have been refuted by local officials. State Department of the Environment testing has found  contamination from a decade ago."]]}]},"\n",{"type":"==","value":["Connect"]},"\nSelinsgrove's rural nature can be seen in its cellular phone coverage quality. Selinsgrove is served locally by Cingular Wireless, Verizon Wireless and Sprint-Nextel Wireless. T-Mobile does not natively serve Selinsgrove and users without national plans will pay roaming fees for calls made in the area. T-Mobile users will be able to roam on Cingular Wireless which operates 1900 MHz towers throughout the area. Reception on all four carriers is much improved from earlier years and visitors can expect to have full reception in almost every part of town.  The rural farms and fields outside the area have lower reception that is sometimes more spotty.\n\nThere are two WIFI hotspots in the area. They are located at Dunkin Donuts and Applebee's Restaurant both of which are north of Selinsgrove on Routes 11&15 in Hummel's Wharf, PA.\n\nTelephone numbers dialed on cellular telephones must include the area code as well as the 7-digit phone number. No preceding \"1\" is necessary. Local calls made from land-line phones in the area do not require an area code. Long distance codes require both the preceding \"1\" and the area code.\n\nMiddleburg and Sunbury are local calls. Lewisburg is a long distance call.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.phmc.state.pa.us\/bhsm\/toh\/priestley\/priestleyhouse.asp?secid=14 Joseph Priestly House"]}]}," Located minutes outside Sunbury in Northumberland, PA, the Joseph Priestly House is believed to be the first to be the first scientific laboratory in the United States. Open Wednesday through Saturday, 9AM to 5PM, Sunday, noon to 5PM The last tour of the house begins at 4PM The Joseph Priestly House is closed on Mondays, Tuesdays, and certain holidays. Admission is $4 for adults and $2 for children."]},"\n",{"type":"*","value":[{"type":"'''","value":["Clyde Peeling's Reptiland"]}," Route 15 , Allenwood, PA. 17810. +1 570 538-1869, +1-800-REPTILAND. Reptiland is an AZA accredited zoo specializing in reptiles and amphibians. Since opening in 1964, Reptiland has provided the public a link to the less-loved members of the animal kingdom. School groups, families and individuals with an interest in natural history agree - Reptiland offers a perfect blend of environmental education and entertainment."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buggymuseum.org\/ Mifflinburg Buggy Museum"]}]}," 598 Green St., Mifflinburg, PA. 17844 +1 570-966-1355 A restored buggy workshop with belting and pulleys, tools, machinery and forges. Hours May through October – the museum complex (Visitor Center and historic buildings) are open Thursday through Saturday, 10AM to 5PM, Sunday, 1PM to 5PM Last tour begins no later than 4PM November through April – the Visitor Center only is open Thursday through Saturday, 10AM to 5PM Group tours are offered Monday through Saturday 9AM to 5PM from April to November (weather permitting). Twenty minute drive from Selingrove."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.knoebels.com\/ Knoebels Amusement Park"]}]}," Route 487 Elysburg, PA 17824 +1-800-487-4386. Free admission, free parking, free picnicking, and free entertainment. Two world class, wooden roller coasters. Catch the Brass Ring on one of the largest and oldest Carousels in the world! Coming soon...\"Flying Turns\" Knoebels customized version of an old standard coaster-type ride."]},"\n",{"type":"*","value":[{"type":"'''","value":["Packwood House Museum"]}," 15 No. Water St., Lewisburg, PA 17837 +1 570 524-0323 A beautiful historic building housing an extensive collection of antiques and art. Purple Heart Highway Partner. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.albrightcare.org\/slifer-house\/index.asp Slifer House Museum"]}]}," 80 Magnolia Drive, Lewisburg, PA 17837 +1 (570) 524-2245 A Victorian home built in the mid 1800’s, located on the campus of River Woods."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pennscreekpottery.com\/ Penns Creek Pottery"]}]},", Rte 104. 65 Pottery Lane Mifflinburg, PA 17844  +1 (570) 837-3809 nestled against Jack's Mountain along Rt. 104. A wide array of beautiful pieces of handmade pottery. While perusing, owner Bill Lynch will happily sit back and impart his vast knowledge of the area and the various techniques in\"throwing.\" After making a purchase, just ask, and Bill might give you a tour of the kiln in which your piece of pottery was created and the original granary equipment (dating back to 1908)."]},{"type":"*","value":[{"type":"'''","value":["T&D's Cats of the World"]},", a refuge for exotic animals. Get within five feet of lions, tigers and leopards or let an emu eat right from your hand! Rte 104 Penns Creek, PA."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rainbow Massage"]}," 36 Silvermoon Lane, Lewisburg, PA 17837 +1 570 568-0606."]},{"type":"*","value":[{"type":"'''","value":["Campus Theatre"]}," Market Street, Lewisburg PA 17837 +1 570 524-9628."]},{"type":"*","value":[{"type":"'''","value":["Street of Shops"]}," 100 N. Water St. Lewisburg, PA 17837 +1 570 524-5765 125 Shops in Mall and restaurant inside restored historic woolen mill."]},"\nFor additional exploration of heritage, culture, dining and shopping in the Central Susquehanna Valley, be sure to check out Lewisburg, PA and Sunbury, PA, both part of the Central Susquehanna Valley Triad. Amish farms are also nearby in Lancaster County. Hershey Bears ice hockey, Red Barons baseball and Wilkes-Barre - Scranton Penguins hockey are all within a short drivable distance from Selinsgrove. State College, home of Penn State University, is also about 65 minutes away and offers additional cultural, sports, and entertainment options.  Longer distances will take you to the Atlantic coastline.\n\n",{"type":"{{","value":[["Guidecity"]]},"\n",{"type":"{{","value":[["geo"],["40.802500"],["-76.863056"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Alleghenies and Susquehanna Valley"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Selinsgrove, Pennsylvania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Pennsylvania\/Localities\/S\/Selinsgrove"]]},"\n",{"type":"[[","value":[["Commons:Category:Selinsgrove, Pennsylvania"]]}]