[{"type":"{{","value":[["pagebanner"],["Selous GR TZ banner.JPG"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:TZ Selous Giraffes and Gnu.jpg"],["thumb"],["350px"],["typical Selous natives"]]},"\n\nThe ",{"type":"'''","value":["Selous Game Reserve"]}," is ",{"type":"[[","value":[["Tanzania"]]},". With 54,600 km² it is the biggest game reserve in ",{"type":"[[","value":[["Africa"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance fee to the Selous Game Reserve is USD 50 per person per day.  All lodges will also charge a USD25 concession fee per person per day.\n\n",{"type":"==","value":["Get around"]},"\nThe Selous Game Reserve is very remote with limited roads.  It is possible to drive to the reserve in the dry season and (with much difficulty) in the wet season, but the road is long and rough. Most visitors will fly to one of several airstrips. Many lodges within the northern photographic zone offer a 'game package' service, that includes pick up, game drives, walks and boat safaris on the Rufiji River.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Selous Game Drives"]}," \n\nThe destinations are quite varied: normally directed towards one or more of the lakes where the animals group to drink. A normal jeep safari lasts half-day, but a full day safari can easily be organised. \n\n",{"type":"'''","value":["Selous Boat Safaris"]}," \n\nWith a multitude of destinations, ranging from the main course of the river to the many lateral canals and various lakes. The boat trip normally last a half-day, and at least one should be made at sunset. Fishing is also available but must be booked and paid for at the camps. \n\n",{"type":"'''","value":["Selous Walking Safaris"]},"\n\nPerhaps the most exciting activity of all. Selous is one of the very few parks in Tanzania where you can take a safari on your own two feet. You can choose an established trail, or one for your special interest, always of course, accompanied by an armed ranger. It’s a real treasure for the true explorer. \n\n",{"type":"'''","value":["Relaxing by the Rufiji River"]},"\n\nThere is probably no better way to unwind at the end of a typical Selous day than by sipping a sundowner from the comfort of a tented camp with a view out over the Rufiji River. \n\nFor further information on visiting the Selous Game Reserve visit Specialist Tanzania.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Maximillan"],["alt=1200"],["url=http:\/\/www.junglesafaristanzania.com"],["email="],["address=Dar es salaam Tanzania"],["lat="],["long="],["directions="],["phone=+255786694004"],["tollfree="],["fax="],["hours=12 hours"],["price=1880"],["content=Selous game reserve sight seeing, wild animals like wild dogs.\nWalking safaris and boat safaris.Selous Game Reserve is the World Heritage site where large numbers of elephants, black rhinoceroses,  giraffes, hippopotamuses and crocodiles live. Many websites will also say that there are lots of cheetah, but they have only been seen in the reserve a few times in the last 20 years.\n\nWhen looking for jungle Adventure Safaris Tanzania, ecotourism, responsible travel, wildlife viewing tours, photographic safaris african safaris tour, wildlife safaris in Tanzania, choose Selous game reserve. Selous game reserve is offers best wilderness and private safaris for nature enthusiastics."]]}]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are a wide range of lodges and camps within the Selous Game Reserve catering for all budgets.  Top of the list is the upmarket Mivumo River Lodge, on the banks of the Rufiji River the lodge offers top service, spacious and luxurious rooms with private balconies.  Game drives, boat and walking safaris are all available from the lodge. \n",{"type":"===","value":["Lodging"]},"\nSpecialist Tanzania tour operators offer packages within the Selous Game Reserve.\n\n",{"type":"===","value":["Camping"]},"\nSelous Wilderness Camp is a small permanent tented camp on the banks of the Rufiji River.\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Tanzania"]]},"\n",{"type":"[[","value":[["wikipedia:Selous Game Reserve"]]},"\n",{"type":"{{","value":[["geo"],["-8.2"],["37.9"],["zoom=9"]]}]