[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Semonkong"]}," is a small town in central ",{"type":"[[","value":[["Lesotho"]]},". In Sesotho, Semonkong literally means ",{"type":"''","value":["Place of Smoke"]},", which is a reference to the huge 200m Maletsunyane Falls which is close to the town.\n\n",{"type":"[[","value":[["Image:Lesotho_maletsunyane_falls.jpg"],["thumb"],["400px"],["right"],["The Maletsunyane Falls, one hour's walk from Semonkong"]]}," \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nSemonkong is about 120km from ",{"type":"[[","value":[["Maseru"]]},". From Maseru, follow the signs to Roma where you will find the only gas station you will encounter during your oncoming trip. Also, there is a small Chinese grocery store to stack up on supplies, since Semonkong itself doesn't have that much to offer. Continue going on the narrow tarmac road from Roma towards Semonkong, until after a T-Junction the tarmac will disappear. It's a narrow gravel road with a lot of potholes, rocks and other obstacles, with some very steep sections. 4x4 cars is realistically the only way you can get to Semonkong. It's inadvisable for novice drivers to go when it rains heavily since the small bridges may overflood and the gravel road may be very slippery. \n\nThe journey takes about 3-4 hours. Theoretically it is possible to do in a powerful saloon car, which will take about 5 hours when weather conditions allow. You might not want to do it overloaded and certainly not with your own car. Note that cellphone reception is limited. Semonkong lodge have a free shuttle every tuesday and friday from Maseru to Semonkong they collect you at tourist information in Maseru.\nMaluti Treks a tour operator has bus from Durban to Maseru on Tuesdays and Fridays as well as tailor made tours to Lesotho. Visit: ",{"type":"[","value":["http:\/\/www.malutitreks.com"]},"\n\n\n",{"type":"===","value":["By minibus"]},"\n\nMinibuses run from Maseru to Semonkong (and vice-versa) on a daily basis and leave from the major (and perhaps only) transit station in Maseru.  As of April 2014, the cost was 70 ZAR\/LSL, and the drive took 3.5-4.5 hours.  As with public transport in many countries of Africa, do not expect an exceptionally comfortable ride.\n\n",{"type":"==","value":["Get around"]},"\n\nSemonkong is small enough for it to be possible to get around by foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Maletsunyane Falls"]}," - 30 min walk from the Semonkong Lodge, the highest single drop waterfall in Southern Africa at 192m. Above the waterfall, the Maletsunyane River in itself is nothing spectacular, which makes the discovery of the falls even more amazing! The scramble down the sides of the gorge is hard, but fairly safe and the noise and spray at the bottom by the pool is awe inspiring! Because no sun shines on the bottom, there is often snow down there, even in summer!"]},"\nYou can also go to the viewpoint by car: When you are about to cross the bridge to Semonkong, turn right and follow the signs to Maletsunyane Falls. Drive for about 9KM on a mysteriously good road until you see a sign pointing to your left (you can see the gorge on your left). Go onto the grass road for a while and you have a beautiful view over the entire gorge and the falls.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Semonkong Lodge offers short (~1 hour) and long (overnight) pony treks and 4x4 rides through the area. They also offer abseiling next to the waterfall, and bill it as the highest commercial abseiling point in the world (200m) according to the Guinness book of records. It also offers hikes to the falls (ranging from 2 hours to the top of the falls to 4 hours to the bottom of the gorge, both with guides) and elsewhere.  Usual rates are about 30 LSL + 10 LSL for every hour you walk, in total for small groups."]},"\n",{"type":"==","value":["Buy"]},"\nAlthough there are some shops which sell basic footstuffs, there's not much in the way of other shopping!\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Semonkong Lodge"]}," serves alright food in its bar\/restaurant. It is a bit pricey though!"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Semonkong Lodge"],["url=http:\/\/www.placeofsmoke.co.ls"],["email=bookings@placeofsmoke.co.ls"],["address=Semonkong"],["lat="],["long="],["directions="],["phone=+266 2700-6037 or +27 (0)51 933-3106"],["tollfree="],["fax="],["hours="],["price=From 75 LSL"],["checkin="],["checkout="],["content= Good comfy beds, friendly hosts, decent food, fantastic scenery!"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Maseru"]]}," - Lesotho's capital, and the country's hub"]},{"type":"*","value":[" ",{"type":"[[","value":[["Malealea"]]}," - the other ",{"type":"''","value":["big"]}," tourist destination in central Lesotho"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lesotho"]]},"\n",{"type":"{{","value":[["Geo"],["-29.8433"],["28.050372"]]},"\n",{"type":"[[","value":[["fr:Semonkong"]]},"\n",{"type":"[[","value":[["wikipedia:Semonkong"]]}]