[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Semuc Champey"]}," is a set of crystalline pools over the Río Cahabón in ",{"type":"[[","value":[["Alta Verapaz"]]},", ",{"type":"[[","value":[["Guatemala"]]},". It consists of a natural 300 m limestone bridge, under which passes the Cahabón River.  Atop the bridge is a series of stepped, turquoise pools, a popular swimming attraction. Although it can be difficult to get to, Semuc is becoming more and more popular with travelers.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nAt an altitude of approximately 341 m Semuc Champey's climate is usually warm, typical of a tropical rainforest jungle, getting colder through the night.\n\nBeing surrounded by tropical jungle, Semuc Champey is often clouded, especially in the rainy season.\n\n",{"type":"==","value":["Get in"]},"\n\nShuttles go from ",{"type":"[[","value":[["Cobán"]]}," and ",{"type":"[[","value":[["Antigua Guatemala"]]},". Eight (8) kilometers after Cobán, the small town of San Pedro Carchá is reached, after which 52 kilometers of dirt road must be travelled to reach the town of Lanquin. Semuc Champey is roughly fifteen kilometers after Lanquin. The dirt road from Carchá to Semuc Champey is not very wide, and should be travelled with a vehicle in good condition. The road between Lanquin and Semuc Champey requires the use of a 4x4 vehicle. The altitude difference between Cobán (1486 mamsl) and Lanquin (341 mamsl) explains the climate differences between these two touristic places.\n\nSmall hotels and backpacker lodges exist in Lanquin, which until around the year 2000 was the usual place to stay when visiting. Now there are good (rustic) community-owned and operated hotels just outside of Semuc Champey.\n\nThere is a fee to enter the Semuc Champey National Park, which varies between Guatemalan and non-Guatemalan nationals.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n500$ PARA CADA PERONA Y DESCUENTO DE 200 POR FAMILIASB DE 10 O MS SE RECOMIENDA\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can do a one day tour (one day is enough) for 130Q. Includes a guide and entrance fees, and starts with a walking trip in the park and swimming in the little pools. Then half hour tubing in the river. The last activity are the caves, wear a swimming suite and flipflops, you will swim through the caves with a candle in your hand."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Portal"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorms 35Q"],["checkin="],["checkout="],["content=Next to the entrance of the park. There is nothing else nearby, so you eat in the hostal (bring enough cash). The hotel is owned by the community, and while very rustic and basic, it is very nice."]]}]},"\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Highlands (Guatemala)"]]},"\n",{"type":"[[","value":[["wikipedia:Semuc Champey"]]}]