[{"type":"{{","value":[["pagebanner"]]},"\n\n",{"type":"'''","value":["Seogwipo-si"]}," (서귀포시) is the southern district of ",{"type":"[[","value":[["Jeju"]]}," island.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Eongtto-pokpo.JPG"],["thumb"],["Seogwipo Waterfall"]]},"\n",{"type":"[[","value":[["Image:SeogwipoHarbour.jpg"],["thumb"],["350px"],["right"],["Seogwipo harbour, as seen from downtown."]]},"\n\nCovering the entire southern half of Jeju island. The main city itself consists of a rather small urban center and port on the coast, directly south of Jeju's most prominent landmark, Hallasan mountain. However, urban sprawl has seen it extend in a thin strip along the coast westwards up to the township of Jungmun and some of the coastal villages beyond.\n\nSeogwipo claims the Jeju International Convention Centre and the ",{"type":"'''","value":["Jungmun Tourist Resort Complex"]}," with Jeju's fanciest accommodation. Furthermore as one of the many co-hosts of the 2002 FIFA World Cup, it holds the island's only stadium.\n\nBeing spread out along a coastline made out of columnar basalt cliffs and beaches interchangeably makes it a somewhat unusual visit. A coastal wander may see you strolling across a busy summer beach one moment and sheepishly striding through incredibly swank hotel grounds the next. Yet equally likely, one could end up traversing rocks alongside sheer cliffs, dark caves and beautiful waterfalls.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["33.312742"],["126.571312"],["zoom=9"],["layer=M"]]},"\n\n",{"type":"===","value":["By bus"]},"\nBuses run from Jeju city on the other side of the island. Seogwipo is a main hub for buses for the southern side of Jeju island and therefore the majority of buses running on this side of the island pass through Seogwipo.\n\nFrom Jeju beach\/downtown area, get bus 100 to the bus terminal. From there, buses leave every 10minutes to Seogwipo. ₩3,000 takes about an hour\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Airport Limousine"]}," (route #600) bus runs from Jeju International Airport to Seogwipo every 15 to 20 minutes. Journey time is about an hour and 20 minutes. Cost is ₩5000 per person (July 2009). The bus makes stops at about 10 locations, including all the five-star hotels in the Jungmun Resort Area. The final destination is at the Sun Motel in Downtown Seogwipo."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Seogwipo 1-100000.png"],["thumb"],["600px"],["right"],["Downtown Seogwipo to Jungmun."]]},"\nSeogwipo is spread out in a thin line along the coast from Seogwipo downtown to the east and Jungmun to the west along the main arterial road, Ilju-ro (Highway #1132).\n\n",{"type":"===","value":["By bus"]},"\n\nLike it's northern counterpart, Jeju City, Seogwipo has its own inner-city (",{"type":"''","value":["shinnae"]},") bus system. Almost all of the buses take the same route along the highway between downtown and Jungmun, but tend to branch out at either end, servicing even a few of the smaller villages such as Daeepyeong-ri in the south-west of the island. In the downtown district there are a pair of bus \"terminals\" located around a main traffic roundabout from which most depart downtown, else just make your way to the highway. Inner-city buses cost ₩1000.\n\nLong distance inter-city buses mostly follow the same route along the highway as inner-city ones and can also be used to get around. The cost is a little higher but they are faster, only stopping at major locations before zipping out of town to Jeju City. These long distance buses look more like tour buses than the city buses and go pretty much anyhere on Jeju. Seogwipo has two inter-city terminals. The main inter-city terminal is in the south-east of downtown, near the Jeongbang Waterfall. The second is to the right of the E-mart in front of the World Cup Stadium (tucked in the back of a rather nondescript building). In practicality however, you can get just get on from one of the larger bus stops on either side of the highway around the stadium or Jungmun, and or at the traffic roundabout in downtown.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis are also an option and most places are happy to call one for you. However, if planning to go the full 25 km distance from Jungmun to downtown, you may find the bill a bit steep.\n\n",{"type":"===","value":["By motorcycyle"]},"\n\nThere are one or two places that rent scooters in Seogwipo.\n\n",{"type":"===","value":["On foot"]},"\n\nThe main city area of Seogwipo, World Cup Stadium and Jungmun all lie in a 25-30km long thin strip along the coast. Whilst it is downright easy to wander each of the three key areas individually, walking between them would be inconvenient. Having said that, the Jeju ",{"type":"''","value":["Olle"]}," hiking trails do run along the coast in this region.\n\nMost places can be comfortably walked to from the nearest highway stop.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["In Seogwipo town"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cheonjiyeon Waterfall"],["alt=Cheonjiyeon pokpo (천지연 폭포)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₩2000"],["content=Cheonjiyeon Waterfall is one of the \"three famous waterfalls of Jeju\". Cheonjiyeon (meaning a waterfall connecting the sky (",{"type":"''","value":["ch'eon"]},") and land (",{"type":"''","value":["ji"]},")) receives a large number of tourists to get their picture taken with the falls in the background. Although there is one main area where water falls over the cliff, depending on how much rain has fallen recently, the stream may spread and cascade down at several points. The water falls into a large, artificial pond that has been created by two small dams to maintain the water at a certain level."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cheonjeyeon Waterfall"],["alt=Cheonjeyeon pokpo (천제연 폭포)"],["url="],["email="],["address=Jungmun"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the \"three famous waterfalls of Jeju\". Crossed by the incredibly iconic red Seonimgyo Bridge: carved with seven 20m wide white nymphs on each side."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jeongbang waterfall"],["alt=Jeongbang pokpo (정방 폭포)"],["url="],["email="],["address=278, Donghong-dong, Seogwipo-si, 36 chilsimni-ro 214-gil"],["lat="],["long="],["directions=A kilometer or two east of Seogwipo harbour."],["phone=+82 64 733-1530"],["tollfree="],["fax="],["hours="],["price="],["content=With Seopeom and Beomseom island in front, the Jeongbang Waterfall is right at the edge of the ocean. Apparently the only waterfall in Asia to fall directly into the sea and one of the \"three famous waterfalls of Jeju\"."]]}]},"\n",{"type":"[[","value":[["Image:Jeju ColumnarBasalt.JPG"],["thumb"],["200px"],["Basalt pillars of Jungmun Beach."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jusangjeolli"],["alt=Daepo jusangjeolli (대포 주상절리)"],["url="],["email="],["address=2663-1 Jungmun-dong to 2507 Daepo-dong"],["lat="],["long="],["directions=East end of Jungmun Beach. Get off the bus in Jungmun next to the elementary school. The site is directly behind Jeju Convention Center."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jusangjeolli is the literal Korean translation of ",{"type":"'''","value":["columnar basalt"]},": hexagonal pillars of volcanic rock. You've almost certainly seen pictures of these in Northern Ireland as part of the ",{"type":"[[","value":[["Giant's Causeway"]]}," or perhaps even in nearby ",{"type":"[[","value":[["Miyazaki (prefecture)"],["Miyazaki Prefecture"]]},", Japan. The hexagonal joints are formed as liquid lava contracts whilst cooling. The Jeju formation is situated on either side of Jungmun Beach, however the most spectacular part is a set of cliffs at the far east end. A viewing platform with detailed explanations exists, charging ₩2000 entry. If you want to actually climb around on the stones, theres actually another small cluster tucked away in the bay a mere 100m outside the eastern ticket gate. Just keep an eye for rogue waves and be aware that any damage to the rocks is protected by a series of ",{"type":"''","value":["hefty"]}," fines."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=World 'Eros' Museum"],["url="],["email="],["address=Seogwipo"],["lat="],["long="],["directions=Literally under the World Cup Stadium"],["phone=064-739-0059"],["tollfree="],["fax=064-739-6091"],["hours=9AM-8PM"],["price=₩7000"],["content=At first glance, Seogwipo's answer to the infamous Loveland, this attraction actually lives up to its title: a museum. A museum that has amassed genuine erotic works of art from the world over and put them on display next to a pile of cheaply Photoshopped \"flowers\" and some Japanese pornography playing in a traditional house-front with holes poked in the paper screens... but a museum nonetheless. As no information at all is in English a fun game to play is to guess the country of origin of a piece based on how violent the acts depicted are (Hint: the spectrum runs from Chinese at one extreme to Japanese at the other, use clothing styles to check answers.) Probably not a place for children. Check out the 12 vases of the animal-love zodiac."]]}]},"\n",{"type":"===","value":["In Seogwipo Region"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jusangjeolli Cliff of Daepo"],["alt="],["url="],["email="],["address=2663, Jungmun-dong , Seogwipo-si, Jeju-do(1100 (cheonbaek)-ro, Segwipo-si)"],["lat="],["long="],["directions="],["phone=+82 64 738-1532"],["tollfree="],["fax="],["hours="],["price="],["content=Near Jungmun Beach, a popular spot for vacationers and locals, is an impressive pillar rock formation named Jusangjeolli Cliff in Daepo. The formation looks like a piece of art that has been sculpted delicately with a sharp tool."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Micheon Cave"],["alt=Ilchul Land"],["url="],["email="],["address=1010, Samdal-ri, Seongsan-eup, Sedgwipo-si (Jungsanggan-ro, Seongsan-eup, Seogwipo-si)"],["lat="],["long="],["directions="],["phone=+82-64-784-2080"],["tollfree="],["fax="],["hours="],["price="],["content=Micheon Cave has academic, tourism, and cultural value. Fresh air, crystal clear water, green fields, and a secondary volcanic cone(oreum) create an awe-inspiring sight, good for contemplation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Botanical Garden Yeomiji"],["alt="],["url="],["email="],["address=2910 Saekdal-dong, Seogwipo-si, Jeju-do"],["lat="],["long="],["directions="],["phone=+82-564-735-1100"],["tollfree="],["fax="],["hours="],["price="],["content=The largest botanical garden in Asia, the magnificent glass Yeomiji Conservatory has collected and displayed 1,200 species of subtropical and tropical plants. There are five permanent gardens as well as the temporary horticultural displays and flower show. you can stroll through the traditional outdoor gardens of Korea, Japan, Italy and France admiring the unique classical design of each."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Seopjikoji"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Koji"]}," means a cape in Jeju dialect. It consists of the bow shaped Gojaut Koji near the sea and Jeongji Koji near the beach. It was a filming place of the Korean drama \"All In\" So a lot of Korean sightseers visit. Walking along the sea, you may feel like you are in the ocean."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yeomiji Botanic Garden"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A big indoor botanic garden with halls of cacti, tropical fruits, flowers, water lilies, and much more. Yeomiji is home to a total of 2,000 species of rare plants and 1,700 species of flowers and trees. There are also open gardens in Japanese, Italian, French and Korean styles. The Garden is 1,120 m² and is described as one of the best botanical gardens in Asia."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Green Tea Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located among actual plantations of green tea, this museum is built in the shape of a tea cup. Here you can see tea collecting methods and take pictures in the middle of tea plantations. The O'Sulloc tea museum teaches you about Korean tea culture through a miniature of a green tea production line and many other interesting activities. There is a souvenir shop and of course a green tea-house with green tea and green tea ice cream. A very beautiful modern building, the museum is surrounded with summer-houses, stone towers and soft green grass lawns."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of African Art"],["url=http:\/\/www.africamuseum.or.kr\/"],["email="],["address=1833 Daepo-dong"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Housed in a stunning full-size replica of the Grand Mosque of ",{"type":"[[","value":[["Djenne"]]},", this museum has what is almost certainly Asia's best collection of African art."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chocolate Museum"],["alt="],["url="],["email="],["address=551-18 Ilgwa-ri, Daejeong-eup"],["lat="],["long="],["directions="],["phone=+82 64 792-3121"],["tollfree="],["fax="],["hours="],["price="],["content=This is the second largest museum in the world. The building looks like a fortress of rocks but smells sweet. The hand-made chocolate set from this museum makes a great gift to take away from Jeju."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jeju Shinyoung Cinema Museum"],["alt="],["url="],["email="],["address=2381, Namwon-ri, Namwon-eup"],["lat="],["long="],["directions="],["phone=+82 64 764-7777~9"],["tollfree="],["fax="],["hours="],["price="],["content=This is the first movie museum in Korea. It was established by Shin Young-gyun, a movie actor and displays pictures of movie stars."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jeju Independence Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=History of the struggle of the Jeju islanders against the Japanese occupation during the 20th century. The main building has two floors of exhibit halls, as well as a small movie screening room. Outside are several monuments."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jeju Teddy Bear Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Millions of people around the world collect Teddy Bears and they seek out old, unique, and valuable teddy bears for their personal collections. The Jeju Teddy Bear Museum opened especially for the European collectors and is more exciting than ever with special \"Teddy Bear\" entertainment. Some scenes from the popular Korean Drama \"Goong (궁)\" was filmed in this museum."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba diving"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are some scuba diving centers near to Seogwipo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Submarine tours"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price= An hour trip costs ₩45,000 for adults, and ₩25,000 for children."],["content=Located in the harbour, you have the opportunity to experience going down to a depth of 40m below the water surface on a submarine trip. With a course around 2.8 km long, a tour is a great way to see below the surface of Jeju's splendid seas. Here you can see the world of soft corals and colorful fish all amid a fantastic underwater landscape near Munsom Islet. You may even be lucky enough to see Haenyo hard at work."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jeju Water World"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the local or intercity bus to the World Cup Stadium and walk around to the south side. It's in the mouth of the giant, green-lit shark."],["phone="],["tollfree="],["fax="],["hours="],["price=₩21,000 for water park admission (₩8,000 for sauna, ₩10,000 for jjimjilbang)"],["content=Family-friendly water park consisting of a large indoor section quite literally under the south grandstands and a small outdoor section off to the side. Has a sauna and ",{"type":"''","value":["jjimjilbang"]}," attached."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Tangerine tree.jpg"],["thumb"],["200px"],["right"],["Jeju hallabong"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Jeju hallabong"]}," (citrus fruit akin to an oversized tangerine) are grown predominantly on the southern side of the island so they are both most abundant and cheap from roadside stalls around Seogwipo."]},"\n",{"type":"*","value":["Locally made ",{"type":"'''","value":["Hallisan Soju"]}," (Korean rice wine)."]},"\n",{"type":"==","value":["Eat"]},"\nBeing a coastal city on an island, expect the ",{"type":"''","value":["hoe"]}," (회, sashimi) to be excellent.\n\nDowntown Seogwipo contains mostly Korean-style restaurants. To illustrate, even the E-mart food court is strictly Korean fare. In the main circle in town there is a coffee shop\/restaurant that has some western dishes prepared in a Korean way on the second floor. It has pictures of famous westerners lining the restaurant.\n\nA great more upmarket restaurants, catering to foreign tastes, can be found in and around the Jungmun Tourist Resort Complex.\n\nAn interesting culinary option around Seogwipo is ",{"type":"'''","value":["sea cucumber"]},". Jeju's iconic women divers are scattered around the coast, particilarly near Jungmun, ready to serve it up fresh before your eyes for an average ₩10,000. If you time your approach right, you might even see your meal get hauled in before your eyes. If you're game that is...\n\n",{"type":"==","value":["Drink"]},"\nIn addition to the ubiquitous number of Korean-style drinking restaurants, there is a small strip with a few western style bars and Korean style clubs. The strip is located on the way from the main circle to the harbor in Seogwipo. On the way down the hill the strip will be located on your left hand side.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Milano"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great views, cheap booze and good food. Smoked chicked to share (2-4 people), ₩17,000. Highly recommended. Sign is only in Korean, but it is the bar on the way down the hill towards Cheonjiyeon Falls in downtown Seogwipo. Look for the bar with a log-cabin feel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Red Marin"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Across the water from Milano in downtown Seogwipo, towards the harbor, is a small waterfront bar called Red Marin.  The exterior of the bar looks like an old ship, complete with lights hung over an old mast.  Inside, a small store serves as the restaurant, where you can choose from a large selection of Korean alcohols.  Grab a table by the water if you can, and enjoy the view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Gecko's Terrace"],["url=http:\/\/www.geckosterrace.com"],["email="],["address=2156-3 Seakdal-dong, Jungmun"],["lat="],["long="],["directions=About a 10 minute walk west of the information booth and inner-city bus stop outside Jungmun Tourist Resort Complex. Buses finish well before midnight and taxis back to downtown Seogwipo are costly so plan ahead."],["phone=064-739-0845"],["tollfree="],["fax=064-738-7903"],["hours="],["price="],["content=A fairly new entry in the Gecko's Terrace franchise of full-sized ",{"type":"''","value":["proper"]}," Western-styled bars and restaurants and the only true expat establishment on the island. The bar has a handful of real beers on tap including Guinness as well as a Western food menu including real, unfrozen steaks and a couple of vegetarian options. Open for lunch as well as in the evening. Prices unfortunately are at Western levels (think ₩10,000-30,000 a meal)."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jeju Springflower Guesthouse"],["url=http:\/\/www.gojejuguesthouse.com\/"],["email="],["address=Daejeong-eup, Hamo-ri 1046-1"],["lat="],["long="],["directions=5 min from bus terminal or harbour, see website for map"],["phone=+82 70 4273 6668"],["tollfree="],["fax="],["hours="],["price=₩18,000"],["checkin=10AM-10PM"],["checkout=10AM"],["content=A British owned guesthouse in Moseulpo. Dorm beds from ₩18,000. Private\/Family\/Group rooms available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Little France"],["url="],["email="],["address=486-1, Seogwidong"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=  Affordable guesthouse with very friendly owners."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jeju Hiking Inn"],["url=http:\/\/www.hikinginn.com"],["email="],["address=587-15, Seogwidong"],["lat="],["long="],["directions=Jeju Hiking Inn is located in Seogwipo City, about a 3 minute walk from the harbor and the Limousine Bus (line 600) that connects you to Jeju International Airport.\nThis bus runs every 10 minutes from 06:20 ~ 22:00"],["phone=064-763-2380"],["tollfree="],["fax="],["hours="],["price=from ₩22,000"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Backpackers Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions=Walk down the hill from the main traffic circle in town. When taking the Limo bus from the airport in Jeju city, get off the bus at"],["phone="],["tollfree="],["fax="],["hours="],["price=₩22,000"],["checkin="],["checkout="],["content=Located up the hill from the harbor, but with a view."]]}]},"\nThere are no ",{"type":"''","value":["jjimjilbangs"]}," in downtown Seogwipo, and only one in the greater city, quite literally located ",{"type":"''","value":["under"]}," the World Cup Stadium (the southern grandstands to be precise):\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jeju Water World"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the local or intercity bus to the World Cup Stadium and walk around to the south side. It's in the mouth of the giant, green-lit shark."],["phone="],["tollfree="],["fax="],["hours="],["price=₩8,000 for the sauna alone, ₩10,000 to stay (₩21,000 for water park admission)"],["checkin="],["checkout="],["content=A rather large ",{"type":"'''","value":["jjimjilbang"]}," located near the beach and attached to an indoor water themepark. Has the usual heated rest rooms and ice room but also smaller darkened sleeping rooms for not just women but men too. Promise of a Nintendo area in the near future. For your sleep, expect a pair of cotton pyjamas, sauna access and a patch of warm, hard floor. Despite its immense size, this place takes the Korean running gag about insufficient sleeping mats to a whole new level of cutthroat with even fewer than a standard sized premises."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shinsung Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=₩50,000 for a double room per night."],["checkin="],["checkout="],["content=Hotel with internet and jacuzzis in most rooms. Many rooms have a nice sea view. Rooms numbered -01,-02 and -03 face the sea, so ask if you want a sea view"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nThe fanciest and most expensive hotels in all of Jeju tend to be situated within the ",{"type":"'''","value":["Jungmun Tourist Resort Complex"]}," alongside Jungmun Beach, west of downtown Seogwipo:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Shila Jeju"],["url=http:\/\/www.shilla.net\/jeju"],["email="],["address=3039-3 Saekdal-Dong"],["lat="],["long="],["directions="],["phone=+82-64-735-5114"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel. The Shilla Jeju is set in its own private 21-acre cliff-top gardens at the centre of the comprehensive Jungmun Tourist Resort Complex on the South coast of Jeju lsland. Since the opening in 1990, as Korea's first 5 star resorts, The Shilla Jeju has been the most prestigious venue in the Jungmun Tourist Resort Complex."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Jeju"],["url=http:\/\/jeju.regency.hyatt.com"],["email=reservation.hyattregencycheju@hyattintl.com"],["address=3039-1 Saekdal-song"],["lat="],["long="],["directions=By the beach in Jungmun Tourist Resort Complex."],["phone=+82 64 733 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel with 224 rooms and suites. All rooms have balconies and most have ocean views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Korean Airlines Hotel"],["url=http:\/\/english.kalhotel.co.kr"],["email=kalhotel@airtotalsvc.com"],["address=486-3 Topyeong-dong"],["lat="],["long="],["directions="],["phone=(064)733-2001"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=4 star hotel. 225 guest rooms in a 9-floor building with, some sea-side, some mountain-side. Traditional on-dol rooms as well as suites for business travelers."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Jeju"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Seogwipo"]]},"\n",{"type":"{{","value":[["geo"],["33.252816"],["126.561123"]]}]