[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Seonyu Island"]}," or more commonly, Seonyudo Island (선유도), is just offshore Gunsan city. The island was called Gunsan Island originally. There is the Seonyu peak at the northern tip of the island. The shape of peak looks like two Taoists sitting together and playing baduk, which is why its now called it Seonyu Island. Originally the island was separated into three parts, but with the development of a long reef in the middle they were connected as one island. \n\n",{"type":"==","value":["Understand"]},"\nSeonyudo (선유도) is one of the most popular tourist destinations on the west coast during the summer. It lies in the heart of the Gogunsan-Yeoldo archipelago and consists of some 20 islands in Gunsan, Jeollabuk-do. Visitors to the island can also see Munyeodo, Jangjado, and Daejangdo nearby as there are bridges linking the four islands.\n\nThe starting point of the tour is a small town named \"Jin-ri\" adjacent to Seonyudo Beach. On the island you'll find lodgings and restaurants. The town often becomes crowded during peak times in the summer, so if you want to avoid the crowds you may want to rent a bicycle and cross the bridge to Munyeodo or Jangjado or ride over to Jinwol-ri on the other side of Mangjubong Hill. \n\nSee ",{"type":"[","value":["http:\/\/english.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=820261&nearBy=accom&#nearbyMap Korea Tourist Organization"]}," for more info.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nFrom Gunsan Station or Gunsan Bus Terminal, take Bus 7 (1 hour intervals). Get off at Gunsan Coastal Ferry Terminal (연안여객터미널).\n\nFrom the ferry terminal, take a ferry to Seonyudo Island. Ferry schedule: departs 6-7 times a day (13-14 times during the peak summer season). The passage takes 1.5 hr and costs ₩12,800 for an adult, ₩11,600 for a child, and ₩10,400 for seniors.\n\n",{"type":"==","value":["Get around"]},"\nThere are no cars on Seonyu Island. The recommended transportation is bicycle. The island is not large in size and there are no steep slopes. It takes about 2 hours to go round on foot. You can also search around other islands which are connected with Seonyu Island by small bridges. It takes about 2-3 hours to go round other islands by bicycle. Rental fee are cheap.\n\nThere are no banks or ATMs on the island. Bring all the cash you need before departing from the mainland. Only a handful of restaurants and stores accept debit\/credit cards.\n\n",{"type":"==","value":["See"]},"\n",{"type":"==","value":["Do"]},"\nThere are three swimming beaches: Myeongsasipri, Okdol (precious stone), and Mongdol. You can not only bathe in the sea, but also dig for shellfish on the foreshore. There are a lot of oysters in the middle of Muneyo Island, which is connected with Seonyu Island.\n\nYou can fish off of Jangjagyo Bridge or take in the view of the archipelago from the top of Mangjubong, the emblem of Seonyudo. You can see the sunset in Seonyudo from anywhere on the beach, but it is more spectacular when viewed from the top of Mangjubong. \n\nNumerous vendors sell fireworks that can be set off in the evening.\n\n",{"type":"==","value":["Eat"]},"\nBeing a sparsely populated island, dining options are limited. There isn't even a 김밥 (kimbap) store. The dominant cuisine is 회 (\"hoe\") which are various raw seafood items. Sushi lovers will find it amenable, others may suffer. A few shops provide some basic necessities, but those who don't enjoy Korean food may go hungry.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["North Jeolla"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]