[{"type":"{{","value":[["pagebanner"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Korea Seoraksan.jpg"],["thumbnail"],["Seoraksan National Park"]]},"\n",{"type":"'''","value":["Seorak-san National Park"]}," (설악산국립공원), also spelled ",{"type":"''","value":["Soraksan"]},", is a national park in ",{"type":"[[","value":[["Gangwon"]]},", ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLocated in the relativally remote north-east of the country, the ",{"type":"[","value":["http:\/\/english.knps.or.kr\/Knp\/Seoraksan\/Intro\/Introduction.aspx?MenuNum=1&Submenu=Npp Seoraksan National Park"]}," covers an area of 400 km2 and is known as the backbone of Korea, and offers a great deal of scenary with its mountains, cliffs and waterfalls. The mountains have multiple hiking courses, valleys, and cultural artifacts hidden in each valley, and are internationally renowned as a habitat for rare plants and animals. UNESCO designated the region in 1992 as a Biosphere Reserve.\n\n",{"type":"===","value":["History"]},"\nSeoraksan as a National Park began in 1965, when 163 km2 of the Nature Protection Area was designated as a Korean Natural Monument number 171. This area was the further expanded in 1982, when 393 km2 was designated as a Biosphere Reserve by UNESCO and has been continually expanded since then.\n\nThe main attraction of the Seoraksan national park is Seorak Mountain, also referred to as Seolsan and Seolbongsan. The name of the mountain, Seor-ak, refers to its size ('ak' meaning 'big') and the white, snowy color of its peak ('seor' or 'seol'), since its snow would not easily melt, keeping its high altitude rocks in a permanent state of white. \n\nSeoraksan, or Seorak Mountain, peaks at 1,708 metres (5,603 feet), and is the third largest mountain on the Korean Peninsula. Seorak Mountain is the highest mountain in the Taebaek Mountain Range, which is the N-S trending belt which along the eastern margin of the peninsula. ",{"type":"[","value":["http:\/\/adsabs.harvard.edu\/abs\/2008AGUFM.T53B1922M The Taebaek range"]},", mainly composed of a single body of Jurassic granite, gently slopes inland to the west, with a significantly steeper decline to the east, falling into the Eastern Sea.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["38.125"],["128.416"],["zoom=10"],["layer=M"]]},"\n\nSokcho City bus number 7 ventures into the Park Village of Seorak-Dong and up to the park gates.\nThere are express buses running from Gangnam Express Bus Terminal (in Seoul) to Sokcho City roughly every 30 minutes.\n\nThere are flights to the nearby (and extremely quiet) ",{"type":"[[","value":[["Yangyang"]]}," airport from both ",{"type":"[[","value":[["Seoul"]]}," Gimpo and ",{"type":"[[","value":[["Busan"]]},"'s ",{"type":"[[","value":[["Gimhae International Airport"]]},"\n\nThere are express buses to Sokcho (속초) from two bus terminals in Seoul: Dong Seoul bus terminal and Gangnam Express bus terminal. \n\nThe park happens to be accesible from ",{"type":"[[","value":[["Vladivostok"]]}," in ",{"type":"[[","value":[["Russia"]]},"'s far east via a ferry connection to nearby Sokcho.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gwongeumseong Fortress"],["alt=설악산 권금성"],["url=http:\/\/asiaenglish.visitkorea.or.kr\/ena\/SI\/SI_EN_3_1_1_1.jsp?cid=312874"],["email="],["address=Seoraksan Gungnipgongwon, Seorak-dong, Sokcho-si, 강원 속초시 설악동 설악산국립공원내"],["lat=38.162"],["long=128.488"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Cable car: Adults ₩8,500 and children ₩5,500"],["content=Located 860m above sea level, Gwongeumseong Fortress is found near the south entrance of Sinheungsa Temple, located at the peak that reaches the heavens. The fortress is named after two generals - Kwon and Kim - who were said to have erected the wall in a day to block the Mongolian invasion (1253) during the Goryeo Dynasty. Seoraksan scenery seen from this Gwongeumseong Fortress is regarded to be the very best. Gwongeumseong cable car offers the tingling pleasure of viewing the magnificent and grand beauty of Mt. Seoraksan National Park from a height of 670m. The round trip lasts for 14 minutes with a sensational panorama."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sinheungsa Temple"],["alt=신흥사(설악산)"],["url=http:\/\/english.visitkorea.or.kr\/enu\/SI\/SI_EN_3_1_1_1.jsp?cid=264210"],["email="],["address=1137, Seoraksan-ro, Sokcho-si, 강원도 속초시 설악산로 1137 (설악동)"],["lat=38.178"],["long=128.484"],["directions="],["phone=+82-33-636-7044"],["tollfree="],["fax="],["hours=06:00-Sunset"],["price="],["content=Jajangyulsa, a high Buddhist monk, under the king’s command during the Silla Kingdom, constructed Sinheungsa Temple in 652. Within the temple is a nine-level stone pagoda that contains some of Buddha's ashes. It took 11 years to build the bronze sitting-Buddha in front of the Iljumun Gate, which is 14.6 meters high. At Jwadae there are 16 stone sculptures delicately carved in hopes of the reunification of Korea. At Bokjang are three unique Buddhist scriptures, another famous Buddhist scripture Daranigeoyong, and Cheolbo, donated by the Myanmar government."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Heundeulbawi Rock"],["alt=설악산 흔들바위"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most famous attractions in Mt. Seoraksan. A small, round stone sitting on a bigger one, regardless of the number of people pushing it, rocks back and forth only 1530 cm."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ulsan Rock"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ulsan is a set of six steep, rocky peaks rising 873m above sea level, some 4km in total girth, and very difficult to climb. Their imposing stature has made Ulsan the symbol of Seoraksan and Gangwon-do. Ulsan is sometimes compared with the similar Ayers Rock in Australia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jujeongol Valley"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Situated in the southern Seoraksan Osaek region, Jujeongol Valley is where the old yeopjeon coins were made during the Joseon Dynasty. As one might expect of a valley in which the national currency is produced, Jujeongol lies deep between high mountain ridges where the glorious tints of the autumn foliage are said by many to be the most beautiful in all the Seoraksan Mountains. The path leading to Osaek Mineral Springs is the most popular hiking course in all the park."]]}]},"\n",{"type":"*","value":[" Osaek Mineral Water and Osaek Hot Spring: Osaek means five different flavors that may be tasted in this special water. The water has strong iron content and is highly carbonated, which makes it difficult to drink it the first time. The water is so famous, though, that people from all over the country comes to Mt. Seoraksan just for access to it. Osaek Hot Spring is called the beauty hot spring and does wonders for the skin. "]},"\n",{"type":"*","value":[" Naksan Provincial Park: It takes 15 minutes to Naksan Provincial Park from Yangyang International Airport, where visitors can enjoy a fine selection of facilities. There are many famous national monuments such as the Naksansa Temple, Hongryeonam, Uisangdae, and Hajodae; beaches with clean sand such as Naksan Beach and Hajodae Beach; theme parks, drive-in movie theaters, and sushi centers. "]},"\n",{"type":"*","value":[" Haesugwaneumsang: You can grasp the true essence of Korean Buddhist culture through this 16m Buddhist statue. The grand scale of the statue along with the benevolent smile on its delicate expression is so beautiful that it moves anyone who sees it. "]},"\n",{"type":"*","value":[" Naksansa Temple: This temple is in Naksan where the Buddhist Goddess is said to reside. Ui-sang Daesa built the temple in 676 during the unified Silla era. After studying in Tang Dynasty China, Ui-sang encountered the Buddhist Goddess in prayer, and she pointed out where Mt. Naksan should be built. "]},"\n",{"type":"*","value":[" Hongryeonam Shrine: Hongryeonam is a shrine within Naksansa Temple, too small to accommodate many people at once. However, this room is famous because Ui-sang Daesa is said to have met Gwaneumbosal where it stands. Many tourists come to see this little shrine, with a hole in the ground through which one can see the cliffs and the ocean."]},"\n",{"type":"*","value":[" Uisangdae Pavilion: A six-sided pavilion built in honor of Ui-sang Daesa, the founder of Naksansa Temple, where he used to sit in meditation. The sunrise at Uisangdae is regarded as one of the most spectacular sights on the East Sea."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Osaek Hot Spring"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located within Mt. Seoraksan National Park. This is a natural hot spring at about 600 m above sea level. There is a legend that the angels went to heaven after bathing in this very water. Osaek Hot Spring is famous for efficacy in treating neuralgia, muscle pains, arthritis, skin irritations, diabetes, blood circulation problem and digestive maladies. In particular, it is dubbed the 'Beauty Hot Springs' for doing wonders for the skin."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants but very few of them are western restaurants. Because of the proximity to the ocean (5-10 km) you will find exceptional seafood .\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are plentiful lodgings in the Seorak-dong region of the park ranging from luxury hotels to smaller motels and a youth hostel. Try the wonderful Seorak Tourist Hotel, the only accommodation located within the actual park for upwards of $100 USD per night but worth it.  The motels in the park village 2 km from the gates also offer acceptable lodgings.  A decent room at any of these with a TV and shower will run about $35 USD but may be higher at the peak seasons of summer and autumn.\n\n",{"type":"===","value":["Camping"]},"\nThere is a campground outside of the park near the park village of Seorak-dong about a 5 minutes drive from the park gates.\n\n",{"type":"===","value":["Backcountry"]},"\nThe campground is at the base of the park.  It is also a rock and boulder mixture sitting in a river flood plain. If you plan on camping bring an inflatable mattress and expect a lumpy sleeping area.  It is extraordinarily beautiful area featuring a granite upwelling of 1000 to 1500 meter mountains. The mountain range is no more than 5-10 kilometers from the ocean.  Sadly, access to the beach is blocked by barbed wire and chain link fences as a legacy of North Korea spy teams from 1998.  When they were discovered they attempted an armed escape and casualties were experienced on both sides.\n\n",{"type":"==","value":["Stay safe"]},"\nBe cautious of mountain wenches who will offer small samples of delicious berry wine and then sell you a bottle of something else that sadly resembles Jinro house wine in taste.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Gangwon"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Seorak-san"]]},"\n",{"type":"{{","value":[["geo"],["38.119444444444"],["128.46555555556"]]}]