[{"type":"{{","value":[["pagebanner"],["Sequoia Banner Moro Rock View.jpg"],["thumb"],["View of Sierra Nevada from Moro Rock"]]},"\n",{"type":"[[","value":[["File:Generalshermantree.jpg"],["thumb"],["300px"],["right"],["General Sherman, the world's largest tree, in Sequoia National Park"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/seki\/ Sequoia and Kings Canyon National Parks"]}]}," are ",{"type":"[[","value":[["United States National Parks"]]}," that are located in the ",{"type":"[[","value":[["Sierra Nevada"]]}," region of ",{"type":"[[","value":[["California"]]},".  These two adjacent parks offer a variety of mountain and forest scenery.\n\n",{"type":"==","value":["Understand"]},"\n\nAlthough technically they are two separate national parks, Sequoia and Kings Canyon generally operate as a single unit in many ways.  One fee (US $5 per person or US $20 per private vehicle) allows entrance to both parks.\n\nThe combined area of these two parks is 865,952 acres (3,504 km²) with most of that area being wilderness backcountry. The altitiude in the parks range from 1,300 feet (418m) to 14,505 ft (4421 m). The front country area can be divided into basic areas: The Foothills, Giant Forest, Mineral King, Grant Grove, and Kings Canyon and Cedar Grove.\n\n",{"type":"===","value":["History"]},"\nHumans have traveled or lived in the Southern Sierra for at least 6-7,000 years. In the higher mountains, and also down into the western foothills, lived hunters and gatherers remembered today as the Monache or Western Mono. West of the Monache in the lowest foothills and also across the expanses of the Great Central Valley were a second group, the Yokuts.\n\nIn the late 1700s and early 1800s, Spanish began exploring the edge of the Sierras. Soon afterwards, trappers, sheepherders, miners, and loggers poured into the Sierras seeking to exploit whatever the mountains had to offer. By the end of the 19th century, San Joaquin Valley communities increasingly looked to the Sierras for water and recreation. In the struggle between all these competing interests, two national parks were born that became what we know today as Sequoia and Kings Canyon National Parks. Today the parks together protect 265 Native American archeological sites and 69 historic sites.\n\n",{"type":"===","value":["Landscape"]},"\nSequoia is named for its groves of Sequoia trees, the largest trees known, and Kings Canyon is named for the deep valley of the Kings River.\n",{"type":"===","value":["Flora and fauna"]},"\nExtreme topographic differences and a striking elevation gradient (ranging from 1,360 feet (412 m) in the foothills to 14,494 feet (4,417 m) along the Sierran crest) create a rich tapestry of environments, from the hot, dry lowlands along the western boundary to the stark and snow-covered alpine high country.\n\nThis topographic diversity in turn supports over 1,200 species (and more than 1400 taxa, including subspecies and varieties) of vascular plants, which make up dozens of unique plant communities. These include not only the renowned groves of massive giant sequoia, but also vast tracts of montane forests, spectacular alpine habitats, and oak woodlands and chaparral.\n\nThe richness of the Sierran flora mirrors that of the state as a whole—of the nearly 6,000 species of vascular plants known to occur in California, over 20% of them can be found within Sequoia and Kings Canyon National Parks.\n\nSequoia and Kings Canyon National Parks support a wide diversity of animal species, reflecting the range in elevation, climate, and habitat variety here. Over 260 native vertebrate species are in the parks; numerous additional species may be present but have not been confirmed. Of the native vertebrates, five species are extirpated (extinct here), and over 150 are rare or uncommon.\n\nThere have been some studies of invertebrates here, but there is not enough information to know how many species occur in the parks. Many of the parks' caves contain invertebrates, some of which occur only in one cave and are known nowhere else in the world.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"====","value":["Foothills"]},"\nThese lower elevations (Under 4,000 feet) are characterized by mild, wet winters and hot, dry summers. Precipitation usually occurs from January to mid-May; rain in the summer is rare. Average rainfall is about 26\" (66 cm). During the winter, low-hanging clouds often drift in from the west, obscuring the countryside for several days at a time.\n\n",{"type":"====","value":["Middle Elevations"]},"\nSummer in this forested area of the parks offers warm days and cool evenings. These elevations (4,000 - 7,000 feet) receive an average of 40-45\" (102–114 cm) of precipitation annually. Much of this falls during the winter, resulting in a deep blanket of snow from December to May. Sub-zero temperatures, however, are rare. In the summer, occasional afternoon thundershowers may occur.\n\nIn fall and winter, Lodgepole Campground is generally 10-15 degrees F (6-9 degrees C) colder than the average middle-elevation temperature shown on the chart.\n\nSummer temperatures in Cedar Grove are generally hotter than the average for the middle elevations, and cooler than the foothills. Temperatures in mid-summer may reach the 90's (35-40 degrees C). Cedar Grove is closed in the winter due to common rockfalls on the road.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Sequoia-area-map.jpg"],["thumb"],["500px"],["Sequoia & Kings Canyon area map"]]},"\n\nThe parks are relatively distant from major cities and airports, and there is no public transportation to the parks, although there is a $15 round trip shuttle from Visalia ",{"type":"[","value":["http:\/\/www.ci.visalia.ca.us\/depts\/transit\/sequoia_shuttle\/"]},".\n\n",{"type":"===","value":["By plane"]},"\nThe closest commercial airport is in Fresno ",{"type":"[","value":["http:\/\/www.fresno.gov\/DiscoverFresno\/Airports\/FresnoInternational\/default.htm"]}," and Visalia ",{"type":"[","value":["http:\/\/www.ci.visalia.ca.us\/depts\/airport\/"]},".\n\n",{"type":"===","value":["By train"]},"\nFresno is also the closest city with an Amtrak station, and is served by the ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/am2Route\/Vertical_Route_Page&c=am2Route&cid=1081442673773&ssid=132 San Joaquins"]}]}," Oakland - Bakersfield route.  Visalia also has an Amtrak station that is connected to Sequoia National Park by a shuttle bus.\n\n",{"type":"===","value":["By car"]},"\n\nThe parks are on the western slope of the Sierra Nevada, and can only be entered by car from the west. The two main entrances are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Route 180"]}," east from ",{"type":"[[","value":[["Fresno"]]},". This enters the parks at Grant Grove and divides there to go either northeast to the main part of Kings Canyon or southeast to Sequoia. This is the recommended route from Northern California, and from Southern California if one intends to go directly to Kings Canyon."]},{"type":"*","value":[" ",{"type":"'''","value":["Route 198"]}," northeast from Visalia. This enters Sequoia from the south, and is the recommended route from Southern California. This route is not recommended by the park for long vehicles such as RVs. On 12 a mile stretch from Potwisha Campground to Giant Forest Museum in Sequoia Park, advised maximum is 22 feet (6.7m). Maximum length limit on the Generals Highway is 40 feet (12 m) for single vehicles, 50 feet (15 m) for vehicles plus a towed unit."]},"\nBoth of these routes are winding mountain roads; driving speeds will be slower than usual and special conditions will apply in winter.\n\nThe Northern park entrance is somewhat more than an hour east of Fresno, with the park centers being another 45–60 minutes, and the total driving time from  ",{"type":"[[","value":[["San Francisco"]]}," should be close to five hours, and a little less from ",{"type":"[[","value":[["Los Angeles"]]},", using the Southern entrance.  Those coming from the South may still prefer to enter the parks via the Northern entrance, since that route is less winding once you enter the parks . Larger vehicles such as RVs are not allowed from just inside the Southern entrance to Giant forest.\n\nThe Mineral Kings area is accessed via a separate road off Highway 198. Turn right in Three Rivers, before reaching the Ash Mountain park entrance. The road is single lane, and paved only part of the way.\n\nGasoline is ",{"type":"''","value":["not"]}," sold in the park, except the Grant Grove market which sells cans of emergency gas, so one should be careful to fill up at one of the towns on the way to the park or in the National Forest between Grant Grove and the rest of Kings Canyon.\n\n",{"type":"===","value":["By foot "]},"\nThe Eastern parts of the park are accessible from trailheads off Highway 395.\n\nThe ",{"type":"[[","value":[["Pacific Crest Trail"]]}," (PCT) is a well known trail that extends along the West coast of the United States, from Mexico to Canada. It passes through California, Oregon, and Washington State.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThe park entrance fee is $20 for private vehicles and $5 for individuals on foot or on bike, and is valid for seven days in both Sequoia and Kings Canyon National Parks.  The National Parks pass ($80) allows unlimited entry into all national park areas for one year.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\n\nRoads through both parks are at high altitude, and are generally slow and winding. Navigation is relatively straightforward: Route 198 is the main road through Sequoia, continuing from the Ash Mountain (southwest) entrance north through Sequoia's main sights (most of which are on signposted side roads) to intersect with route 180 at Grant Grove just inside the Big Stump (west) entrance, while Route 180 is the main road through Kings Canyon, continuing north and then east from Grant Grove to the main Cedar Grove area of Kings Canyon. Parking is generally ample at most sights in the park.\n\n",{"type":"===","value":["By free In-park shuttle"]},"\nThe park provides free in-park ",{"type":"[","value":["http:\/\/www.nps.gov\/seki\/planyourvisit\/parktransit.htm shuttle"]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Kings Canyon Zumwalt Meadow.JPG"],["thumb"],["300px"],["right"],["Zumwalt Meadow in Kings Canyon National Park"]]},"\n\nDriving in the parks provide mostly up-close views of trees, so the roadside vista points that do exist should not be overlooked:\n",{"type":"*","value":[" The road to Cedar Grove provides many excellent views of the narrow Kings Canyon."]},{"type":"*","value":[" Between Grant Grove and Lodgepole is only one major lookout. Great view of the Sierras."]},{"type":"*","value":[" The steep and winding road from Giant Forest down to the Ash Mountain entrance has some good vistas of the Kaweah River valley."]},"\nSome of the scenic attractions in Sequoia and Kings Canyon, divided by area, are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Grants Grove"]},", a grove of giant Sequoia trees at the west entrance to the parks."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["General Grants Tree"]},", proclaimed as the Nation's Christmas tree."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Fallen Monarch"]},", you can walk inside this fallen sequoia tree which is just next to General Grants tree."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Giant Forest"]},", a collection of groves at the center of Sequoia a few miles south of the main Visitor Center, including the General Sherman Tree, the world's largest (by volume and weight) tree. The areas centers around a museum, and the grove can be seen along a 1-2 mile looping trail.  The parking area is 0.4 miles uphill from the grove, so those who may not be able to easily walk back up the trail (remember that the elevation is 7000 feet) may want to arrange for a pickup from the main park road."]},{"type":"*","value":[" ",{"type":"'''","value":["Moro Rock-Crescent Meadow Road"]},", a 3-mile (5 km) road leaving General's Highway at the Giant Forest Museum. Leads to several features at the south of the Giant Forest.  Note that this road is not recommended for trailers or RVs."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Moro Rock"]},", a granite dome you can climb to the top of via a steep 1\/4-mile (.4 km) staircase to the summit (300 foot \/91 m elevation gain). The top provides spectacular views of Sequoia's mountains and the Great Western Divide.  Note that this is not for those afraid of heights as the staircase is very narrow with steep drop-offs."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Tunnel Log"]},", a fallen sequoia in which you can drive your car through the tree.  A bypass is available for tall vehicles.It is at an extremely short drive from Moro Rock and shouldn't be missed if visiting Moro Rock."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Auto Log"]},", a giant sequoia log formerly available for vehicles to drive onto, for a photo opportunity.  The natural process of decay has put an end to the practice as the log can no longer safely support the weight of a vehicle."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Crescent Meadow"]},", a High-Sierra meadow awash with wildflowers in the summer."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cedar Grove"]},", the main area of Kings Canyon, is about 45 minutes northeast of Grants Grove. The deep canyon offers impressive mountain scenery, a waterfall, and broad meadows."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Roaring River Falls"]},", cut by the Roaring River down a narrow granite chute.  A trail connects the falls viewing area to Zumwalt Meadow 1.8 miles away."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Zumwalt Meadow"]},", A large meadow with a two mile loop trail."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Road's End"]},", literally the end of highway 180.  A parking area provides access to many backcountry trails.  Muir's Rock is located near the parking area and provides impressive views of the King's River surrounded by high peaks."]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mineral Kings"]},", a secluded, narrow, alpine valley accessible by car. Two campgrounds in the area, from which it's possible to make day hikes to lakes and mountain passes with splendid views."]},"\nA broad variety of wildlife can be seen in both parks, including deer, birds, and bears.\n\n",{"type":"==","value":["Do"]},"\n\nSequoia and Kings Canyon both provide many trails for hiking and backpacking, and some facilities for horseback riding.\n\n",{"type":"'''","value":["Suggested Day Hikes:"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alta Peak"]},": Longer day hike to a rugged peak with excellent views. The most practical trailhead is Wolverton, just south of Lodgepole."]},{"type":"*","value":[" ",{"type":"'''","value":["Big Stump Trail"]},": Located near the Big Stump Entrance in Kings Canyon, this 2 mile loop trail explores a grove that was heavily logged in the late 19th Century.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Lookout peak"]},": Easy day hike from Grant Grove. Especially attractive in the winter when the road to Cedar Grove is closed, as it affords a similar view."]},{"type":"*","value":[" ",{"type":"'''","value":["Mist Falls Hike"]},": A good day hike when in the canyon."]},{"type":"*","value":[" ",{"type":"'''","value":["Tokopah falls"]},": Easier day hike to a large waterfall, near Lodgepole. 3.5 miles round-trip."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Crystal Cave Tours"],["url=http:\/\/www.sequoiahistory.org\/default.asp?contentid=632"],["email="],["address=Crystal Cave Rd"],["lat="],["long="],["directions=15 miles (24 km) from the Sequoia Park entrance on Hwy 198, and 3 miles (5 km) south of the General Sherman Tree ",{"type":"''","value":["Maximum vehicle length is 22' (6.7 m)"]}],["phone=+1 559 565-3759"],["tollfree="],["fax="],["hours=Tour times: Saturdays 11AM, 12PM, 1PM, 2PM, 3PM, & 4PM; Sundays through Fridays at 11AM, 2PM, & 3PM"],["price=",{"type":"''","value":["No tickets are sold at the cave."]},"Adults (13-61): $12, children (6-12): $6, seniors (62 and up): $8.95, six and under are free."],["content=A large cave filled with various water-sculpted features. The temperature in the cave is 50°F (10°C) so dress warmly. No strollers, tripods, or baby backpacks are allowed in the cave and it is ",{"type":"'''","value":["not"]}," wheelchair accessible. Tickets for a tour must be bought at either the Lodgepole or Foothills visitor center, neither of which is located near the cave."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nFood and shops are available at Grant Grove, Lodgepole, and Cedar Grove visitor centers. Overnight visitors should consider buying some food in advance on the way to the park.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nLodging is available at the Wuksachi Lodge in the Lodgepole area (Sequoia), in the John Muir Lodge and the Grant Grove cabins at Grant Grove Village (Kings Canyon) and at the Cedar Grove Lodge in Cedar Grove (Kings Canyon). Reservations are recommended.  Cedar Grove closes for the winter in October.\n\nIn addition, a range of hotels and motels are available outside the park, including several lodges in the National Forest (on the road from Grants Grove to Cedar Grove) and motels in Three Rivers (on Route 198 near the southwest entrance).\n\n",{"type":"===","value":["Camping"]},"\n\nCamping is the most common way to stay in the park. There are campgrounds available in all areas of the park, although the ones closest to main attractions may require reservations at peak times. All campers should be aware of the presence of bears, and should stow any unattended food in bear-proof containers as instructed by park rangers.\n\n",{"type":"===","value":["Backcountry"]},"\n\nThe High Sierra is a backpackers paradise, and numerous trails wind through Kings Canyon and branch out from Mineral King.  Permits are required and may be requested on a first-come, first-served basis at the ranger station nearest the trailhead that is going to be used. Permits are issued the morning of the backpacking trip or after 1PM the day before the trip. The cost of a permit between mid-May and late September is $15 per group. Permits are free the remainder of the year. There is a quota for each trailhead and when it is reached, no more permits are issued for that day. Popular areas may fill well in advance during the summer, so reservations are recommended and can be made after March 1 by faxing in a form (available from ",{"type":"[","value":["http:\/\/www.nps.gov\/seki\/resform.htm www.nps.gov\/seki\/resform.htm"]},") no later than three weeks prior to the planned start date.\n\n",{"type":"==","value":["Stay Safe"]},"\n",{"type":"'''","value":["For all emergencies in Sequoia and Kings Canyon National Parks, dial 911 (toll free) from any phone."]},"\n\n",{"type":"===","value":["Wildlife"]},"\nDo not feed or touch any of the wildlife as there is the possibility of acquiring the plague from fleas that live on the animals.  Be aware of rattlesnakes and always check where you are stepping.\n\nCougars (or \"mountain lions\") also inhabit the park, but are rarely seen.  They look like light brown house cats, but 5–8 feet long (including the tail).  In the unlikely event that you run into one, don't approach it, and ",{"type":"''","value":["don't run."]},"  A cougar expects prey to flee and will react appropriately.  Pick up any small children or pets.  Make eye contact, spread your arms to make yourself look bigger, and back away slowly.  If it approaches you, make noise and throw things at it; let it know that you're dangerous too.  If it attacks, don't curl up defensively... ",{"type":"''","value":["fight back"]},".\n\nThe park is prime habitat for black bears and it is very likely that you will see one.  Stay a safe distance from bears and be careful never to come between a mother bear and her cub.  Never leave food in your vehicle or unattended at a camp site.  Bear proof containers are provided for food storage at camp sites and trail heads.  Safely storing food is required by park regulations and is essential for your own safety and also for the ultimate well-being of the bears. You can find more information on bears in the park, how to deal with a bear-human encounter, and park regulations about bears at the National Park Service web site. ",{"type":"[","value":["http:\/\/www.nps.gov\/seki\/planyourvisit\/bears.htm"]},"\n\nTicks are prevalent in the park and may carry Lyme disease.  To avoid tick bites, tuck pants legs into socks and tuck shirts into your pants.  If you do find an attached tick, remove it carefully with tweezers and seek medical advice from a ranger or a doctor.  If bringing your dog along, make sure to check the dog for ticks after your visit as well.\n\n",{"type":"===","value":["Natural hazards"]},"\nPoison oak is also present at elevations up to 5000 feet (1,500 m) in the park.  It causes itching, burning rashes in the affected areas and is easily spread.  Most trailheads have a bulletin board with a picture of poison oak.  If you come in conatact with poison oak, wash your clothes and the affected areas immediately.  A product named Technu (found in camping stores and drugstores) is good for neutralizing the toxic oils from the plant.  Avoid contact with your eyes.\n\nWater from natural sources should be treated or boiled before drinking as it may contain giardia, a protozoa that causes intestinal illness.\n\nLightning can be a great hazard, especially on rock outcrops, on ridges or in meadows.  If a storm approaches, try to get indoors or inside a vehicle.  Do not stand under trees or in shallow caves.\n\n",{"type":"===","value":["Driving"]},"\nMany of the roads in Sequoia and Kings Canyon National Parks are very steep.  Use low gears when going downhill to avoid overheating and possible failure of the brakes.  Slower traffic ",{"type":"'''","value":["must"]}," use turnouts to let faster vehicles pass.\n\nEspecially in winter, roads can be snow-covered or icy.  For up-to-date road conditions, call ",{"type":"''","value":["+1 559"]}," 565-3341 then press 9, then 4.\n\nFor 24-hour emergency towing, dial ",{"type":"''","value":["+1 559"]}," 565-3341, then press 0.  In Sequoia NP, AAA service is available 24 hour for out-of-gas, lock outs, jump starts, and minor repairs. Call ",{"type":"''","value":["+1 559"]}," 565-4070.\n\n",{"type":"===","value":["Crime"]},"\nDue to the remote nature of Sequoia and Kings Canyon National Parks, it is sometimes the site of illegal marijuana cultivation.  If you come across a marijuana farm, immediately leave the area.  Do not linger in the area of the farm as the people who plant the farms are often armed and do not take kindly to visitors. Report to park rangers as well as authorities immediately.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yosemite National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Whitney"]]},", the highest mountain in the contiguous United States, lies just to the east of Sequoia National Park. It is blocked from view from the park itself by the crest of the Sierra Nevada range, however. Unlike other day hikes, hiking in the Mount Whitney area requires a permit. It's a one or two-day hike."]},"\n",{"type":"[[","value":[["WikiPedia:Sequoia National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Travel and Tourism\/Parks\/National Parks and Monuments\/Sequoia and Kings Canyon NP\/"]]},"\n",{"type":"[[","value":[["commons:Category:Sequoia National Park"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["36.56472"],["-118.77337"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sierra Nevada"]]},"\n",{"type":"{{","value":[["related"],["United States National Parks"]]}]