[{"type":"{{","value":[["pagebanner"],["Danube in Ritopek, Serbia banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Belgrade iz balona.jpg"],["flag= Flag of Serbia.svg"],["location= LocationSerbia.png"],["capital=",{"type":"[[","value":[["Belgrade"]]}],["government=Parliamentary Democracy"],["currency=Serbian Dinar (RSD)"],["area=88,361 sq km"],["population=7,186,862 (2011 Census)"],["language= ",{"type":"[[","value":[["Serbian"]]}," 84% (official), Hungarian 3.8%, Romany (Gypsy) 1.1%, other 4.1%, unknown 0.9% (2002 census) \nnote: Romanian, Hungarian, Slovak, Ukrainian, and Croatian all official in Vojvodina"],["religion=Orthodox 80%, Roman Catholic 6.5%, Muslim 3.5%, Protestant 1%, other 11%"],["electricity=230V\/50Hz (European plug)"],["callingcode= +381"],["tld=.rs"],["timezone= UTC +1"]]},"\n",{"type":"'''","value":["Serbia"]}," (",{"type":"[[","value":[["Serbian phrasebook"],["Serbian"]]},": Србија, ",{"type":"''","value":["Srbija"]},") ",{"type":"[","value":["http:\/\/www.serbia.travel\/"]}," is a country located at the crossroads of ",{"type":"[[","value":[["Central Europe"]]}," and the ",{"type":"[[","value":[["Balkans"]]},". An independent nation-state since the early 19th century, after World War I it co-founded ",{"type":"[[","value":[["Yugoslavia"]]}," along with other South Slavs. After Yugoslavia's dissolution in 2006, Serbia resumed its status as an independent country. It is bordered by ",{"type":"[[","value":[["Montenegro"]]}," to the south, ",{"type":"[[","value":[["Bosnia and Herzegovina"]]}," to the west, ",{"type":"[[","value":[["Bulgaria"]]}," to the southeast, ",{"type":"[[","value":[["Croatia"]]}," to the northwest, ",{"type":"[[","value":[["Hungary"]]}," to the north, ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]}," and ",{"type":"[[","value":[["Kosovo"]]}," to the south, and ",{"type":"[[","value":[["Romania"]]}," to the northeast. It is on one of the major land routes from ",{"type":"[[","value":[["Central Europe"]]}," to the ",{"type":"[[","value":[["Middle East"],["Near East"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:Golubac.JPG"],["thumb"],["right"],["250px"],["Medieval castle in Golubac"]]},"\n\nSerbia is a relatively new tourist destination. During the summer tourists love spending their time in Belgrade and enjoy the nature of many national parks throughout the country. In winter, they are attracted to the mountain resorts, one of the most popular being Kopaonik. There are also many spa resorts such as Sokobanja, Niška Banja and Vrnjačka Banja. \n\nSerbs are a warm people and welcoming towards foreigners. Many Serbs will speak some English and will be eager to practice it (seniors, however, are more likely to speak German and\/or French), so you will be able to find your way around by asking directions. Most tourists come to Serbia in the summer and you can often hear German, Italian, French and English in the streets of Belgrade, while Slovenian tourists pour in for the New Year holidays.\n\nSerbia was developed as a tourist destination much later than neighbouring ",{"type":"[[","value":[["Croatia"]]},", although it is also a varied and beautiful nation. From the plains of Vojvodina that remind one of the scenes of 'Dr. Zhivago' in Winter, to many mountains, lakes and ski resorts. \n\nSerbia is on the crossroads of European history and as such, it is a mix of cultures, ethnicity and religions. Its people, contrary to a recent political issues, are one of the most hospitable and welcoming and recently, Belgrade was voted as one of the up-and-coming capitals of Europe. It hosted a recent Eurovison song contest. Serbia has a spirit and a soul that is rare to find coupled with melange of different cultures and a gusto for good living. \n\n",{"type":"===","value":["Climate"]},"\n\nIn the north: continental climate (cold winters and hot, humid summers with well distributed rainfall); central portion: moderate continental climate; and to the south: hot, dry summers and autumns and relatively cold winters with heavy snowfall.\n\n",{"type":"===","value":["Geography"]},"\n\nExtremely varied: to the north, rich fertile plains; to the east, limestone ranges and basins; to the southeast, ancient mountains and hills. Although the region around the town of Mionica has been known for some earthquakes in recent years, these were by no means destructive. The highest point is Deravica at 2656 m.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Vinca clay figure 02.jpg"],["thumb"],["Clay figure from ",{"type":"[[","value":[["Vinča culture"]]},"'', 4000–4500 BC, British Museum"]]},"\n\nThere were seventeen Roman emperors born in the territory of today's Serbia, more than in Gaul (",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Belgium"]]},"), Hibernia (",{"type":"[[","value":[["Spain"]]},"] and ",{"type":"[[","value":[["Portugal"]]},") or indeed any other modern country's territory but ",{"type":"[[","value":[["Italy"]]}," itself, and they all left monuments and built palaces in or close to their birthplaces. It may well be that the oldest ever found human settlements in Europe, if not in the world, can be found in country of Serbia. The longest stretch of the river Danube, longer than in any other European country is in Serbia. The giant hydroelectric dam of Djerdap has created a lake stretching for many miles out of the Canyon Djerdap with its famous Roman road to the East build by the Emperor Trajan.\n\nThe first Serbian state under that name was formed in the late 8th century, becoming a kingdom in the 12th century and expanding by the mid 14th century to an empire that comprised most of the Balkans. In 1389, however, the Serbs lost a decisive battle in the Kosovo field against the Ottoman empire. Serbia managed to preserve its freedom for another seventy years, only to be finally overwhelmed by the Turks in 1459. \n\nWith several brief interludes of 2-5 years each and one longer one (1717-1739) when the territory of Serbia south of the rivers ",{"type":"[[","value":[["Danube"]]}," and ",{"type":"[[","value":[["Sava"]]}," was incorporated into ",{"type":"[[","value":[["Austria"]]},"n Empire, it remained under Ottoman rule until an uprising in the early 1800s grew into a full scale war (Serbian Revolution aka First Serbian Uprising) led to the restoration of Serbian autonomy in 1815 and full independence in 1837. However, after 160 years under the Turks (the same as most of Croatia and Hungary), Northern Serbia (Vojvodina) was under the Austrian rule from the 1690s.\n\nThe 1914 Austro-Hungarian invasion of Serbia following the assassination of Archduke Ferdinand by an ethnic Serb high school student precipitated the first World War. In its aftermath in 1918, victorious Serbia gatherd all south Slav lands (Croatia, Slovenia, Slavonia, Dalmatia, Bosnia and Herzegowina, and Montenegro)into the Kingdom of Serbs, Croats, and Slovenes; The country's name was changed to Yugoslavia in 1929. Invasion and occupation by Germany and Italy in 1941 was resisted by Yugoslav Army in fatherland (Chetniks), commanded by Lt.-Gen Dragoljub Mihajlović and  communist led guerrilla (partisans) who eventually started fighting each other as well as the invaders. The partisans, commanded by Field-Marshal Josip Broz Tito emerged victorious and formed a provisional government that abolished the monarchy and proclaimed a republic in 1946 after a dubious referendum. At the end of the war, nearly all ethnic Germans left the country. Although pro-Communist, J.B. Tito's new government successfully steered its own delecate path between the Warsaw Pact nations and the West for the next four and a half decades.\n\nIn the early 1990s, post-Tito Yugoslavia began to unravel along ethnic lines: ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Croatia"]]},", and the Former Yugoslav ",{"type":"[[","value":[["Macedonia (Republic)"],["Republic of Macedonia"]]}," all split from the Yugoslav Union in 1991; and ",{"type":"[[","value":[["Bosnia and Herzegovina"]]}," in 1992. All of efforts to preserve Yugoslavia were ultimately unsuccessful and bloody civil wars broke out in Croatia and in Bosnia. The remaining republics of Serbia and Montenegro declared a new \"Federal Republic of Yugoslavia\" (FRY) in 1992. Slobodan Milosevic was elected the first president of Serbia.\n\nIn the late 1990s, the conflict with the Albanian separatist movement in ",{"type":"[[","value":[["Kosovo"]]}," led to a NATO bombing campaign and direct intervention, which left the placement of Kosovo under a UN administration. Slobodan Milosevic, by this time elected for the president of the federation, lost in the Federal elections in the fall of 2000 to Vojislav Kostunica. The country reestablished its membership in the UN and started preparations to join the EU.\n\nIn 2002, the republics of Serbia and Montenegro began negotiations to forge a looser relationship, which led first to the name change of the nation to \"Serbia and Montenegro\", then culminated in ",{"type":"[[","value":[["Montenegro"]]}," declaring independence in June 2006. More recently, ",{"type":"[[","value":[["Kosovo"]]}," unilaterally declared its independence; however, this act remains unrecognised by Serbia and many other countries.\n\nIndependence came on 4 February 2003 (when it changed from the ",{"type":"''","value":["Federal Republic of Yugoslavia"]}," to the ",{"type":"''","value":["State Union of Serbia and Montenegro"]},") or on 5 June 2006 (from the ",{"type":"''","value":["State Union of Serbia and Montenegro"]}," to ",{"type":"''","value":["Serbia"]},").\n\n",{"type":"===","value":["National holidays"]},"\nJanuary 1-2 (New Year's Day), January 7 (Eastern Orthodox Christmas), January 14 (working day) (Orthodox New Year), January 27 (working day) (Saint Sava's feast Day), February 15-16 (Sretenje \/ Groundhog Day (Candlemas) \/ Serbian National Day), Good Friday and Easter Monday (according to Orthodox calendar), May 1-2 (Labour Day), May 9 (working day) (Victory Day), June 28 (working day) (Vidovdan \/ St Vitus Day) and November 11 (Armistice Day) are designated as state holidays. Major retail establishments such as supermarkets and shopping malls remain open on all of these days except January 1 and January 7. There are also several officially designated days on which only the members of certain religious minorities have the right for a day off. In practice this means that in the northernmost areas of the country, including ",{"type":"[[","value":[["Subotica"]]},", where there is a sizeable Catholic population, many shops close on December 25 - Christmas Day according to the Gregorian calendar.\n\n",{"type":"===","value":["Money"]},"\nSerbia's official currency is the Serbian dinar (RSD). The Serbian dinar can be exchanged in most of the banks throughout the Europe. However, it is best to convert at the airport (even though the rate there tends to be a bit higher) or in the banks located in the towns or in the numerous and visibly marked authorized exchange offices (Menjačnica\/Мењачница). The Euro is occasionally accepted, but prices are often overestimated when directly compared to the Dinar. Belgrade is typically on par with many European cities prices; however, outside the capital, prices of almost any item are lot lower than in the capital. \nTypically, 150 dinars for a coke in a Belgrade bar, and 220 dinars for 3 cokes in a bar outside the capital.\nIn May 2014, the exchange rate stood at 85 Serbian Dinars for 1 US Dollar, and 115 Serbian Dinars for €1.\n\nMoney changers may refuse worn-out or damaged foreign banknotes, especially US dollars, therefore it is recommended to bring notes only in good condition. Banks usually accept slightly damaged notes, sometimes with a commission.\n\nGas stations close to borders sometimes accept foreign currencies.\n\n",{"type":"===","value":["Measures"]},"\nSerbia, like most countries in the world, uses ",{"type":"[[","value":[["Metric and Imperial equivalents"],["Metric system"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\nSerbia can be divided into five regions and one ",{"type":"''","value":["de facto"]}," independent republic:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Serbia Regions map.png"],["regionmaptext=Map of Serbia"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Belgrade"]]}],["region1color=#CB9F5F"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Podunavlje"]]}],["region2color=#71B37B"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Podrinje"]]}],["region3color=#6D926D"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Šumadija"]]}],["region4color=#7DA4BE"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Vojvodina"]]}],["region5color=#ADC997"],["region5items="],["region5description="]]},"\n\n",{"type":"===","value":["Disputed territory"]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Kosovo"]]}],["region1color=#908B6F"],["region1items="],["region1description=Considered an autonomous province of Serbia by the United Nations, Kosovo has been recognized by many Western nations and is ",{"type":"''","value":["de facto"]}," an independent republic. It has an ethnic Albanian majority; however, the Northern, Serb majority part of Kosovo remains connected to Serbia."]]},"\n\n",{"type":"{{","value":[["disclaimerbox"],["We cover ",{"type":"[[","value":[["Kosovo"]]}," in a separate article. While the legitimacy of the Kosovan government is disputed by many countries, from a traveller's point of view the Kosovar government has ",{"type":"''","value":["de facto"]}," control of the area (separate visas, laws, currency, etc), with the exception of North Kosovo. This is not a political endorsement of claims by either side in the dispute."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Belgrade"]]}," (Beograd \/ Београд) — the capital of Serbia."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kragujevac"]]}," (Serbian Cyrillic: Крагујевац)—  The first capital of modern Serbia, industrial hub and the 4th largest city in Serbia. Kragujevac is located in the region Šumadija, 120 km south of Belgrade. Kragujevac passes through a small river Lepenica. Near the town is",{"type":"'''","value":[" Lake Gružansko"]},"(Гружанско Језеро).The city has a university, and important cultural and medical buildings. It has a rich history and many cultural and historical monuments."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kraljevo"]]}," (Serbian Cyrillic: Краљево)-Kraljevo is an important economic center in Serbia, located 170km south of Belgrade.It lies on two rivers, the Morava and The Ibar river.In the outskirts of the city is very famous monastery \"",{"type":"'''","value":["Žiča"]},"\"(Жича) with a rich history, and in addition to the monastery and the famous ",{"type":"'''","value":["Mataruška spa"]},"(Матарушка бања), and a little further ",{"type":"'''","value":["Bogutovačka Spa"]},"(Богутовачка бања)."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Niš"]]}," (Serbian Cyrillic: Ниш) —  The third largest city in Serbia. Niš is a great car and railway junctions in that part of Serbia and the Balkans, with great industry and a rich history and cultural-historical monuments.Niš has a large university, there are important cultural and medical buildings.Nearby is the famous ",{"type":"'''","value":["Niska Banja"]},"(Нишка Бања). Among other things, Niš is the birthplace of ",{"type":"'''","value":["Constantine the Great"]},", where are the remains of his summer home, etc."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Novi Sad"]]}," (Serbian Cyrillic: Нови Сад) —  Provincial Capital of Province of Vojvodina and second largest city (after Belgrade).Novi Sad is located about 80 km north of Belgrade on the Danube river.The city is an important industrial, cultural, educational, health, sports and tourist center with many cultural and historical monuments and museums.There are well-known church, Novi Sad fortress, an interesting National Park \"Fruska Gora\" is rich with vineyards and Serbian monasteries (over 16, called the Holy Mountain). South of town, on the side of Srem, \"old road\" to Belgrade, there is a small town of Sremski Karlovci, which has a rich history, famous churches, buildings, museums, and famous wine cellars."]},{"type":"[[","value":[["File:Subotica, radnice.jpg"],["thumb"],["right"],["250px"],["City of Subotica, Town Hall"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Požarevac"]]}," (Serbian Cyrillic: Пожаревац) — One of the oldest cities in Serbia with a large historic heritage. An important commercial and cultural center, in addition to the Velika Morava river, is situated about 80 km east of Belgrade. Near the town is a small town of Stari Kostolac where is the famous archaeological site ",{"type":"'''","value":["Viminacium"]},". In Pozarevac was born former president of he Republic of Serbia - Slobodan Milosevic (he was also buried there). Pozarevac is also known for Ljubicevo Equestrian Games."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Subotica"]]}," (Serbian Cyrillic: Суботица) —  has been rated as one of the most beautiful cities of Serbia. It is in North Serbia, and is the closest city to ",{"type":"[[","value":[["Palic"]]},".An important commercial and cultural center with a rich history. The main languages are Serbian and Hungarian.In the vicinity of Subotica is a famous resort and lake Palic, and Ludoško lake."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Vršac"]]}," (Serbian Cyrillic: Вршац) — One of the most beautiful cities in Serbia. Located at 80 km northeast of Belgrade, near Romania. Vrsac has developed economic and cultural and sports center, rich in vineyards."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kopaonik National Park"]]}," (Serbian Cyrillic:Копаоник Н. П.) — as well as the ski-resort in the Kopaonik Mountain in southern Serbia.Kopaonik is the major ski resort of Serbia, with total of 23 ski lifts. A national park spread over 118.1 km2 (45.6 sq mi).Kopaonik has a rich historical heritage.Sports and recreation are key factors to the tourism of Kopaonik. There are various other activities as well. Other features which attract tourists are a luxurious hotel, and entertainment. Kopaonik has many cafes, bars and night clubs etc."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Palić"]]}," (Serbian Cyrillic:Палић) — the lovely lake area in the north with baroque parks, the monuments of art nouveau architecture and a long tradition in catering made it fashionable summer resort. Palić is the host of a film festival, World Ethno Music Festival, and various sporting events."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Soko Banja"]]}," (Serbian Cyrillic:Соко Бања) — the road to Sokobanja detaches on 200-th kilometer of the motorway Belgrade - Athens. Sokobanja is situated in basin between the mountains Rtanj (1,560m) and Ozren (1,117m), 400m above the sea level. Sokobanja is a famous spa and tourist place in Serbia for its moderate continental climate and immense surfaces of woods, fresh air and a lot of thermo-mineral sources. They all make Sokobanja an exceptional place in Serbia."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Zlatibor"]]}," (Serbian Cyrillic:Златибор)— a very famous mountainous tourist site and ski-resort in the southwest. Zlatibor is located near the town of Uzice, en route to Montenegro. Zlatibor is situated at an altitude of 1000 m., summers are sunny, fresh air, cold winters, beautiful landscapes, meadows, pastures, valleys, ethnic villages, sports facilities, etc.There you have special medical and famous Rehabilitation Institute."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tara"]]}," (Serbian Cyrillic: Тара), is a mountain located in western Serbia(near Zlatibor mountain). It is part of Dinaric Alps and stands at 1,000-1,500 meters above sea level. The mountain's slopes are clad in dense forests with numerous high-altitude clearings and meadows, steep cliffs, deep ravines carved by the nearby Drina River and many karst, or limestone caves. The mountain is a popular tourist center.Most of the mountain is a \"National Park Tara\".Mountain Tara has a nice Zaovine Lake, at an altitude of 800 m."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["infobox"],["Like neighbouring Bosnia and Croatia, foreigners are required by law to register themselves with the police station in their district within 12 h of receiving a Serbian entry stamp at a border crossing or airport. \n\nRegistration is done automatically by hotel staff upon check-in; however, if you are staying with friends in a private dwelling, you must register your presence with the police in the district in which you are staying. \n\nYou should receive the bottom part of the Foreigner Registration Form to carry with you if registering at a police station, or a printout from hotel reception if staying at a hotel; when exiting the country, you may be required to present it to the Border Police. Sometimes, they will not ask for it, and you can keep it as an administrative memento. Never forget that failure to register could result in prosecution and a large fine although that is rarely enforced."]]},"\n\nMost European nationals need no visa for entering Serbia. Citizens of ",{"type":"[[","value":[["USA"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Australia"]]}," and some other nations do not need visas either for stays up to 90 days. Citizens of the EU, Bosnia, FYR Macedonia and Montenegro need only an ID card. Check with your nearest Serbian embassy for current and detailed information.\n\nSerbia announced that visitors with ",{"type":"[[","value":[["Kosovo"],["Kosovan"]]}," visas or passport stamps will not be allowed into the country. Currently, however, this is not the case, but the visas and stamps will be overstamped with a \"cancelled\" stamp. Be warned that entering Serbia through Kosovo without a Serbian entry stamp is considered as an illegal entry and can be met with stiff penalties; however, leaving Serbia via Kosovo is not a problem.\n\nCustoms controls are fairly straightforward, but a notable regulation is that you are allowed to move only 120,000 Serbian dinars into and out of the country, and notes larger than 1000 dinars are not allowed to move across the border. You can take up to 10000€ through the border without declaration. Since bank transfers from Serbia are still difficult cash is still the easiest option for medium sums.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Belgrade"]]}]}," The main airport of Serbia is the Belgrade Nikola Tesla Airport (BEG), just a few kilometres from downtown Belgrade. Major European airlines fly to Belgrade. Serbian national airline Jat Airways flies to all major cities in Europe, northern Africa and the Middle East. These are the following airlines that fly to Belgrade: "]},{"type":"*","value":[" Aeroflot ",{"type":"[","value":["http:\/\/www.aeroflot.ru\/eng\/"]}," (",{"type":"[[","value":[["Moscow"]]}," -Sheremetyevo),"]},{"type":"*","value":[" AirBaltic ",{"type":"[","value":["http:\/\/www.airbaltic.com"]}," (",{"type":"[[","value":[["Riga"]]},") (from April to October),"]},{"type":"*","value":[" Air France ",{"type":"[","value":["http:\/\/www.airfrance.com\/"]}," (",{"type":"[[","value":[["Paris"]]}," - Charles de Gaulle),  "]},{"type":"*","value":[" Alitalia ",{"type":"[","value":["http:\/\/www.alitalia.com\/"]},"(",{"type":"[[","value":[["Rome"]]},"), "]},{"type":"*","value":[" Austrian Airlines ",{"type":"[","value":["http:\/\/www.austrian.com\/"]}," (",{"type":"[[","value":[["Vienna"]]},"),"]},{"type":"*","value":[" CSA Czech Airlines ",{"type":"[","value":["http:\/\/www.czechairlines.com\/"]}," (",{"type":"[[","value":[["Prague"]]},"),"]},{"type":"*","value":[" Gazpromavia ",{"type":"[","value":["http:\/\/eng.gazpromavia.ru\/"]}," (",{"type":"[[","value":[["Sochi"]]},"),"]},{"type":"*","value":[" GermanWings ",{"type":"[","value":["http:\/\/www.germanwings.com\/"]}," (",{"type":"[[","value":[["Cologne"]]}," \/ ",{"type":"[[","value":[["Bonn"]]},", ",{"type":"[[","value":[["Stuttgart"]]},"),"]},{"type":"*","value":[" Jat Airways ",{"type":"[","value":["http:\/\/www.jat.com\/"]}," (\tAmsterdam, Athens, Berlin-Tegel, Brussels, Copenhagen, Dubai, Dubrovnik, Düsseldorf, Frankfurt, Girona, Gothenburg-Landvetter, Istanbul-Atatürk, Larnaca, London-Heathrow, Milan-Malpensa, Monastir, Moscow-Sheremetyevo, Ohrid, Paris-Charles de Gaulle, Podgorica, Rome-Fiumicino, Sarajevo, Skopje, Stockholm-Arlanda, Stuttgart, Tel Aviv, Thessaloniki, Tivat, Vienna, Zürich),"]},{"type":"[[","value":[["File:Beg-exterior.jpg"],["thumb"],["right"],["250px"],["Belgrade Nikola Tesla International Airport"]]},"\n",{"type":"*","value":[" LOT Polish Airlines ",{"type":"[","value":["http:\/\/www.lot.com"]}," (",{"type":"[[","value":[["Warsaw"]]},"),"]},{"type":"*","value":[" Lufthansa ",{"type":"[","value":["http:\/\/www.lufthansa.com\/"]}," (",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Munich"]]},"),"]},{"type":"*","value":[" Montenegro Airlines ",{"type":"[","value":["http:\/\/www.montenegroairlines.com\/"]}," (",{"type":"[[","value":[["Podgorica"]]},", ",{"type":"[[","value":[["Tivat"]]},"), "]},{"type":"*","value":[" Niki ",{"type":"[","value":["http:\/\/www.flyniki.com"]}," (",{"type":"[[","value":[["Vienna"]]},"),"]},{"type":"*","value":[" Norwegian ",{"type":"[","value":["http:\/\/www.norwegian.no\/"]}," (",{"type":"[[","value":[["Oslo"]]},", ",{"type":"[[","value":[["Stockholm"]]},", ",{"type":"[[","value":[["Copenhagen"]]},"),"]},{"type":"*","value":[" Olympic Airlines ",{"type":"[","value":["http:\/\/www.olympicairlines.com\/"]}," (",{"type":"[[","value":[["Athens"]]},"),"]},{"type":"*","value":[" Spanair ",{"type":"[","value":["http:\/\/www.spanair.com"]}," (",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Palma deMallorca"]]},"),"]},{"type":"*","value":[" Swiss International Air Lines ",{"type":"[","value":["http:\/\/www.swiss.com\/"]}," (",{"type":"[[","value":[["Zürich"]]},"),"]},{"type":"*","value":[" TAROM ",{"type":"[","value":["http:\/\/www.tarom.ro"]}," (",{"type":"[[","value":[["Bucharest"]]},")"]},{"type":"*","value":[" Tunisair ",{"type":"[","value":["http:\/\/www.tunisair.com\/"]}," (",{"type":"[[","value":[["Enfidha"]]},", ",{"type":"[[","value":[["Tunis"]]},")"]},{"type":"*","value":[" Turkish Airlines ",{"type":"[","value":["http:\/\/www.thy.com\/"]}," (",{"type":"[[","value":[["Istanbul"]]},"-Atatürk)."]},{"type":"*","value":[" Wizzair ",{"type":"[","value":["http:\/\/www.wizzair.com"]}," (Charleroi, Dortmund, Eindhoven, Gothenburg-City, London-Luton, Malmö, Memmingen, Rome-Fiumicino, Stockholm-Skavsta)"]},"\nFrom the airport, you can easily reach the center of Belgrade with city bus number 72, which stops right in front of the departure hall.\n\nThere are also express mini buses (line A1) connecting airport with Slavija square. Ticket price is RSD 250 (€2,50)\n\nLicensed taxi service fares from the airport to the city have a flat rate of RSD 1500 (€15). Travel time to the city centre is approximately 20 min.\n\nIncoming taxis have constant radio communication with airport authorities. This ensures passengers a better alternative.\n\nShould there be any problem finding a taxi, you should address the staff of the Tourist Organisation of Belgrade in the Arrivals Hall to call a taxi for you.\n\nAll taxis working at the airport are comfortable limousines in top-notch condition. \n\nUsing taxi services for destinations outside metropolitan Belgrade is unwise, as prices are unreasonably high. All licensed taxi drivers have a badge, an oval blue license plate with a serial number, and the Belgrade Coat of Arms displayed on the roof. Licensed taxis should also have a letters TX as the last ones on their car license plates.\n\nMake sure that the taximeter is switched on unless you have haggled for a set price. Tarif 1 is the correct one Monday to Saturday from morning till 10PM. On Tarif 1, the meter should not move more than one dinar per click - moving three or four dinars per click is a sure sign that the driver is attempting to rip you off. ",{"type":"'''","value":["Tarif 3 is the 'trick' fare used to scam out of obscene amounts of money, moving 50 or 60 dinars per click"]},". Or better, take one of the several bus lines, check the ",{"type":"[[","value":[["Belgrade"]]}," section.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Niš"]]}]}," - Serbia's second international airport is in Niš - Niš Constantine the Great International Airport (INI). The following airlines operate to and from the airport: Montenegro Airlines (",{"type":"[[","value":[["Podgorica"]]},")."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Serbian railways railroads Železnice Srbije pruge.jpg"],["thumb"],["right"],["250px"],["Serbian Railways Network"]]},"\nSeveral international trains (day and night) connect Belgrade with Austria, Hungary, Slovenia, Croatia, Montenegro, Macedonia, Romania and Bulgaria. See ",{"type":"[[","value":[["Belgrade#By_train"]]}," to detailed info and prices. Trains to Romania, Bulgaria and Macedonia tend to be often quite late (about an hour) and they are allegedly reported to often consist of old, not very comfortable, cars. Trains usually are very safe. Consider that many overnight trains cross country border in the middle of the night and custom officers won't have scruple to wake you up.  \n\nThere's no train connection from Greece, as in Jan 2011 Greek Railways suspended all international trains. The former trains from Greece now depart from Skopje, Macedonia. \n\nFor timetables and all other infos check website of national carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.serbianrailways.com\/active\/en\/home.html Serbian Railways"]}]},"\n\nA cheap way of traveling to or from Serbia might be the ",{"type":"[[","value":[["Balkan Flexipass"]]},".\n\n",{"type":"====","value":["For railway fans"]},"\n\nThe Beograd-Bar line is one of the most scenic railways in Europe, with plenty of tunnels and bridges (including Mala Rijeka, the highest railway bridge in the world) and magnificent views of Dinar mountains. It's definitively worth to ride here on a daytime train.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Potpećko jezero (by Pudelek).JPG"],["thumb"],["right"],["250px"],["A scenic road near to ",{"type":"[[","value":[["Zlatibor"]]}]]},"\nIf your vehicle is registered and insured in an EU country you do not need a green card.  Otherwise, make sure that your Green Card has an uncancelled \"SRB\" box. Coming in from Hungary, the Szeged\/Horgos border crossing is notorious for its congestion. If crossing the border from Hungary, try the Tompa\/Kelebija crossing point, about 20km west.\n\nOn the two-lane E75 between Szeged, Hungary to Novi Sad, please note that cars over-taking will often use the unofficial \"middle-lane\". Exercise caution and pull over to the hard shoulder on the right to let them through safely. The dual carriageway should be completed by the end of 2011 to eliminate this risk. Because of construction works, care should be taken (as of September 2010) as there are trucks leaving construction sites and entering highway at low speeds. These sections are restricted to 40km\/h but drivers usually drive through those sections at full speed.\n\nPolice are generally stationed at major junctions or at underpasses to control traffic and speed. Drivers commonly warn others of a police presence by flicking the high-beams on two or three times. Police interceptors patrol all major highways. Drivers speeding and\/or driving aggressively are stopped. Speeds of up to 140km\/h in 120km\/h zones are usually, but not always, tolerated.\n\nNote that the traffic law is strict. No person under age of 14 must not ride in the front seat, seat belts are obligatory for those who sit in the front, blood alcohol content is limited to 0.03% and fines are from €30 for smaller violations up to 60 days in prison and €5000 for causing a larger traffic accident (both locals and foreigners). Keep in mind that if you kill someone in an accident a prison sentence will be almost unavoidable. IMPORTANT! If you are driving on country and local roads, pay attention to the bicycle riders, tractors and other heavy agricultural machines, especially at night! They can be without proper light signalization and hard to see, so slow down at night.\n\nThe highway is tolled, but the toll is no longer higher for foreigners than for locals. Highway tolls cost on average 0.03€\/km and can be paid in Serbian dinars or Euros. They are charged by road section, so it's possible to pay more if only part of section is used.\nMain roads and populated areas are well covered with gas stations providing you wide range of common fuels (eurodiesel, non - leaded petrol, etc). LPG stations are not so numerous, but are in satisfying numbers on main roads and major cities.\n\nSerbian Auto - moto association (AMSS) phone number is 1987 and they provide all kinds of services (info, tows, repairs...). Note that private tow services can be expensive, some a blunt rip - off . Most of the major car companies have their appointed services in Serbia.\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Vienna"]]}]}," - Buses leave from Vienna International Busterminal (Erdberg) almost every day. For destinations south of Belgrade, Zoran Reisen coaches leave at 3PM on Friday, and charge around €45 for a one-way trip.\n\nFor more information, see the timetable (arrivals\/departures) of the Belgrade bus station (in English):\nhttp:\/\/www.bas.rs\/basweb_eng\/RedVoznje.aspx?lng=en\n",{"type":"===","value":["By boat"]},"\nThere are boat tours, which pass through Belgrade. These are Trafalgar Tours in English, which cruise along the ",{"type":"[[","value":[["Danube"]]}," and have a two day stopover in Belgrade. \n",{"type":"===","value":["By thumb"]},"\nHitchhiking across Serbia is still acceptable and most drivers will treat you like a friend. However, necessary precautions should still be taken. Generally, it is easy to hitchhike through Vojvodina and much more difficult to hitch a ride from Belgrade to the south, to Kosovo, or Macedonia and Montenegro. The Hitchhiker's Guide to Serbia ",{"type":"[","value":["http:\/\/www.serbiatravelers.org\/en\/index.php\/hitchhiking"]}," offers a collection of hitchhiking tips for a number of cities and towns in Serbia. It was made by the members of the Serbia Travel Club, an association of independent travelers from Serbia, and is available in English and Serbian.\n",{"type":"===","value":["By bike"]},"\nThe cycling route EuroVelo 6 ",{"type":"[","value":["http:\/\/www.eurovelo6.org\/folder_listing?set_language=en"]}," which runs from the Atlantic Ocean to the Black Sea, crosses Serbia by following the Danube river. Most of the advised itinerary follows minor paved roads, and directions are clearly indicated by a specific EuroVelo 6 signage.\n\nAlthough too few cities offer appropriate cyclist-friendly infrastructures, cycling is slowly gaining interest among the population as an economic and sustainable alternative way of touring and commuting.\n\n",{"type":"==","value":["Get around"]},"\n\nThe most common and convenient way of getting around Serbia is by bus. See ",{"type":"[[","value":[["Bus travel in the former Yugoslavia"]]}," for more information.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Serbian phrasebook"]]},"\n\nEnglish is commonly spoken throughout Serbia and the younger people tend to have excellent command. They are also quite willing to practice it with foreigners. Also, you can try with young people talking German, French, Russian, Spanish or Italian which are taught in Serbian schools.\n\nThe official Serbian language is similar to Croatian and Bosnian. Before the era of nationalist linguistic policies and the breakup of the former Yugoslavia, all of those dialects were all known as Serbo-Croatian. Today, people in the former Yugoslavia no longer use this general term for what remains as a common language. \n\nIf you speak ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},", it can prove to be occasionally helpful for you, as the two languages have some similarities. This also includes all other Slavic languages, especially Bulgarian and Macedonian. Many older people are able to speak Russian due to Serbia's history as part of the communist Eastern bloc, when Russian was taught in schools as a compulsory second language. However, English has largely supplanted Russian as the foreign language of choice among younger Serbians, so you would be better off attempting English instead of Russian when meeting younger people.\n\nIn Vojvodina, most people speak Serbian, but other languages are also used. In some towns near the Hungarian border, you are more likely to hear Hungarian. There are many smaller minorities, like the Slovaks, the Romanians, Roma people and the Germans, who often speak their native languages.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Zrenjanin city hall.jpg"],["thumb"],["right"],["250px"],["City of Zrenjanin, Serbia"]]},"\nSerbia's many sights include stunning castles, Medieval monasteries, lovely traditional villages and bustling cities with baroque parks and art-deco architecture.  \n\n",{"type":"===","value":["Cities and villages"]},"\nIts capital, ",{"type":"'''","value":[{"type":"[[","value":[["Belgrade"]]}]},", is a lively and upcoming European city with the Sava and Danube rivers running right trough it. It's a nice place to spend time. Stroll through Prince Michael Street, the cities main pedestrian street, or have a drink on ",{"type":"'''","value":["Skadarlija"]},", a vintage street in the spirit of old Belgrade, filled with restaurants and cafés. There are a lot of old buildings on all four banks, including the huge ",{"type":"'''","value":["Kalemegdan Fortress"]},", that has been built, modelled and remodelled by Celts, Romans, Byzantins, Serbs, Austrians and Turks over more than 2,000 years. Once an important military fortification, it now serves as central park of Belgrade with beautiful views, especially during sunset. Within the fort is a zoo, a military museum, famous churches, galleries, parks, sports fields, etc. It has a multitude of various towers and ports, and two long walking\/biking paths along both rivers. Other Belgrade sights include the modern ",{"type":"'''","value":["Temple of Saint Sava"]},", the ",{"type":"'''","value":["National Museum"]}," and the ",{"type":"'''","value":["Old Court palace"]},". The river island ",{"type":"'''","value":["Ada Ciganlija"]}," has an artificial lake and an 8 km long gravel beach, which is visited by thousands of bathers during the summer. It's a lively place with lots of sports and entertainment, cafes and restaurants, some of which are opened the whole year round. ",{"type":"'''","value":[{"type":"[[","value":[["Zemun"]]}]},", now part of the Belgrade urban area, developed independently for most of its history and is a pleasant area with a distinct identity and charm. It offers plenty of entertainment and restaurants on its ",{"type":"'''","value":["Zemun quay"]},", on the bank of the Danube.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Novi Sad"]]}]}," is another delightful city, with the ",{"type":"'''","value":["Petrovaradin Fortress"]}," (one of the greatest and best preserved XVIII century fortresses in Europe) as it's main sight. The city also has a number of lovely parks that just ask for a long afternoon stroll or picnic. ",{"type":"'''","value":[{"type":"[[","value":[["Sremski Karlovci"]]}]}," near Novi Sad has a rich history, numerous monuments, museums, churches, galleries and famous wine cellars. Town of ",{"type":"'''","value":[{"type":"[[","value":[["Novi Pazar"]]}]},", your last stop before ",{"type":"[[","value":[["Kosovo"]]},", has a distinct Turkish heritage and a bunch of great monasteries in the surrounding area.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Mokra Gora"]]}]}," is a  village reconstructed in a traditional style in the popular mountain region of ",{"type":"'''","value":[{"type":"[[","value":[["Zlatibor"]]}]},". The village of ",{"type":"'''","value":[{"type":"[[","value":[["Sirogojno"]]}]}," is in the same region, with a nice open air museum and lots of traditional crafts on display. Very nearby is the traditional village of ",{"type":"'''","value":["Drvengrad"]},", also known as ",{"type":"[[","value":[["Mećavnik"]]},", which the Serbian film director Emir Kusturica built for his film ",{"type":"''","value":["Life Is a Miracle"]},". After you see the villages, Zlatibor offers some great ski-resorts, hiking trails and landscapes. Or hop on the ",{"type":"'''","value":["Šargan Eight"]},", a narrow-gauge heritage railway running from ",{"type":"[[","value":[["Mokra Gora"]]}," to Šargan Vitasi station (Zlatibor and Tara mountains). When it comes to the number of bridges and tunnels, and the rise of 18 per thousand, Sargan Eight is unique in Europe and a ride on the 8-shaped track is a popular pass time for tourists.\n\n",{"type":"===","value":["Monasteries"]},"\n",{"type":"[[","value":[["File:STUDENICA MONASTERY.jpg"],["thumb"],["right"],["250px"],["Studenica monastery, one of the ",{"type":"[[","value":[["UNESCO"]]}," World Heritage Sites"]]},"\nSerbia is home to a great number of Medieval orthodox monasteries, many with excellent fresco masterpieces inside. The 12th century monastery of ",{"type":"'''","value":["Studenica"]}," (near ",{"type":"[[","value":[["Kraljevo"]]},") is one of the finest examples and recognized by UNESCO as a World Heritage Site. Its two churches are built in white marble and boast some stunning 13th and 14th century Byzantine paintings. ",{"type":"'''","value":["Žiča"]},", also near ",{"type":"[[","value":[["Kraljevo"]]},", was founded around 1207 and painted red as a symbol of the blood of the martyrs of the early Christian church. The frescos at ",{"type":"'''","value":["Sopoćani"]}," (near ",{"type":"[[","value":[["Novi Pazar"]]},") are considered some of the finest examples of their time, and the monastery is on the World Heritage list together with ruins of ancient ",{"type":"'''","value":["Stari Ras"]},", once the capital of the Serbian state of ",{"type":"[[","value":[["Raška"]]}," but deserted in the 13th century. The fortified ",{"type":"'''","value":["Manasija"]}," monastery near ",{"type":"[[","value":[["Despotovac"]]}," is protected by massive walls and towers, and although much of its original frescos were damaged beyond repair during the Ottoman rule, it's still well worth a visit. Located in the beautiful Kučaj mountains, ",{"type":"'''","value":["Ravanica"]}," near ",{"type":"[[","value":[["Ćuprija"]]}," was assaulted, damaged and rebuilt time and again during history. It is the burial place of Lazar of Serbia, who is a saint of the orthodox Serbian church and a hero in Serbian epic poetry. Other fine monasteries include the ",{"type":"'''","value":["Mileševa"]}," monastery near ",{"type":"[[","value":[["Prijepolje"]]},", with its world famous \"White Angel\" fresco, and ",{"type":"'''","value":["Krušedol"]}," near ",{"type":"[[","value":[["Srem"]]},". The famous medieval monasteries were protected by UNESCO are: The Pec Patriarchate(monastery), Gracanica monastery, the monastery of Visoki Decani, ...\n\nIf you stay only in Belgrade, be sure to visit Frescoes museum in the centre which will provide you with a glimpse of a Serbian frescoe paintings as it holds copies of the most famous and beautiful frescoes from various monasteries.\n\n",{"type":"===","value":["National parks"]},"\n",{"type":"[[","value":[["File:Đerdap National park.jpg"],["thumb"],["right"],["300px"],["Đerdap National park.jpg"]]},"\nOf the several national parks and natural areas in the country, ",{"type":"'''","value":[{"type":"[[","value":[["Fruška Gora"]]}]}," is undoubtedly one of the best. Dotted with ancient monasteries and wineries, it combines orchards and vineyards on its vast plains with tight forests on its plains. The ",{"type":"'''","value":[{"type":"[[","value":[["Tara National Park"]]}]}," covers some 20.000 hectares in the west of the country. There, the steep gorges of the Drina river and the high mountain peaks provide some stunning views that make a long hike well worth your effort. The mountainous landscape of ",{"type":"'''","value":[{"type":"[[","value":[["Kopaonik"]]}]},", in the south, offers some great ski and snowboard opportunities as well as great views and a rich flora.\n\nLargest national park in the country is ",{"type":"'''","value":["Djerdap"]},". Situated in eastern part of the country, on the border with Romania. It consists of the Djerdap (Iron Gate) gorge thru which the river Danube runs and its beautiful surroundings of almost untouched nature. It is simply breathtaking and best experienced from a boat cruise. It can be also toured by bus or a car with many belvederes to stop and enjoy its views. EuroVelo 6 cycling route also runs through it.\n\n",{"type":"===","value":["Spas and resorts"]},"\nSerbia is the land of spas. There are many thermal and mineral water springs and most of them are turned into  healing and resting resorts.\n",{"type":"'''","value":[{"type":"[[","value":[["Vrnjačka Banja"]]}]}," is the largest and most popular of them and is traditionally very attractive tourist resort for rest and recreation. It's the only mineral spa with a water temperature to match that of the human body, 36.5 degrees Celsius. ",{"type":"'''","value":["Soko Banja"]}," is another famous spa and tourist place in Serbia known for its moderate continental climate and untouched nature - immense surfaces of woods, fresh air and a lot of thermo-mineral sources. ",{"type":"'''","value":[{"type":"[[","value":[["Palić"]]}]}," is a lovely city in the north. Its baroque parks, monuments of art nouveau architecture and a long tradition in catering made it a fashionable summer resort and spa for the 19th and 20th century elite.\n\n",{"type":"===","value":["Archeological sites"]},"\n",{"type":"[[","value":[["File:Bač fortress (Bačka tvrđava).JPG"],["thumb"],["250px"],[{"type":"[[","value":[["Bač"]]}," fortress"]]},"\n",{"type":"'''","value":["Viminacium"]}," near the village of Stari ",{"type":"[[","value":[["Kostolac"]]}," is an important archaeological site and was Serbia's first excavation project in the 1880s. It was once the provincial capital of the Roman province of Moesia (today's Serbia) and dates back to the 1st century. At the site you'll find archaeological remains of temples, streets, squares, a large amphitheatre, palaces, hippodromes and Roman baths. Another major archaeological site (and doubling as a spa) is that of ",{"type":"[[","value":[["Gamzigrad"]]},". It hosts the remnants of an ancient Roman complex of palaces and temples called ",{"type":"'''","value":["Felix Romuliana"]},", and is considered one of the most prominent and best preserved late-Roman sites.\n\n",{"type":"'''","value":["Lepenski Vir"]},", situated in national park Djerdap, 160 km. east of Belgrade, between towns of Golubac and Donji Milanovac, is the site of oldest neolithic settlement in Europe and is part of UNESCO world heritage. It is very well preserved and famous for its fish-like sculptures. From neolithic period there is also a archaeological site Vinča, less spectacular though, but a must - see. It is situated in Belgrede suburb of Vinča, 20 km. from city centre.\n",{"type":"==","value":["Do"]},"\nAda Ciganlija is also an excellent place to kick back and relax during summer. It is as locals call it the sea of Belgrade. A lot of sport fields and courts (soccer, basketball, golf, volleyball, etc.). Cafes serving ice cream and beer abound on the banks of this lake-beach park.\n\nFavorite leisure activity in Belgrade is drinking coffee in numerous bars, bistros and  cafés (especially in Strahinjića Bana street, which is known locally as Silicon Valley). It is very strange, but most of places are occupied all day long - i.e., within working hours. You should check: Downtown café, Buka bar, Movie bar, Iron café, Biblioteka café, Monza café-boat, Bibis café-boat, and many more; People who are not in the folk and MTV music, and don't like to drink overpriced coffee, should avoid this street. There are coffee bars on almost every corner in Belgrade, which offer more relaxed atmosphere and are designed with more taste that those in Strahinjića Bana street.\n\n",{"type":"'''","value":["Smederevo"]}," is a town about 50 km from Belgrade. There are direct bus lines almost every half an hour and it takes about one hour to get there from Belgrade. It is considered as the unofficial rock 'n' roll capitol of Serbia because of its many rock musicians and bands who live there or were born there. See the largest lowland medieval fortress in Europe (especially at night when its lights give a special romantic and mystical atmosphere) or go to a rock concert at \"Moto Club Street Fighter\" which is located at the very bank of the Danube. At the end of September, the town hosts a traditional festival called \"Smederevska Jesen\" (Smederevo Autumn) which is a festival of vine and Serbian culture with many concerts and other happenings. During the festival, there is a carnival located at the end of the town, but AVOID IT because it's loud and crowded and basically, there's nothing to see or do. Just stay in the town center. The Museum of Smederevo holds a lot of Roman and medieval items and collections, so for history lovers, it's a must-see.\n\n",{"type":"====","value":["Festivals and nightlife"]},"\n\n",{"type":"'''","value":["Foam Fest"]}," - Belgrade Foam Fest is our most spectacular electronic music stage event. It originated in 2009 and more than 60,000 people have visited it since then. LED screens arranged all over the Arena, with hundreds of light guns, lasers, robo heads and other light and sound equipment, numerous foamfalls and foam guns will classify this event again as a manifestation that sets new production standards in Serbia and  the region ",{"type":"[","value":["http:\/\/www.belgradefoamfest.com Belgrade Foam Fest"]},".\n\n",{"type":"'''","value":["EXIT festival"]}," – Biggest music festival in SE Europe, that is happening in the beginning of July, in Novi Sad, on Petrovaradin fortress ",{"type":"[","value":["http:\/\/www.exitfest.org\/"]},".\n\nFestival of traditional brass bands,",{"type":"'''","value":[" \"Trumpet Festival\" in Guca"]}," village is held every year at the beginning of August.Festival of traditional brass bands, \"Trumpet Festival\" in Guca village located 20 km from the town of Cacak.During the festival in this small town a few days to go over half a million visitors.The festival in Guca is perhaps the biggest festival of this type, including a lot of visitors from abroad.\n",{"type":"[[","value":[["File:Beerfest belgrade.jpg"],["thumb"],["300px"],["Belgrade Beer Fest"]]},"\n",{"type":"'''","value":["Belgrade Beer Fest"]},", which takes place at Ušće every August offers a taste of domestic and foreign beers and some good rock music ",{"type":"[","value":["http:\/\/www.belgradebeerfest.com\/"]},".\n\n",{"type":"[[","value":[["Belgrade"]]}," is very famous for its whole-night-party clubs. If you are looking for a place to feel the local atmosphere and good vibes, visit bohemian street “Skadarlija”. Please have a look at the ",{"type":"[[","value":[["Belgrade"]]}," article for further options.\n",{"type":"====","value":["New Year's Eve"]},"\nRestaurants, clubs, cafe's and hotels are usually full-booked and organize New Years celebrations with food and live music.\n\nHowever, Serbian New Year's celebrations are most known for the outdoors festivities in Belgrade, and several other major cities such as Novi Sad, Niš and Jagodina. As of mid-December, cities are extensively decorated and lit. The decorations remain until way into January due to the persistent influence of the old Julian calendar. Throughout the region, especially amongst former Yugoslav republics, Belgrade is known as the place to be for major parties, concerts and happenings. It has become common for large groups of Slovenes to visit their former capital and celebrate the beginning of a new year. Especially since the mid-1990s, street celebrations grew into mass gatherings with hundreds of thousands of people, celebrating New Year on one of several locations throughout Belgrade.\n\nAlso, on January 14, Serbians celebrate the so-called Serbian New Year, which is actually New Year's Eve by Eastern Church calendar. In the night between January 13 and 14, you can actually re-live New Year's Eve.\n\n",{"type":"==","value":["Buy"]},"\nSerbia uses the ",{"type":"'''","value":["dinar"]}," (",{"type":"'''","value":["RSD"]},", ",{"type":"''","value":["динар"]},", pl. ",{"type":"''","value":["dinari"]},"\/",{"type":"''","value":["динари"]},"). Coins come in values of 1, 2, 5, 10, and 20 dinars, and banknotes are found in values of 10, 20, 50, 100, 200, 500, 1000, 2000 and 5000 dinars. The banknotes, at least in Belgrade, tend to be more common than the coins, so be prepared to carry around a large number of banknotes in varying conditions.\n\nEuros are exchanged at virtually every corner, most other Western currencies are also accepted. Somewhat strange is that the currencies of neighbouring countries may be impossible to exchange. When you travel the Balkans be sure to revert everything back to Euros and then in the next country to the currency used there.\nThe exchange office should not normally ask for a commission. The advertised price is the price you pay. You can also withdraw local currency with your credit cards, but cash exchange is usually cheaper. Exchange booths on the street are cheaper than banks and are very safe.\n\nDowntown Belgrade is populated with many high-end as well as midrange shops. \"Knez Mihailova\" is the biggest shopping street, but there are also quite a few shopping malls, such as Delta City and Ušće Shopping Center. Imported western food is available in many supermarkets, especially in the Croatian-owned \"Idea\". In nearly all Serbian pharmacies (",{"type":"''","value":["apoteka"]},"), you can buy drugs without prescription.\n\nPrices tend to be on par with the rest of the Balkans.\n\n",{"type":"==","value":["Eat"]},"\nSerbian food is a typical Balkan mix of oriental and Middle Europe dishes. Serbia is predominantly a meat loving nation, and numerous national restaurants, etno - food houses and etno villages throughout Serbia provides a joy for gourmets.\nIn Belgrade especially, also in other larger cities you have numerous restaurants of international cuisine, mostly Italian and Chinese, but you can also find a Mexican, Thai, Lebanese, Israeli and other national restaurants. In Belgrade you can even find sushi or kosher food. Also there are international food franchises: Mc Donald's, KFC, Pizza Hut, etc. Pure vegetarian restaurants are rare, but lots of places will provide you with  non-meat food (just ask for 'posno'-",{"type":"''","value":["general term for non - meat foods"]},"). Numerous fast food stands (burgers, barbecue, pizza, hot dog, pancakes...) and bakeries (oriental and european paistry, pitas...) are usually very good and will satisfy your needs at a reasonable price.  \n",{"type":"[[","value":[["File:Pleskavitsa.JPG"],["thumb"],["250px"],["Pljeskavitsa, the Serbian burger"]]},"\nWhen ordering a burger, ask for 'pljeskavica' (pronounced approximately: PYES-ka-vitsa) and ask for kajmak (like mildly sour cream) (pronounced: KAI-mak)on side of it; it tastes way better than it sounds. ",{"type":"''","value":["Stepin Vajat"]},"(Степин Вајат) and ",{"type":"''","value":["Duff"]}," at ",{"type":"''","value":["Autokomanda"]},", ",{"type":"''","value":["Mara"]}," in downtown area and ",{"type":"''","value":["Iva"]}," in ",{"type":"''","value":["Žarkovo"]}," are the best grill fast food restaurants in town. Also, try ćevapi or ćevapčići (pronounced: chay-VAH-pee, chay-VAP-chitchee); they are small parcels of minced meat, grilled with hot spices. It is considered a local fast food delicacy. Highly recommended to carnivores.\n\nBurek (pronounced BOO-rek), sometimes described as the Balkan equivalent of McDonalds due to its being sold everywhere, is very delicious. It is a pie made of thin crusts with a range of fillings including meat, cheese, spinach, apple, cherry....... Not for dieters as it is quite oily. Morning is definitely the best time to eat this (sometimes sold-out by afternoon). \n",{"type":"[[","value":[["File:Cevapcici.JPG"],["thumb"],["250px"],["Cevapcici"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ćevapi"]},"\/Ћевапи-something like a Minced grilled meat formed in finger - like pieces(one serving contains 7 kebabs, pieces)"]},{"type":"*","value":[{"type":"'''","value":["Pečenje"]},"\/печење -roast pork or lamb-roast"]},{"type":"*","value":[" ",{"type":"''","value":["Kiflice"]}," \/кифлице\/(KEE-flitsay) are lovely little crescent rolls."]},{"type":"*","value":[" ",{"type":"''","value":["Paprikaš"]},"\/Паприкаш (PAP-rik-ahsh) - stew with paprika often with chicken"]},{"type":"*","value":[" ",{"type":"''","value":["Gulaš"]}," \/Гулаш(GOO-lash) - beef stew with paprika. Can be mildly or very hot - spiced. "]},{"type":"*","value":[" ",{"type":"''","value":["Sarma"]}," \/сарма\/(SAR-ma) cabbage rolls, similar to Greek dolmades, but made with sauerkraut instead of vine leaves"]},{"type":"*","value":[" ",{"type":"''","value":["Gibanica"]}," \/Гибаница\/ (GHEE-ban-itsa) - phyllo pie with cheese (like tiropita in Greece)"]},{"type":"*","value":[" ",{"type":"''","value":["Zeljanica"]}," \/Зељаница\/ (zeh-LYA-nitsa) - phyllo pie with sorrel or spinach and cheese (like spanakopita in Greece)"]},{"type":"*","value":[" ",{"type":"''","value":["Punjene Paprike"]},"\/Пуњене паприке(POON-yennay PAP-rik-ay) - stew of peppers stuffed with minced meat "]},{"type":"*","value":[" ",{"type":"''","value":["Pohovane Paprike"]},"\/Поховане паприке (PO-ho-vah-nay PAP-rik-ay) - paprika rolled in soya oil and wheat flower and fried in sunflower oil, for vegetarians"]},{"type":"*","value":[" ",{"type":"''","value":["Pasulj"]}," - \/Пасуљ\/(PAS-ooy) - beans stew -a national specialty. Often cooked for a long time with onion and paprika. May be also garnished with some smoked ribs or bacon. Delicious."]},{"type":"*","value":[" ",{"type":"''","value":["Riblja čorba"]}," -\/рибља чорба\/ (RIB-yah CHOR-ba) Fish soup using freshwater catch."]},{"type":"*","value":[" ",{"type":"''","value":["Roštilj"]}," \/Роштиљ\/(ROSH-teel) - barbecue - the most delicious food in the world."]},{"type":"*","value":[" ",{"type":"''","value":["Prebranac"]},"\/пребранац\/ (pre-BRAH-nats) - is for vegetarians, similar to baked beans. It's cooked and roasted beans with various spices and vegetables. Usually completely meat free."]},{"type":"*","value":[{"type":"'''","value":["Teleća  čorba"]},"\/Телећа чорба -veal soup - very tasty. A must - have."]},{"type":"*","value":[" ",{"type":"''","value":["Proja"]}," \/Проја\/(PRO-ya) - a type of corn bread with white cheese. A national specialty."]},{"type":"*","value":[" ",{"type":"'''","value":["Ajvar"]},"\/Ајвар-ordinary red pepper, freshly ground and roasted, as a cream."]},{"type":"*","value":[{"type":"'''","value":["Kajmak"]},"\/Кајмак- milk skim - something between cream cheese and butter,cream is an excellent. Can be mild ('mladi kajmak') or a bit sour ('stari kajmak')."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rakija"]},"\/Ракија\/ (excellent brandy that has  many flavours, like plum \/Шљивовица\/ (pronounced like SHLYEE-va), quince \/Дуњевча\/(DOO-nyah), apricot\/Кајсијевача\/ (KAI-see-yah), Pear \/Крушковача\/, plum-juniper\/Клековача\/(mix between rakija and Gin)... - You should know that some prestigious brands of rakija can be extremely expensive like Žuta Osa (ZHOO-tah O-sah), which means Yellow Wasp, also Viljamovka (VEE-lyam-ovka) made of pear of the sort ",{"type":"'''","value":["william"]},", the most expensive and the most quality ones have a pear fruit in the bottle."]},{"type":"*","value":[" Loza (grape brandy, grappa, a type of rakija)"]},{"type":"*","value":[" Voda = Water "]},{"type":"*","value":[{"type":"'''","value":[" Slivovitza"]}," \/Шљивовица\/(plum brandy - the national brandy of Serbia, and the most common type of Rakija, very popular, variably strong alcoholic beverage)"]},"\n",{"type":"*","value":["The Wine is delicious and comes from many wine regions :Srem (especially town of Sremski Karlovci, also Irig), Oplenac, Župa, Smederevo, Negotin, Metohija, ..."]},{"type":"[[","value":[["File:Serbian 6 beers.JPG"],["thumb"],["300px"],["A couple Serbian beers"]]},"\n",{"type":"*","value":[" Beer(Пиво). Jelen (Deer) and Lav (Lion) are the two most popular varieties of Serb beer, although Nikšićko from neighbouring Montenegro also seems very popular."]},{"type":"*","value":[" Spring mineral water(Вода)-There are plenty of excellent bottled spring mineral water,from natural resources and protected areas."]},"\n",{"type":"*","value":[{"type":"'''","value":["Мineral water"]},"(Минерална Вода)- In Serbia there are plenty of well-known springs (spa) mineral water (slightly sour, with a natural carbon)"]},"\nTap water is perfectly safe to drink, and mainly of a good quality, too. There are also many springs and fountains with excellent-quality drinking water - the most popular ones being the fountain on Knez Mihailova in Belgrade, and the many fountains in the city of ",{"type":"[[","value":[["Nis"]]},". \nOne must pay attention when it comes to water in Vojvodina. Some regions (like Kikinda and Zrenjanin) have heavily polluted water that is not even used for cooking, only as technical water.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Badge of Serbian police.jpg"],["thumb"],["Badge of Serbian police"]]},"\nSerbia is generally a safe place to visit. The locals are incredibly polite and helpful in case you require any assistance. (If you need any help finding\/reaching a place, it's best to ask a younger person for help, as they are more likely to speak English.) However, you should always be aware of pickpockets, mainly in crowded tourist places and on public transportation. Street robberies, murders, or attacks are highly unusual, even in dark or remote parts of the city. One should always watch out for drivers, who can be very rude to pedestrians or cyclists. There is also widespread intolerance against homosexuals.\n\nEmergency phone numbers are:  192 - police; 193 - fire dept. and 194 - ambulance.\n\nFollowing the Yugoslav wars of the 1990s, reports of UXO's (unexploded ordinances) have occurred outside the major cities. Keep an eye out for markings which may note a potential UXO zone when outside the cities and always stick to well-trod paths. If you find a suspicious object resembling a bomb\/mortar\/landmine, ",{"type":"'''","value":["DON'T touch it"]},". Report it to the nearest police station immediately. Although most or UXO's have been cleared, it is also very unlikely that you will find any of those, even in the least visited parcels of Serbia.\n\n",{"type":"==","value":["Respect"]},"\nSerbs are a very friendly, polite and hospitable people, especially in the southern parts of the country.\n\nWhen you are invited into a Serbian home, make sure to bring them a gift if you are coming for the first time. Anything is fine from flowers to chocolate or\/and something representative from your country. When you arrive at a rural house, take off your shoes unless the owner explicitly tells you to keep them on. When inside the house, don't ask for anything, for they will surely offer it. If you are thirsty it is polite to ask for a glass of water. The host probably forgot to offer you a drink and will do so. \n\nIn a bus or a tram it is considered polite to offer an elderly person or a pregnant woman a place to sit.\n\nSince many Serbs feel frustrated by the recent historical events in the Balkans, it is best to avoid discussion of the 1990s Yugoslavian Wars or the NATO bombing of Serbia. If someone brings the topic up, try to avoid giving any strong opinions until you can assess your acquaintance's views. ",{"type":"'''","value":["Do not voice support for Kosovo independence."]}," The US's vocal support of Kosovar independence, in addition to the 1999 air strikes caused some ill will directed towards the West, particularly towards the US (though this is rarely extrapolated to individual Americans). However if you share the views of most Serbs, some may be willing to discuss the subject and many will be happy speaking to a Westerner who shares their views.\n\nOn the other hand, talking about Socialist Yugoslavia and Tito will not raise as many eyebrows, as most will not hesitate to talk about it and some may even approach it with a strong degree of affection towards that stabler and more peaceful era. Remember, Serbia does not recognize the independence of Kosovo but maintains relations with Slovenia, Croatia, Bosnia, Montenegro, and Macedonia. \n\nSimilar to other ex-Yugoslavia countries, Serbs do not like their country to be described as part of \"Eastern Europe\". A common misconception is that Serbia was part of the Soviet Bloc (in fact, it was part of Yugoslavia, which split with the Eastern bloc in 1948). While in other nations of Eastern Europe Russia remains unpopular due to its influence over those nations during the Cold War, in Serbia Russians were always seen as friendly brotherly people. People have no problems talking about the communist period or Tito and often express nostalgia over it.\n\nWhen toasting in Serbia, as in the most of European countries, make sure you make eye contact. You may be invited to drink gallons but are expected to be able to hold your drink. Being obviously drunk is a sign of bad taste, lack of character, and worse. Be careful: \"rakija\", a plum spirit (usually about 53% alcohol content), is stronger than you might expect, and will make you drunk fast! It is always nice to toast in your companion's native tongue. ",{"type":"''","value":["Cheers"]}," is ",{"type":"''","value":["živeli"]}," in Serbian, ",{"type":"''","value":["egészségedre"]}," in Hungarian. \n\nDon't point with your finger at someone. This is considered rude.\n\nSocially, displays of affection among the younger generation are the same as Western European standards, but the older generation (over 65) still are quite conservative.\n\nThe word ",{"type":"''","value":["molim"]}," (please) is key to polite conversation in Serbian. It basically means ",{"type":"''","value":["please"]},", but also ",{"type":"''","value":["you're welcome"]},", an appropriate response when somebody thanks you (and says ",{"type":"''","value":["hvala"]},"). It also means ",{"type":"''","value":["I beg your pardon?"]},". Just saying ",{"type":"''","value":["Šta"]},"? (",{"type":"''","value":["What?)"]}," can sound rude. It may be said that the use of the word ",{"type":"''","value":["molim"]}," is similar to the use of ",{"type":"''","value":["bitte"]}," in German.\n\nLike most European languages, has the formal and informal way of saying ",{"type":"''","value":["you"]}," (",{"type":"''","value":["Vi"]}," and ",{"type":"''","value":["ti"]},"). Use the formal ",{"type":"''","value":["Vi"]}," version when addressing older people. People are normally not addressed or referred to by their first names, unless among friends or relatives.\n\nParts of ",{"type":"[[","value":[["Russia#Respect"]]}," also apply here (in particular ",{"type":"''","value":["Home Etiquette"]}," and ",{"type":"''","value":["Dining Etiquette"]},").\n\n",{"type":"*","value":["For ease of reading the titles, we present comparative Serbian Cyrillic alphabet and (the Latin translation in brackets):"]},"\nА а(Aa),\tБ б(Bb),\tВ в(Vv),\tГ г(Gg),\tД д(Dd),\tЕ е(Ee),\tЖ ж(Žž),\tЗ з(Zz),\nИ и(Ii),\tК к(Kk),\tЛ л(Ll),\tМ м(Mm),\tН н(Nn),\tО о(Oo),\tП п(Pp),\tР р(Rr),\nС с(Ss),\tТ т(Tt),\tУ у(Uu),\tФ ф(Ff),\tХ х(Hh),\tЦ ц(Cc),\tЧ ч(Čč, or ch),\tШ ш(Šš, or sh), and Ј ј(j or Y), and Љ љ(Lj lj),\tЊ њ(Nj nj),\tЋ (Ćć or ch-soft),\tЂ ђ(Đđ or dj),\tЏ џ(DŽ dž, or dz),\n-",{"type":"''","value":["example"]},":Београд(Beograd), Врњачка бања(Vrnjačka banja), Слободан(Slobodan), Михаило(Mihailo), Црква(Crkva), Улица(Ulica),Пијаца(Pijaca),Трг(Trg),Кафана(Kafana), Град(Grad),Центар(Centar)...\n\nSerbian greetings are the following: \n\n",{"type":"*","value":[" Dobrodošao!(Serbian Cyrillic:Добродошао!) = Welcome!"]},{"type":"*","value":[" Kako se zoveš?(Serbian Cyrillic:Како се зовеш?)=What's your name?"]},{"type":"*","value":[" Moje ime je Relja!(Serbian Cyrillic:Моје име је Реља)=My name is Relja!"]},{"type":"*","value":[" Dobro jutro(Serbian Cyrillic: Добро јутро) = Good morning"]},{"type":"*","value":[" Dobar dan(Serbian Cyrillic: Добар дан) = \"Good day\", indeed to be used most of the day"]},{"type":"*","value":[" Dobro veče (Serbian Cyrillic: Добро вече)= Good evening"]},{"type":"*","value":[" Laku noć (Serbian Cyrillic: Лаку ноћ)= Good night (only when going to sleep, otherwise ",{"type":"'''","value":["Dobro veče"]},")"]},{"type":"*","value":[" Doviđenja(Serbian Cyrillic: Довиђења) = Goodbye"]},{"type":"*","value":[" Zdravo (Serbian Cyrillic: Здраво)= Hi, the most common informal greeting, used both when coming and leaving."]},{"type":"*","value":[" Hvala!(Serbian Cyrillic:Хвала!)=  Тhanks!"]},{"type":"*","value":[" Vidimo se, kasnije!(Serbian Cyrillic:Видимо се, касније!)=See you, later!"]},{"type":"*","value":[" Ćao (Serbian Cyrillic: Ћао)= Similar to \"Zdravo\", even more informal (pronounced the same as in Italian, but with different accent). Used more commonly when leaving."]},{"type":"*","value":[" Kako si?: Dobro, a ti!?(Serbian Cyrillic:Како си?: Добро, а ти!)= How are you ?: Good, and you!?"]},{"type":"*","value":[" Živeli!(Serbian Cyrillic:Живели!)= Cheers!"]},{"type":"*","value":[" Izvinite!(Serbian Cyrillic:Извините!)= Excuse me!"]},{"type":"*","value":[" Srećan put! (Serbian Cyrillic:Срећан пут!)=Have a nice trip!"]},{"type":"*","value":[" Volim te! (Serbian Cyrillic:Волим те!)=I love you!"]},{"type":"*","value":[" Sviđaš mi se!(Serbian Cyrillic:Свиђаш ми се!)= I like you!"]},"\n",{"type":"==","value":["Connect"]},"\n\nThere are three GSM\/UMTS mobile phone networks in Serbia: MTS, Telenor and Vip. Prepaid SIM cards usually cost 200 dinars and there is no need for identification when buying them at a store in person. But you need to have a valid Serbian ID for online order of prepaid SIM card from Telenor (the only operator known which takes online orders).\n\nIn some stores you can buy a simple mobile phone packaged with prepaid SIM card for 2000-3000 dinars.\n\nMost hotels have internet connections, and plenty of restaurants have Wi- Fi hotspots.\n\n",{"type":"{{","value":[["geo"],["44.8000"],["20.4667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Balkans"]]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Serbia"]]},"\n",{"type":"[[","value":[["WikiPedia:Serbia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Serbia and Montenegro\/Serbia\/"]]}]