[{"type":"{{","value":[["Pagebanner"],["Sergiev Posad-banner2.jpg"],["caption=Inside Troitse Sergieva Monastery"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Sergiev Posad"]}," (Russian: Сергиев Посад) is a city in ",{"type":"[[","value":[["North Moscow Oblast"]]},", which is famous for its Troitse-Sergiev Monastery, the spiritual home of the Russian Orthodox Church. It is often visited as a part of the ",{"type":"[[","value":[["Golden Ring"]]}," around Moscow. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Troitse-Sergiyeva Lavra-Close Outside-2.jpg"],["thumb"],["400px"],["The gates of Troitse-Sergiyev Monastery"]]},"\n\nTrains leave every 30 minutes between Sergiev Posad and ",{"type":"[[","value":[["Moscow"]]},"'s Yaroslavsky train station. The station is located at Komsomolskaya metro station (red line). A ticket to Sergiev Posad costs 132 rubles (1.5 h, prices in 2011) and 181 rubles on express (5-6 times a day, 1 h). It is an easy day trip from Moscow.\n\nBus 388 is available at VDNKh (VVTs) for 120 rubles every 15 minutes. However, be aware of jams about from MKAD to ",{"type":"[[","value":[["Pushkino"]]}," almost always in rather extended rush hours.\n\nTo get to the town by car take Yaroslavskoe highvay from Rizhski Vokzal (Rizhski train station) or VVTs (VDNKh) - it takes approximately 2 hours to get to Posad: distance is 70 km (40 miles), however see above about jams. Construction of new intersection between ",{"type":"[[","value":[["Korolyov"]]}," and ",{"type":"[[","value":[["Mytishchi"]]}," simplified things with the jam a little, but parts of M8 highway before and after intersection are still crowded because of bottlenecks closer to MKAD and in Klyaz'ma village.\n\n",{"type":"==","value":["Get around"]},"\n\nThe main tourist spot is the monastery. It can be seen from station and can be reached by foot in about 10 minutes.\n\n",{"type":"==","value":["See"]},"\nThe reason why one should see the city is the monastery. The monastery of Sergiev Posad is one of the most beautiful monasteries in Russia and one of the principal spiritual centers of the Russian Church. It is a combination of a fortress and a monastery. The seminary of the Russian Orthodox Church is located in the buildings of the complex. There are several churches to see, a holy source and in general the whole complex with its massive walls and gates is very picturesque. There are no admission price to pay except for the museum, which shows old religious objects and woven pictures of saints. At the weekend the monastery can get very crowded, as it hosts some very important icons (at least copies of them). In return it can be very interesting to observe the believers kissing the icons and praying for hours. \n\nThe grave of Boris Godunov (of Pushkin's play and Russian history) and some family members is also located here.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nIn the shops \"House of Books\" and \"Read the city, You can purchase the film \"The Snow Maiden. Easter fairy-tale\" (www.snegurochka-film.ru)\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a restaurant called Rusky Dvorik (Russian courtier) which is quite good, but also expensive taking into consideration the general price level of Russian province. It is located just in front of the entry of the monastery.\n\nInside the monastery (entering through the main gate and going to the left) there is a really good bakery-pastry, with local products that seem to be very popular among Russian visitors.\n\nThere is also a McDonald's restaurant on the modern part of the town.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Moscow"]]}," — about 2 h by train or 2-3 by bus 388, which arrives to VVTs (VDNKh)for around 145 rubles, as of 12 June 2011."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pushkino"]]}," — 1 h by train or bus (halfway to ",{"type":"[[","value":[["Moscow"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mytishchi"]]}," and ",{"type":"[[","value":[["Korolyov"]]}," — 1.5 h (between ",{"type":"[[","value":[["Pushkino"]]}," and ",{"type":"[[","value":[["Moscow"]]},")"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Alexandrov"]]}," is further 50 min by elektrichka and 40 min by express trains (about 5 a day)."]},"\n",{"type":"*","value":[" Torbeevo Lake - a picturesque recreation place on crossing M8 with A108 (second betonka) not far from the town. Not much in sense of infrastructure there, and there may be a lot of people in a good day, including those passing by the highway, but the views may be nice. Took local buses in direction to Bereznyaki (№№ 28,81,120, 15 minutes walk from Bereznyaki, or if you're lucky - even closer from the next stop)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pereslavl Zalessky"]]}," can be reached by bus (about 10 a day, some of them running rather late at night. Most of them are bound further to Yaroslavl, Kostroma or Rybinsk  or by hitchhike - for hitchhike start either with local buses №26 to Krasnozavodsk up to the turn from the highway, every 10-15 min, or to Torbeevo lake, than to M8, or by train to Buzhaninovo station."]},"\n",{"type":"*","value":[" A pearl in the \"Savelovskii ends of the earth\", ",{"type":"[[","value":[["Kalyazin"]]}," is also reachable by bus in 2.5 h, 4 times a day, you can also try buses going to Uglich, also 3-4 a day, but you'll have to walk about 3 km, as buses pass town. Also easily hitchhikable, just get out of town or in the direction of Remmash (bus 42 or 49 to the Iudino stop)."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Moscow Oblast"]]},"\n\n\n",{"type":"{{","value":[["related"],["Golden Ring"]]},"\n",{"type":"{{","value":[["geo"],["56.3"],["38.133333"]]},"\n\n",{"type":"[[","value":[["commons:category:Sergiev Posad"]]},"\n",{"type":"[[","value":[["wikipedia:Sergiev Posad"]]}]