[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Serifos Church.jpg"],["thumb"],["300px"],["View from Chora"]]},"\n",{"type":"'''","value":["Serifos"]}," is an island in the ",{"type":"[[","value":[["Cyclades"]]}," in ",{"type":"[[","value":[["Greece"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\nThe main port of ",{"type":"'''","value":["Livadhi"]}," has most accommodation and other services and is where most visitors stay.  ",{"type":"'''","value":["Hora,"]}," (sometimes called ",{"type":"'''","value":["Pano Hora"]},",) the old island capital, is the other settlement of note.  Smaller villages are scattered around the rest of the island.\n\n",{"type":"==","value":["Understand"]},"\n\nSerifos is a small island (65 sq. km, pop. about 1,100) where tourism is just beginning to really develop.  Its main attractions are some excellent beaches, and an unspoiled whitewashed cubistic traditional Cycladic ",{"type":"'''","value":["Hora"]}," (main town).  By far the most notable episode in the island's past is not from history but from mythology:  here was where the hero Perseus was said to have used the Gorgon's head to turn King Polydeuctes to stone, thus saving his mother Danae from the king's violent advances.  Copper and other minerals have been mined here since Minoan times and only stopped being exported in the 1960s; in some places on the island you can still see the straight roads with railway-like iron tracks which were used for animal-hauled ore carts.  Serifos was a significant city-stae in classical Greece and played a part in the Persian and subsequent wars. The Romans used it as a place of political exile.  In subsequent history, Serifos has been pretty much a backwater.  The island is more barren than even most of the Cyclades, despite the fact that it well watered by natural springs.\n\nThough small, Serifos has most of the services a traveler requires, including hotels and restaurants and at least one bank and grocery store.  A cafe in an enclosed courtyard just behind the middle of the seaside road has internet service for a fee.\n",{"type":"[[","value":[["File:Seriphos Chora 20030730.jpg"],["thumb"],["260px"],["Serifos by the sea"]]},"\n",{"type":"==","value":["Talk"]},"\n\nSee ",{"type":"[[","value":[["Greece#Talk"],["Greece: Talk"]]}," for the national language.  English is less commonly spoken than in more touristed places in Greece, but most establishments dealing with tourists will have at least one person who speaks English, and most restaurants have English language menus.\n\n",{"type":"==","value":["Get in"]},"\n\nSerifos is quite easy to get to by boat:  most of the fast hydrofoils and catamarans, as well as the slower, larger steamships, that make the Western Cyclades run from Piraeus down to Sifnos and Milos stop at Serifos on the way.\n\nAll ferry and high speed companies : schedules, connections, availability and prices, between Serifos other Greek islands & Piraeus port (Athens) is here ",{"type":"[","value":["http:\/\/www.ferries.gr\/booking\/"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Gefyra Metalleion2.jpg"],["thumb"],["260px"],["left"],["Mega Livadi"]]},"\nMost visitors who stay in the main town of Livadhi won't need a car or motorbike for a brief visit:  there's an excellent beach within walking distance, and a reliable, frequent bus up to Hora. There is also less frequent bus service to other parts of the island, though there's not much to interest most visitors there.  Unlike most Greek islands with good beaches, Serifos has no regular summer ",{"type":"''","value":["kaiki"]}," (beach boat) services.\n\n",{"type":"==","value":["See"]},"\n\nThe two things to do on Serifos are go to the beach and see the Hora. \n\n",{"type":"'''","value":["Livadhi"]}," has a usable \"town beach,\" but the much better ",{"type":"'''","value":["Livadhaki"]}," beach is a short walk away by a path cutting across the base of the little Poundi peninsula which forms the southern boundary of Livadhi bay, past Agios Yiorgos church (it is ",{"type":"''","value":["much"]}," farther if you take the paved road from the middle of Livadhi.)\n\n",{"type":"'''","value":["Hora,"]}," the old island capital, is a wonderfully unspoiled whitewashed Cycladic town up on the hillside about a mile from Livadhi.  No directions are needed, since each town and the path between them can easily be seen from the other.  There are frequent buses, or it's a steep walk going up, an easier one going down, by an old, fairly straight donkey path -- the modern paved road is much twistier and crosses the donkey path frequently.  A good idea is to take the bus up, and walk back down.  There's not much to do in Hora except enjoy the atmosphere and views, but these are worth the trip.\n\nThose interested in Byzantine architecture and the history of Orthodox Christianity may find it worth while to make their way to the inland village of Panagia to see the ",{"type":"'''","value":["Church of the Koimisis"]}," (also known as Xilos Panagia,) a rare example of a well preserved 10th century domed church with 12th century frescos.  No regular hours; inquire locally about access.\n\n",{"type":"==","value":["Do"]},"\n\nSerifos is sometimes called a good walking island due to its relatively small size and the existence of many old footpaths.  This is true, but Serifos is also quite rugged and very short of shade.  It could make attractive hiking for hardy walkers who can handle the hills, but in summer it's particularly important to take water, wear a hat, and avoid the heat of the day.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Image of Serifos 2.png"],["thumb"],["280px"],["Chora and Livadi"]]},"\nThere's the usual range of restaurants in Livadhi, mostly along the shore, none of them particularly good or particularly bad.  Prices are generally inexpensive, though as often, even on the islands, fresh seafood can be very expensive:  always check the price before ordering any.\n\nHora has a few cafes and a taverna or two.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are a few bars and cafe-bars on the sea-front in Livadhi.  In season, some offer music and dancing.\n\nYou may find the traditional, sherry-like Serifos local wine in some tavernas and bottled in some shops.  \n\n",{"type":"==","value":["Sleep"]},"\n\nMost accommodation is in ",{"type":"'''","value":["Livadhi."]}," Hotel owners usually don't meet the ferries with offers, though except on crowded weekends in high summer there won't be much of a problem finding a room after you get there.  Some establishments offer studios with kitchenette, not a bad option since the restaurants are fairly average. \n\nThe nicest hotels, quietest and with the best views, are the ones up on the hillside of the Poundi peninsula between the ferry quay and the town.\n\nAt ",{"type":"'''","value":["Livadhakia"]}," beach there's a campsite complete with swimming pool and a few rent-rooms. Normally a mini bus is there to meet the ferries. In ",{"type":"'''","value":["Hora"]}," simple rooms for rent may be available if you ask around.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Indigo Studios"],["url=http:\/\/www.indigostudios.gr"],["email=info@indigostudios.gr"],["address=Livadi, Serifos, Greece"],["lat="],["long="],["directions="],["phone=+30 22810-52548"],["tollfree="],["fax="],["hours="],["price="],["checkin=14.00"],["checkout=12.00"],["content=Prices from 50€"]]}]},"\n",{"type":"[[","value":[["File:Pano Seriphos 20030730.jpg"],["center"],["1100px"]]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["In summer"]}," boats go daily or almost daily from Livadhi back to ",{"type":"[[","value":[["Piraeus"]]}," and onward the other direction to ",{"type":"[[","value":[["Milos"]]},".  There's at least one travel agent in Livadhi that sells boat tickets. Boats to other ",{"type":"[[","value":[["Cyclades"]]}," islands are less frequent; if you plan go to from Serifos to islands outside the Western ",{"type":"[[","value":[["Cyclades"]]},", you may need to go back to ",{"type":"[[","value":[["Piraeus"]]}," first or possibly go to ",{"type":"[[","value":[["Milos"]]}," and catch another boat.  Some boats also may go to ",{"type":"[[","value":[["Paros"]]},", a major ferry hub from which you can get almost anywhere, though you may have to stay over a night or two while waiting for your next boat.\n\n",{"type":"{{","value":[["geo"],["37.1500"],["24.5000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cyclades"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Serifos"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Greece\/Prefectures\/Cyclades\/Serifos\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Serifos"]]}]