[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Serra P4.JPG"],["thumb"],["300px"]]},"\n\n",{"type":"'''","value":["Serra da Mantiqueira"]}," is in ",{"type":"[[","value":[["Brazil"]]},", its name originated from 'Amantikir' and means \"mountain that cries.\" This is a geological formation dating from the era Archeozoic covers a massive rock that has large areas of uplands, and nearly three thousand and one thousand meters in altitude along the currencies of the states of Minas Gerais, São Paulo and Rio de Janeiro . Sierra Mantiqueira of several conservation units, such as the Environmental Protection Area of the Sierra Mantiqueira, divided among three states, the National Park of Itatiaia, divided between Minas and Rio, and the Serra do Brigadeiro State Parks and the Serra Papagaio ( mine) and Campos do Jordão (São Paulo).\n\n10% of the mountain is limited land in Rio de Janeiro, where exactly is located the park. 30% of the mountain is located in São Paulo state and 60% is located in the state of Minas Gerais, which has the largest portion (from the region where the city of Barbacena and it is leaning to the southwest until you find with the border with Rio de Janeiro and soon after, with São Paulo, where it became a natural border with the state of Minas Gerais by the end of mediation Joanópolis \/ SP and Extreme \/ MG, and finally it ends in the city de Bragança Paulista.\n\nThe closer to the capital of Sierra Mantiqueira is São Paulo, just for being the first 90 kilometers of the city located in the Serra da Mantiqueira, Bragança Paulista, the second is that Belo Horizonte is located 170 kilometers from the first city where the mountains are the Mantiqueira located: and the third is the Barbacena Rio de Janeiro which is located 198 kilometers from the nearest town in the Serra Mantiqueira Visconde de Mauá, District of the city of Resende.\n\n",{"type":"==","value":["Regions"]},"\nThe Serra da Mantiqueira is located on the border of the states of São Paulo, Minas Gerais and Rio de Janeiro and includes many cities, like Campos do Jordão, Santo Antonio do Pinhal, water Lindóia and Serra Negra, São Paulo; Alagoa, Delfim Moreira, Passa Quatro and Pouso Alto, Minas Gerais, and Itatiaia and Resende in Rio de Janeiro.\n",{"type":"==","value":["Cities"]},"\nIn the circuit of the \"Serras Verdes do Sul de Minas” (Green Mountains of southern Minas) several cities have low temperatures and in high altitudes. Can be accessed through the BR-381 which connects São Paulo to Belo Horizonte, the city of Camanducaia located in BR. The access road to the other municipalities is done by municipal roads usually not paved.\n\n\n",{"type":"'''","value":["Gonçalves - MG"]}," \n\n\nSituated at 1250 m altitude, the city is an alternative for those seeking to enjoy the cold winter, but not both as the movida de Campos do Jordão. Goncalves is a typical town of interior, where besides the cold, contact with nature, with people, good food and relaxation are the main\nprograms.\n\n\n\n",{"type":"'''","value":["Monte Verde district - MG"]}," \n\nCamanducaia is known by the district of Monte Verde, located at 1550 above sea level. The district is known for its cold climate and temperatures below average for the region. Its privileged location in an area of forests, reforestation and mountains, provides training for low temperatures. You can find cooking mineira and European.In Monte Verde, you will find a golf course, The field, the seat and the hole 19 are beautiful. A structure that places the Bristol Monte Verde Golf & Resort as a field of 9 holes best that I have visited. And beyond all, is a cold ...\n\t\nThe pioneers of Monte Verde are Verner Grinberg (13\/08\/2006 died in their 96 years of age) and his wife (also deceased) Mrs. Emilia.\nThe surname of the family gave the name to the city: \"grin,\" Monte, \"berg\", Verde.\nGrinberg The family arrived in Brazil in 1913, with many immigrants from Latvia and was living in 1921 in the then newly founded colony VARP, near the city of São Paulo and Paraguaçu formed by its patricians Latvians.\n\nThere, to marry Mrs. Emilia Leismeir, decides to spend their honey moon in Campos do Jordao, region similar to their homeland, the young couple is excited about the weather and the mountain landscapes of the Serra da Mantiqueira.\nIn 1936, heard of the camps Jaguari, municipality of Monte Verde Camanducaia today, instead of landscape and climate similar to Campos do Jordao. Imbued with entrepreneurial spirit, rising up to the foot of the Sierra in the Mantiqueira loin of donkey and open bite in the middle of the woods. In 1938, acquired land there and start training for a farm.\nOver time, many of his friends and acquaintances began to feel attracted by the place.\nAnd to the friends and relatives, usually European and supporters of their religion, the Baptist, waived land to build homes and were living on the farm.\nToday the famous City Monte Verde.\n                                            \n\nCampos do Jordão is a municipality in the state of São Paulo in Brazil. \nThe population in 2003 was 47,903 and the area is 290.27 km². The elevation is 1,628 m.     \n                                                                            \nThe city's economy is based mainly in tourism; due to its location at high elevation \n(on the Mantiqueira mountains) and European-looking architecture. Buildings are mostly \nGerman, Swiss or Italian inspired. Many of the richest people from the state of São Paulo \nbuild there their winter country houses there and July (the winter season vacations) sees\nan enormous influx of visitors (more than quadrupling the city's population), due in part    \nto the winter festival of classical music. Its attractions throughout the year include German \nand Swiss food restaurants, bars and a cable car. There are many pousadas (inns) and chalets.\nPanoramic view of the Vila Capivari district, from Morro do Elefante, March 2009.\n\nThere are numerous outdoor activities for winter residents and tourists. These include hiking, mountain climbing, treetop cable swings (arborismo), horseback riding, ATV riding, and motorbike riding. The mountain ranges provide unique panoramic views and much of the area is still undeveloped. Also, in order to cater to the large number of visitors, several bars, lounges, discos and clubs will open up during the winter months.\n\nThe state governor also has his winter residence there, the Boa Vista Castle.\n\nThe city, due to its elevation, is relatively cold for Brazilian standards. In summer, maximum temperatures average 24°C\/75ºF and minimum temperatures average 13°C\/55ºF. In winter, maximum temperatures average 18°C\/64ºF and minimum temperatures average 4°C\/39ºF. Temperatures drop below zero sometimes in winter (lowest ever recorded: -7.3°C\/19ºF), but snow is very rare. The winter is normally the dry season and the colder weather allows for warm fireplaces and winter foods such as fondue, soups and hot chocolate. In spring and summer, one can see Hydrangea macrophylla blossoming all over the town.\n\nDespite of the high income of many visitors, the HDI (0.820 in 2004) of Campos do Jordão is not very high because the owners of the houses in the best neighbourhoods are not regular inhabitants; these houses are used only during the holidays. The city can be reached from São Paulo mainly by road through the Rodovia Floriano Rodrigues Pinheiro. There is also a picturesque railroad from Pindamonhangaba, used mostly by tourists. At the end of the main road going through Campos do Jordao, there is a state park called Horto Florestal.\nA shopping mall with the typical Swiss-inspired style common in the city. May 2002.\n\n\nIn the mid-sixteenth century, the donee Martin Afonso de Souza, the Capitania of São Vicente (SP), ordered his men to explore the interior of the country in 1531, after traveling 115 leagues, through virgin forests and transposing the mountains of the Sea Mantiqueira and the first shipment arrived at St. Joseph's Itamonte. The group took a throat da Lapa - Mantiqueira eastern side, between the states of Rio de Janeiro and São Paulo, became the High registry, followed the course of the Rio Capivari to the confluence with the river green. Encountered in the path with a mountain, a peak, the Picú that since it is a guide to who comes to the region. The town is now called St. Joseph's Picú, until their emancipation in the 50's, when has Itamonte (Stone Mountain or the Mount of Stone).\n\nNo one knows for sure the top of St. Joseph of Itamonte, but the likelihood is that its origin has been given in the middle of the seventeenth century, when the entries of the flag of the plateau Minas Gerais. Martim Affonso de Souza, the donee captaincy of São Vicente, ordered by the holdings inside the country in 1531. Some of his men crossed the virgin forests and transposed the mountains and the Sea Mantiqueira. Crossed the eastern Mantiqueira in the states of Rio and São Paulo arriving in Upper Registry and followed along the course of the river valley to Capivari by its confluence with the Verde River.\n\nWith the discovery of mines intensified the exodus of São Paulo for the regions of gold and putting the river Capivari Picu or become road. On its banks, over time, some landings have become towns and cities.  \n\n\nThe landings of these has been the name of Pico Landing, located at the base of the mountain, got this name because of a rock on top of the back of the mountain that is highlighted. The high peak was seen by far, and served as a guidance to the colonial era Bandeirantes. With the passage of time and the language of the people turned to the pronunciation of Pico Picu.\n\nSpot, has developed agriculture and creation, and even after the decline of the mines, the road has lost its importance becomes even more intense. The Pouso Picu won the respect of town with the construction of a chapel with the invocation of St. Joseph With this, the name changed to St. Joseph's Picu, while today the official name is Itamonte which means stone of the hill or mountain stone.\n\nThe village belonged to Baependi then to the city of Pouso Alto which belonged to the year of 1923. In this part of the City of Itanhandu.\n\nWith the creation of the Parish of Sant'Anna Capivari, São José do Itamonte by Law No. 38 of 3 April 1839 became part of it, which in turn belonged to the diocese of Mariana and Pouso Alegre and finally Campaign.\n\nIn 1870, the September 14 provincial law No 2079, with the transfer of the headquarters of Capivari to the village of São José do Picu was elevated to parish.\n\n",{"type":"==","value":["Other destinations"]},"\nThe National Park of Itatiaia is the oldest national park in Brazil, founded on June 14, 1937, President Getúlio Vargas by Federal Decree No 1713, with a current area of 30,000 hectares (300 km2). The park has mountains with nearly 3,000 feet high and has a very diverse fauna and flora due to altitude and climate varied.\nThe park is located on the highest road in Brazil, it reaches 2450 m in altitude.\nThe park is divided into two distinct environments:\n\n",{"type":"'''","value":["Headquarters of the Park (Lower part):"]},"\n\nStarting in Rio de Janeiro or São Paulo, followed by the President Dutra Highway (BR 116) to the town of Itatiaia, height of 316 km. The Visitors Center, located in the lower part of the park has a museum with basic information about the flora and fauna of the region, with stuffed animals and a library.\n\n",{"type":"'''","value":["Plateau (Upper):"]},"\n\nStarting in Rio de Janeiro or São Paulo, followed by the President Dutra Highway (BR 116) to engineer steps, height of 330 km, followed by highway BR-354.\n\nThe National Park of Itatiaia has become famous in June 1985, when tourists and climbers were surprised by nine hours of continuous snow. The snow, carried by the wind (drifting), came to collect nearly a meter in some places in the episode (above photo) The temperature was close to fifteen degrees below zero near the top of Agulhas Negras.\n\n\n\n",{"type":"'''","value":["Visconde de Mauá - RJ"]},"\n\t\nVisconde de Mauá is a district of the municipality of Resende, in Rio de Janeiro, Brazil.\n\nMore broadly, the name of Viscount Mauá is assigned to all the villages of Mauá, Maringá and Maromba and its different valleys, and the Vale das Cruzes, craggy, Peacock and grass. The region comprises part of the municipalities of Resende and Itatiaia, in Rio, and the state of Minas Bocaina mining. The villages are, on average, 40 kilometers from the headquarters of these districts.\n\nVisconde de Mauá has about six thousand inhabitants. The region's main economic activity is tourism, with over 100 lodging establishments and dozens of restaurants, some specializing in trout and revenue-based pinion.\n\nThis region is located in area of environmental preservation, in the hills of Mantiqueira, at 1200 meters altitude. Visitors are attracted by the natural beauty of waterfalls and valleys.\n\n \t\nThe name honors Visconde de Mauá Irineu Evangelista de Sousa, baron and viscount after, he received the lands of the region in 1870, as granting of government for imperial exploitation of timber, which would be transformed into charcoal. In 1889, still in the Empire, his son, Henrique de Souza Irineu, installed on land a colonial core, formed by families of European immigrants. The initiative failed and most of the settlers returned to their countries of origin. In 1908 the federal government purchase the land of Henry and creates the Colonial Center Visconde de Mauá, second attempt to receive European settlers. This core has just ended in 1916.\n\nSome German families remained in Visconde de Mauá and from the 1930s, began to receive relatives and friends from Europe, starting the tourist activity in the region. In the 1970s, the town of Maromba was discovered by hippies, and from the 1980s, started to become one of the favorite destinations of tourists and mountain in Rio de Janeiro and São Paulo.\n\nA curiosity is that Irineu Evangelista, the viscount of Mauá, never been in the region that today takes his name.\n\n\t\n",{"type":"''","value":["Rides"]},"\nThe waterfall slide, Visconde de Mauá, RJ, Brazil\n\n",{"type":"''","value":["In Visconde de Mauá, Resende - RJ:"]},"\n\n     ",{"type":"*","value":[" Stone Sealed"]},"     ",{"type":"*","value":[" Waterfall of Smoke"]},"\nFrom Visconde de Mauá, by dirt road, there are several natural attractions in the neighboring districts of municipalities Resende:\n\n",{"type":"''","value":["In Maringá, Valley of Flowers, and Mirantão Bocaina de Minas - MG:"]},"\n\n     ",{"type":"*","value":[" Play the Fox"]},"     ",{"type":"*","value":[" Shrine of Cachoeira"]},"     ",{"type":"*","value":[" Waterfall of Santa Clara"]},"     ",{"type":"*","value":[" Waterfalls of steep"]},"     ",{"type":"*","value":[" Rapids of the steep"]},"     ",{"type":"*","value":[" Two Wheels Museum"]},"     ",{"type":"*","value":[" Cachoeira das Antas"]},"     ",{"type":"*","value":[" Waterfalls da Saudade"]},"     ",{"type":"*","value":[" Waterfalls Plate"]},"     ",{"type":"*","value":[" Cachoeira do Rio Grande "]},"     ",{"type":"*","value":[" Cachoeira do Paiol"]},"\n",{"type":"''","value":["In Maringá, Itatiaia - RJ:"]},"\n\n     ",{"type":"*","value":[" Well of Marimbondo"]},"     ",{"type":"*","value":[" Cachoeira do Marimbondo"]},"\n",{"type":"''","value":["In Maromba, Itatiaia - RJ:"]},"\n\n     ",{"type":"*","value":[" Cachoeira do Escorrega"]},"     ",{"type":"*","value":[" Waterfall Veil of the Bride"]},"     ",{"type":"*","value":[" Potion of Maromba"]},"\n",{"type":"'''","value":["Penedo - RJ"]},"\n\nPenedo is a district municipality and the Ecological Park of Itatiaia, located in the southern state of Rio de Janeiro, Brazil.\n\nIt is the leading Finnish colony, if not unique, of Brazil, which is still evident in the architecture of homes and commercial buildings as well as local culture.\n\nPousadas their calm, yet its mild climate, its fauna and topography generous Penedo make an oasis in the midst of growth and disorderly predatory occupation of the region.\n\nPenedo is the currency of Visconde de Mauá district, belonging to the municipality of Resende.\n\n\t\nToivo Uuskallio account, the creator and founder of the colony of Finnish Penedo, in his book \"In the journey toward the Tropic Magic\", have received a call to leave his homeland and emigrate to the distant south. It called this mysterious way, at night, and without apparent emissary.\n\nThe call was very strong. And so in mid-1927 embarked for Brazil Toivo and his wife Liisa, with three boys, who share your ideals.\n\nThey wanted to live in the far south, where the climate allowed for a more natural life, enjoying the benefits sunlight. It was part of its program of life to vegetarianism and abstention from alcohol, tea and coffee.\n\nAfter a period of acclimatization and acculturation in the beginning of Rio de Janeiro was Uuskallio and the group hired to work on a farm belonging to the Monastery of St. Benedict, in three wells, near Volta Redonda, State of Rio\n\nThis work on the farm, and farmers provide the beginning of the Finnish knowledge of crops grown in Brazil, he knew that some properties for optimal deployment of its colony.\n\nUuskallio returned to Finland in 1928, where he published the book \"Matkalla kohta Tropiikin Taikaa\" (In Travel in the direction of the Tropic Magic), reporting that their ideas and impressions of travel decisively influenced the implementation of his project to found a colony Finnish vegetarian in Brazil.\n\nHelped by Pastor Mikko Pennanen and Airila, he has the intense campaign of publicity and recruitment, with articles in the press, especially in newspaper Tyokansa and conferences, to raise resources.\n\nWas successful, and on January 28, 1929 was made the purchase of Penedo Farm, located in the Paraíba Valley, then district of the city of Resende.\n\nThe tourism, real vocation of Penedo, has made the first full pension from turning into a network of 52 hotels and 39 restaurants, cafeterias and bars. But, not being either of two dozen the number of Finns currently living in Penedo, there is a great concern to preserve the presence Finnish. For this has served the Club Finland, founded in 1943, in which balls of Saturdays presents the Traditional Dance Group, which since 1993 houses the Museum of Finnish Dona Eva, museum where you can see through parts of the ancient and modern art and culture of Finland. The museum has received about 500 visitors per month.\n\n",{"type":"==","value":["Understand"]},"\n\nThe Serra da Mantiqueira has approximately 500 km long, over the states of São Paulo, Minas Gerais and Rio de Janeiro, there are seven major peaks in Brazil, its name comes from the Tupi-guarani word \"Amantiquira\" meaning \" Mountain Chora that \"due to the large number of springs, waterfalls and streams seen in their slopes.\n\nThe name gives an idea of the importance of mountains as a source of drinking water from rivers that supply training a large number of cities in southeastern Brazil, its springs provide the water supply for over half the population.\n\nIts dense forests and high biodiversity, one of the regions in which the Atlantic is more preserved for a long time its rugged topography and high altitude it was now the natural protection and awareness of the local population and the various areas of Environmental Protection that have been created in recent years has been preserving this natural heritage.\n\t\n",{"type":"'''","value":["Flora"]},"\n\nTrue green lung of the Southeast, the region of Serra da Mantiqueira boasts an extensive environmental heritage, dominated by a rich vegetation, the flora is part of the ecosystem of the Atlantic Forest and its forests are full of different species of trees such as angico the Quaresmeira the Ipê the Canela, the pine forests of Araucaria and Bravo, among others.\n\n",{"type":"''","value":["bromelia"]},"\n\n\nBromelia\nIt sets in trees, but is not a parasite, as many think. Cut their food from the rain waters that are accumulated in their leaves and the decomposition of microorganisms, insects and leaves that fall there. Its setting is done in places of shade and heavy rains of summer, many fall, coming to die for lack of food itself.\n\n",{"type":"''","value":["yellow ipê"]},"\n\n\nIPÊ AMARELO\nIts its yellow flowers appear usually at the end of winter when the tree is naked of leaves. In summer, when the leaves offers a soft shadow. Its wood is very strong and noble. Have slow growth and its height varies from 4 to 10 meters.\n\n",{"type":"''","value":["quaresmeira"]},"\n\n\nQUARESMEIRA\nTree of great beauty when presenting their flowers, which is January to March. There is a species that produces intense purple flowers and one that produces soft pink flowers, the look is stunning and the flowers are very intense. The flowers attract bees and butterflies. Have rapid growth and dense canopy and thick.\n\n\t\n",{"type":"''","value":["strong pine"]},"\n\n\nPINHO BRAVO\nThe Pine-Bravo is not just a tree, is a true ecosystem! Carries in itself a range of plants as it nest as the bromeliad, the beard of goat and orchids. These plants, living on others, without depriving diet, just back of them. The fruit of purple color, sweet and juicy, it is food for the birds, who take their seeds.\n\n",{"type":"''","value":["Araucaria"]},"\n\n\nARAUCARIA\nKnown as Pinheiro do Paraná is a forester, accurate processing of oxygen and air purifiers. Braving the cold and wind, their leaves remain green even at the height of winter. Its fruit, the pinion, is rich in starch, proteins and fats, feed and maintain, throughout a rich wildlife.\n\n",{"type":"'''","value":["Fauna"]},"\n\nThe Serra da Mantiqueira also serves as home to an amazing variety of animals, habitat for rare species of fauna in Brazil, including some endangered. Living in the Mono region, the Capybara, the brocket deer, the Paca, the Jaguatirica, the wolf-Guará, the Squirrel, the Tatu, among others. The region also has many types of birds that have found a safe habitat, especially the Azulão the Seriema the João de Barro, the Bicudo, the Maitaca the Tucano, the Beija-Flor, a crow Blue, etc..\n\n",{"type":"''","value":["squirrel"]},"\n\n\nESQUILO\nPopularly known as Brazilian squirrel, animals are graceful and smart. Also called for Caxinguelê is a small rodent, which feeds on seeds and berries, and the habit of hiding food, storing them for winter. They are shy and suspicious, fleeing the fast approach of man. Live up to 15 years, both solitary and in pairs.\n\n",{"type":"''","value":["paca"]},"\n\n\nPACA\nLive preferably near a stream, it is a good swimmer and loves the water, which is where she takes refuge when it is in danger. She spends the day in his plays, which has many emergency exits, and hidden by leaves. Quite a big spread, the pacas spend the whole night in search of food. They eat leaves, roots and fruits fallen on the floor.\n\n",{"type":"''","value":["capybara"]},"\n\n\nCapivara\nLive near water, as swimming is great, being able to run out of breath for 5 minutes or more. It feeds almost exclusively on grass (in Tupi-guarani his name means \"eater of grass'). Live in herds and walking trails in fixed line, with a head on the other hip. The females are docile and good mothers, has two kids per year, experts come in three days now accompany their parents.\n\n",{"type":"''","value":["wolf-guara"]},"\n\n\nLobo Guará\nLooks like a fox, because of their thin and long legs that facilitate the task of climbing hills. His observation is difficult because it is a solitary animal (up to join in pairs), nocturnal and quite shy. Your uivos are heard over long distances, and because of that sound - as interpreted by the Indians \"language will, water will\", is called maned wolf. Swift and agile, jump away to catch their prey and located away from due to its height.\n\n",{"type":"''","value":["João de Barro"]},"\n\n\nJOÃO DE BARRO\nIt is a cheerful bird that likes to live with the man. Live in couple, who work together in building the nest and spend the days to sing duets curious. It is the admirable skill with which builds the nest (one year) in the beams of the gates or in the branches of trees. Fed up of insects and their larvae can eat and occasionally seeds.\n\n",{"type":"''","value":["siriema"]},"\n\n\nSIRIEMA\nWader size of topping, is a frown and menacing, one of the few birds equipped with eyelashes. Eat insects, rodents, lizards and other small animals. Have to be famous for devouring snakes, but is not immune to the poison. Extremely fast, the jumps up to a meter height. When issuing an angry snarl like that of a dog. His singing is high, can be heard for more than 1 km away.\n\n",{"type":"==","value":["Talk"]},"\n\n\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\t\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThe region is highly sought by tourists seeking to stay in hotels near the park-farm during the winter and by adventurers who set up in camps close to the peak for the practice of sports such as mountaineering, trekking and rappelling the, what is known as the adventure tourism.\n\t\nThe Working Group of Climbing is a permanent forum for discussion on activities of climbing in the National Park of Itatiaia (PNI), linked to the Technical Board of Mountaineering and ecotourism of the Advisory Board of PNI.\nAims to: discuss and adopt rules for the achievement of climbing routes, climbing routes of the diagnosis, their conservation status and mapping, sectorization of the tracks, suggested ways to maintain and \/ or recovery, and sectorization of new achievements which can not be achievements and access to the process of escalation.\n\nThe following institutions are members of the PNI GT Climbing:\nFEMERJ (Mountaineering Federation of the State of Rio de Janeiro), FEMESP (Mountaineering Federation of the State of São Paulo), Gean (Group Excursionistas Agulhas Negras), AMAN (Military Academy of Agulhas Negras), AGUIMAN (Association of Tourist Guides, drivers of Visitors and the Environmental Monitors Agulhas Negras) and Parque Nacional do Itatiaia, and as coordinator for the Responsible Use of Public Party High, Daniel Toffoli, environmental analyst and geographer of PNI.\n\n",{"type":"==","value":["Eat"]},"\n\nVarieties of Food in the Serra da Mantiqueira are huge, in all cities of the region, you find restaurants and bars of Brazilian and foreign cooking, where you can find Italian cooking, Prtuguesa, German and Swiss.The cities cooler like Campos do Jordão and Monte Verde are of fondue restaurants, chocolate factories and beer. The most famous are Baden and Itaipava.\n\n",{"type":"==","value":["Stay"]},"\nAlso hosting will not want to leave. In all the cities of Serra da Mantiqueira you will find a wide range of hotels and inns, from the most luxurious, even the cheapest, there are many varieties of accommodation, location, services, etc.. Many provide a system for booking over the Internet. Some also organize and monitor the guests on some tracks and other activities.\n",{"type":"==","value":["Drink"]},"\n\nThe manufacture of chocolate, typically produce hot chocolate, which is part of the traditions of the Serra da Mantiqueira\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe cities of Serra da Mantiqueira are relatively quiet and low crime. For national parks, trails and climbing ever do without a guide or a intrutor, since most of the tracks are a bit dangerous due to the geografria park. When light clothes, compass, water, cell phones, GPS or Maps and always from day trekking\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast (Brazil)"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"[[","value":[["wikipedia:Mantiqueira Mountains"]]}]