[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Setti Fatma"]}," is a small village in the Ourika Valley in ",{"type":"[[","value":[["Morocco"]]},". The old original berber village has now been completely centered around tourism with the seven falls being the main attraction.\n\n",{"type":"==","value":["Get in"]},"\nMost people will visit Setti Fatma as part of an organised trip along the ",{"type":"[[","value":[["Ourika Valley"]]},".\n\n",{"type":"===","value":["By car"]},"\n",{"type":"====","value":["From Marrakech"]},"\nDrive south on road P2017 and continue straight at the ",{"type":"[[","value":[["Oukaimeden"]]}," exit near Aghbalou. Setti Fatma is located at the end of the road just after Asgaour. Ignore everyone that tries to show you where to park and settle for a spot along the river.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nClimb to the ",{"type":"'''","value":["Waterfalls"]},".  Although not as impressive as the waterfalls in the ",{"type":"[[","value":[["Cascade d'Ouzoud"]]}," these waterfalls are an easy hike up the hill and are worth a visit.  Locals will offer to guide you for between 100DH and 150DH as far as the first waterfall.  This is not really necessary as the route is clearly marked with blue arrows once you get into the main part of the village. Cross the river by one of the many bridges and then follow the river (or the tourists) to find the route.  The guides are however generally very courteous and will help the less fleet of foot clamber up the rocks and cross the wet stepping stones on the way up.\n\nWhile the first fall is accessible to most, climbing is necessary in order to reach the remaining falls. If climbing, ignore the numerous faux guides and book the official guides instead which have their office on the main street.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Berber rugs and carpets, trinkets made of alabaster and Berber jewellery."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" There are a number of restaurants and cafes along the river offering the usual Moroccan salad and Tagine."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tafoukt"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=80dh"],["checkin="],["checkout="],["content=Small, newish hotel located near the entrance to town. Has a restaurant and good views of the valley."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nSetti Fatma can be used as a starting point for treks in the high Atlas mountains to among others Tacheddirt (3892m) and Oukaimeden (2650m). \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["High Atlas"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]