[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Sewanee"]]}," is a small town in south-central ",{"type":"[[","value":[["Tennessee"]]},".  It is known primarily for its natural scenery and association with the University of the South.  There are roughly 2,000 residents, of whom about 1,500 are students at the University.  Sewanee is positioned about halfway between ",{"type":"[[","value":[["Nashville"]]}," and ",{"type":"[[","value":[["Chattanooga"]]},". The town and the roughly 13,000 acres surrounding it -- all of which are owned directly by the University -- are quaintly called \"The Domain\" by residents. \n\n",{"type":"==","value":["Get In"]},"\n\nSewanee is accessible primarily by automobile.  University Avenue (the town's primary street) intersects Tennessee Highway 41A at two locations. Some travelers may also take advantage of the small airport nearby.\n\n",{"type":"==","value":["Get around"]},"\nThe town is small enough to be explored on foot or bike, and this is how many residents (and most University students) move around. Cars are only truly necessary to leave the town and explore the nearby mountain roads. \n\n",{"type":"==","value":["See"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sewanee.edu University of the South"]}]},"(commonly called just \"Sewanee\") is renowned for its scenic campus, which consists largely of pink-sandstone Gothic architecture.  It is one of a very few American college campuses which attempts ",{"type":"[[","value":[["Oxford"]]},"-style architectural principles, though there are plenty of modern buildings which disrupt that atmosphere.  Of particular interest is the gorgeous All Saints' Chapel and the University quadrangle. \n\nThe other major attraction in Sewanee is the ",{"type":"'''","value":["natural landscape"]},". Due to its location on the Cumberland Plateau, there are many scenic vistas overlooking nearby valleys.  Some are accessible by car (such as ",{"type":"'''","value":["University View"]}," on Tennessee Ave., and ",{"type":"'''","value":["Green's View"]}," on Green's View Rd.), but most are accessible only by foot or mountain bike.  University View and its large ",{"type":"'''","value":["Memorial Cross"]}," are worth a drive down Tennessee Ave. for any visitor.  There are also a number of unusual rock formations and other natural oddities in the area, which are outlined in local hiking guides. \n\nNone of the above involve an entry fee, and all can be experienced year-round.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Camping and hiking"]}," are major activities in the area, and can be done comfortably almost year-round.  The best times of year are the late fall and mid-spring, when the natural beauty is at its peak.  Camping during the winter is not advisable due to severe weather (usually involving dense fog and snow).  \n\nThe ",{"type":"'''","value":["mountain trails"]}," are generally open to bikers and rock-climbers; however, it is a good idea to inquire about whether a particular location is suitable for your activity.  Many trails feature steep drops and climbs that are not practical for biking, and some climbing areas can be tricky or even downright dangerous. There are also some accessible caves scattered across the area, but attempting to navigate them without a guide is ",{"type":"'''","value":["highly discouraged"]},".  Questions regarding trail access and other outdoor activities should be directed to the Sewanee Outing Program ",{"type":"[","value":["http:\/\/www.sewanee.edu\/sop\/"]},".\n\nMost social activities in the area are organized either by the University or local church groups.  There are also a few local bars which may have musical guests on any given weekend. It is worth inquiring whether the University is hosting any special exhibits, performing artists, or lectures during your stay.  On almost any given day there will be something interesting happening in Sewanee; however, the scale of these events can vary wildly and many are not open to the public. If you arrive during a \"dead\" time, there is a small ",{"type":"'''","value":["movie theater"]}," located in the back of ",{"type":"'''","value":["Thompson Union"]}," on University Ave. that usually shows second-run and foreign films. \n\nUniversity sports are always an option for entertainment. ",{"type":"'''","value":["Football games"]}," have been played in the stadium for well over a century (making it the oldest field in the South), and are a very unusual sight to behold.  There is also a ",{"type":"'''","value":["golf course"]}," (with unusual sandstone outcroppings) on University Ave., which is reasonably priced.\n\nHolidays are generally the best times to visit, as they typically involve community festivals.  The ",{"type":"'''","value":["Fourth of July"]}," involves a small parade and fireworks, and usually attracts many people to the area for a few days.  Christmas, Easter, and University events such as Homecoming, Commencement, and Parents' Weekend also attract local artisans and performers to provide entertainment.\n\nThe Sewanee Summer Music Center provides concerts on the University of the South campus for five weeks each summer.\n\n",{"type":"==","value":["Buy"]},"\nThere are a few small stores in Sewanee, but most shopping is found in nearby ",{"type":"[[","value":[["Monteagle"]]},". The University Bookstore has an exceptional collection of books and gifts, especially for those with academic interests. If you are only looking for souvenirs, you can find them in Sewanee; for \"real\" shopping, you will need to leave town.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Sewanee Bookstore"],["alt="],["url="],["email="],["address=735 University Ave"],["lat="],["long="],["directions=across from the intersection with Tennessee Ave."],["phone = +1 931-598-1153"],["tollfree="],["fax="],["hours="],["price="],["content=An excellent bookstore for students and visitors. Features the standard array of college merchandise, as well as a very tasteful book selection. The adjacent \"Supply Store\" offers necessities and food."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Taylor's Mercantile"],["alt="],["url="],["email="],["address=10 University Ave"],["lat="],["long="],["directions="],["phone = +1 931-598-5893"],["tollfree="],["fax="],["hours="],["price="],["content=Sells a variety of gifts, flowers, and other miscellaneous items."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=The Lemon Fair"],["alt="],["url="],["email="],["address=60 University Ave"],["lat="],["long="],["directions="],["phone = +1 931-598-5248"],["tollfree="],["fax="],["hours="],["price="],["content=Gift shop that offers a creative mix of homemade and fanciful items. A good place to do souvenir shopping."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Something L's Art of Jewelry"]},", 90 Reed's Ln., 931-598-0037. Small jewelry shop near the cluster of restaurants. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Moral Fibers"]},", 90 Reed's Ln., 931-598-9896.  In the event that you should need liturgical clothing (i.e., you are conducting a religious service and forgot your vestments), this is the place to go. Otherwise it's worth peeking in the window just to see the beautiful fabrics. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Hospitality Shop"],["alt="],["url="],["email="],["address=1096 University Ave"],["lat="],["long="],["directions="],["phone = +1 931-598-0136"],["tollfree="],["fax="],["hours="],["price="],["content=Secondhand store benefiting the local medical clinic. Usually a source of unusual clothing and other items."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sewanee Market"]},". 28 Lake O'Donnell Rd., 931-598-5993. Small grocery store at the intersection of University and Hwy 41.  Not a large selection; true grocery shopping is usually done in Monteagle.  However, the Market is good for immediate needs such as bread, cereal, or beer."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Locals"],["url=http:\/\/www.myerspoint.com\/locals"],["email="],["address=49 University Avenue"],["lat="],["long="],["directions="],["phone = +1 931-598-0400"],["tollfree="],["fax="],["hours=W-Sat;12-5"],["price="],["content=Local artists creat on Canvas and in Wood, Copper, Clay, Glass, Salvaged Metals and Bronze"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nDue to the town's economic reliance on both tourists and students, there are more good restaurants nearby than one might expect. Of particular interest is ",{"type":"'''","value":["Shenanigans"]},", located in an old building at the intersection of Highway 41 and University Ave. A student favorite and generally good source of refreshments, it is in a building that has a noticeable lean due to its old age. Almost all restaurants are located within walking distance of the University\/Hwy 41 intersection.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Blue Chair"],["alt="],["url=http:\/\/thebluechair.com"],["email="],["address=41 University Ave"],["lat="],["long="],["directions="],["phone = +1 931-598-5434"],["tollfree="],["fax="],["hours="],["price="],["content=What started out as an eclectic and quaint coffee shop and bakery has become a local breakfast and lunch hotspot. The Blue Chair bakes muffins and cookies from scratch every day. The chicken salad sandwich and soup made from scratch make a good lunch. The coffee is excellent. They don't have fried food. Everything is fresh. Mighty fine eggs benedict! The tables outside make for excellent people-watching during warm months. No one ever accused the Blue Chair of being cheap. But one thing many people don't know is that they are affiliated with the Blue Monarch, a non-profit home for women in recovery. Great atmosphere and a great place to meet interesting people."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Julia's Fine Foods"]},". A great place to go for gourmet food in a relaxed environment. Great specials everyday for reasonable prices and an excellent beer selection."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Shenanigans"],["alt="],["url="],["email="],["address=12595 Sollace M Freeman Hwy"],["lat="],["long="],["directions="],["phone = +1 931-598-5774"],["tollfree="],["fax="],["hours="],["price="],["content=The main \"mixing place\" for local residents, students, faculty, visitors, and passers-by. A variety of offerings, from reasonably-priced to expensive dinners. However the food is mediocre at best. A great place for vegetarians, but beer has gotten more expensive in the past couple of years. Also has an art gallery in the back."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stirling's Coffeehouse"]},".  Located on Georgia Ave. across from the University Library. Run entirely by students, offers an excellent variety of hot and cold coffee and other drinks.  Also serves decent light-fare foods, such as croissants and sandwiches.  Great place to soak up the charm of campus life, and includes artwork for sale. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Crust"]},", 90 Reed's Ln, 931-598-9880.  New pizza restaurant located near the intersection of University Ave. and Hwy. 41.  A creative menu and funky atmosphere make this a solid alternative to Shenanigans.  Serves beer in cool glass goblets."]},"\n",{"type":"==","value":["Drink"]},"\n\nCrust and Julia's Fine Foods offer a good selection of beer and have incredible food. ",{"type":"'''","value":["Shenanigans"]}," used to be the best place in town to buy a pitcher of beer. Unfortunately now the prices are expensive and the food is mediocre. There are also several bars in nearby ",{"type":"[[","value":[["Monteagle"]]}," and ",{"type":"[[","value":[["Cowan"]]},".\n\n",{"type":"==","value":["Sleep"]},"\nThe Sewanee Inn is the only hotel of consequence in the town of Sewanee, but there are several bed-and-breakfasts and many cabins located nearby.  For other accommodations, see ",{"type":"[[","value":[["Monteagle"]]},".\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Sewanee Inn"],["alt="],["url="],["email="],["address=735 University Ave"],["lat="],["long="],["directions="],["phone = +1 931-598-1000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Affiliated with the University but open to the public. Not likely to have room during \"peak\" weekends such as homecoming or graduation. When you call, it's worth asking whether Rebel's Rest (the historic log cabin nearby) has any rooms open; it's unlikely that you will have success, but worth a shot."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Cabin 111"],["alt="],["url=http:\/\/www.cabin111.com"],["email="],["address=289 University Ave"],["lat="],["long="],["directions="],["phone = +1 931-598-5311"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Private cabin located close to the center of town. $95\/night, including tax. Probably the best deal you'll get on a busy weekend."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["De Rosset House Bed and Breakfast"]},", 931-598-0274."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=St. Mary's Episcopal Center"],["alt="],["url=http:\/\/www.stmaryssewanee.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 931-598-5342"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Serves group retreats, but has accommodations for single visitors. Rates are extremely reasonable."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Red Oak Hollow"],["alt="],["url=http:\/\/redoakhollow.blogspot.com\/),"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 931-598-9871"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A luxury guest suite and a cottage, both of which sleep 5, are available on a 30-acre estate, 7 miles from the university. High chair and playpen available. Full kitchen. Catch and release fishing and horseshoe pit. Front porch with rocking chairs, propane barbecue grill. Back porch overlooks cottage garden and fenced in yard. They will consider small dogs. Free WI-FI, TV in every bedroom. Outdoor fire pit down by the ponds. Private woods, trails, ponds, wildlife, native plants, butterfly garden, bluebird trail."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beauty By Tabitha"]},", 91 University Ave., 931-598-5800. Hair salon. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hair Gallery"]},", 237 Lake O'Donnell Rd., 931-598-0668. Another salon, located on the road behind the Sewanee Market. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Real Estate Marketing"]},", 91 University Ave., 931-598-9244. "]},"\nor \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tate & Co. Real Estate"]},", 115 University Ave., 931-598-0044. "]},"\nLand leases in Sewanee are notoriously difficult to attain, so your best bet is to talk to a real estate agent soon after deciding to look for a home there. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Regions Bank"]},", 69 University Ave., 931-598-9512. The town's only bank branch. Conveniently, they will cash checks from the University. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sewanee Auto"]},", 76 University Avenue, 931-598-5743. Sewanee's only auto shop. Offers limited services, but can be helpful in a pinch."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sewanee Dry Cleaners"]},", 36 Ball Park Rd., 931-598-0116. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sewanee Family Practice"]},", 1314 University Ave., 931-598-5648. Located next to the hospital, and good for treating minor illnesses. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sewanee Pediatrics"]},", 1310 University Ave., 931-598-9761. Also next to the hospital."]},"\n",{"type":"==","value":["Go next"]},"\nMany visitors will end up making trips to nearby small towns.  Give particular consideration to visiting quaint towns such as ",{"type":"[[","value":[["Tracy City"]]}," and ",{"type":"[[","value":[["Cowan"]]},".  For additional shopping and\/or dining needs, ",{"type":"[[","value":[["Monteagle"]]}," is the nearest sizable town.\n\n",{"type":"{{","value":[["routebox"],["image1=US 41A.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Nashville"]]}],["minorl1=",{"type":"[[","value":[["Cowan"]]}],["directionr1=E"],["majorr1=END"],["minorr1=",{"type":"[[","value":[["Monteagle"]]}]]},"\n\n",{"type":"{{","value":[["Guidecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["35.201111"],["-85.921389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Tennessee"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sewanee, Tennessee"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Tennessee\/Localities\/S\/Sewanee\/"]]}]