[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sfax"]}," is on the east coast of ",{"type":"[[","value":[["Tunisia"]]},", approximately midway on the highway between ",{"type":"[[","value":[["Tunis"]]}," and the border with ",{"type":"[[","value":[["Libya"]]},".\n\n",{"type":"[[","value":[["Image:Sfax.jpg"],["thumb"],["300px"],["The walls of Sfax's old Medina"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nSfax-Thyna Airport has two flights per week to\/from Paris CDG Airport with Tunisair. You can also reach Sfax by internal flights with Sevenair from Djerba, Tozeur, Tunis or with a Libyan Air or Sevenair flight from Tripoli.\n\n",{"type":"===","value":["By car"]},"\nA highway connects Sfax to northern cities like Tunis and Sousse.\n\n",{"type":"===","value":["By train"]},"\nTrain connections are available from the train station in the centre of Sfax to most major Tunisian cities.\n\n",{"type":"===","value":["By bus"]},"\n\nSfax has two bus stations. Soretras, which is the regional bus company, and may not offer A\/C busses, is on Rue Commondant Bejaoui, a few blocks past the central market.\n\nSNTRI Bus station, which offers long distance buses, may be marked incorrectly on some travel guide maps. It is not across from the regional bus station, but is roughly 400 M to the south, over the train tracks. It is probably best to take a taxi there, especially in the summer (less than 2 TD from the Medina\/Blvd Republique). The bus station is in the same building as the TunisAir office.\n\n",{"type":"==","value":["Get around"]},"\nPublic transport is easily available in Sfax.\n\nTaxis are economical, and getting around in the downtown area should cost less than 2 TND per ride. For example, this would include from Bab Bhar (south of the Medina) to Sfax Jdiid (north of the Medina), or from the Railway station to Hotel Syphax.\n\nBuses are rarely used by tourists, since they are irregular, slow and crowded. If you are going to a destination on one of the roads that radiate out of the city, a taxi might cost about 3.500 TND to kilometer 8, for example. A bus would only cost .510 TND. These buses depart from locations around the Medina (mostly to the north or to the east).  The site www.ecfi-t.com has a useful map of bus routes, as well as other information about Sfax.\n\nTransport between cities can be done by train or by louage.\nTrains go south to Gabes for the Ksour district or sites where Star Wars was filmed, or north to El Djem, Sousse or Tunis.  Trains have 3 classes of travel: 2nd class, 1st class and Confort. The last is recommended, especially when the train is crowded, since the inspector will move passengers out of seats where they don't belong. The Confort class is a separate section within one of the 1st class coaches, the smaller section, with about 24 seats. (Often locals do not realise this, and will sit there until moved on by the inspector, or wiser souls.)\n\nThe Louage is a minibus of about 9 passengers. The Louage station is located beyond the western end of Avenue Bourguiba, about 1.5km from the railway station (and so is worth a taxi fare). The louage driver will wait until the 'bus is full, which may mean an hour or more at quiet times, or to infrequent destinations. A wait for a ride to Tunis, El Djem or Sousse should not take too long, but if you are in a hurry and there is only one or two seats left, offer to pay for an extra seat or two.\n\nBus transport between cities is also available.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Archaeological Museum"],["url="],["email="],["address=City Hall (Baladiya)"],["lat="],["long="],["directions=Avenue Habib Bourguiba"],["phone="],["tollfree="],["fax="],["hours=8:30-1PM, 3-6PM"],["price=3 TND"],["content=The ground floor of the City Hall hosts an impressive collection of mosaics from the region, in particular the Roman towns of Taparura (where Sfax now is) and Thaenae (now Thyna, 11km west of Sfax)."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kasbah"],["url="],["email="],["address="],["lat="],["long="],["directions=Southwest corner of the Medina"],["phone="],["tollfree="],["fax="],["hours="],["price=3 TND"],["content=The kasbah was a military garrison before and during the French Protectorate (1881-1956). The French influence (buildings, etc.) has been removed and the Kasbah now hosts rooms of displays relating the industry for which Sfax is famous; construction, metalwork and the famous Bourj and Djenes of Sfax all have their own rooms. Additionally there is a display of religious architecture and some documents in another room, with an underground mosque area also worth a vist. Definitely a HIGHlight is the view from the top of either of the towers that form part of the Kasbah."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dar Djellouli"],["url="],["email="],["address="],["lat="],["long="],["directions=See map for location."],["phone="],["tollfree="],["fax="],["hours="],["price=3 TND"],["content=The Djellouli family has provided Sfax with a number of its governors over the years, particularly during the 1700s and 1800s. Dar Djellouli is also referred to as the Governor's Mansion, and is an example of traditional Medina architecture. It is built around a courtyard that is open to the sky, with two floors of balconies on four sides looking down on it. The rooms open onto these balconies, and house cultural items from the 1800s and even earlier. Costumes from the period can be viewed, as well as examples of cooking, calligraphy, embroidery, perfume distillation and furniture."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Filming locations for The English Patient"],["url="],["email="],["address=Blacksmith's Souk (Souq des Forgerons)"],["lat="],["long="],["directions=inside the Medina, near Bab Jebli"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Inside this souk is where Almasy gave Katherine a silver thimble of saffron. It no longer houses the blacksmiths, and as of Spring '09 is being remodeled around retail. See ",{"type":"[","value":["http:\/\/homepage.ntlworld.com\/colin.kenworthy1\/compare.htm here"]}," for more Tunisian film locations."]]}]},"\n",{"type":"==","value":["Do"]},"\nWander around the fascinating Medina (which has an easily mastered and logical layout) where life and business go on much as they have for years and where tourists, although welcome, are few and far between.\n\nRide to Kerkenna on the ferry, with 8 trips a day costing about 800 millimes each way. In Kerkenna, get a taxi to the Hotel Cercina where you can walk the beach, or sit on their patio and enjoy tea looking over the bay.  Check the times of the ferry's return, and make sure you get a taxi back in time! From the Grand Hotel you an also walk the beach, with your destination, the old Bourj, visible in the distance. About 1.5km each way, so give yourselves time to enjoy it. The Roman ruins beside the Bourj are opened to public as well.\n\n",{"type":"==","value":["Buy"]},"\nYou can find a lot of shops in downtown area.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La perla"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Corail"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ciao Ciao"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=mechmecha"],["url=http:\/\/www.mechmecha.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Diwan"],["url="],["email="],["address="],["lat="],["long="],["directions=Built into the Medina ramparts between Bab Diwan and Bab Kasbah"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Tea House is just inside Bab Diwan is one of the best places to sit back and relax in friendly and comfortable surroundings. Cafe Diwan is located in the wall, literally, between Bab Diwan and Bab Kasbah, so it can be reached from either side. The stairs from the street will take you into the main room, but the roof is the place to sit and enjoy the view. ",{"type":"''","value":["Thé"]}," with pine nuts (‘pignons) or Café Turc (Turkish coffee) can be enjoyed there, as well as the regular offerings. Cafe Diwan was a fort, Bourj Al Resace, until the arrival of the French in 1881.  On the roof you will notice a circular wall, about waist height. This wall was the foundation of a water tower in the late 1800s. On your way out, slip into the circular room with the dome-shaped roof that supported the water tank, and listen to the reverberation as you speak. (Note: pay for you drinks as you leave, and consider leaving your change as a tip.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café Terrasse"],["url="],["email="],["address="],["lat="],["long="],["directions=located in Zephyr building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's a good Salon de thé."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=My House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nBudget accommodations include several hotels immediately inside the medina from the main gate (Bab Diwan), just off to the right. Of these, Hotel Besbes is considered as the least worst of these.\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Thyma"],["url="],["email="],["address=37 rue Habib Maazoun"],["lat="],["long="],["directions=parallel to Blvd Republique"],["phone=74 225 317"],["tollfree="],["fax=74 225 773"],["hours="],["price="],["checkin="],["checkout="],["content=What Hotel Thyma lacks in charm it makes up for in cleanliness, powerful hot showers, and friendly management (who all speak French, and some English). Prices, as of March '09, were 35\/55 for a single\/double, all year round. A discount may be available in the low season. Rooms include balconies, private bath, and television."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Naher El Founoun"],["url=http:\/\/www.hotel-naherelfounoun.com\/ang\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+216 74 444 421 \/ +216 74 442 910"],["tollfree="],["fax=+216 +216 74 442 915"],["hours="],["price="],["checkin="],["checkout="],["content=3 stars."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sfax Center"],["url="],["email="],["address=15 Ave. Habib Bourguiba"],["lat="],["long="],["directions=walk straight out of the train station, about 5 blocks, on your left"],["phone="],["tollfree="],["fax="],["hours="],["price=120+ TD"],["checkin="],["checkout="],["content=Listed as four stars. May be overpriced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Les Oliviers Palace"],["alt=Zitouna"],["url="],["email="],["address=Located in the downtown, near the harbor"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=(5 stars)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Borj Dhiafa"],["url=http:\/\/www.hotel-borjdhiafa.com\/"],["email="],["address=Route Soukra Km 3, 3052"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= 30 rooms. Located on the road to Soukra,  Borj Dhiafa Hotel is a superb business hotel built recently. It has a swimming pool with massage column. Take a relaxing stay in a hotel with architecture typical of the region. (5 stars)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sangho Syphax"],["url="],["email="],["address=Route Soukra"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=4 stars."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Catch the ferry out to the ",{"type":"[[","value":[["Kerkennah Islands"]]},", where traditional fishing methods are still practiced today."]},{"type":"*","value":["Head south for ",{"type":"[[","value":[["Tataouine"]]}," and its Berber influences."]},{"type":"*","value":["If you have a visa which permits, continue on the coast road into Libya."]},{"type":"*","value":["Travel southwest (via ",{"type":"[[","value":[["Gabes"]]},")to the town of ",{"type":"[[","value":[["Matmata"]]}," and its Star Wars film-set hotel."]},"\n",{"type":"{{","value":[["geo"],["34.7333"],["10.7667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Coastal Tunisia"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sfax"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Tunisia\/Localities\/Sfax\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sfax"]]}]