[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mbsa.gov.my\/ Shah Alam"]}]}," is the state capital of ",{"type":"[[","value":[["Selangor"]]},", ",{"type":"[[","value":[["Malaysia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nShah Alam has a similar urban layout to Petaling Jaya or Subang Jaya, albeit with a twist: Shah Alam isn't known as the city of roundabouts for nothing. It has 18 roundabouts spread throughout, connecting major road arteries from section 1 to section 25. Housing areas occupy most of the city with commercial centres making up most of the rest of the total of 56 city sections (",{"type":"''","value":["Seksyen"]},").\nThe city has a number of shopping malls (Plaza Alam Sentral, (also known as PAS), SACC Mall, Plaza Shah Alam (formerly known as Shah Alam Mall (",{"type":"''","value":["also known as Plaza Masalam"]},"), Ole-Ole Seksyen 18, Anggerik Mall and Kompleks PKNS). The district has many significant recreational areas and there are also many schools, shops, banks, eateries, cafes, hotels, medical centres, clinics and large hypermarkets (notably Tesco, Giant and Tesco Extra). Vibrant commercial areas are situated mostly at the city centre sections of (Seksyen 14), Seksyen 13 and Seksyen 9. There is a conspicuous absence of cinemas in the city as the city government has been discouraging of their development.\n\nMain roads and streets in Shah Alam, including the new townships such as Setia Alam and Kota Kemuning all have signs with their names shown in both Roman and Jawi scripts.\n\n",{"type":"==","value":["Get in"]},"\nShah Alam is well connected to other main cities in the Klang Valley and by highways to main transportation hubs such as the Kuala Lumpur International Airport (KLIA) (",{"type":"{{","value":[["IATA"],["KUL"]]},") (30 km south of the city), the Low Cost Carrier Terminal (LCCT) at KLIA and the KL Sentral (railway station) in Kuala Lumpur. Trains and buses service Shah Alam and taxis provide public transport in commercial areas in the city and transport to Kuala Lumpur city and nearby attractions.\n\n",{"type":"===","value":["By train"]},"\n\nShah Alam is about 20 km west of ",{"type":"[[","value":[["Kuala Lumpur"]]}," and a part of the urban sprawl of Klang Valley.  The KTM Komuter line from ",{"type":"[[","value":[["Kuala Lumpur"]]}," to ",{"type":"[[","value":[["Klang"]]}," stops in Shah Alam, but the station is not particularly conveniently located. The 2 stations which will be most convenient to get to the city center would be to stop by either at the Batu Tiga station or Shah Alam station which is located in Section 19. Particularly the Batu Tiga station is nearby Section 13.\n\n",{"type":"'''","value":["Shah Alam KTM Komuter"]}," serves four stations in Shah Alam that lie on the Port Klang to Sentul line.\n\n",{"type":"*","value":["Batu Tiga Komuter station"]},{"type":"*","value":["Shah Alam Komuter station - situated at the southern part of the city in Seksyen 19"]},{"type":"*","value":["Padang Jawa Komuter station - at Seksyen 17 "]},{"type":"*","value":["Bukit Badak Komuter station"]},"\n",{"type":"{{","value":[["routebox"],["image1=Class 83 KTM Komuter train, Kuala Lumpur-cropped.jpg"],["imagesize1=50"],["directionl1=West"],["majorl1=",{"type":"[[","value":[["Port Klang"]]}],["minorl1=",{"type":"[[","value":[["Bukit Badak"]]},{"type":"{{","value":[["lfarrow"]]},{"type":"[[","value":[["Padang Jawa"]]}],["directionr1=East"],["majorr1=",{"type":"[[","value":[["Sentul (Malaysia)"],["Sentul"]]}],["minorr1=",{"type":"[[","value":[["Batu Tiga"]]},{"type":"{{","value":[["rtarrow"]]},{"type":"[[","value":[["Subang Jaya"]]}]]},"\n\n",{"type":"'''","value":["Batu Tiga Komuter station"]},", which also serves the same locality is located 1 km away from Shah Alam. The station is usually packed during rush hours and public holidays.\n\n",{"type":"===","value":["By bus"]},"\n\nShah Alam KTM Komuter station is a rapidKL bus hub.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mbsa.gov.my\/web\/guest\/pengangkutan_awam RapidKL"]}]},{"type":"[","value":["http:\/\/www.mbsa.gov.my\/mbsa\/direktori\/stesen%20komuter.htm"]}," provides bus service route number ",{"type":"'''","value":["U80"]}," and ",{"type":"'''","value":["U64"]}," from Kuala Lumpur to central region of Shah Alam city.\n\nThere are other bus routes to various areas in Shah Alam.\n\n",{"type":"'''","value":["Shah Alam KTM Komuter station"]}," is also currently served by one local shuttle (",{"type":"'''","value":["Tempatan"]},") bus route no T529.\n\n",{"type":"*","value":[{"type":"'''","value":["T529"]}," Shah Alam KTM Komuter — Hentian Bandar Shah Alam via Section 16 & 17 Shah Alam - Shah Alam KTM Komuter"]},"\n",{"type":"*","value":[{"type":"'''","value":["T529"]}," connects to:"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Trunk shuttles"]}," — U80 (to Pasar Seni), U605 (to UiTM Punack Perdena)"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Local shuttles"]}," — T528 (to Taman Sri Muda) and T602 (to Section 9, 8 & 6)."]}]},"\n",{"type":"'''","value":["Batu Tiga KTM Komuter"]}," station is accessible via the following rapidKL buses:-\n",{"type":"*","value":[" ",{"type":"'''","value":["BET4"]},": Pasar Seni - Taman Sri Muda (Section 25), Shah Alam via New Pantai Expressway (Lebuhraya NPE) - Pasar Seni"]},{"type":"*","value":[" ",{"type":"'''","value":["U62"]}," : Jalan Pasar, Klang - Sunway Pyramid via Subang Parade (near Subang Jaya KTM Komuter) - Jalan Pasar, Klang"]},{"type":"*","value":[" ",{"type":"'''","value":["U64"]}," : Pasar Seni - Taman Sri Muda (Section 25), Shah Alam - Pasar Seni"]},{"type":"*","value":[" ",{"type":"'''","value":["U65"]}," : Pasar Seni - Putra Heights, Subang Jaya via Taman Alam Megah and Section 20 Shah Alam - Pasar Seni"]},{"type":"*","value":[" ",{"type":"'''","value":["U80"]}," : Pasaramakota - UiTM Shah Alam (Section 2) - Pasaramakota"]},{"type":"*","value":[" ",{"type":"'''","value":["U91"]}," : Pasar Seni - Jalan Pasar, Klang - Pasar Seni"]},{"type":"*","value":[" ",{"type":"'''","value":["T527"]},": Subang Mas - Hentian Bandar Shah Alam (Section 14) - Subang Mas"]},"\n",{"type":"'''","value":["Other Buses going to Shah Alam"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["U81"]},":  Pasar Seni - Subang Suria \/ Mahsing (Section U5) via Subang Perdana (Section U3) - Pasar Seni"]},{"type":"*","value":[{"type":"'''","value":["U81"]}," connects to:"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Local shuttles"]}," — T608 (to Bukit Subang (Section U16)) and T610 (to Subang Perdana via Subang Bistari (Section U3))."]}]},"\n",{"type":"===","value":["Car"]},"\n\nShah Alam is well connected to other main cities in Klang Valley by highways such as the Federal Highway, New Klang Valley Expressway (NKVE), Shah Alam Expressway (KESAS), Guthrie Corridor Expressway (GCE), North-South Expressway Central Link (ELITE) and the newest highway Kemuning-Shah Alam Highway (LKSA).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\n\nMini bus service from Shah Alam Kommuter station to Section 16, 17, Kompleks PKNS and Wet World.\n\n",{"type":"===","value":["By Express bus"]},"\n\nShah Alam express bus terminal located at Jalan Junjung 17\/12, Shah Alam Section 17. RapidKL bus T529 can be used to reach this Terminal.\nThere are several express buses providing service from this terminal\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=KMK Express"],["alt=Konsortium Bas Ekspres Melayu"],["url=http:\/\/www.busonlineticket.com"],["email="],["address="],["lat="],["long="],["directions=Klang, Sdn Bhd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the biggest bus operators providing service in Shah Alam, with daily departure from various parts of Malaysia"]]}]},"\nOther express bus companies include Starmart Express, KPB Express, Qistna Express.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"=====","value":["The Blue Mosque"]},"\n",{"type":"[[","value":[["Image:SA Blue Mosque.jpg"],["350px"],["thumb"],["right"],["Sultan Salahuddin Abdul Aziz Shah Mosque, the Blue Mosque of Shan Alam"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Sultan Salahuddin Abdul Aziz Shah Mosque"],["alt=Malay: Masjid Sultan Salahuddin Abdul Aziz"],["url=http:\/\/www.tourismmalaysia.gov.my\/en\/destinations\/item.asp?item=bluemosque"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the state mosque of Selangor and possibly the most significant tourist attraction of Shah Alam. It is the country's largest mosque and also the second largest mosque in Southeast Asia after Istiqlal Mosque in ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Indonesia"]]},". Its most distinguishing feature is its large blue and silver dome. The mosque has four minarets, one erected at each of the corners. The mosque was commissioned by the late Sultan Salahuddin Abdul Aziz, when he declared Shah Alam as the new capital of Selangor on 14 February 1974. Construction began in 1982 and finished on 11 March 1988."]]}]},"\n",{"type":"*","value":["The Mosque is also known as the ",{"type":"''","value":["Blue Mosque"]}," owing to its ",{"type":"''","value":["blue dome"]},". The building has the largest religious dome in the world measuring 51.2 m (167 ft) in diameter and a height of 106.7 m (350 ft). The 4 minarets are the 2nd tallest in the world and also the world's tallest ",{"type":"''","value":["group"]}," of minarets, they are placed at each of the four corners and are 142.3 m (460 ft) tall. "]},{"type":"{{","value":[["infobox"],["Please observe religious conventions"],["Visitors to mosques are requested to dress respectfully and always remove their shoes prior to entering. Unless specifically invited by a Mosque official, non-Muslims should avoid entering during prayer times,  so as not to disrupt people during periods of religious observance, ",{"type":"''","value":["especially on Friday afternoons"]},"."]]},"\n\n",{"type":"*","value":["The architectural design of Sultan Salahuddin Abdul Aziz Shah Mosque is a combination of Malay and Modernist style. The mosque has the capacity to accommodate 24,000 worshipers at any one time and is large enough that on clear day it can be seen from some vantage points in Kuala Lumpur. The main dome of the mosque measures 51.2 m (167 ft) in diameter and 106.7 m (350 ft) in height from the ground level. Elements of Malay and Islamic architecture are incorporated into the finishes of the building. Fine decorative khat (Arabic calligraphy) can be seen on the inner curve of the dome and parts of the walls. Aluminium grills of intricate design can be found on the doorways, windows and walls of the Mosque. The windows are fitted with blue stained glass in order to reduce the amount of light that can enter the hall. The resulting filtered illumination renders a bluish ambiance to the interior spaces evoking a sense of peace and serenity. The high ceiling has triangular panels of red balau and ramin timber wood that are set in criss crossing pattern."]},"\n",{"type":"*","value":["The dome is constructed primarily of aluminium and the outer surface is clad with vitreous enamel-baked triangular steel panels decorated with a rosette of verses from the Qur'an. The main prayer hall is over two levels, is fully carpeted and air conditioned and is one of the largest such spaces in the world. The upper gallery of the prayer hall is reserved for the use of female worshipers. The second floor houses a gallery, the ground floor contains the administrative office, conference rooms, library, reception and lecture rooms."]},"\n",{"type":"*","value":[{"type":"'''","value":["Garden of Islamic Arts"]}," The Blue Mosque overlooks a landscaped park inspired by the Quranic Garden of Paradise (Jannah) (Arabic: جنّة‎). This 14 hectares of spiritual sanctuary houses nine galleries exhibiting a rich array of Islamic arts such as calligraphy, sculptures, paintings and architecture. The site is occasionally used for traditional Islamic performances."]},"\n",{"type":"=====","value":["Other attractions"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Muzium Sultan Alam Shah"]}," Take a peak at past history of Selangor and also nice miniatures of old colonial buildings, this museum is the biggest in the state."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Perpustakaan Tun Uda"]}," is the largest state library in Selangor. Has three floors going underground with the top for children and the bottom floor restricted to college students."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Selangor State Assembly Building"]},". This building looks somewhat like a towering spaceship. The Tugu Negri (State Monument) is located nearby."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shah Alam Agricultural Park (Taman Pertanian)"],["alt=Bukit Cahaya Seri Alam"],["url="],["email="],["address=Taman Pertanian Malaysia, Bukit Cahaya Seri Alam."],["lat="],["long="],["directions=20 min by taxi from Shah Alam center"],["phone=+60 3 5510 6922, +60 3 5510 6923"],["tollfree="],["fax="],["hours=8:30AM-4:30PM. Closed on Monday except when a public or school holiday"],["price=Entrance; RM3, RM1 under 12yr and over 55yr. Extras; RM10 license for (1) video camera. Bicycle is RM3 1st hr, a new bicycle is RM5 for 1st hr, RM1 for additional hr. RM2 per 3hr for swimming pool"],["content=This 1,295 hectare park opened to the public in 1986. It is well organised and managed and contains a tropical rain forest and extensive attractions. The agriculture park is one of the largest in the world and built around a centerpiece artificial lake. It provides several playgrounds for children and  a jogging and biking path that goes around the lakes. Inside the park is a spice garden, an ornamental garden, an orchid garden, a cactus garden, bamboo garden and mushroom garden. Bicycles are available for rent at the park and a free bus service is provided to ferry visitors throughout. Visitors can rent horses (for riding lessons), kayaks and boats. The park also has a \"4 seasons\" building in which the seasons are simulated (one season at a time)- Winter season; Dec-Feb, Spring;Mar-May, Summer; Jun-Aug, Autumn; Sep-Nov."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shah Alam Lake Gardens"]},". Built around an artificial lake. Has several playgrounds for children on different areas, and a jogging and biking path that goes around the lakes. Visitors can rent kayaks and boats."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sultan of Selangor's Palace"]},". This building is located on a hill with a wonderful view of Shah Alam."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Skateboarding and Extreme Activities"]}," at the Shah Alam Extreme Park in Section 13. Opens 24-hours and has three fast food outlets, namely Pizza Hut, KFC and Burger King."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kart Racing"]}," near the Shah Alam Stadium, where a race track is prepared on the stadium's parking lot."]},"\n",{"type":"*","value":[{"type":"'''","value":["Water Recreation"]}," at Wet World Shah Alam, a small waterpark that feature among others a long waterslide."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Snowalk I-City"],["url=http:\/\/www.i-city.my"],["email="],["address=I-City, 40000 Shah Alam"],["lat="],["long="],["directions="],["phone=60355128800"],["tollfree="],["fax="],["hours=10AM - 1AM"],["price=RM10-30"],["content=The Biggest snow theme park in Malaysia with 50,000 sq ft of Arctic environment attraction with 100 tons of ice sculptures that were shaped by a team of 30 ice sculptors from Harbin, China. At below 5 degrees Celsius temperature and 100mm of snow on the ground with lots of rides available."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Kompleks PKNS"]}," is one of the oldest commercial complexes that also houses offices on the upper floors. A three-storied building with an open air, sheltered food court on the rooftop."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shah Alam City Centre Mall"]},", a fairly middle-sized mall with a selection of branded goods."]},"\n",{"type":"*","value":[{"type":"'''","value":["Plaza Shah Alam"]},", another family-oriented shopping mall with several department stores located within. Situated on the outskirts of the city center."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Section 7"]},". Hang around with your buddies while slurping nice milk tea shakes with cheese tosai (dosa) at various Section 7 Mamak dine in restaurants. They are generally clean, with a variety of food to choose from and very comfortable. Watch televised football matches here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Medan Selera at Section 2"]},", (",{"type":"''","value":["in front of Shah Alam waterpark"]},"). Very delicious, ikan bakar (grilled fish). Come early or you will not get any."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bangkok House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 3 5542 8080"],["tollfree="],["fax="],["hours="],["price="],["content=De Palma Hotel Shah Alam, Jl Nelayan 19\/15, Section 19. Halal restaurant, serving authentic Thai cuisine. Casual dining experience. Walk-ins, reservation and catering orders are welcomed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fu-Rin Japanese Restaurant"],["url="],["email="],["address=No. 1, Jalan Usahawan U1\/8, Seksyen U1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serving you an authentic spread of traditional Japanese fare, this restaurant is one that won't disappoint. Located at Holiday Inn Glenmarie Kuala Lumpur, serves a la carte menu and buffet (on Saturday nights)"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kites Restaurant"],["url="],["email="],["address=No. 1, Jl Usahawan U1\/8, Seksyen U1"],["lat="],["long="],["directions="],["phone=+30 3 7802 5200"],["tollfree="],["fax="],["hours="],["price="],["content=At Holiday Inn Glenmarie Kuala Lumpur, this restaurant serves a mix of western and local cuisine. Choose from a selection of a la carte menu or opt instead for their buffet. Certified Halal."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["BBQ grill"]},", at Grand Bluewave Hotel on Friday, Sat and Sunday have delicious ",{"type":"''","value":["Hi Tea"]}," with very reasonable prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mamak stall MMZ in Bukit Jelutong"]}," Try the famous Malaysian tea known as ",{"type":"''","value":["teh tarik"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pak Akob's cendol stall"]},", located in front of section 16 (Mosque)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bangkok House"],["url=https:\/\/www.facebook.com\/pages\/Bangkok-House-Restaurant-Halal\/227688953938481"],["email="],["address=De Palma Hotel Shah Alam, Jalan Nelayan 19\/15, Persiaran Jubli Perak, Seksyen 19, Shah Alam, Selangor"],["lat="],["long="],["directions="],["phone=012-2069872"],["tollfree="],["fax="],["hours=11AM-11PM"],["price=RM3.50-RM65"],["content=Bangkok House is a halal restaurant, serving the best authentic Thai cuisines. Casual dining experience, located at De Palma Hotel Shah Alam, Jalan Nelayan 19\/15, Section 19. Walk-ins, reservation and catering orders are welcomed. For more inquiry, call 03-5542 8080 RM3.50-RM65."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n\nMany hotels may be found in and around Shah Alam.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Hotel Shah Alam"],["url=http:\/\/www.quality.com.my\/SA\/"],["email=qhsasha@tm.net.my"],["address=Plaza Perangsang, Persiaran Perbandaran"],["lat="],["long="],["directions="],["phone=+60 3 5510 3696"],["tollfree="],["fax=+60 3 5510 3913"],["hours="],["price=From RM138++, junior suite RM210, executive suite RM260++"],["checkin="],["checkout="],["content=Predictable chain hotel, some may find it a little dated."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Saujana Kuala Lumpur"],["url=http:\/\/www.shr.my\/index.php\/hotel-and-resorts\/the-saujana\/"],["email="],["address=Jalan Lapangan Terbang SAAS"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From RM330.60"],["checkin="],["checkout="],["content=All rooms equipped with A\/C, AstroTV satellite channels and IDD phone with voicemail system."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Carlton Holiday"],["url=http:\/\/www.carltonholiday.com"],["email=reservation@carltonholiday.com"],["address=Section 11"],["lat="],["long="],["directions="],["phone=+60 3 8073 8080"],["tollfree="],["fax=+60 3 8073 8088"],["hours="],["price=Hostel from RM30++\/PAX (min4PAX),deluxe RM126++(inc b\/f), super deluxe RM160++ (inc b\/f), suite MR226++ (inc b\/f)"],["checkin="],["checkout="],["content=Close to a Tesco Hypermarket. Hostel section is spacious, clean and well fitted out with lounges, restaurants, play areas, activity programs, swimming pools, laundry and drying facilities. Dorm with 4 bed in room or 8 bed in room on request. Hotel rooms are spacious uncluttered rooms; deluxe 2x single or 1x king bed-super deluxe; 2x single or 1x king bed, exec suite, 1 bedroom-2x single or 1x king bed (on req) with separate sitting room. All rooms have free broadband internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=De Palma Shah Alam"],["url=http:\/\/depalmahotel.com\/"],["email=info@depalmahotel.com"],["address=Jl Nelayan 19\/15, Seksyen 19"],["lat="],["long="],["directions="],["phone=+60 3 5542 8080"],["tollfree="],["fax=+60 3 5542 0492"],["hours="],["price="],["checkin="],["checkout="],["content=103 rooms, wifi, ballroom, musholla, and swimming pool available. 7 km to University Technology of MARA (UiTM), a 12 min drive."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Concorde Hotel Shah Alam"],["url=http:\/\/www.concorde.net\/shah\/index.htm"],["email=Online form"],["address=3 Jalan Tengku Ampuan Zabedah C9\/C-(Section 9)"],["lat="],["long="],["directions="],["phone=+60 3 5512 2200"],["tollfree="],["fax=+60 3 5512 2233"],["hours="],["price=RM218++ with inclusions"],["checkin="],["checkout="],["content=Situated close to the City Centre and Plaza Shah Alam. 381 room and suites, luxury accommodation with modern amenities. A\/C, mini bar, TV with satellite channels, coffee & tea making facilities and broadband internet access. Halal certificates for the kitchens (pastry, Melting Pot Café & main kitchen). Swimming pool and fitness centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Bluewave"],["url=http:\/\/www.bluewavehotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM145++-RM650++"],["checkin="],["checkout="],["content=5 star business hotel in the heart of Shah Alam (",{"type":"''","value":["Malaysian Gov official rating"]},"). 341 luxurious rooms including 280 deluxe rooms, 58 suites, 2 special care rooms and a presidential suite. 5 F&B outlets, 4th floor of the hotel has a  swimming pool, spa and fitness centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Club at the ",{"type":"''","value":["Saujana Resort"]}],["url=http:\/\/www.shr.my\/"],["email="],["address=Saujana Resort, Jalan Lapangan Terbang SAAS"],["lat="],["long="],["directions=30 min-Kuala Lumpur city center, 35 min Airport (KLIA), 5 min away from Subang Airport"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Contemporary Asian style resort hotel in 160 hectares of tropical gardens, The Saujana Golf and Country ClubPool (Ronald Fream designed) 18-hole championship golf courses are included in the resort. Spa treatments available. Rooms are spacious and well finished. Located adjacent to its sister property, The Saujana Hotel. (Condé Nast Traveller \"Hot List 2009”)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Glenmarie Kuala Lumpur"],["url=http:\/\/www.holidayinn.com\/hotels\/us\/en\/kuala-lumpur\/kulhi\/hoteldetail"],["email="],["address=No. 1, Jalan Usahawan U1\/8, Section U1 Shaha Alam"],["lat="],["long="],["directions=35-minute drive from KLIA and 10-minute drive to Subang Airport"],["phone=+603-78004880"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=12PM"],["content=Holiday Inn Kuala Lumpur Glenmarie is located away from the noise of the city centre, set amidst on 350-acres of cooling tropical greenery overlooking two 18-hole golf courses and is in close proximity to Malaysia’s largest theme park Sunway Lagoon, among other attractions. The hotel has 260 guestrooms, an Executive Club Wing with private lounge, 6 restaurants & bars including an award winning Japanese Restaurant, business centre, 24-hour room service, an Olympic size swimming pool, wireless internet and 11 functions rooms. The hotel also provides complimentary shuttle service to shopping districts such as Subang Parade, Sunway Pyramid, Sunway Lagoon Theme Park, The Curve, One Utama and Bukit Bintang."]]}]},"\n\n\n",{"type":"==","value":["Go next"]},"\nShah Alam is surrounded by other large cities in Selangor.\n\n",{"type":"*","value":[{"type":"[[","value":[["Subang Jaya"]]},", an affluent suburban city comprises many commercial and business centres. The largest city by population in Malaysia."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Petaling Jaya"]]},", the satellite city of Kuala Lumpur."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Klang"]]},", situated close to Port Klang, one of the major ports in Malaysia."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kuala Lumpur"]]},", the capital city is an hour's drive from Shah Alam via the Federal Highway, or 45-minutes with the KTM Train."]},"\n",{"type":"[[","value":[["WikiPedia:Shah Alam"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Selangor"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States and Federal Territories\/Selangor\/Localities\/Shah Alam\/"]]},"\n",{"type":"{{","value":[["geo"],["3.0833333333333"],["101.53333333333"]]}]