[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Shamokin Dam"]}," is a small town in Snyder County, ",{"type":"[[","value":[["Pennsylvania"]]},". Latitude: 40.85 N, Longitude: 76.82 W. The town lies approximately 50 minutes north of Harrisburg, PA and 50 minutes south of Williamsport, PA. Located in the central part of the state, along the Susquehanna River, Shamokin Dam is approximately 157 miles (three hours drive) from Philadelphia, three hours from New York, four hours from Washington-Baltimore and four hours (212 miles) from Pittsburgh. State College, home of the Pennsylvania State University, is 1 hour 31 minutes drive along PA Rte 45.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Harrisburg International Airport (MDT)"]}," Harrisburg International Airport is located about 63.5 miles and 1 hour and 15 minutes from Shamokin Dam. Harrisburg International is served by seven major airlines which provide nonstop daily service to 12* domestic and 1 international destination with one-stop service to cities around the world. Several major rental car companies have a presence at the airport complex. Parking for the physically disabled is in all three parking lots. Special handicap accessible busses are available 24 hours a day for those parking in the SmartPark, long-term lot. There are a total of nine elevators located in the parking garage and the terminal building, six escalators in the parking garage and terminal building, and moving sidewalks on the second floor of the parking garage. Restrooms throughout the terminal are handicap accessible. In addition, there are five private unisex companion-care restrooms in the terminal building. A TDD\/TTY phone is available to contact hotel shuttle and off-site rental car providers in the baggage claim area of the terminal building. For more information on any of these services, contact Customer Information Desk at +1 (717) 948-5900 between 7AM and 11PM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The University Park Airport (SCE)"]}," is located just outside State College, Pa. Served by United Airlines, Northwest, US AIR-express. There is car rental service on site. Secure parking is provided. +1 (814) 237-2011"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Penns Valley Airport (SEG)"]}," lies just a few miles south of Shamokin Dam at 100 Airport Road, Selinsgrove, PA 17870, in Penn Township, Snyder County. Lat North 40° 50° 59\" Lon West 76° 50° 59\". It serves private and charter planes. The airport recently built a new terminal and the runway has been modified to provide express service to cities such as Harrisburg, Pittsburgh, and Philadelphia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wilkes-Barre - Scranton International Airport (AVP)"]}," Located in Northeastern Pennsylvania, Wilkes-Barre - Scranton International Airport is located 80.17 miles (about two hours) northeast of Shamokin Dam and is served by many major airlines and all major rental car companies."]},"\n",{"type":"===","value":["By boat"]},"\n\nShamokin Dam lies along the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.susquehannarivertrail.org\/ Susquehanna River Water Trail"]}]}," with access at the Sunbury Fabridam in the Adam T. Bower State Park.\n\n",{"type":"*","value":[" Shikellamy State Park ",{"type":"[","value":["http:\/\/www.dcnr.state.pa.us\/StateParks\/parks\/shikellamy.aspx"]}," on the Sunbury side of the river has a public boat launch and docks."]},"\n",{"type":"===","value":["By bike"]},"\n\nThe BicyclePa Route J ",{"type":"[","value":["http:\/\/www.bicycleaccess-pa.org\/BicyclePA.htm"]}," passes through Shamokin Dam.\n\nNarrow and\/or unpaved shoulders along most side streets make biking around town (off the highway) challenging. Route 11 from Shamokin Dam to Northumberland is lovely with a view of the river. There is, however, heavy truck traffic along this route.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\n\nShamokin Dam is approximately 60 miles (45 minutes) north of Pennsylvania's capital city of Harrisburg. That city has a station on Amtrak's Keystone and Pennsylvanian train routes. Shamokin Dam is a 45 minute drive north on Rte 322 then Rtes 11&15.\n\n",{"type":"===","value":["By limo"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Smoley Van Service"]}," 100 Pennsylvania Avenue Selinsgrove, PA 17870 +1 570 743-3402"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Susquehanna Valley Limo"]}," RR 1, Box 373Q Northumberland, PA 17857 +1 570 473-8833"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eastwind Limousines, Inc."]}," 4925 Paradise Road, Milton, PA 17847 +1 570 742-0425"]},"\n",{"type":"===","value":["By car"]},"\n\nShamokin Dam is accessible from Interstate 80, which runs East-West north of the area. Pennsylvania routes 11&15 merge north of Harrisburg and serve as the main transportation artery for central Pennsylvania. Most of Shamokin Dam's shopping district lies along Rtes 11 and 15. South of Shamokin Dam, 11\/15 South connects with Rte 322, Interstates 81, 83 and eventually, the Pennsylvania Turnpike (Harrisburg Area) west to Pittsburgh and east to Philadelphia.\n\nOne area challenge for drivers is that on Fridays and holiday weekends the traffic backs up and slows on Rte 11. Early morning travel can avoid the problem. Additionally, Rte 11 along the river towards Northumberland, is often closed when there is flooding. Those seeking to access Route 80 can use Route 15 to connect by traveling a few miles north of Lewisburg. This drive is a four lane highway with some red lights in the Lewisburg area.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Adam T. Bower Memorial Dam"]}," also called the Sunbury Fabridam or Fabri Dam. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Augusta"]}," This shallow body of water is created by the inflated Adam T. Bower Memorial Dam. It was named after Fort Augusta, a frontier outpost located in the vicinity of Sunbury during colonial times."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shikellamy State Park"],["alt="],["url=http:\/\/www.dcnr.state.pa.us\/stateparks\/parks\/shikellamy.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Snyder, Union and Northumberland counties. The 78-acre Shikellamy Overlook section is on the western shore of the Susquehanna River and overlooks the confluence of the West and North Branches of the Susquehanna River. Picnic shelters and tables are available in the park."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Cinema Center"],["alt="],["url=http:\/\/www.cinemacenter.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570 374-2049"],["tollfree="],["fax="],["hours="],["price="],["content=Rtes 11&15 Hummels Wharf, PA A multiplex movie theatre located at the back of the Susuquehanna Valley Mall complex. Comfortable stadium seating."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset Skating Rink"]}," Rtes 11&15, Shamokin Dam, PA 17876  +1 570 743-6060 An indoor roller rink that is open year round. Ample off street parking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Champ's Fitness Center"]}," weight lifting and fitness facility with daily, monthly or annual memberships. Indoor and outdoor soccer. Trainers available. Silver Sneakers for seniors. 15 Stettler Ave. Shamokin Dam, PA. 17876  +1 570 743-6411. Call for hours."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Champ's Miniature Golf"],["alt="],["url="],["email="],["address=15 Stettler Ave"],["lat="],["long="],["directions="],["phone = +1 7876 570 743-6411"],["tollfree="],["fax="],["hours="],["price="],["content=Shamokin Dam, PA. Attractively landscaped fun course. Open daily in season. Parties available."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Dick Kidd's Par 3 Golf Course"],["alt="],["url="],["email="],["address=128 11th Ave"],["lat="],["long="],["directions="],["phone = +1 7876 570 743-14253"],["tollfree="],["fax="],["hours="],["price="],["content=Shamokin Dam, PA Par and more Course 9 holes over 1,000 yards with a par of 27."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Styles Unlimited Fitness Center"]}," Route 11 & 15 Hummels Wharf, PA. +1 570 374-7519."]},"\n",{"type":"*","value":[{"type":"'''","value":["Best Bowl"]}," Route 522 a quick drive west in Penn Township. 17870 +1 570 374-2522 Complete proshop. Bumper bowling and bowling leagues for all ages available. Bumper lane for kids. Computerized scoring. A snack bar and a game room are on site. Call for hours and fees."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Body Mind N Soul Too Day Spa"]}," 8 N Rte 11&15 Hummels Wharf, PA +1 570 743-8888."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["West Coast Video"]}," daily rentals 513 N. Market St. Selinsgrove, PA +1 570)374-6484."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Snyder County Historical Society"],["alt="],["url=http:\/\/www.snydercounty.org\/snyder\/cwp\/view.asp?a=869&Q=430790"],["email="],["address=30 East Market St"],["lat="],["long="],["directions="],["phone = +1 570 837-6191"],["tollfree="],["fax="],["hours="],["price="],["content=P.O.Box 276, Middleburg, PA 17842. The Snyder County Historical Society preserves the heritage and culture of Snyder County through research archives and educational events. Incorporated in 1898, the Society assists students and others who are interested in the area with historical research. Museum Hours: Sundays 1:30 - 5PM, May through September Free Admission Library Hours: Monday, Thursday-Friday 10AM - 3:30PM Sundays (May through September only) 1:30 - 5PM The library is closed holidays and during bad weather. Fees: Use is free for members, $2 for non-members. During January and February, the library is open by appointment only, and there is a service fee of $5 per hour."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Northumberland County Historical Society"],["alt="],["url="],["email="],["address=1150 N. Front Street"],["lat="],["long="],["directions="],["phone = +1 570-286-4083"],["tollfree="],["fax="],["hours="],["price="],["content=Sunbury, PA. It offers a museum of historical and archaeological artifacts dealing with Fort Augusta, from the French and Indian War through the American Revolution, as well as items of significance to the history of Northumberland County. The museum is open March – December, Monday, Wednesday & Friday, 1 to 4PM Library hours are Monday, Wednesday and Friday, 1 to 4PM March through December, holidays excepted, from 1 to 4PM"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Penns Creek Pottery"]}," is in a restored water-powered mill and offers quality stoneware and porcelain pottery. Their pottery is offered in both gas- and wood-fired forms. Bill and his assistants can often be seen working at their wheels adjacent to the main display area and are available to answer questions about pottery making or the finished pottery. Hours 10:00 - 5:00 Tuesday through Saturday. Rte 104,Penns Creek. +1 570 837-3809."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=T and D's Cats of the World"],["alt="],["url=http:\/\/www.tdscats.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mountain Road, Penns Creek, PA. an animal refuge for nearly 70 individual exotic felines, including lions, tigers, cougars, and bobcats. Rates: Children (3-12) -$5, Adults (13+) $8. Group rates available Season: May - September, Saturday and Sunday, 12 noon to 6 PM. Sunday, May 01, 2005 to Friday, September 30."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Street of Shops"],["alt="],["url="],["email="],["address=100 N. Water St"],["lat="],["long="],["directions="],["phone = +1 570 524-5765 125"],["tollfree="],["fax="],["hours="],["price="],["content=Lewisburg, PA 17837 Shops in a mall and restaurant inside restored historic woolen mill."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Bucknell University"],["alt="],["url=http:\/\/www.bucknell.edu\/x12427.xml"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570 577-2000"],["tollfree="],["fax="],["hours="],["price="],["content=Lewisburg, PA The Weis Center for the Performing Arts offers many cultural events for the region."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunbury Community Hospital & Outpatient Center"]}," Is an inpatient and outpatient care facility providing personalized, caring, and efficient service to patients, with total satisfaction as a top priority. Has Behavioral Health, Diagnostic Imaging, 24 hour Emergency Services, Laboratory, Healthy Woman Resources, Sleep Laboratory, Radiology services. 350 N. 11th Street, Sunbury, PA +1 570-286-3431, +1 570-286-3333. Wellness classes offered."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Daily Item"]}," is the region's daily newspaper. Offers events calendar, church directory on Saturdays, local assistance contact numbers."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Susquehanna Valley Visitor’s Bureau"],["alt="],["url="],["email="],["address=81 Hafer Road"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-525-7320"],["fax="],["hours="],["price="],["content=Lewisburg, PA 17837"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Selinsgrove Community Library"],["alt="],["url=http:\/\/www.snydercountylibraries.org\/library_info.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 570 374-7163"],["tollfree="],["fax="],["hours="],["price="],["content=Is the headquarters of Snyder County Libraries. Children's programming and high speed internet access, as well as a wide selection of books, videos and reference resources are offered. It is in the borough building on the corner of High Street and Pine, one block west of Market Street in downtown Selinsgrove."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Orchard Hills Shopping Plaza"]}," Home to a grocer, a bargain outlet, a take out wings diner and a hardware\/farm supplies store."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colonial Village Plaza"]}," Routes 11 & 15 Shamokin Dam, PA. Includes a chinese buffet restaurant which is a local favorite, a travel agency, a small discount store, a party supplies store and a few small shops. A battery store that carries many unusual sizes adn kinds is located adjacent to the plaza."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KMart"]}," Located where Rte 15 and Rte 11 split. Reasonably priced clothes, household items and toys."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bastian Tire Sales, Inc."]}," Rtes 11&15 Shamokin Dam, PA. +1 570 743-1571 Offers timely auto repairs with a friendly attitude. Monday to Friday 7AM -5PM, Sat open until noon. No Sunday hours."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Picture Place"]}," Old Trail, Shamokin Dam, PA +1 570 743-8466 Professional photography with the customer's needs in mind. The local favorite for high quality graduation and family photopgraphy. Also does passport photos."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Campus Cycle and Fly Fishing Center"],["alt="],["url="],["email="],["address=223 Market Street"],["lat="],["long="],["directions="],["phone = +1 570 524-2998"],["tollfree="],["fax="],["hours="],["price="],["content=Lewisburg, PA. Expert repairs on all bikes."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Trail Fabric Center"]}," Old Trail, Shamokin Dam, PA  +1 570 743-6605 This is the region's best store for upholstery and designer supplies and fabrics."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old Trail Tackle & Sports Shop"]}," 225 S Old Trail, Shamokin Dam, PA 17876  +1 570 743-7380. Bait and other fishing supplies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monroe Marketplace"]}," STores clustered around a common parking area. Kohls, Target, Dick's Sporting Goods, Giant Foods, Michaels Craft Store, Staples office supplies, Starbucks x2. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Graci's Flowers and Gifts"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 570 374-4923"],["tollfree=+1-877-266-6873"],["fax="],["hours="],["price="],["content=Market Street, Selinsgrove, PA. Offers an extraordinary variety of high quality collectibles including hundreds of items in the themed buildings sets."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Middleburg Farmers Market"]}," a few miles west on Route 522 between Kreamer and Middleburg, PA 17842  +1 717 837-2222 Livestock Auctions, household items sold at stands, fresh fruit, vegetables, and meats., OPEN-AIR\/Seasonal, Tuesdays 7AM-3PM"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colonial Candlecrafters"]}," Rte 15, Lewisburg, PA. Features the area's largest selection of candles, candle making supplies and home scents."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Susquehanna Valley Mall"]}," Located along Routes 11 & 15 in Hummels Wharf, PA. The Susquehanna Valley Mall features a wide array of mid-range shopping and department stores. Stores include Sears, J.C. Penney's, BonTon and Boscov's. There are also smaller clothing stores, a card store, a bookstore, and a music store."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Skeeter's Pit BBque"],["alt="],["url=http:\/\/www.skeetersbbq.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570 743-2727"],["tollfree="],["fax="],["hours="],["price="],["content=Rte 15 in Shamokin Dam, PA. Casual dining with quick, friendly service. Diners enjoy a stunning view from an overlook of the Susquehanna River from atop a bluff. The lights of Sunbury sparkle in the distance."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["China House"]}," Colonial Village Plaza Rtes 11&15, Shamokin Dam, PA. +1 570-884-2222. All you can eat buffet dining. Large variety of oriental and American foods. A local favorite. Prices lunch $5.50 dinner $8.45 Take out also available. Hrs. M-Th 11AM - 10:30PM, Fr,Sat - 11AM - 1130PM, Sun 11AM - 10:30PM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nanny Tutu's"]}," corner of Park Road and Fisher Road. A friendly, old fashion ice creamery with breakfast and lunches also served. Small indoor and outdoor seating available. Off street parking with handicap ramp. 7AM to 10PM Mon to Sat, 11m to 10PM Sundays. Charming. Just a mile or so from the bustle of Rtes. 11\/15. Low priced."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tedd's Landing"]}," Tedd's Landing, rated in Central PA Magazine as the best restaurant in Snyder County, serves American and Greek foods in a classy atmosphere. Mid range in cost. Located near the Susquehanna River in Shamokin Dam, PA. +1 570 743-1591."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Hoss's Steak and Seafood"],["alt="],["url=http:\/\/www.visitpa.com\/visitpa\/redir.pa?urlid=71141"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hoss's provides the freshest seafood, steak and chicken in Shamokin Dam at its restaurant along Routes 11 & 15. Endless dessert and salad bars come complimentary with every meal. Reservations not needed."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bob Evans Restaurants"]}," 2 Rtes 11&15, Shamokin Dam, PA Located at the bridge to Sunbury only accessible through the parking lot of the Econo Lodge motel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dynamic Wings and Subs"]}," Orchard Hills Shopping Center, 1 Baldwin Blvd off Rtes 11&15, Shamokin Dam, PA +1 570 884-9464 Walk in - take out service."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arbys"]}," Rtes 11&15, Shamokin Dam, and in the Susquehanna Valley Mall Hummels Wharf, PA. Eat in, take out, plus drive thru."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizza Hut"]}," Rtes 11 & 15, Shamokin Dam, PA +1 570 743-8211. Quick service - eat in or take out facility."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kentucky Fried Chicken"]}," Rtes 11&15, Shamokin Dam, PA. Eat in and drive thru service."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Long John Silver"]}," Rtes 11&15, Shamokin Dam, PA. Fried fish dishes fast food chain."]},"\n",{"type":"*","value":[{"type":"'''","value":["Subway"]},"  Colonial Village Plaza Rtes 11&15, Shamokin Dam, PA. Eat in and take out service."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rita's Italian Ice Ice Cream & Frozen Desserts"]}," 305 S Rtes 11&15, Hummels Wharf, PA Open May to October. Limited parking. No restrooms provided."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dairy Queen"]}," Rtes 11&15, Hummels Wharf, PA Open year round. Offers both eat in and drive through service. Makes custom ice cream cakes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Applebee's Neighborhood Grill & Bar"]}," Rtes 11&15 Susquehanna Valley Mall, Hummels Wharf, PA. +1 570 374-7339 Pick up take out service easy to use. Alcohol served. Ample parking with easy access through mall entrances."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Papa Johns Pizza"]}," 11 15, Hummels Wharf, PA +1 570 743-7474 Pick up or local delivery at a small fee."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Weis Markets"]}," Susquehanna Valley Mall Rtes 11&15, Shamokin Dam, PA. Small eat in - take out already prepared. Fresh salad bar."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Phillips Motel"],["alt="],["url=http:\/\/www.phillipsmotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 570 743-3100"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rtes 11&15, Shamokin Dam, PA. Provides a luxurious stay at a reasonable price. Has high speed Internet Access. A charming upscale facility. Easily accessible from a light on the highway. Anniversary Suite with High Four-Poster Bed Fireplace. Treat yourself to an extraordinary stay."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Econo Lodge & Suites"],["alt="],["url=http:\/\/www.hershahotels.com\/Pennsylvania\/Shamokin-Dam-PA0010-Home.aspx'''Hampton"],["email="],["address=3249 Rtes 11&15, Shamokin Dam, PA."],["lat="],["long="],["directions="],["phone=+1 570 743-1190"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located at the bridge to Sunbury with easy Rte 11&15 access at a light. Small mexican restaurant on property. Breakfast restaurant immediately next to the hotel."]]}]},"\n",{"type":"*","value":[" Inn Selinsgrove]''' 3 Stettler Ave, Shamokin Dam, PA. Easily accessible from Routes 11&15. 3 miles north of Selinsgrove. +1 570 743-2223."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.phmc.state.pa.us\/bhsm\/toh\/priestley\/priestleyhouse.asp?secid=14 Joseph Priestly House"]}]}," 472 Priestly Drive, Northumberland, PA, +1 570 473-9474. The Joseph Priestly House is believed to be the first to be the first scientific laboratory in the United States. Open Wednesday through Saturday, 9AM to 5PM, Sunday, noon to 5PM The last tour of the house begins at 4PM The Joseph Priestly House is closed on Mondays, Tuesdays, and certain holidays. Admission is $4 for adults and $2 for children. Fifteen minute drive from Shamokin Dam."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=The Hunter House Museum"],["alt="],["url=http:\/\/www.northumberlandcountyhistoricalsociety.org\/"],["email="],["address=1150 North Front Street"],["lat="],["long="],["directions="],["phone = +1 7801-1126"],["tollfree="],["fax=+1 570-286-4083"],["hours="],["price="],["content=Sunbury, PA Phone\/ Part of the Northumberland County Historical Society. Site of Fort Augusta. Fifteen minute drive from Shamokin Dam."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.reptiland.com\/ Clyde Peeling's Reptiland"]}]}," Route 15 , Allenwood, PA. 17810. +1 570 538-1869 (800)REPTILAND. Reptiland is an AZA accredited zoo specializing in reptiles and amphibians. Since opening in 1964, Reptiland has provided the public a link to the less-loved members of the animal kingdom. School groups, families and individuals with an interest in natural history agree - Reptiland offers a perfect blend of environmental education and entertainment. 35 minutes from Shamokin Dam 25 miles north on Route 15."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buggymuseum.org\/ Miffinburg Buggy Museum"]}]}," 598 Green St., Mifflinburg, PA. 17844 +1 570-966-1355 A restored buggy workshop with belting and pulleys, tools, machinery and forges. Hours May through October – the museum complex (Visitor Center and historic buildings) are open Thursday through Saturday, 10AM to 5PM, Sunday, 1:00 to 5PM Last tour begins no later than 4PM November through April – the Visitor Center only is open Thursday through Saturday, 10AM to 5PM Group tours are offered Monday through Saturday 9AM to 5PM from April to November (weather permitting). Twenty minute drive from Shamokin Dam."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.knoebels.com\/ Knoebels Amusement Resort"]}]}," Route 487 Elysburg, PA 17824 +1=800-487-4386. Free admission, free parking, free picnicking, and free entertainment. Two world class, wooden roller coasters. Catch the Brass Ring on one of the largest and oldest Carousels in the world! Coming soon...\"Flying Turns\" Knoebels customized version of an old standard coaster-type ride."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Packwood House Museum"]}," 15 N. Water St., Lewisburg, PA 17837 +1 570 524-0323 A beautiful historic building housing an extensive collection of antiques and art. Purple Heart Highway Partner. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.albrightcare.org\/slifer-house\/index.asp Slifer House Museum"]}]}," 80 Magnolia Drive, Lewisburg, PA 17837 +1 570 524-2245 A Victorian home built in the mid 1800’s, located on the campus of River Woods. Admission Fees: Adults: $6, Seniors (60 years or more): $5, Children ages 10-16: $3, Members and Children under age 10: Free. Hours Regular Hours: Tuesday-Sunday: 1-4PM (April 16 – December 31), Winter Hours: Tuesday-Friday: 1-4PM (January 1 – April 15)."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pennscreekpottery.com\/ Penns Creek Pottery"]}]}," 65 Pottery Ln., Mifflinburg, PA 17844 is in a restored water-powered mill and offers quality stoneware and porcelain pottery. Their pottery is offered in both gas and wood-fired forms. "]},"\nFor additional exploration of heritage, culture, dining and shopping in the Central Susquehanna Valley, be sure to check out Lewisburg, PA and Sunbury, PA. Amish farms are nearby on Routes 11 & 15 Port Trevorton and along Route 45. Look for the hand made quilts blowing in the breeze along the highway. They frequently have raodside stands featuring farm products including fresh baked goods, eggs, and vegetables.\n\nSports fans will find Hershey Bears ice hockey in Hershey PA about 1 hour away. Red Barons baseball and Wilkes-Barre - Scranton Penguins hockey are all within a two hour drive. State College, home of Penn State University, is also about 45 minutes away and offers additional cultural, sports (Nittany Lions), and entertainment options. PSU's Bryce jordon Center offers many top name entertainment acts, as well as college sports. Longer distances will take you to the Atlantic coastline.\n\n",{"type":"{{","value":[["routebox"],["image1=US 11.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Scranton"]]}],["minorl1=",{"type":"[[","value":[["Danville (Pennsylvania)"],["Danville"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Harrisburg"]]}],["minorr1=",{"type":"[[","value":[["Selinsgrove"]]}],["image2=US 15.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Williamsport"]]}],["minorl2=",{"type":"[[","value":[["Lewisburg (Pennsylvania)"],["Lewisburg"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Harrisburg"]]}],["minorr2=",{"type":"[[","value":[["Selinsgrove"]]}],["image3=PA-61.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=END"],["minorl3="],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Reading (Pennsylvania)"],["Reading"]]}],["minorr3=",{"type":"[[","value":[["Shamokin"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["40.848889"],["-76.821111"]]},"\n",{"type":"{{","value":[["isPartOf"],["Alleghenies and Susquehanna Valley"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Shamokin Dam, Pennsylvania"]]}]