[{"type":"{{","value":[["pagebanner"],["Shangrila Page Banner.png"]]},"\n",{"type":"'''","value":["Shangrila"]}," (香格里拉; ",{"type":"''","value":["Xiānggélǐlā"]},"; formerly ",{"type":"'''","value":["Zhongdian"]}," 中甸 in Chinese, known as ",{"type":"'''","value":["Gyalthang"]}," in Tibetan) is in ",{"type":"[[","value":[["Yunnan"]]}," Province.\n\n",{"type":"{{","value":[["infobox"],["Fire"],["A major fire wiped out most of the Old Town On January 10-11, 2014. Since this area has most of the tourist facilities, visitors are likely to find everything disrupted for some time to come."]]},"\n\n",{"type":"==","value":["Understand"]},"\nHistorically, this area was part of the old Tibetan province of ",{"type":"[[","value":[["Kham"]]}," but the Qing Dynasty made it administratively part of Yunnan Province in the 19th century. Today, the town is split between Tibetan and ethnic Han residents, as well as a fair smattering of Naxi, Bai, Yi and Lisu, with the surrounding countryside entirely Tibetan.\n\nWhile the crass name change in 2001 was a sign of the desire for increasing mass tourism a la ",{"type":"[[","value":[["Lijiang"]]},", the town has got nowhere near Lijiang's crowds, and it's still possible to experience the area's Tibetan heritage and see gorgeous countryside in near isolation.\n\nZhongdian was renamed Shangrila for marketing reasons. Signs in bus stations still use Zhongdian. There is also a third name in Tibetan, Gyelthang. The original Shangrila, from James Hilton's novel The Lost Horizon, was a (fictional) hidden paradise whose inhabitants lived for centuries. Hilton (who never went to China) located his Shangri-La in the Kunlun mountains. However, elements of his story were apparently inspired by National Geographic articles about various places in eastern Tibet (including Zhongdian); hence China's rationale for claiming the name.\n\nLocal ",{"type":"[[","value":[["Khampa Tibetans"]]}," claim that the name Shangri-la was most likely derived from their word for paradise \"Shambala,\" by Hilton through exposure to Rock's writings on the region.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are daily flights to Shangrila (the airport's name is Diqing, airport code DIG) from ",{"type":"[[","value":[["Kunming"]]}," ",{"type":"[[","value":[["Lhasa"]]}," and Chongqing.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lijiang"]]}," to Shangrila - these days a fast 4 hours. There are currently road works so expect possible delays until the new express way opens. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dali"]]}," to Shangrila is a 6-hour drive - both night and day buses do this run."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kunming"]]}," to Shangrila is a 12-hour drive - also serviced by both night and day buses."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Panzhihua"]]}," to Shangrila takes 12 hours, passing through Lijiang. There seems to be one bus per day, leaving at 17:00. Cost is around ¥140."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Deqin"]]}," to Shangrila is a windy 6-hour drive. The town of ",{"type":"[[","value":[["Benzilan"]]},", which lies about midway is worth stopping off at in its own right, and breaks the journey up nicely.  (Summer\/ Fall 2010: due to construction along this route people are reporting it taking close up to 15 hours for this ride.)"]},"\nShangrila is the important stop for the journey from Yunnan to Tibet (G214), with regular buses to Lhasa and Chamdo. see also ",{"type":"[[","value":[["Overland to Tibet"]]},".\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lhasa"]]}," - there are several buses to Lhasa from the bus station, you should ask at the bus station as it is not a daily schedule. You could choose the SEAT bus or the SLEEPER bus. The cost for the bus is around ¥550 and takes about 4 days for the trip. Although it is convenient for travellers, it misses much of the great views along the route. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chamdo"]]}," - there is also a bus to Chamdo, an important city in East Tibet. Unfortunately, this bus is even less frequent than the Lhasa bus so it is important to check at the bus station for the itinerary."]},"\nContrary to what the Lonely Planet guidebook says, it is relatively simple to get to ",{"type":"[[","value":[["Chengdu"]]}," from Shangrila. Firstly, a sleeper bus to ",{"type":"[[","value":[["Pan Zhi Hua"]]},"（攀枝花） at 17:10, with dinner break, arriving at 05:00. A 25 minute taxi journey (¥70-80 for 1 to 4 people; which bus driver almost push you) to the train station to catch a midday train to Chengdu (there is a bus 64 stop near station but don't know if it allows to go to train station and at what time it starts). No 08:00 train, next 12:00. This arrives at 23:15 and costs ¥82 for a hard seat. All in all, 31 hours from Shangrila to Chengdu at a cost of ¥315.\nWhile waiting at ",{"type":"[[","value":[["Pan Zhi Hua"]]},", I found 2 internet shop, one opposite to police station (¥3\/h, no wifi, didn't accept that I plug my computer) and one near the market with a metal platform (named something like 'lo san', 1st floor, ¥3\/h, no wifi, accept plug my computer).\n\n",{"type":"====","value":["Public bus"]},"\n",{"type":"{|","value":[["class=\"wikitable\""],["! Destinantion"],["! Price (¥)"],["! Departures (HH:MM)"],["! Duration (HH:MM)"],["! Comments"],["! Last Update"],["|-"],["|",{"type":"[[","value":[["Deqin"]]}],["|53.00"],["|07:20, 08:20, 09:20, 12:00"],["|5-9:00 Depending On Weather"],["|YES"],["|",{"type":"<","value":["small",["24 Jun 2012"]]}],["|-"],["|",{"type":"[[","value":[["Xiangcheng"]]}],["|85.00"],["|08:00, ?"],["|8:00"],["|Yes"],["|",{"type":"<","value":["small",["23 May 2011"]]}],["|-"],["|",{"type":"[[","value":[["Pan Zhi Hua"]]}],["|143"],["|17:00, ?"],["|12:00"],["|Sleeper"],["|",{"type":"<","value":["small",["26 August 2011"]]}],["|-"],["|",{"type":"[[","value":[["Daocheng"]]}],["|107"],["|7:30"],["|10:00"],["|Yes"],["|",{"type":"<","value":["small",["17 June 2012"]]}]]},"\n\n",{"type":"==","value":["Get around"]},"\nThe main area of town runs along the north-south running Changzheng Road. The old town is at the south end of Changzheng Road, and the bus station is at the north end of town.\n\n",{"type":"===","value":["By bus"]},"\nThe bus costs ¥1.\n",{"type":"*","value":["Number 1- From the old city to the Bus station and Continues north."]},{"type":"*","value":["Number 2-"]},{"type":"*","value":["Number 3- Songzanlin Monastery."]},"\n",{"type":"===","value":["By motorcycle"]},"\nTurtle Mountain Gear & Outfitters offer ",{"type":"[","value":["http:\/\/www.tmgshangri-la.com\/Motorcycle%20Rentals.htm motorcycle rentals"]}," (dirt bikes of 200 cc) as well as 110 cc ",{"type":"[","value":["http:\/\/www.tmgshangri-la.com\/Mini-Bike%20Adventures.htm minibike adventures"]},".\nAnother motorbike tours and rental service is available at Kersang´s Relay Station ",{"type":"[","value":["http:\/\/www.kersangs.com"]},".\n\n",{"type":"===","value":["By bicycle"]},"\nRenting a bike is a great way to see Shangri-La, the old town and the surrounding attractions. A decent mountain bike will cost ¥20-30 per day to rent. One warning to cyclists, some of the rental stores in the old town can be dangerous to rent from, as they refuse to provide tire repair kits and spare tires. If you get a flat tire they also will not pick you up, saying it is not their problem, then when you return they charge you to repair the flat. When asked to call for pickup they wanted to charge ¥200. Enjoy cycling but beware of the first rental store at the corner of Dawa Road, called 枫星户外 (FengXing Outdoor).  The rentals from Yak Bar next door are a good choice though, and the boss there is quite friendly (just across from the Old Town parking lot and main entrance).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Town"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The old town is rapidly being turned into a mini-Lijiang, complete with endless shophouses selling tourist trinkets (including fake tiger skins and counterfeit North Face jackets), minority costumed dancers and too-clean streets. However, there are still plenty of small charming streets to explore. The temple at the top of the hill gives a free taste of what can be seen in Songzanlin Monastery. The nightly dancing in the square beginning at 20:00 is popular for locals of all ages, and anyone is welcome to join in. The whole thing lasts for an hour and each song has its own set of moves choreographed by Raihan Zhang. As of April 2012, the nightly dancing seemed to start earlier, at 19:00, and last for much longer than one hour (lasting from two to four hours). ",{"type":"'''","value":["The old town seems to have been entirely destroyed by a giant fire the night of 10th-11th January 2014."]}]]}]},"\n",{"type":"[[","value":[["Image:Songzanlin Monastery.jpg"],["thumb"],["Songzanlin Monastery"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Songzanlin Monastery"],["alt=松赞林寺; Sōng​zàn​lín​sì​; Tibetan: Ganden Sumtseling Monastery"],["url="],["email="],["address="],["lat="],["long="],["directions=On a hill a few kilometers north of town, take bus 3 (the green buses) heading north for ¥1, or a taxi for ¥20, it is the last stop"],["phone="],["tollfree="],["fax="],["hours="],["price=¥85 (¥55 for students aged under 25)"],["content=Impressive structure becoming less of a monastic institution, more of a tourist destination. The temple was restored by an architect named Xu Wei Han in 2005 to reflect its past glories. New restoration are done (still pending in nov 2011) which could limit access to some parts of the monastery.\n\nThe third floor of the Tsongkapa Temple has a small room with a resident Lama giving blessings to worshippers.\n\nAway from the large Tsongkapa and Sakyamuni Temples are two smaller ones which are worth visiting. If you are facing the main temples, they are just to your left down the hill towards the large white chorten.\n\nThe one closet to the chorten is a Bon temple, the religion which predates Buddhism's initial acceptance in Tibet during the 9th Century A.D.. Bon emphasizes the protective forces of nature, especially of mountains, and includes Shamanism and elements of black magic.\n\nThe second has some of the best artwork in the Monastery. From the second floor, you can access the roof for a commanding view of the area. There is a Bon temple on this floor as well with some fairly dark demonic images. In the courtyard lies a very old Tibeten Mastiff who has lived there since he was born in 1994!\n\nThe chorten itself is worth a walk to and is arguably one of the more important places for local people to worship on the Monastery grounds.  It was built in 1981 in honor of the 10th Panchen Lama's visit to Shangri-la for the opening of the newly restored Monastery which had been destroyed during the Cultural Revolution.  For local Tibetans the 10th Panchen Lama is considered one of the most important religious figures in Tibetan Buddhism.  You can see his portrait throughout the Monastery.  Take a walk around it clockwise, spin its prayer wheels, and have a fabulous view of Shika Snow Mountain from its west side.\n\nOn the way down the long stairs leading to the main entrance\/ exit of the Monastery are several smaller temples. They are quite interesting and few tourists visit them, especially the one to the right as you descend the stairs towards the entrance. Look for its beautiful rose garden.\n\nBus 3 goes direct to the Monastery, filled with pilgrims. For foreign passengers the bus driver will stop at the ticket office and gesture wildly for you to buy a ticket and may not let you continue onwards unless you do. Monks claim the ticket revenue goes to tourist company and not the Monastery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pudacuo (or Putacuo) National Park"],["url=http:\/\/www.nature.org\/ourinitiatives\/regions\/asiaandthepacific\/china\/placesweprotect\/pudacuo-national-park.xml"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=190¥ admission fee + transport or tour"],["content=It's advised to take at least half if not full day to visit the park."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Old town"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wander the old town at the south end of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Horses"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tibetan horses are available for hire outside of town. Taxi drivers should know how to get there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Biking around Napa Lake"],["url="],["email="],["address="],["lat="],["long="],["directions=5 km. west of the Old Town, just over the hill on Dawa Lu."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Rent a mountain bike and ride out into the grasslands west of the Old Town near Napa Lake. There are checkpoints on the road that stop bikers and ask them to buy a ¥60 Napa Lake Ticket. It is possible to avoid this depending upon where you ride, however villagers can get aggressive if they stop you and you refuse to pay. Do not attempt to ride the full 30 km. around the lake because the road on the far side near Napa Village is heavily under construction."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nixi Tibetan Village"],["url="],["email="],["address="],["lat="],["long="],["directions=30 km. north of Shangri-la."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Archaeological evidence shows that the Tibetan tradition of crafting pottery in Nixi Village dates back at least 2,000 years. Visit the master potters and learn to make the pottery; have lunch in a traditional Tibetan home; take a walk or hike around this scenic village."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Private homes"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit the homes of local people. Many of the locals open up their homes to tourists. They ask for a small fee to compensate for the food. You can hang out with the family, and the younger adults will lead you to ride horses in the open field. Mind you the Tibetan horses are trained, but they can be very unfriendly towards strangers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Skiing"],["url="],["email="],["address="],["lat="],["long="],["directions=About 15 minutes west of town on Shika mountain"],["phone="],["tollfree="],["fax="],["hours=Closed Apr-Sep"],["price=Price starts at ¥160 (including all equipment, fees) for 2 hours"],["content=A new ski resort has opened. T-bars and chair lifts available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Countryside"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hire a vehicle for a few hours to just explore the countryside, or rent bikes and go see the surrounding villages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shika Mountain"],["alt=石卡山; Shí​kǎ​shān; also known as Blue Moon Valley (蓝月谷; Lán​yuè​gǔ​)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Climb the mountain or take cable car (¥220, 45-minute ride to the top)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thin Air Adventures"],["url=http:\/\/www.thinairtrails.com"],["email="],["address=Old Town, Shangri-la"],["lat=27.815769"],["long=99.703926"],["directions="],["phone=18687645054"],["tollfree="],["fax="],["hours="],["price="],["content=Thin Air Adventures provides horseback riding and guided mountain biking tours in the area's surrounding Shangri-la (Zhongdian). Office is located in the old town above The Compass Cafe. Open April to the end of November."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Golden Dragon Street Gallery"],["url="],["email="],["address="],["lat="],["long="],["directions=Next door to Raven Hot Pot"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tianshenqiao Hot springs"],["alt=天生桥"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=A bit expensive. ¥20 per person park entry fee plus ¥80-¥200 per person for public\/private hotsprings"],["content=Natural outdoor amphitheatre. Public bath mostly chinese, women may feel uncomfortable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Xiagei Hot Springs"],["alt=下给"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Private rooms ¥30-¥40"],["content="]]}]},"\n\n",{"type":"==","value":["Buy"]},"\nThe city is famous for Tibetan jewelry, yak tails, Nixi pottery, Yi lacquerware, Dried matsutake mushroom and Tibetan medicinal herbs. Very good Tibetan incense. For shopping the new town is better than the old, cheaper prices. There is no problem to find an ATM (one near the \"entrance\" of the old district).\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Dropenling Tibetan Handicraft Center"],["url=http:\/\/www.tibetcraft.com"],["email="],["address=Old Town"],["lat="],["long="],["directions=Next to Long March Museum"],["phone=136 589 133 23"],["tollfree="],["fax="],["hours=10 - 8"],["price=Premium"],["content=A non-profit Social Enterprise handicraft project selling high-quality, authentic Tibetan handicrafts from over 500 artisans, both local in DiQing Tibetan Autonomous Prefecture and from the Tibet Autonomous Region. All profits are reinvested into the sustainability of the enterprise and the Tibetan artisan community in the form of technical and business training, business loans, and product design and development consultation."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Arro Khampa !"],["alt=阿若康巴"],["url="],["email=damienmcr@yahoo.fr"],["address=Pijiang po, Old Town"],["lat="],["long="],["directions="],["phone=+86 133 8887 3878"],["tollfree="],["fax="],["hours=7\/7, 09:30-22:30"],["price="],["content=Tibetan cuisine. Run by a Franco-Chinese couple, Damien and Ting, Arro Khampa is a local restaurant housed in an authentic two-storey Tibetan house situated right in the middle of the Old Town. The restaurant offers a wide range of classic Tibetan dishes and nice French wines. Its Tibetan-French raclette is unique in Yunnan.\n-Directions:\nExit the Dancing Square towards the south-east. \nDirectly on your left you should see the Compass \"In & Out\" Bakery. \nOpposite Bakery, take the street sloping uphill (Pijiang Po).\nAfter 100 yards along Pijiang Po, where the road starts sloping downhill, Arro Khampa is on your right."]]}]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bhaskar's Kitchen"],["url="],["email=dkelden@hotmail.com"],["address=Dawa Road, across from old town entrance and car park, Old Town"],["lat="],["long="],["directions=Between old town and new town, is Dawa Road, and Bhuskar's Kitchen is just around the corner from the supermarket and Noah's cafe"],["phone=+86 15184990110"],["tollfree="],["fax="],["hours=7\/7, 08:00-24:00"],["price="],["content=Himalayan cuisine. Rated the top eatery in Shangri-la, Bhaskar's Kitchen has a reputation throughout Yunnan for the quality of its food, due largely to its chef: Nepalise chef Bhaskar, who prepared fresh a variety of Nepalise, Indian and Tibetan dishes. Authentic cuisine, cosy atmosphere and friendly staff make it place for travellers, foreigners living in town, monks, musicians and locals. Best dishes are the curries. The Indian chai tea is also sought after."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Compass Cafe"],["url=http:\/\/www.the-compass.cn"],["email="],["address="],["lat="],["long="],["directions=In the old town, just next to the old town square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves excellent authentic Western food (homemade spaghetti sauce!) and delicious cakes.  Equiped with an Espresso machine. Cozy atmosphere, it has several heaters and is great for family. Free wireless available. Recently opened a bakery \"In & Out\" next door selling breads, muffins and other savouries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Karma Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=In the old town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good food and hospitable staff.  Owner Afang speaks perfect English. Not located in busy old town but off the beaten path. Tibetan house and meals, though western meals are also served. Rooms available, though only two rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hiker's Coffee"],["alt=徒步者之家咖啡"],["url=http:\/\/www.hikerscoffee.com\/"],["email="],["address=Room 409, Building 8B, Huajun Square, Changzheng Road, Shangri-La, Diqing, Yunnan, China"],["lat="],["long="],["directions=Walk to Old Town for only 2 minutes"],["phone=+86-13378876480  +86-0887-8228900"],["tollfree="],["fax="],["hours=06:30-23:00"],["price=￥30"],["content=Established by an after 80s boy of Shanghai, Charles Tang. He loves hiking very much. You can take bus No. 1 or No. 3 to \"Huajun Square\". \"Huajun Square\" is just across from \"Sto Express\". If you raise your head, you can just see four Chinese words \"华骏广场\". Then follow the arrow on the map and find \"Building 8B\". After reaching the 4th floor, you will turn right in the hallway and get to \"Hiker's Coffee\" immediately. Business Scope: Western Food, Coffee, Drink, Shanghai Food. Shanghai Pan-fried Steamed Bun(生煎馒头) and Pork Dumping(小笼包子) are very good.(￥20 for big ones)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hongxin Restaurant"],["alt=红心餐厅; Hóng​xīn​cān​tīng"],["url="],["email="],["address=Heping Road"],["lat="],["long="],["directions=Across from the big Longfengxiang Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Decent restaurant, serves some Tibetan dishes (baba, pipa meat)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Korean Restaurant"],["alt=also known as Yak Bar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tasty Korean fare including seafood pancakes, sushi, zucchini rolls, table-top bbq, bibimbap.  They rent bikes from the front of restaurant (¥20-30), and the boss even has a private stash of higher quality mountain bikes in storage for a slightly higher rental price. He will give you his cell number and come out to help you if you have any trouble with the bikes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Momos"],["url="],["email="],["address="],["lat="],["long="],["directions=Enter the Old Town from the lower entrance 50m on the left"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves Nomadic style momos (Tibetan Dumplings) and great Sichuan Food. Comfortable and friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Olive (previously Noah Cafe and Inn)"],["alt=挪亚"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best western food in town. Also Middle Eastern food. Free Wireless available. Their guest house is just across the street.100m west of the old town square."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Puppet Restaurant"],["url="],["email="],["address=Old Town Street"],["lat="],["long="],["directions="],["phone=+86 887 8225485, 13988782100"],["tollfree="],["fax="],["hours="],["price="],["content=Great Tibetan food in a warm and friendly atmosphere, although there is only one page of the Tibetan food in their menu. They also serve Indian and Korean cuisine. Full of locals rather than tourists. If you have a sweet tooth, 奶渣炒面团 is worthwhile trying."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Qionglai Restaurant"],["alt=邛崃餐厅"],["url="],["email="],["address=Wujin Road"],["lat="],["long="],["directions=Not far from Paradise Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great Sichuan dishes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sean's Cafe No 2"],["url="],["email="],["address=North Gate Street, Old Town"],["lat="],["long="],["directions=40 metres from the car park, up a flight of stairs, look for the English sign"],["phone="],["tollfree="],["fax="],["hours=Opens 06:30"],["price="],["content=Authentic Tibetan food, great for breakfast.  The Tibetan porridge and yak cheese dumplings are recommended.  Daisy, daughter of the Tiger Leaping Gorge's Sean, speaks great English and can give good local travel advice."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Shangri-La Yak Cheese Shop"],["url="],["email="],["address=No. 3 Chi Lang Shuo, Old Town"],["lat="],["long="],["directions=Next to So Ya La and across from Fragrant Valley Coffee"],["phone=15987595185"],["tollfree="],["fax="],["hours=10:00-22:00"],["price="],["content=A specialty cheese shop that produces locally sourced yak cheese with Western methods. Great selection of local wines to pair with the cheese, as well as a wide selection of cheese-inspired local and Western dishes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Soyala Tibetan Diner & Bar"],["url="],["email="],["address=Cangfang St 1"],["lat="],["long="],["directions=in old town, next to the white stupa"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Burgers, patties and dumplings are made with free range 100% organic Yak meat and burger buns are prepared daily. The restaurant staff are former residents from the Children Charity Tendol Gyalzur in both Shangrila\/Gyalthang and Duilong\/Lhasa. The owner is a Swiss-born and educated ethnic Tibetan married to a local Tibetan. Good pizza, great Lentil soup, and tasty Shangrila brand beer (go unfiltered)."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=N's kitchen"],["url="],["email="],["address=old town,5 meters to main squre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=¥18-60"],["content=Bread served by french bakeer,Good quality western food,nice breakfast menu,cozy place with sunshine design.Best yak burger in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yunnan Mountain Heritage Center"],["url=http:\/\/www.ymhfshangrila.com"],["email="],["address=Old Town"],["lat="],["long="],["directions=Behind Old Town Temple Hill"],["phone=0086 887 822 7742"],["tollfree="],["fax="],["hours=10-6"],["price="],["content=A locally-run non-profit organization dedicated to preserving Yunnan heritage, the YMHC features a shop selling local traditional handicrafts from the Tibetan, Yi, and Naxi peoples and a Small Library with books in Chinese, Tibetan, and English. Volunteers from across China and abroad contribute to a diverse and lively environment, teaching free English and Chinese classes to local Tibetans, hosts community events, and supporting local environmental initiatives."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Black Pottery Coffee"],["alt=黑陶咖啡"],["url=http:\/\/blackpotterycoffee.webs.com"],["email="],["address=Old Town, Cang Fang Street, #5 Chi Lang Gang"],["lat="],["long="],["directions=Just below the giant prayer wheel in the east end of the Old Town, and up the street from the large white stupa \/ 白塔 \/ chorten"],["phone=(0887) 823-0447"],["tollfree="],["fax="],["hours="],["price="],["content= The owners of Black Pottery Coffee, Russ & Kesang, know the region well, so you can get up to date travel information and arrange local excursions with them. They specialize in day trips to Kesang's village, and trekking at Meili Snow Mountain 梅里雪山 (Kawa Karpo). Kesang, Russ, and their daughter Fei Fei, will make you feel welcome in Shangri-la, and help you plan your adventures there. The Cafe offers coffee and cake, wine by the glass, creamy hot chocolate, and ginger tea, as well as Tibetan, Chinese and Western food specialties. Try their Tibetan Hot Chocolate 藏热巧克力 (with rum; espresso optional). Free Wireless Internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Traveller's Club"],["alt=旅行者俱乐部"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Recently renovated. Friendly boss Wandou. Located just north of the old town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Raven Cafe\/Bar"],["alt=乌鸦酒吧"],["url="],["email="],["address="],["lat="],["long="],["directions=Walk into the old town from the main entrance, when your reach the main square cross it diagonally and take the path up the hill, 50 m on your right"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened in 2002 by a Brit and an American and two locals. The first bar (or business of any kind) still running in the Old town (the \"Cow Bar\", now closed, was the first), this place is a nice surprise. Good coffee (roasted on the premises), heart threatening hot chocolate, homemade cakes, quesadillas, imported beers and all manner of cocktails. A hub for local Tibetans and resident foreigners. They've got wireless. Pool table upstairs. Hours 11:00 till last man standing"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tashiis Lodge\/Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Where European cuisine malanges with a quiet gentle breeze of Tibetan infuence. It is pretty good,  bur who's goes the food though??"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Helen's Pizza Ristorante"],["url="],["email=Aqiu666@yahoo.cn"],["address=Dawa Road Zhong Dian"],["lat="],["long="],["directions=On the left just past the main junction at the bottom of the hill as you enter town from the south. Opposite the square on the edge of the old town."],["phone=0887-8224456"],["tollfree="],["fax="],["hours="],["price="],["content=When you feel like a respite from local food the friendly and helpful English speaking Italian owner serves authentic pizzas and pastas.The homemade tagliatelle is particularly good. And best pizza in Yunnan. Serves also Chinese and Korean food and excellent curries and Indian tee. The stove at the window table is very comforting on a cold night and the owner is very willing to give advice and help with onward travel etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Marco Polo"],["url="],["email="],["address=Opposite the Raven Pub"],["lat="],["long="],["directions=Take top left turning out of square and first right - about 50 metres"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent Western Food at reasonable prices. Good pizza. Opened in July 2010 and run by Dawan who set up N's Kitchen and restaurant and established the western menu there."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"===","value":["Budget"]},"\nSeveral budget guesthouses can be found in the old part of town, prices for a double should be in the region of ¥50 per night (low season). Heating is not provided even in the winter months, but additional blankets are happily provided and electric blankets are common.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kevin's Trekker Inn"],["alt=龙门客栈 - Lóngmén kèzhàn"],["url=http:\/\/www.kevintrekkerinn.com"],["email="],["address=138 Dawa Road"],["lat="],["long="],["directions=200m west along Dawa Rd. from the intersection with Changzheng Rd."],["phone=868878228178"],["tollfree="],["fax="],["hours="],["price=¥20"],["checkin="],["checkout=12:00"],["content=This really cozy Inn has a range of three people dorms(¥30\/person), double rooms(¥100), luxury double rooms (¥150) and a triple bedroom ensuite (¥120). 24-hour hot water and free Internet and wi-fi. Laundry service is available for ¥15\/kg. Kevin and his wife are really friendly and speak fluent English. \n\nAwarded a top pick by a reputable travel book publisher."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bright Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Five minute walk from main square"],["phone="],["tollfree="],["fax="],["hours="],["price=¥90 double bed standard room"],["checkin="],["checkout="],["content=Amenities include western style toilets, 24-hour hot water, and free wireless internet and computer to use at reception for free. Laundry ¥2 per piece. Owner can help with booking tours. Clean, comfortable rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harmony Guesthouse"],["alt=融聚客栈"],["url="],["email="],["address=12 Dianlaka, Shangri-la Old Town"],["lat="],["long="],["directions=In the old town, just up from the main square, opposite The Raven Bar"],["phone=+86 13988747739"],["tollfree="],["fax="],["hours="],["price=¥80 double\/twin ensuite"],["checkin="],["checkout="],["content=Lovely, traditional, cosy little guesthouse. Has an excellent communal area with bar, log fire, tv and free internet. Has cheap, cosy dorm rooms with hot shower etc. En-suite rooms are largely oud of wood and have roof windows and squat toilets only. Nancy speaks very good English and can arrange transport and excursions and give local advice. Popular with travellers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shangri-la Traveller Club (HI Affillited)"],["url="],["email=qiuzhang13@163.com"],["address=98 Heping Road"],["lat="],["long="],["directions="],["phone=+86 887 8228671, 6878210"],["tollfree="],["fax="],["hours="],["price=Dorm beds cost ¥20 (¥15 for HI members)"],["checkin="],["checkout="],["content=Great youth hostel with clean and comfortable dorms and rooms with electric blankets. Good hot showers and decent toilets. The best part is the bar\/restaurant\/common room with a wood fired-stove. The staff are friendly, even if a little eccentric! Good travel advice and information (January 2008)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=N's Kitchen&Lodge"],["url="],["email=nskitchenlodge@gmail.com"],["address=No.33, Yiruomulang, Beimen St,Old Town"],["lat="],["long="],["directions="],["phone=0887-6886500"],["tollfree="],["fax="],["hours="],["price=Dorms 8 Beds costs 30¥, Double 120¥"],["checkin="],["checkout="],["content=Nice and clean ,budget, all dorm room with private bathroom ,western toilet, excellent courtyard sunshine terrace, a good place to meet travellers, helpful travel advice, free WiFi, good western food, especially their huge yak burger, perhaps the best in town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tavern Hostel"],["url="],["email="],["address=47 Cuo Lang Street, Shangri-la Old Town"],["lat="],["long="],["directions=Few minutes walk up fron the old town car park. At the end of the road turn right (left is the main square)."],["phone=0887 8881147 \/ 13308879070 (Enhlish, Chinese) \/ 15012223514 (Korean)"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=12:00"],["content=Lovely old house with a roof top terrace. Owned by Korean-Naxi couple. Dorms ¥30, doubles without bathroom ¥70, with ¥120. Great big beds with comfy mattresses. Free internet and wifi. They speak English and Korean and can give you travel and trekking info."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Old Farmhouse"],["url="],["email=the.old.farm.house@hotmail.com"],["address=Hala Village, Nixi, Shangri-la"],["lat="],["long="],["directions=20 km from Shangri-la along the road to Deqin"],["phone=+86 15184990012"],["tollfree="],["fax="],["hours="],["price=Ensuite Rooms from ¥250"],["checkin="],["checkout="],["content= Experience Tibetan village life with Western comforts! All the rooms have wall-to-wall carpets with floor heating, toilet and shower (24 h hot water). Common area includes kitchen, dining area, fireplace with couches, wide-screen TV, pool table and outside deck."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Olive (previously Noah Cafe and Inn)"],["alt=挪亚"],["url=http:\/\/www.theolive.asia"],["email="],["address=Cangfang Street"],["lat="],["long="],["directions=In the old town, east of the Old Town Square"],["phone=+86 887 8881144"],["tollfree="],["fax="],["hours="],["price=Ensuite Rooms from ¥120"],["checkin="],["checkout="],["content=Quiet, clean and spacious room. Air conditioning (cold\/hot), bathroom with hot shower and wc, TV, free Internet access (cable or wifi) in room. Washing machine and dryer are available for ¥25 a load. Also a good western food restaurant. Staff speaks English."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gyalthang Dzong Hotel"],["url="],["email=gyalthang@angsana.com"],["address="],["lat="],["long="],["directions="],["phone=+86 887 8223646"],["tollfree="],["fax=+86 887 8223620"],["hours="],["price="],["content=Opened in 1996, the hotel is the home base for travelers heading to\/from the Kham region of ",{"type":"[[","value":[["Tibet"]]}," and beyond. Beautifully situated on an alpine meadow in the lap of Rutapo Hill, it was designed in the traditional Tibetan dzong architectural style. The renovation preserved the traditional character of the hotel and enhanced many of the Tibetan aesthetic elements, while making it more comfortable and luxurious for guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Songstam Hotel"],["alt=颂赞绿谷酒店"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to Songzanlin Monastery, about 10 minutes from town centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most charming hotel in Zhongdian. Excellent service and beautiful rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Compass Lodge"],["url=http:\/\/thecompass.asia\/"],["email=info@TheCompass.Asia"],["address="],["lat="],["long="],["directions=It is right in the middle of Old Town Square"],["phone="],["tollfree="],["fax="],["hours="],["price=¥450 per night"],["content=Has 4 units of town house that are suitable for families, fully heated (double story per unit), as well as 4 new budget rooms for backpackers at a lower price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Banyan Tree Ringha"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A wonderful resort in a stunning location. Each private 2-storey villa is gorgeously appointed and fully heated, with 24 hours hot water supply and wireless access. The spa is excellent, and with the most gracious and attentive of staff, the service is just downright amazing all round, all of the time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shangri-la Dara Glamping"],["alt=Dara Village Shangri-la County"],["url=http:\/\/www.airbnb.com\/rooms\/582884?locale=en"],["email=recheniques@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+86 18288831293"],["tollfree="],["fax="],["hours="],["price=USD50"],["content=Shangrila Dara Glamping is the first glamping with traditional Yurts\/Gers in the Tibetan County of Shangrila or Gyalthang (Yunnan, China). Located at 15 minutes from Shangrila Old Town and 10 min. from the airport. Come to enjoy the nature in the Tibetan \"Dara Village\". We are next to our partner \"Dara Eco-lodge\" so you can also use all its facilities (hot shower, meals, etc). We have trekking programs, hiking, horse riding, biking, traditional tibetan dancing, ethnic and rural tourism activities. We promote the responsible tourism, so 30% of our income go direct to help the local community and also the \"Shangrila Association of Cultural Preservation\" and \"Thangka Center\"."]]}]},"\n\n",{"type":"==","value":["Cope"]},"\n\nBe aware of the risk of ",{"type":"[[","value":[["altitude sickness"]]},". Zhongdian is at 3,200 m vs 2,000 for Dali or Kunming. Plan your trip to allow time to acclimatise.\n\nThere is a cheap laundry service in dawa lu near old district. Costs ~2-3¥\/piece.\n\n",{"type":"===","value":["Visas"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=PSB - visa extensions"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 10:00"],["price="],["content=Can extend your visa"]]}]},{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["Beware of local scam: men selling nuts and sweets by weight for an outrageous price."]},{"type":"*","value":["Another tourist trap is the Tibetan medical man in a Tibetan herbal museum, which most of the guided tours will arrange to visit without informing you. The medical man in a private room, will look at your palm, and telling you that you suffer from certain health problems, and they can help you to cure it by their herbal prescription. If you are from overseas, they will suggested a 3 months prescription, costing hundreds to thousands of Reminbi. You may be facing undue pressure by their sometime health threatening talk or persuasion. If you are from the same religion, it will be added psychological pressure. An obvious tourist trap using medicine and religion."]},{"type":"*","value":["Tangka painting - private tour will take you to a tangka exhibition, a form of Tibetan traditional painting. Tangka painting is linked to religion, not purely traditional painting. A guided tour will bring you to the exhibition, a lecture related to religion will take place in a room, after the talk, the speaker will give you a card with religion content, and pursue to buy tangka painting under undue pressure to buy linking with religion. It is ¥100 per tangka."]},{"type":"*","value":["Herbal medicine, they will say it is better as it is grow in the higher attitude than Schechuan or other part of China. Unless you know the price and quality of the herbal medicine, it is better to avoid it as it is very expensive."]},{"type":"*","value":["Oxygen - The tour guide will tell you that oxygen is a must in snow mountain tour, they will tell you the oxygen you buy at Lijiang or other place is of lesser quality, sometime they will tell you it led to poisoning. The oxygen you buy is of better quality, it is pure oxygen. Advise to take one tank before going to the snow mountain, and buy another tank to be used while at the mountain. Each bottle or tank is cost ¥50-55, ¥100 for 2 bottles. The tour guide that warned you of highland sickness will earn a commission on that as a little card issued by the shop will be given to tour guide to exchange with a bottle of mineral water. A little card determined how many oxygen bottles been sold. A bottle of oxygen will normally cost ¥15-20 per bottle. Oxygen requirement depended on the individual health condition, normally you do not need it, if you are fearful of the highland sickness, just buy one bottle. There will be unused oxygen bottle available as many may not need that. It was surprise when we went to highland in Switzerland, there is no commercial persuasion of that type in the country."]},{"type":"*","value":["Don't panic, just avoid large group organised travel, or hiring a guide through large agencies. Check first if guides run on a kickback basis (the norm and officially sanctioned throughout Yunnan.)"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chengdu"]]},", see get in\/around"]},"\n",{"type":"{{","value":[["isPartOf"],["Northwestern Yunnan"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Zhongdian"]]},"\n",{"type":"{{","value":[["geo"],["27.833333333333"],["99.701666666667"]]}]