[{"type":"{{","value":[["pagebanner"],["Sharm el-Sheikh banner.jpg"]]},"\n",{"type":"'''","value":["Sharm el-Sheikh"]}," (شرم الشيخ, also transliterated as ",{"type":"''","value":["Sharm ash Shaykh"]}," and popularly known simply as \"Sharm\") is a well-known port and resort town at the southern tip of the ",{"type":"[[","value":[["Sinai"]]}," Peninsula in ",{"type":"[[","value":[["Egypt"]]},", popular with package holiday makers and divers. About 9,000 British tourists are in Sharm on any given day. Numbers have doubled in the last 3 years and seemed set to continue to rise despite the worldwide economic situation, until the Arab Spring and related instability and conflict in Sinai and the rest of Egypt.\n\n",{"type":"==","value":["Understand"]},"\n\nSharm el-Sheikh is one of the most popular tourist destinations in the Arab world. But there are also some very good reasons to visit it if you are not the common tourist, who likes to lie on the beach all day. It is one of the ",{"type":"'''","value":["finest diving spots"]}," in the world and a trip into the desert is an unforgettable adventure.\n\nThe Sinai Peninsula is a remote desert mountain range. The rocky mountains are parted from the deep-blue sea by a flat desert strip. This combination of desert and sea is an incredible sight and makes you believe you are on a different planet.\n\nAbout 40 years ago, Sharm el-Sheikh was nothing but a small fishing village with about 100 Bedouin citizens. When Sinai was occupied by Israel in 1967 Sharm el-Sheikh started to develop as a tourist destination (like the rest of the peninsula). Israelis evacuated Sinai between 1979 and 1982, following the signing of a peace agreement between the two countries. Since the 1980's the Egyptians have been continuing the development of Sharm where the Israelis left off. Sharm's 100 grew into a bustling 10,000 population. There is now a nice promenade, a Hard Rock Cafe, one of the most modern hospitals in Egypt and so on. \n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 21.7"],["febhigh = 22.4"],["marhigh = 25.1"],["aprhigh = 29.8"],["mayhigh = 33.9"],["junhigh = 37"],["julhigh = 37.5"],["aughigh = 37.5"],["sephigh = 35.4"],["octhigh = 31.5"],["novhigh = 27"],["dechigh = 23.2"],["janlow = 13.3"],["feblow = 13.7"],["marlow = 16.1"],["aprlow = 20.1"],["maylow = 23.8"],["junlow = 26.5"],["jullow = 26.7"],["auglow = 28"],["seplow = 26.5"],["octlow = 23.4"],["novlow = 18.9"],["declow = 15"],["janprecip = 0.5"],["febprecip = 0.2"],["marprecip = 1.2"],["aprprecip = 0.2"],["mayprecip = 0.5"],["junprecip = 0"],["julprecip = 0"],["augprecip = 0"],["sepprecip = 0.04"],["octprecip = 0.8"],["novprecip = 3.3"],["decprecip = 0.5"],["description = Source: ",{"type":"[","value":["http:\/\/worldweather.wmo.int\/059\/c01269.htm World Meteorological Organization"]}]]},"\n: ",{"type":"''","value":["See also: ",{"type":"[[","value":[["Egypt#Climate"]]}]},"\n\nThe climate is very dry. Rainfall is very rare. The weather is very hot in summer days and moderately hot at summer nights. In winter, it is warm at days and has one of the warmest night temperatures in Egypt.\n\n",{"type":"<","value":["div",{"style":"font-size:smaller; width:70%"},["\n",{"type":"{|","value":[["class=\"wikitable\""],["|+",{"type":"[","value":["http:\/\/www.weather2travel.com\/climate-guides\/egypt\/sharm-el-sheikh\/ Sharm el-Sheikh mean sea temperature"]}],["|-"],["!",{"type":"'''","value":["Jan"]}],["!",{"type":"'''","value":["Feb"]}],["!",{"type":"'''","value":["Mar"]}],["!",{"type":"'''","value":["Apr"]}],["!",{"type":"'''","value":["May"]}],["!",{"type":"'''","value":["Jun"]}],["!",{"type":"'''","value":["Jul"]}],["!",{"type":"'''","value":["Aug"]}],["!",{"type":"'''","value":["Sep"]}],["!",{"type":"'''","value":["Oct"]}],["!",{"type":"'''","value":["Nov"]}],["!",{"type":"'''","value":["Dec"]}],["|-"],["|22 °C (72 °F)"],["|21 °C (70 °F)"],["|21 °C (70 °F)"],["|23 °C (73 °F)"],["|24 °C (75 °F)"],["|26 °C (79 °F)"],["|27 °C (81 °F)"],["|28 °C (82 °F)"],["|28 °C (82 °F)"],["|27 °C (81 °F)"],["|25 °C (77 °F)"],["|24 °C (75 °F)"]]},"\n"]]},"\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["Na'ama Bay"]]}," part of the city is the center of nightlife and dining: most of Sharm's clubs, cafes, restaurants and shops are here.\n\nSharm el Sheikh has grown into three distinct areas now, Nabq is a new area to the North of Na'ama, Old Market and Hadaba to the South of Na'amaa Bay.\n\n",{"type":"==","value":["Get in"]},"\n\nSee ",{"type":"[[","value":[["Sinai"]]}," for information on the Sinai visit pass, which allows visa-free travel for up to 14 days.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Sharm el-Sheikh Airport"]}," (",{"type":"{{","value":[["IATA"],["SSH"]]},") is the largest in the Sinai and receives planeloads of charter tourists daily in the winter high season. The only airline for local flights is  EgyptAir ",{"type":"[","value":["http:\/\/www.egyptair.com.eg\/"]},". Your travel agent may have trouble booking flights with them but they can also be booked on some of the online booking engines. There are 2 Terminals that are next to each other. Terminal 1 is the new one with Egypt Air and Easy Jet. You will need a visa only if you plan to go out of the Sharm area (such as Ras Mohammed bus or boat, Cairo, St Cathrines)and can be bought on arrival (price seems to vary day to day, make sure you have 15 £, $, or euro handy.\n\nFor departures: timetable shows only nearest 1-2 hours, makes you watch over the row of check-in desks for your flight number.\n\n",{"type":"====","value":["Airport cafes"]},"\n\nCafes after security check are: ",{"type":"'''","value":["Sbarro'' (overcrowded), "]},"Cafe Europa",{"type":"'''","value":[" (on the back of the lounge, less crowded): sandwiches, coffee, Egyptian sweets; outlet of "]},"Caffè Ritazza''' international chain coming soon (also in Athens, Budapest, Madrid, Milan, London, Paris, New York, Stockholm, Zurich, Vienna).\n\n",{"type":"====","value":["Shops in the airport"]},"\nAfter security check: ",{"type":"'''","value":["Patisserie"]}," offers lucums, khalva and other Egyptian sweets.\n\n",{"type":"===","value":["By boat"]},"\nFerry services between ",{"type":"[[","value":[["Hurghada"]]}," on the mainland ",{"type":"[[","value":[["Red Sea Coast"]]}," and Sharm were suspended from 2012 due to lack of tourists.\n\n",{"type":"===","value":["By car \/ By bus"]},"\n\nSharm el-Sheikh can be reached by driving down the eastern coast from ",{"type":"[[","value":[["Eilat"]]}," (",{"type":"[[","value":[["Israel"]]},") via ",{"type":"[[","value":[["Nuweiba"]]}," and ",{"type":"[[","value":[["Dahab"]]},", or via the western coast from ",{"type":"[[","value":[["Cairo"]]},".  There are daily buses for both routes. From Cairo,East Delta buses take approximately 8 hrs (80 LE) while Superjet buses take 6 hrs. When taking the bus from Cairo, keep your bus ticket and passport handy, as you will pass through a number of checkpoints, which require passengers to present identification and ticket.  The drive is interesting with beautiful scenery, throughout the route.\n\n",{"type":"'''","value":["The Sharm el-Sheikh bus station"]}," is removed, by about a kilometer, from the Peace road. If you should arrive during the evening hours your only option may be to take a taxi, as micro-bus service can be spotty. Since Sharm is a tourist-driven economy, you should be prepared to do some bargaining. If you are of the hiking type, the main road is, roughly, twenty minutes from main road. Just ask anyone to point you in the direction of Peace road. Once at Peace road you should have no problem hailing down a micro-bus. \n\nWhen heading to the bus station via micro-bus, it should be noted that, as of February 2009, there were no direct routes, which go down Peace road, to the bus station. In  order to reach the station, you must indicate that you are going to the bus station, and want to be left off at the gas station. This may take some work, given the limited English skills of the drivers. Once at the gas station, you should see micro-buses, which will take you on the final leg. Remember, transfers are not issued, you will need to pay another fee for the final leg.\n\n",{"type":"'''","value":["About micro-bus fees"]}," If your journey is within a kilometer or two, the cost should be about (LE 3 to 5 LE). If your stop is further out, or if you are traveling during the late night hours, be prepared to get a demand for more money, in some cases drivers may demand up to (LE 10 or LE 20). Demands for higher fees can also take place, if the driver feels he you have money! So, be prepared to negotiate. If the drivers fee is unreasonable simply get out, this will often bring down the cost. One final note on fees, when arriving, ask a local how much the bus costs before hailing one down. The information provided will give you a base-line price, from which you can bargain with.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" By taxi "]},"\nIn Sharm the taxis are generally modern models, either Hyundai or Chevrolet. Don't bother with the meter in the taxi,it probably does not work anymore,they soon break due to the dust,and would work out more than the \"fixed\" prices anyway. Always note the drivers ID number. The tourist police are very helpful if you have a problem, or quickly realise you left something inside, but only with the taxi number.\n. Don't assume they have meters. Locals tell you they don't. Make sure you have transportation waiting for you as Sharm el Sheikh airport is the worst part of Egypt for getting a reasonably priced taxi. They will ask for 150-400 LE for the 10 minute ride to Nabq. It is easy to make it to the main road, hail a cab and pay 50-100le. Otherwise you will walk away from the experience feeling violated.Check with your hotel if they have a pick-up service.\nCheck sure you have small notes to pay the fare and never pay before you reach your destination, making sure you only pay the pre-arranged price. Make sure that the driver knows that you are paying in Egyptian pounds and not English pounds. Taxis do not like to take coins.\n\n",{"type":"===","value":[" By bus "]},"\nThere are also a fleet of blue and white tuk-tuk's, which are basically small buses, of varying roadworthiness,  which are used to ferry the locals around the resort of Sharm el Sheikh. These are a most economical method of transport compared to taxis, which are comparitively expensive. They run on a fixed route from North to South with a divertion to the Expat\/locals area of Hadaba. To hail a tuk-tuk simply wait next to the side of the main street and raise your hand to flag one down as it approaches.  When you take the bus, go inside and find a seat and simply pass your money forward to the driver (with the help of other passengers if you sit in the back). The fare should never be more than 3LE. If you start asking for the price the driver may very well try to make you pay much more than needed. Do not try to pay in foreign currency. When you arrive at your destination call 'hinna quiis' (here is good). Note that Naama Bay is known as Marina (and there is no marina!).\n\nMake sure you have a stash of small coins and notes to pay your fare.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Sightseeing and Excursions in\/from Sharm El Sheikh:"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sharm Old Town"]}," Hail a taxi or local bus to take you to the Sharm Old Town, ask the driver for the old market. This is a much different experience for tourists staying in the Na'ama Bay area. Most of Sharm is less than 25 years old so don't expect a Morrocan style 'Souk' experience! Ignoring the touts outside each shop make a better experience, unless you are serious about buying. Stay strong in you determination of what to pay."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Na'ama Bay"]}," is the tourist center of Sharm El Sheikh, an unusual sight and a bit exotic for a westerner are huge fans pumping fresh air and water to street cafes and terraces near hotels."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["A visit to the desert"]}," is highly recommended. Various trips to the Bedouins, the beautiful Coloured Canyon, White Canyon , quad bike and buggy safari tours."]},"The more adventurous should try to find a private guide, who takes them for a few days into the mountain desert with a camel. You will walk through hidden valleys, rest at secret oasis and during the night you sleep under a breathtaking firmament.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Boat and snorkeling trips to the beautiful snorkeling"]}," sites in Ras Mohammed National Park and Tiran Island. For non- swimmers, the submarine or glass bottom boat is an ideal alternative to discover the underwater world of the Red Sea ."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cultural excursions"]}," in Sinai like Saint Catherine's Monastery and Mount Sinai, where, according to tradition, the God spoke to the prophet Moses. Excursions from Sharm El Sheikh to Cairo, where the famous three pyramids, the Sphinx and the Egyptian National Museum, or to Luxor, the famous capital of ancient Egypt. As well as excursions to sightseeing in the neighboring countries like Petra or Jerusalem."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Day visit to Dahab"]}," Lovely relaxing trip - a totally different vibe to Sharm. One hour away through a mountainous road, best not attempted at night. Taxis should be 150le each way or 20le each way from the bus station then a Dahab 'taxi' (pick-up) for 5-10le into town. Take the number of your driver if you want to leave at a different time. The bridge is in the center of Toun with a promenade in each direction."]},"\n",{"type":"*","value":[" Enjoy the sight and sound experience and the live show at ",{"type":"'''","value":["Alf Lela w Lela"]}," (A thousand and one Nights) everyday. the live show is amazing, with different shows featuring a great male Belly Dancer well known as Mero, and other belly dancers. Also some Egyptians weddings, tanourra dance and shows. A bit down at heel but worth a look around."]},"\n",{"type":"*","value":[" Short trips to ",{"type":"'''","value":["Aqua Park"]},", the largest water park in Sharm El Sheikh, Dolphinella where dolphin shows and dolphin swim takes place and crocodile show."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Diving"]},"\n",{"type":"[[","value":[["Image:Strait tiran 83.jpg"],["thumb"],["300px"],["The Strait of Tiran and Tiran Island"]]},"\n",{"type":"'''","value":["Diving"]}," is the main activity in Sharm el-Sheikh. When you dive into the warm water of the Red Sea and leave the remote desert behind, you will enter a world full of life and colours. Divers, especially photographers,  should be confident with their buoyancy to avoid damaging the fragile coral reef system.\n",{"type":"*","value":["The reefs of ",{"type":"'''","value":["Tiran"]}," and ",{"type":"'''","value":["Ras Mohammed"]}," are known as two of the best diving-spots in the world. They can be reached by boat from Sharm within two hours.  Ras Mohammed is the name of the southern most point of the Sinai peninsula. There, the current of the Gulf of Aqaba meets the Gulf of Suez. Due to the increase of plankton in the water the amount of fish is incredible. Huge schools of Barracudas, Sharks and Murrays can be seen there every day."]},":The disadvantage of its popularity is that you may find up to 20 boats at the same reef. If you take a daily-boat you may enjoy your dive in the company of fifty other dive guides and about 10 divers in each group. \n",{"type":"*","value":["The wreck of the ",{"type":"''","value":["SS Thistlegorm"]}," is generally regarded as one of the finest ",{"type":"[[","value":[["wreck diving"],["wreck dives"]]}," in the world.  However, it can also become very crowded with divers and definitely is an advanced dive due to strong currents and part of the dive is usually in an overhead environment."]},{"type":"*","value":[" Smarter divers book a ",{"type":"'''","value":["diving safari"]},". This way you avoid the crowds at the popular spots and have the possibility to dive beautiful reefs way beyond the reach of any daytripping boats. The overall costs of a diving safari does not exceed daily diving and it saves you a lot of stress. Check out your chosen boat online and make sure the photos are current!"]},"\nOperators include:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Oonas Dive Center"],["alt="],["url=http:\/\/www.oonasdiveclub.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small, friendly Dive Centre at the quieter end of Na'ama Bay offering daily diving and all PADI courses - discounts for internet bookings."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sinai Divers Naama Bay"],["alt="],["url=http:\/\/www.sinaidivers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Camel Dive Club"],["alt="],["url=http:\/\/www.cameldive.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Colona Divers"],["alt="],["url=http:\/\/colona.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Emperor Divers"],["alt="],["url=http:\/\/www.emperordivers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Enigma Charters"],["alt="],["url=http:\/\/www.enigmacharters.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Ocean College"],["alt="],["url=http:\/\/www.ocean-college.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=RedSea Diving College"],["alt="],["url=http:\/\/www.redseacollege.com\/english\/home.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Diving Ocean"],["alt="],["url=http:\/\/www.divingocean.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Ultimate Diving Holidays"],["alt="],["url=http:\/\/www.ultimatediving.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sharks Bay Umbi Diving Village"],["alt="],["url=http:\/\/www.sharksbay.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Dolphin Diving Center"],["alt="],["url=http:\/\/www.dolphin-diving.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Divers International"],["url=http:\/\/www.diversintl.com"],["email="],["address=Sofitel Hotel"],["lat="],["long="],["directions=North end of Na'ama Bay"],["phone=+20 106770462"],["tollfree="],["fax="],["hours=9AM-6PM"],["price="],["content=PADI five star diving centres offering daily diving trips, PADI courses, and liveaboard safaris."]]}]},"\n",{"type":"===","value":["Horseback riding"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stables at Sofitel Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=EUR45 for 2 hours"],["content=Helpful personnel. Require helmets (provided); several pairs of riding boots available. After the ride, offer you to give showers to your horse. Bambi and Kelly are declared as the fastest horses. Too far from the desert: in 2-hours route, only 40 minutes is actual ride in desert, the remainder time is spent to get there and to return back. For 2 hours, better choose stables at the edge of desert."]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Travel activities#Quad bikes"],["Quad bikes"]]}]},"\nThere are dozens of operators who seem to use just the same route, length and sequence of stops: when you drive, you meet many groups who follow just the same route as yours. There are several really shaky pieces of the route, very much like a washboard.\n\nWear a long-sleeved shirt; shoes are safer than sandals. Always wear a helmet and make sure your travel insurance covers this activity. Expect all your wear (and skin) to be covered with grey dust.\n\n2 hours of riding is just enough for a non-professional rider; expect several stops along the way. It's ideal to start your ride at 4pm or later--to catch a sunset and ride back when air is not that hot.\n\nAt departure point, choose a bike in the beginning of the motorcade: being one of the first allows to drive faster, and results in less dust.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tiba Safari \/ Tiba Trip"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20 single person per bike for 2 hrs; $25 for two people sharing the same bike for 2 hrs"],["content=Sold by many agencies. Groups are 10-15 bikes; two persons per bike is allowed (although bikes are originally designed for a single person). Tasting Berber tea is very risky for your stomach--proven several times. Group is accompanied by a car with camcorder--video is not worth buying, and the car generates much extra dust (you can't do much about it unless your whole group ask in advance to not make video at all)."]]}]},"\nMake sure you stay on the path and follow your guide, as Egypt has one quarter of the world's landmines buried in its deserts, some of them surprisingly close to Sharm el-Sheikh.\n\n",{"type":"===","value":["Para sailing"]},"\nPara sailing is very enjoyable. But, for a less than 5 minutes ride, they charge 260 pounds for 2 persons and 220 pounds for one person.\n\n",{"type":"===","value":["Camel trekking"]},"\nThe best place to do this is in the Sinai desert on a tour with the Sinai's on their own bred camels. After this you can look up at the desert stars at midnight after having a homemade meal cooked by the Sinais themselves.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["water in shops cost around 3-5 LE"]},"\n",{"type":"*","value":["bring your sunscreen, because they cost 80-200 LE anywhere in town, if you are without tan, shopkeeper will sell you one at very bad price - welcome to Egypt :-)"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Carrefour Express"],["url="],["email="],["address=Marina , one street west of 'main disco street'"],["lat="],["long="],["directions=one street off from the main shopping\/nagging street in Marina part"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=one of the classic European shops with price tags, option to pay with credit card without disadvantages, exchange machine and ATM inside, \n- they do have a lot of local spices and even some souvenir items, like small papyrus just for 2 LE"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nIf you need a break from resort food try one of the local places below. If you're looking for a taste of home Il Mercato houses a McDonalds, KFC, Pizza Hut, Costa and a Starbucks. Manchow Wok has nice Chinese food and is opposite Stella, the only place to drink in El Mercato.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Masrien"],["url="],["email="],["address=Old Market"],["lat="],["long="],["directions=next to the market exit"],["phone=+20 (69) 366 2904"],["tollfree="],["fax="],["hours=12:00 - 4:00 am"],["price="],["content=Offering the finest Egyptian barbeque cuisine including Kabab, Kofta, Reyash, Nefa, Tarab & liver, all types of oriental dishes including veal shank, stuffed pigeon & stuffed duck, all types of pasta & rice & different types of stuffed vegetables. Alcohol free. Enjoy all types of grills. Also worth is GAD a few more doors down, look for the big red sign. Both are full of locals."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fares Seafood"],["url="],["email="],["address=Horus Mall and Old Market"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=All kinds of seafood fresh from the Red Sea."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fawanes Cafe"],["url="],["email="],["address=Naama Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lebanese cuisine. Good place for waterpipes; order a smaller one (Fawanes); apple one is ideal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Onions"],["url="],["email="],["address=Il Mercato"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fusion food, good services and reasonable prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Safsafa"],["url="],["email="],["address=Naama Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably one of the best fish cafes in the town. A rare place where grilled calmaras are really good. However, the lobster included in the mixed seafood plate is dry."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tempo Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Features some percentage of locals. Waiters are uniformed in disctinctive orange-and-green. Waterpipe is good, but when served for several people (with many hoses), the menu price may be multiplied by number of people--ask in advance; maybe it's just a scam."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Indian Restaurants"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are 3 Indian restaurants in Sharm. One is Maharaja, on the beach pathway. Other two are India House Restaurants, of Thai Chain hotels. One is the old market and another one, opposite little Buddha, on the road near Taxi stand. Can get Indian menus."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nFresh Guava juice is a must-try, excellent in any cafe, along with Bedouin or Mint tea.\n\nAlcohol (including beer) is available in restaurants and street cafes. Travellers must be aware that taxes are now levied on alcoholic drinks that are purchased in cafes or bars that are not associated with the hotels. Please also be aware of drink prices in general as they can be relatively expensive, compared to other european destinations. Always ask to see a drinks menu before ordering a drink. Check in the Naama Bay cafes that you will not be charged 'entrance' and to watch the 'floor show' (bad dancing). Tea and coffee is around 15-25le, make sure you are paying sensible prices.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Black House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Second famous venue after Pacha club. Presumably owned by Russians and avoided by everyone ."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bus Stop"],["url="],["email="],["address=Naama Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hard Rock Cafe"],["url="],["email="],["address=Naama Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Little Buddha"],["url="],["email="],["address=Naama Bay Hotel"],["lat="],["long="],["directions="],["phone=+20 69 350 1030"],["tollfree="],["fax="],["hours="],["price="],["content=Good music and cocktails. Not the cheapest place in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ministry of Sound Red Sea"],["url="],["email="],["address=Pacha\/Sanafir hotel"],["lat="],["long="],["directions="],["phone=31624930603"],["tollfree="],["fax="],["hours=23-03.45"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pacha club"],["url=http:\/\/www.pachasharm.com\/"],["email="],["address=Sanafir hotel, Naama Bay"],["lat="],["long="],["directions="],["phone=+20(69)360-0197-8"],["tollfree="],["fax="],["hours="],["price="],["content=One of the most famous dancing clubs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=TGI Fridays"],["url="],["email="],["address=Naama Bay"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nMost hotels in Sharm, particularly in the Na'ama Bay area cater for package tourists. There are mostly 3-6 star all-inclusive hotels and there are very few (if any) budget options. Generally it is best to knock a star off the official rating to avoid disappointment. Renting privately owned apartments is economical, but they vary in facilities.\n\nNabq or Montaza area it is quite a distance to the North (12km) from Na'ama Bay and Old Market, so you either are tied to their all-included ration, or need to pay for taxi for every dinner in Na'ama (although taxi is inexpensive from most of hotels, or take the hotel courtesy bus). You do have Soho Square and the 'Mall Strip' of Nabq area of all inclusive Hotels.\n\nFor hotels in Na'ama Bay itself, their territory is frequently crossed by a pedestrian street, so the beach may appear across the street from the hotel building--obviously affecting privacy even when using a hotel's pool. The Zebra crossings on the main roads are best ignored as the drivers have no idea what they are for!\n\n",{"type":"===","value":[" Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maritim Jolie Ville Golf & Resort"],["url=http:\/\/www.jolieville-golf.com"],["email=monika.elbadramany@jolieville-hotels.com"],["address="],["lat="],["long="],["directions="],["phone=+20 2 269 014 65"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel proudly boasts and features the only 18-hole PGA international championship golf course in the entire area (Winner of the Platinum MENA Travel Award for Best Golf Club in the Middle East & Africa in 2006)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Savoy"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Extremely spacious and modern rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sierra"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very small territory for its number of visitors. Airport is very close, and planes fly over the hotel's territory."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Large territory is isolated and private, but still within walking distance from Naama Bay--allowing pleasant promenades through a flower alley for a dinner in Naama. Moroccan-style interior and territory decoration; territory smothered in flowers. Very courteous staff--compared to many other resorts of this grade in Sharm. Built around late 80s-early 90s, as bathrooms equipment suggests; plastic chairs on most private terraces. Large swimming pool, tennis court (pay for electric light only?), gym, horse stables available. 3 private beaches, each with a private piece of a coral reef right near the beach."]]}]},"\n:",{"type":"''","value":["Breakfast:"]}," 6:30AM-10:30AM; buffet is not refilled after 10AM. Good choice of traditional breakfast meals; custom-made omlettes and fried eggs; coffee is American only; cocoa is made of instant. Whole fruits are not served, but all components for fruit salad are.\n:",{"type":"''","value":["Restaurants:"]}," ",{"type":"'''","value":["Horizon Bar"]}," overlooking the sea; terraces next to the pool both serve dishes from the main restaurant where the breakfast is served. Caesar salad is fine; lentil soup is not spicy and pretty good (if you like lentil soup). Pizzas are quite rubbery. Cucumber soup cold and strange. There's also an ",{"type":"'''","value":["Indian restaurant"]},", not reviewed by wikivoyagers yet. \n\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Sharm El Sheikh"],["url=http:\/\/sharmelsheikh.regency.hyatt.com"],["email=sharm@hyattintl.com"],["address=Gardens Bay, South Sinai"],["lat="],["long="],["directions="],["phone=+20 69 360 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star resort style hotel with 439 rooms and suites, a watersports centre and a spa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Rotana Resort & Spa"],["alt="],["url=http:\/\/www.rotanahotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=About ten minutes from the airport."]]}]},"\nThe only Five Stars ",{"type":"''","value":["Plus"]}," resorts are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Seasons"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ritz Carlton"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Spa, diving and snorkelling from the hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Cleopatra Luxury Resort Collection"],["url=http:\/\/www.thecleopatrasharm.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+20 69 37 10 850"],["tollfree="],["fax=+20 69 37 10 851"],["hours="],["price=EGP 444 HB"],["checkin="],["checkout="],["content=Spa, diving and snorkelling from the hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jaz Belvedere"],["alt="],["url=http:\/\/www.jaz.travel\/destinations\/egypt\/sharm-el-sheikh-hotels\/jaz-belvedere.aspx"],["email=reservation@jazbelvedere.com"],["address=El Montaza"],["lat="],["long="],["directions="],["phone=+20-(0) 69 -367 04 41"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jaz Mirabel Beach"],["alt=Sharm El Sheikh Hotel"],["url=http:\/\/www.jaz.travel\/destinations\/egypt\/sharm-el-sheikh-hotels\/jaz-mirabel-beach.aspx"],["email=reservation@mirabelresort.net"],["address=Nabq Bay, P.O. Box 377, South Sinai, Egypt"],["lat="],["long="],["directions="],["phone=+20-(0) 69 - 371 03 71"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=az Mirabel Beach offers stunning views of the Red Sea in a luxurious but relaxed family-friendly setting for the perfect Egypt holidays package. Jaz Mirabel Beach lies on the shores of a lagoon in Nabq Bay, a ten-minute drive from Sharm El-Sheikh International Airport."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Sinai"]]}," — a holy mountain known for the ancient ",{"type":"'''","value":["Monastery of St. Catherine"]},", and thought to be the mountain where Moses received the 10 commandments. A taxi for the days that waits for you can be found for about 400 EP (January 2009) if you want to go during the day. If you want to go for the sunset or sunrise you can book a trip through one of the local operators. Mark that the cafeteria in the Monastery does not always have food, but rather chips and snacks. It can be wise to bring some food if it is not set up for you as part of your trip. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Dahab"]]}," — a small and relaxing resort town 90km north from Sharm El Sheikh, just over one hour away, offers a wide range of wind water sports as well as the famous ",{"type":"'''","value":["Blue Hole"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taba Heights"]]}," — a purpose built resort town 225km north, just over 2 hours' drive, which offers a wide range of wind water sports as well as the opportunity to see frog fish and sea horses."]},"\n",{"type":"{{","value":[["geo"],["27.912222"],["34.329722"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sinai"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sharm el-Sheikh"]]},"\n",{"type":"[[","value":[["Commons:Category:Sharm el-Sheikh"]]}]