[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Shawnee-On-Delaware, PA"]}," is in ",{"type":"[[","value":[["North America"]]},".\n\n",{"type":"==","value":["Get in"]}," \nThe main highways into Shawnee-On-Delaware are routes 80 east\/west and 209 north\/south.\n\n",{"type":"==","value":["Get around"]}," \nA car is desirable to fully enjoy the area as public transportation is unavailable. Taxis are available however. One company is the WGM Transportation company that offers Taxi and Van transport services 24hrs a day 7 days a week. The telephone number is 1-877-WGM-TAXI or 570-223-9289.\n\n",{"type":"==","value":["See"]}," \nShawnee has plenty of naturally scenic areas. One of the most famous is Bushkill Falls on 209 north. To get a better view of the scenic points of the area, the Water Gap Trolley is highly recommended. \n\n",{"type":"==","value":["Do"]}," \nSkiing and snow tubing on Shawnee Mountain are the main winter activities in Shawnee, however, the warmer months brings much to do. \n",{"type":"*","value":[{"type":"'''","value":["Delaware River Discovery Center located at Shawnee Inn"]}," offers exciting adventures like river rafting, canoeing, kayaking and mountain biking. "]},"Shawnee Fishing Adventures are also located at the resort and offer guided fishing tours, equipment rental and fishing instructions. ",{"type":"[","value":["http:\/\/www.shawneeinn.com\/riveradventures.aspx"]},"\n\nOther popular attractions are ",{"type":"'''","value":["Sky’s The Limit Skydiving"]},", ",{"type":"'''","value":["Pocono Adventures Riding Stables"]}," and ",{"type":"'''","value":["S&S Speedways"]},".\n\n",{"type":"==","value":["Buy"]}," \nShawnee is home to one of Pennsylvania’s best outlet malls. The Crossings Outlet is located off of route 80 exit 299. The Pocono Peddlers Village and The House of Candles can also be found in this area. Malls in the Shawnee area include Foxmoor Village Mall and Stroud Mall. \n\n",{"type":"==","value":["Eat"]},"  \nMany of the restaurants in Shawnee have a small town, down home cooking feel to them but not lacking in service. Some restaurants worth mentioning are Thai Thani, on River Road, Sam Sneads (best baby back ribs ever!), Compton’s Pancake house and Brandli’s Italian Restaurant. \n\n",{"type":"==","value":["Drink"]}," \nSam Sneads and River Room Restaurant and Lounge (inside Shawnee Inn) both on River Road. \n\n",{"type":"==","value":["Sleep"]}," \nThere were plenty of motels on route 209\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Shawnee Inn and Golf Resort"],["url=http:\/\/www.shawneeinn.com\/default.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Poconos and Endless Mountains"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]