[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Schyolkovo"]}," (Щёлково) is a mid-sized city in the ",{"type":"[[","value":[["North Moscow Oblast"]]},". While not especially a tourist destination itself, it serves as a change point on routes to sights in the north-eastern Moscow Region.\n",{"type":"[[","value":[["File:Shcholkovo Trinity Cathedral-10965.jpg"],["thumb"],["Trinity Cathedral (built between 1909 and 1915)"]]},"\n",{"type":"==","value":["Get in"]},"\nFrom Yaroslavskii Train Station take local trains to stations Voronok, Schyolkovo, Gagarinskaya or Chkalovskaya (53-60 min) or REX expresses to Voronok or Chkalovskaya (5 a day, 38-43 min). From central bus station (metro Schyolkovskaya) take minibus 361 or buses 361,485,349, 335 to get to central part of town (50 min) or minubuses 320, 380 and buses 320, 321, 360, 378, 380, 381, 429 to get to Chkalovskaya (35 min). Taking buses, especially to Chkalovskaya, you most probably would go conveniently further on your way to your destination, but buses will be especially prone to jams on narrow Schyolkovo highway, so you may deliberate which way is better. Hence need to change in Schyolkovo. \n\nThere's a connection from Ivanteevka (and with this from Pushkino with change in Ivanteevka) (minibus 55, bus 40), and local trains, REXes and bus 26 from Monino. From north-east 361 from Fryazino, 335 from Fryanovo, 320 from Chernogolovka. To get from Noginsk, use 22 bus to Gromkovo, then 320.\n\nBy car - the same routes, as bus routes, the same jams on Schyolkovo highway (or M8 for Moscow - Pushkino - Ivanteevka route, or M5 for Balashiha - Monino - Chkalovskiy route).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Shcholkovo Zhegalovo Saint Nicholas Church 10740.jpg"],["thumb"],["Saint Nicholas Church (built in 1835)"]]},"\nThe central part (that is, if your destination isn't Chkalovskiy from center) is small enough for walk, though city buses do exist. Intercity buses to Fryazino and further cross city center from south and north approximately between Voronok and Schyolkovo station, the walk to change is better from Voronok. If you want to make a short walk while changing, go to stop, that is further north and called Noviy Most (New Bridge) - just on the other side of Klyaz'ma from railway besides the McDonalds.\n\nThe change at Chkalovskiy is fairly straightforward if a bit delayed by busy rail crossroad.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Shelkovo-mosque.jpg"],["thumb"],["Mosque"]]},"\n",{"type":"*","value":["There are several Orthodox churches, built in the 19th and early 20th centuries, and the first mosque of the Moscow Oblast, opened in 2001."]},{"type":"*","value":["There is also a cemetery for German prisoners of war who died after World War II ended in Europe."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Deutsch Friedhof Schtscholkowo.JPG"],["thumb"],["Plaque for 82 German prisoners of war who died in Shchyolkovo between 1945 and 1947"]]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Grebnevo estate, just beyond the city of Fryazino. Beautiful and a popular tourist destination even in spite of being half-destroyed."]},{"type":"*","value":[" Nikolo-Berlyukovskii male monastery with the highest belfry of Moscow Oblast in Avdot'ino. (Chernogolovka direction, get out at Gromkovo, you'll see it from the road)."]},{"type":"*","value":[" Zvyozdniy Gorodok, space training facility. Excursions are available for foreigners only by prearrangement not later than 15 days before the date. Local trains to Tsiolkovskaya or 380 bus."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Moscow Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["55.916667"],["38"]]},"\n",{"type":"[[","value":[["Wikipedia:Shchyolkovo"]]}]