[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Towards Jabllanice Mountain.jpg"],["thumb"],["400px"],["right"],["Looking to Jabllanice Mountain"]]},"\n\n",{"type":"'''","value":["Shebenik-Jabllanice National Park"]}," is in the ",{"type":"[[","value":[["Librazhd"]]}," and Bulqizë regions of ",{"type":"[[","value":[["Albania"]]},". It is one of Albania's newest national parks, having been created in 2008.  The park occupies the northeastern section of the district of Librazhd and runs along the border with ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe Shebenik-Jabllanice National Park is named after two mountains located within the park: Shebenik and Jabllanice.  It is a new park, and thus underdeveloped\n\n",{"type":"===","value":["History"]},"\nThe park was created on May 21st 2008\n\n",{"type":"===","value":["Landscape"]},"\nThe terrain of the park is mostly foothills leading up to mountains which reach over 2,200 meters high.  It is covered in small pine and deciduous forests, as well as grazing meadows.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe part is home to a number of rare and endemic species of plants and wildlife.  Beech, oak, fir, and other pine trees dominate the forested portions of the park.  There are also a number of meadows and pastures.  The brown bear, grey wolf, and Eurasian linx are all inhabitants of the area.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is temperate with dry warm summers and cool wet winters, though the highest reaches of the park are often covered in snow until May.\n\n",{"type":"[[","value":[["File:AlbaniaLibrazhdLlange.jpg"],["thumb"],["300px"],["right"],["Mountains in the park near the village of Llange"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nYou can reach the park by car in a number of ways. \n",{"type":"*","value":["From the north, from ",{"type":"[[","value":[["Peshkopi"]]}," or ",{"type":"[[","value":[["Debar"]]}," it can be reached by the Peshkopi-Librazhd road at the access in the village of Stebleve, or continue down to the entrances below."]},"\n",{"type":"*","value":["From ",{"type":"[[","value":[["Tirana"]]},", ",{"type":"[[","value":[["Elbasan"]]}," or west, the park can be reached by the Tirana-Skopje Highway. Turn off in Librazhd and follow the signs for Peshkopi. After about 15 minutes, near the village of Dorez, signs detailing the park are on the right."]},"\n",{"type":"*","value":["From Macedonia, ",{"type":"[[","value":[["Pogradec"]]}," or ",{"type":"[[","value":[["Korca"]]},", take the Tirana highway and the park can be accessed just before the town of Prrenjas near the village of Rrajc.  Also, one can continue to Librazhd, and access the park as described above."]},"\n",{"type":"===","value":["By train"]},"\nThere are two entrances to the park are near Librazhd and Prrenjas, which both lie on the Tirana-Pogradec train line. Once in Librazhd or Prrenjas, follow the public transportation instructions.\n\n",{"type":"===","value":["By Public Transportation"]},"\nVillages near the peripery of the park are served by minibuses from Librazhd and Prrenjas, which travel to park entrance points in Rrajc, Librazhd Katund, Dorez, usually early in the morning.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThere are no entrance fees.",{"type":"[","value":["http:\/\/www.shebenik.com"]},"\n\n",{"type":"==","value":["Get around"]},"\nMost of the roads around the peripery of the park are dirt roads, a few requiring four-wheel drive. Further, there are 4 newly marked hiking trails which traverse the park. Maps for the trails in the park can be obtained free from the Librazhd Forest Directorate, near the train station. +355 51 423 738 or +355 67 207 9658\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The highest point of the park - ",{"type":"'''","value":["'Maja e Shebenikut"]},"' (Peak of Shebenik Mountain) with its breathtaking views of the Librazhd region and into Macedonia."]},{"type":"*","value":[{"type":"'''","value":["Festivals"]}," - a number of the villages in and near the park have annual festivals in the beginning of the summer"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Go for a hike!"]},{"type":"*","value":["Swim in a number of the small rivers or glacial ponds which cover the park."]},"\n",{"type":"[[","value":[["File:Alpine Pasture Shebenik Jabllanice.JPG"],["thumb"],["300px"],["right"],["A pasture on the edge of the park"]]},"\n\n",{"type":"==","value":["Buy"]},"\nTraditional Albanian food can sometimes be purchased from villagers. Make sure to try the dairy products, such as fresh cheese and buttermilk.\n\n",{"type":"==","value":["Eat"]},"\nWild blackberries, strawberries, plums, and figs can be found in the park.\n\n",{"type":"==","value":["Drink"]},"\nThere are a number of small bars in villages around the park. Ask to try the local raki (The variety made from dogwood tree or Thanë as it's known in Albanian is quite good)\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are hotels in ",{"type":"[[","value":[["Librazhd"]]}," and along the Tirana-",{"type":"[[","value":[["Skopje"]]}," National Road.\n\n",{"type":"'''","value":["In Librazhd"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lindi Komplex"],["url="],["email="],["address=Town Square"],["lat="],["long="],["directions=Across From the City Hall"],["phone=+355 69 224 1774"],["tollfree="],["fax="],["hours="],["price=2000 Leke"],["checkin="],["checkout="],["content=A room with two beds is 2000 Leke a night and includes coffee, tea, or espresso as well as washing and ironing for those staying longer.  Furthermore, extended visitors may negotiate lower prices.  There is no reception, but you may inquire for a room at the attached bar which is open until midnight.  The owner's name is Agron Gurra."]]}]},"\n",{"type":"'''","value":["In the Park"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Hasa"],["url="],["email="],["address=Stebleve"],["lat="],["long="],["directions="],["phone=0682158475"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This 10 room hotel is located just outside one of the entrances to the park in Stebeleve, about halfway between ",{"type":"[[","value":[["Peshkopi"]]}," and Librazhd.\nRooms, which contain a queen size and a twin bed, are 2,500 Lek."]]}]},"\n",{"type":"===","value":["Camping"]},"\nThere are currently no establish camping sites in the park, but it is allowed in the confines of the park, but check to make sure you're not on someone's property!\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nRemember there are bears, wolfs, and reportedly lynx living with the park.  Though there have been no reports of recent incidents, practice caution around wild animals.\n\n",{"type":"==","value":["Go next"]},"\nTirana, Librazhd, Elbasan, Pogradec, Korca, ",{"type":"[[","value":[["Struga"]]}," and ",{"type":"[[","value":[["Ohrid"]]}," are all within a few hours of the main entrances to the park.\n\n",{"type":"{{","value":[["geo"],["41.198722"],["20.473864"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeastern Albania"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Shebenik-Jabllanice National Park"]]}]