[{"type":"{{","value":[["pagebanner"],["Sheffield Wikivoyage Banner 2.png"],["caption = Millennium Square, in the heart of the city, is home to the Winter Gardens (right)."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["https:\/\/www.sheffield.gov.uk\/out--about\/tourist-information.html Sheffield"]}]}," is a city in ",{"type":"[[","value":[["Yorkshire"]]}," in the north of ",{"type":"[[","value":[["England"]]},". With a population of 551,800, it is one of the ",{"type":"[[","value":[["United Kingdom"]]},"'s biggest cities. Around 1.75 million people live in the wider metropolitan area, (",{"type":"[[","value":[["South Yorkshire"]]},").\n\nNicknamed the \"Steel City\", Sheffield is a major industrial, cosmopolitan and cultural centre renowned for its green open spaces, creative talents, galleries, sport facilities and cutlery. Unlike many other cities its size in the United Kingdom, Sheffield has a very large amount of public greenery, with trees outnumbering the human population approximately three-to-one. As well as the extensive urbanisation, one third of the city's territory is rural national park land.\n\nThe city lies in the most southerly part of Yorkshire, with ",{"type":"[[","value":[["Derbyshire"]]}," to the west, ",{"type":"[[","value":[["Nottinghamshire"]]}," to the south, and ",{"type":"[[","value":[["Lincolnshire"]]}," not far to the east. The M1 motorway runs past Sheffield's Meadowhall Shopping Centre to the east of the city centre, the beautiful ",{"type":"[[","value":[["Peak District"]]}," extends to within the western city boundary, and the South Pennines area (\"",{"type":"''","value":["Last of the Summer Wine"]}," country\") lies just to the north.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 6.4"],["febhigh = 6.7"],["marhigh = 9.3"],["aprhigh = 11.8"],["mayhigh = 15.7"],["junhigh = 18.3"],["julhigh = 20.8"],["aughigh = 20.6"],["sephigh = 17.3"],["octhigh = 13.3"],["novhigh = 9.2"],["dechigh = 7.2"],["janlow = 1.6"],["feblow = 1.6"],["marlow = 3.1"],["aprlow = 4.4"],["maylow = 7.0"],["junlow = 10.0"],["jullow = 12.4"],["auglow = 12.1"],["seplow = 10.0"],["octlow = 7.2"],["novlow = 4.2"],["declow = 2.6"],["description = See the 5 day forecast for Sheffield at the ",{"type":"[","value":["http:\/\/www.metoffice.gov.uk\/weather\/uk\/yh\/sheffield_forecast_weather.html Met Office"]}]]},"\n",{"type":"===","value":[" Geography "]},"\nSheffield is built on and in-between seven hills, and it is thanks to this landscape that Sheffield exists today. Even before the Industrial Revolution, the villages around Sheffield were established as centres of industry and commerce thanks to fast flowing rivers and streams that brought water down from the Peak District. The valleys through which these flowed were ideally suited for man-made dams that could be used to power water mills. A walk along the Rivelin Valley from Malin Bridge tram stop or along the Porter Valley out from Endcliffe Park towards the Peak District will reveal some of these old dams.\n\nThe city centre lies where these rivers and valleys meet. The city has expanded out along the valleys and over the hills between, creating leafy neighbourhoods and suburbs within easy reach of the city centre. Each valley that stretches out from the city centre has its own character, from the densely industrial Don Valley to the north-east, to the green and cosmopolitan residential streets around the Ecclesall Road on the Porter Valley in the south-west.\n\n",{"type":"===","value":[" Industrial revolution and aftermath "]},"\nIndustry in the city really took off when the railways arrived, allowing for the mass import of raw materials and export of finished products. The crucible technique of making exceptionally high quality steel was invented here by Benjamin Huntsman in 1852, and for decades it was to give Sheffield the economic advantage over other steel producing cities. Sheffield is still the home to a number of cutlery and blade manufacturers (including Swann Morton), and Sheffield steel can be found in surgical equipment and kitchen drawers the world over.\n\nHowever, the economic recession of the 1980s hit Sheffield hard, and large numbers of workers were left unemployed by the changing shape of heavy industry in Britain. The resilient spirit of Sheffield people in these bleak times made the city famous in the black comedy 'The Full Monty', which was set and filmed in and around Sheffield.\n\n",{"type":"[[","value":[["Image:Sheffield skyline day.JPG"],["right"],["thumb"],["250px"],["View of Sheffield City Centre"]]},"\n",{"type":"===","value":[" Post-industrial Sheffield "]},"\nSheffield is the second largest city in ",{"type":"[[","value":[["Yorkshire"]]},", and its inhabitants are proud of their perceived character: while the whole of the north of England is considered to have friendly natives, Sheffielders pride themselves on a warmth and hospitality that isn't so readily found in other northern cities. Visitors to Sheffield may find this most noticeable in the affectionate terms that slip into everyday conversation. Even when making a simple purchase in a shop or market, you can expect to be called 'love' at least once. But as well as ticking a lot of Yorkshire stereotypes, Sheffield is also a vibrant multicultural city. With a very large student population of 67,000, many of whom are from overseas, and 20% of Sheffielders coming from an ethnic minority background as recorded in the 2011 census, the modern city is diverse and dynamic, as well as being traditional.\n\nSheffield is adapting as it becomes a more confident post-industrial city. Grand visions have routinely been proposed or initiated by the city or county councils, and European funding has been used on a number of public infrastructure projects that have shaped the city. This is nothing new, however, since many would argue that post-war town planners did more damage to the face of Sheffield than the Luftwaffe did during the heavy nights of World War II aerial bombing. Bold housing projects such as the widely-known (and now listed) Park Hill made Sheffield famous for the feverish vision with which architects and planners sought to reshape the city in the second half of the twentieth century. In reality, this left much of Sheffield with a poorly maintained legacy of failed utopian concrete fantasies, but this braveness and edginess is cited by many as being a fundamental part of Sheffield's character.\n\nNow, at the beginning of the twenty-first century, a number of commercial developers are making big marks on the cityscape, with large apartment complexes that aim to correct the errors through planning policy of similar developments seen in ",{"type":"[[","value":[["Manchester"]]}," and ",{"type":"[[","value":[["Leeds"]]},". Whether the formula works in Sheffield remains to be seen: with so many affordable and attractive suburbs within easy reach, it may be difficult to turn Sheffield's compact city centre into a mixed area of commerce and residential properties. Having said that, large parts of the city centre (around Fargate, Barkers Pool, Hallam University and the theatre district) have seen investment allowing for pedestrianised streets for markets, public squares and open spaces giving a distinctly European feel to the centre. The challenge will now be to extend the regeneration throughout the central area, while maintaining the achievements made in the heart of the city.\n\nEven if the built environment of Sheffield occasionally leaves something to be desired, a deliberate strategy of investing in and promoting academic achievement has begun to influence the demographic make-up of the city. Sheffield is home to two universities (the University of Sheffield and Sheffield Hallam University) with excellent ratings in both teaching and research, it is also proving to be an attractive place for graduates to settle in. Sheffield is increasingly prosperous and economically active.\n\nCulturally, Sheffield's location and edgy environment has nurtured a superb reputation for music. Sheffield is home to Jarvis Cocker, Human League, Def Leppard, ABC, Baby Bird, Pulp, Arctic Monkeys, Milburn, Bromheads Jacket, The Long Blondes, and Little Man Tate to name just a few. The larger-than-average student population means that nightlife is always lively, and suitably different to that of ",{"type":"[[","value":[["Leeds"]]}," and ",{"type":"[[","value":[["Manchester"]]},". Sheffield's proximity to the Peak District National Park (one third of Sheffield's territory lies within the park's boundaries) makes it an ideal city base for an outdoor-orientated holiday.\n\n",{"type":"===","value":["Tourist information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sheffield tourist information centre"],["url=http:\/\/www.welcometosheffield.co.uk\/"],["email=visitor@marketingsheffield.org"],["address=Winter Gardens, Surrey St"],["lat="],["long="],["directions=Located next to the Winter Gardens on Surrey Street in the city centre."],["phone=+44 114 221 1900"],["tollfree="],["fax="],["hours=M-Fri 9:30AM-5PM, Sat 9:30AM-4PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Image:Robin Hood Airport, Finningley - geograph.org.uk - 915175.jpg"],["right"],["thumb"],["300px"],["Doncaster Sheffield Airport"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Robin Hood Doncaster Sheffield"]},", one of the newest airports in the UK ",{"type":"[","value":["http:\/\/www.robinhoodairport.co.uk\/"]}," (airport code: DSA), is approximately 35 minutes' drive away from the centre of Sheffield. To reach Sheffield by public transport from the airport, take the Airport Arrow bus ",{"type":"[","value":["http:\/\/www.robinhoodairport.co.uk\/show_image.php?file_id=95"]}," (every hour from 06.05 - 23.05 Monday to Saturday, 09.05 - 18.05 on Sundays) to Doncaster railway station and travel by train to Sheffield. Largely geared up to serve the domestic holiday market, most flights arrive from Mediterranean resorts. The airlines that serve the airport are:"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/bhairlines.com\/ BH Air"]},": Burgas"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.flybe.com\/ FlyBe"]},": Belfast City, Jersey"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.ryanair.com\/ Ryanair"]},": Girona, Tenerife South"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.onurair.com.tr\/default_eng.aspx Onur Air"]},": Dalaman"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.thomascook.com\/ Thomas Cook"]}," Antalya, Dalaman, Enfidha, Palma "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/flights.thomson.co.uk\/ Thomson Airways"]},": Alicante, Bodrum, Burgas, Corfu, Dalaman, Faro, Girona, Gran Canaria, Ibiza, Jersey, Larnaca, Malaga, Malta, Menorca, Naples, Palma, Paphos, Prague, Reus, Rhodes, Salzburg, Tenerife, Turin, Varna, Verona, Zakynthos."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.wizzair.com\/ WizzAir"]}," Warsaw, Gdańsk, Katowice, Poznań, Vilnius, Wrocław"]},"\n",{"type":"'''","value":["Car parks serving Doncaster Sheffield Airport:"]},"\n\n",{"type":"{|","value":[["class=\"wikitable\" border=\"1\""],["|-"],["! !! Address"],["! On\/Off Airport"],["! Distance \/ Transfer Time"],["! Security"],["! Park Mark®",{"type":"<","value":["br"]}," ",{"type":"[","value":["http:\/\/www.saferparking.com\/"]}," Award"],["! Additional Information"],["|-"],["! ",{"type":"'''","value":["Long Stay Car Park"]}],["| ",{"type":"<","value":["center",[{"type":"''","value":["Robin Hood Airport DN9 3RH."]}]]}],["|| ",{"type":"<","value":["center",["On"]]}],["|| ",{"type":"<","value":["center",["3 Minutes Walking distance"]]}],["|| ",{"type":"<","value":["center",["CCTV, Secure Fencing, 24-hour on-site security."]]}],["|| ",{"type":"<","value":["center",["Yes"]]}],["|| <center>You will need your booking confirmation with you when you arrive at the car park and when you leave, in case there is a problem with any of the machines."]]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Manchester Airport"]]}]}," ",{"type":"[","value":["http:\/\/www.manchesterairport.co.uk\/"]}," (",{"type":"{{","value":[["IATA"],["MAN"]]},") is further away than either Robin Hood or Nottingham EMA, but it is served by an direct train ",{"type":"[","value":["http:\/\/www.tpexpress.co.uk\/timetables\/default.asp"]}," every hour from Sheffield. To it is approximately 70 minutes drive from Sheffield city centre. It handles considerably more flights than any of the other \"local\" airports and offers the widest choice of long haul flights to the north of England, including several daily flights from North America. Destinations are too numerous to list here, see the link for full details."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nottinghamema.com\/ Nottingham East Midlands Airport"]}]}," (",{"type":"{{","value":[["IATA"],["EMA"]]},") is approximately one hour south of Sheffield on the M1 motorway. There are several daily bus services between Sheffield and the airport, operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gorillabus.com\/ GorillaBus"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationalexpress.com\/ National Express"]}]},". Trains also run from Sheffield to East Midlands Parkway station, a short distance from the airport, but a connecting bus is needed."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leedsbradfordairport.co.uk\/ Leeds Bradford Airport"]}]}," can be reached in around an hour by car and a little more by train and bus from Sheffield via ",{"type":"[[","value":[["Leeds"]]},"."]},"\n",{"type":"===","value":["By train"]},"\n:",{"type":"''","value":["Wikivoyage has a guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]},"."]},"\n",{"type":"[[","value":[["Image:Sheffield Station from Sheaf Square.jpg"],["right"],["thumb"],["250px"],["Night-time view of Sheaf Square and the railway station"]]},"\n",{"type":"'''","value":["Sheffield station"]}," (formerly known as Sheffield Midland) is to the south-east side of the city centre, at the bottom of a steepish pedestrianised street (Howard Street) that leads to the city centre. A major redevelopment of the public spaces between the station at the city centre was completed in early 2007, creating a new public square immediately outside the station and improving the pedestrian route to the city centre. You can reach the city centre on foot in less than ten minutes, or in about five minutes by tram or the free city centre bus (\"Free Bee\": every seven minutes).\n\nTram services stop next to the station (Sheffield Station\/Sheffield Hallam University stop), directly outside the end of the pedestrian bridge that crosses over the platforms, at the far end from the main entrance. There is a lift, but no escalator, from the station concourse and platforms.\n\nMost long-distance coaches and city buses, including the free bus, stop at the Sheffield Interchange: two minutes walk from the station (across the pelican crossing and through the covered walkway) or the nearby streets.\n\n",{"type":"'''","value":["Meadowhall Station"]}," is located at the Meadowhall shopping complex in the north-eastern suburbs of Sheffield, but can also serve as a useful point to reach the Arena, Don Valley stadium or the Valley Centertainment leisure park, via the Supertram blue route. The station itself has two platforms and is next to the Supertram and bus interchange, with an indoor waiting area linking the two.\n\n",{"type":"====","value":["Routes"]},"\n\nSheffield also lies at the crossroads of three major railways. The Midland Mainline (south-east to north), cross country route (south-west and Midlands to north east and Scotland) and a trans-Pennine service (north-west to Yorkshire and the East).\n\n",{"type":"'''","value":["Summary of services"]},":\n\n",{"type":"*","value":[" London St. Pancras  (via ",{"type":"[[","value":[["Derby"]]}," and ",{"type":"[[","value":[["Leicester"]]},"), twice per hour, operated by ",{"type":"[","value":["http:\/\/www.eastmidlandstrains.co.uk\/ East Midlands Trains"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]},", and ",{"type":"[[","value":[["York"]]}," twice per hour, operated by ",{"type":"[","value":["http:\/\/www.crosscountrytrains.co.uk\/ Cross Country Trains"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," New Street and the West Midlands once per hour, operated by ",{"type":"[","value":["http:\/\/www.crosscountrytrains.co.uk\/ Cross Country Trains"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Penzance"]]},", ",{"type":"[[","value":[["Plymouth (England)"],["Plymouth"]]},", ",{"type":"[[","value":[["Exeter"]]}," St Davids and ",{"type":"[[","value":[["Bristol"]]}," Temple Meads once per hour, operated by ",{"type":"[","value":["http:\/\/www.crosscountrytrains.co.uk\/ Cross Country Trains"]},". "]},{"type":"*","value":[" ",{"type":"[[","value":[["Manchester"]]}," Piccadilly and Manchester Airport once per hour operated by ",{"type":"[","value":["http:\/\/www.tpexpress.co.uk\/ TransPennine Express"]}]},{"type":"*","value":[" Manchester Piccadilly and ",{"type":"[[","value":[["Liverpool"]]}," once per hour operated by ",{"type":"[","value":["http:\/\/www.eastmidlandstrains.co.uk\/ East Midlands Trains"]}]},{"type":"*","value":[" Hope Valley (Peak District) stations once per hour, operated by ",{"type":"[","value":["http:\/\/www.northernrail.org\/ Northern Rail"]}," (continues to Manchester Piccadilly, but this is a stopping service on small and outdated trains: not designed to serve through-travellers)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Leeds"]]}," up to three times an hour, operated by East Midlands Trains (which with intercity quality and speed is the fastest) and Northern Rail (commuter quality and speed)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Nottingham"]]}," and ",{"type":"[[","value":[["Nottinghamshire"],["it's county"]]}," once per hour, operated by ",{"type":"[","value":["http:\/\/www.eastmidlandstrains.co.uk\/ East Midlands Trains"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["South Wales"]]}," direct from Cardiff Central and Newport, operated by ",{"type":"[","value":["http:\/\/www.crosscountrytrains.co.uk\/ Cross Country Trains"]}]},"\nTimetables and fare information for all train services can be found on the website of ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk\/ National Rail"]},". National Rail also provides a page for ",{"type":"[","value":["http:\/\/ojp.nationalrail.co.uk\/service\/ldbboard\/arr\/SHF live arrivals and departures"]}," at Sheffield.\n\n",{"type":"===","value":["By car"]},"\n\nSheffield sits beside the M1 motorway and is most easily reached from junction 33, which connects to the city centre via the Sheffield Parkway dual-carriageway. A convenient ",{"type":"[","value":["http:\/\/www.travelsouthyorkshire.com\/parkandridesheffield\/ park and ride tram stop"]}," (Nunnery Square) is located close to the city end of the Parkway, and if you're only visiting for the day, you are strongly recommended to use it.\n\nFifteen miles further north on the M1, you can connect with the M62, the main route from places west (North ",{"type":"[[","value":[["Wales"]]},", ",{"type":"[[","value":[["Liverpool"]]}," and ",{"type":"[[","value":[["Manchester"]]},") and east (",{"type":"[[","value":[["Kingston Upon Hull"],["Hull"]]}," for ferries from mainland ",{"type":"[[","value":[["Europe"]]},").\n\nFor the more scenic route from Manchester, the Snake or Woodhead Passes (A57 and A628) make for a breathtaking trip through the ",{"type":"[[","value":[["Peak District"],["Peak District National Park"]]},". It is also possible to use the Peak District as the scenic route to Bakewell and Sheffield from Birmingham (via Lichfield and Ashbourne) or Stoke-on-Trent (via Leek and Longnor). Beware that the route becomes very busy over holiday periods, and can be treacherous during cold or snowy weather.\n\nSheffield provides a park and ride service as well as station car parking, see ",{"type":"[","value":["http:\/\/www.parkandride.net\/sheffield\/sheffield_frameset.shtml National Park and Ride Directory"]},".\n\n",{"type":"===","value":["By bus"]},"\nSheffield Interchange is the city's hub for local and national bus services, and is located two minutes walk from Sheffield's railway station. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationalexpress.com\/ National Express"]}]}," operate long distance services to all parts of the country, including a regular service to ",{"type":"[[","value":[["London"]]}," Golders Green and Victoria.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gorillabus.com\/ GorillaBus"]}]}," operate services to Liverpool, Manchester and the Midlands from Brown Street in the city centre, and from the coach park at Meadowhall.\n\nThe discount long distance bus operator ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.megabus.com\/ Megabus"]}]}," does not serve the Sheffield city centre, but offers several services each day to central London from the Sheffield Meadowhall Interchange. Meadowhall is twenty minutes away from the city centre by tram, or five minutes by an equally frequent train. Megabus departures may not be listed on departure screens at the Meadowhall Interchange: services generally depart from the same bay as National Express services.\n\n",{"type":"===","value":["By boat"]},"\nThere are visitor moorings for canal boats at the Victoria Quays basin, found in the North-west of the city.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["On foot in the City Centre"]},"\n\nSheffield's city centre has seen significant work done to prioritise pedestrian access, including, amongst other things, excellent links from the train station to the city centre and a comprehensive city-centre map and signage system. Most things to see and do can be reached on foot. Sheffield walking directions can be planned online with the walkit.com ",{"type":"[","value":["http:\/\/www.walkit.com\/sheffield\/"]}," walking route planner.\n\n",{"type":"===","value":["Tram"]},"\n",{"type":"[[","value":[["File:Supertram at parksquarebridge.jpg"],["350px"],["thumb"],["right"],["A Sheffield Supertram."]]},"\nThe ",{"type":"'''","value":["Stagecoach Supertram"]}," is a modern tram network with three lines that serve north-western (Uni of Sheffield, Hillsborough, Malin Bridge and Middlewood), south-eastern (Crystal Peaks, Hackenthorope and Halfway) and north-eastern (Attercliffe, Don Valley Stadium\/Arena and Meadowhall) suburbs of the city. Services run from just before 6AM until around midnight (Mon-Sat) and from around 7:30AM until just before midnight (Sun).\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["blue line"]}," runs from Malin Bridge via the city centre to the railway station and Halfway. "]},{"type":"*","value":[" The ",{"type":"'''","value":["yellow line"]}," runs from Meadowhall via the city centre to Middlewood."]},{"type":"*","value":[" The ",{"type":"'''","value":["purple line"]}," merges the eastern end of the two other lines, running from Herdings Park to Meadowhall, via the city centre."]},"\nTickets are purchased from the conductor after you board; retain these for inspection. Notices at your tram stop will indicate the route and fare needed for your destination.\n\nA single ticket within the city centre boundary (between Granville Road, The University of Sheffield, and Hyde Park) costs £1.50. After that, fares increase to £2.70, depending on how far you travel, although the £1.50 fare is still available for short journeys outside the central area. Children under 5 travel free and those 5 to 11 or carrying a 'Megatravel' secondary school buss pass travel for 70p, irrespective of the distance travelled. Concessions are available only to applicable residents of Sheffield, Rotherham, Doncaster and Barnsley. Senior citizens travel for free except on weekdays before 9AM on any mode of public transport. For those without concessions, it often works out cheaper to buy a Dayrider ticket, which costs £4.00 and allows unlimited travel on all trams and Stagecoach buses in Sheffield. A £13.50 Megarider ticket is also available, allowing unlimited travel for a week.\n\nVisitors may also find this ",{"type":"[","value":["http:\/\/www.supertram.com\/uploads\/tram_guide_optimised.pdf official guide"]}," useful.\n\n",{"type":"===","value":["Bus"]},"\n\nBuses are almost exclusively operated by the large public transit operators First Group and Stagecoach. They generally run every 10–20 minutes during the day, and every 20–60 minutes in the evening. Some of the routes offer a higher frequency of service (every 4-10 minutes through the day).\n\nUseful bus routes for visitors to the city include:\n\n",{"type":"*","value":[{"type":"'''","value":["FreeBee"]}," - loops around much of the city centre including the Bus and Coach Interchange, Sheffield Hallam University and the Peace Gardens every 7 minutes during the day, free of charge. Runs from 0700 to 1900 weekdays and 0800 to 1900 on Saturdays."]},"\n",{"type":"*","value":[{"type":"'''","value":["17"]}," - Norton Lees - Heeley - ",{"type":"'''","value":["Sheffield City Centre"]}," - Fox Hill - Parson Cross - ",{"type":"'''","value":["Meadowhall"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["20\/20A"]}," - Hemsworth - Woodseats (20A only) - ",{"type":"'''","value":["Sheffield City Centre"]}," - Pitsmoor - ",{"type":"'''","value":["Northern General Hospital"]}," - Southey Green - Hillsborough"]},"\n",{"type":"*","value":[{"type":"'''","value":["43\/44\/44A"]}," - ",{"type":"'''","value":["City Centre"]}," - ",{"type":"[[","value":[["Chesterfield"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["47"]}," - Herdings - Hemsworth - Newfield Green - Heeley - ",{"type":"'''","value":["City Centre"]}," - Pitsmoor - Firth Park - Shiregreen"]},"\n",{"type":"*","value":[{"type":"'''","value":["65"]}," - ",{"type":"'''","value":["City Centre"]}," - Fox House - Eyam - Tideswell - Millers Dale - ",{"type":"[[","value":[["Buxton"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["75"]}," - High Green - Chapeltown - Sheffield Lane Top - ",{"type":"'''","value":["City Centre"]}," - Batemoor - Low Edges"]},"\n",{"type":"*","value":[{"type":"'''","value":["98"]}," - Ecclesfield - Parson Cross - Southey Green - Burngreave - ",{"type":"'''","value":["City Centre"]}," - Millhouses - Totley Brook \/ Totley"]},"\n",{"type":"*","value":[{"type":"'''","value":["120"]}," - Halfway - Manor - ",{"type":"'''","value":["City Centre"]}," - Hallamshire Hospital - Fulwood"]},"\n",{"type":"*","value":[{"type":"'''","value":["150"]}," - ",{"type":"'''","value":["City Centre"]}," - ",{"type":"[[","value":[["Sherwood Forest"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["215"]}," - Matlock - ",{"type":"[[","value":[["Chatsworth (England)"],["Chatsworth"]]}," - ",{"type":"[[","value":[["Bakewell"]]}," - Baslow - ",{"type":"'''","value":["City Centre"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["265"]}," - ",{"type":"'''","value":["City Centre"]}," - Ecclesfield - Chapeltown - ",{"type":"[[","value":[["Barnsley"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["X78"]}," - An express service linking the ",{"type":"'''","value":["City Centre"]}," - ",{"type":"[[","value":[["Rotherham"]]}," Town Centre - ",{"type":"[[","value":[["Doncaster"]]}," Town Centre"]},"\nThere is also a small network of five ",{"type":"'''","value":["night bus"]}," routes (recognisable by the prefix 'N' before a route number). These are:\n\n",{"type":"*","value":[{"type":"'''","value":["N1"]}," - ",{"type":"'''","value":["City Centre"]}," - Hillsborough - Parson Cross - ",{"type":"[[","value":[["Chapeltown"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["N2"]}," - ",{"type":"'''","value":["City Centre"]}," - Hunters Bar - Woodseats - Meadowhead - Hemsworth - Newfield Green"]},"\n",{"type":"*","value":[{"type":"'''","value":["N3"]}," - ",{"type":"'''","value":["City Centre"]}," - Manor Top - Frecheville - Crystal Peaks - Handsworth"]},"\n",{"type":"*","value":[{"type":"'''","value":["N25"]}," - ",{"type":"'''","value":["City Centre"]}," - Heeley - Woodseats - Lowedges - Greenhill"]},"\n",{"type":"*","value":[{"type":"'''","value":["N88"]}," - ",{"type":"'''","value":["City Centre"]}," - Firth Park - Chapeltown"]},"\nNote that the ",{"type":"'''","value":["N52"]}," (which used to run on the Hillsborough - City centre - Woodhouse Station route) has, as of October 2013, been discontinued. The normal 52 bus route runs until just after midnight.\n\nBuses are generally reliable and inexpensive. It is advisable to arrive a few minutes before the bus is scheduled to depart.\n\nA single fare costs £1.40. If you wish to use all the public transport in the city\/county for one day then you can either purchase a South Yorkshire Day Tripper costing £6.00 which also covers local train travel (after 9:30AM) - or a Sheffield 'City Wide' ticket at £4.90 which allows travel on all buses and trams.\n\nOtherwise each bus company offers its own range of tickets not valid on other operators' services (even on the same route, except on some grouped routes where an Optio ticket is available on any service). Without a concession, or a period ticket, you will pay more the further  you travel. If you plan to use the bus or tram more than once in a day, Stagecoach offer a bus and tram Dayrider ticket for £3.90 and First buses offer a FirstDay ticket for £3.40.\n\nThere are a variety of week and month passes available. Be careful when buying one or you may find that your ticket is only valid on one operator's services, which can be frustrating if the next bus to turn up is the 'wrong' company. SYPTE tickets for all operators' services (including rail and tram) can be bought from the various interchanges.\n\nFor further travel information call Travel South Yorkshire from 7AM to 10PM seven days a week or log on to ",{"type":"[","value":["http:\/\/tsy.yorkshiretravel.net\/welcome.do Traveline"]}," for ticket information, a journey planner, and a 'next bus' application.\n\n",{"type":"===","value":["Rail"]},"\n\nAlthough there aren't many rail services within Sheffield itself but there is a decent network of suburban rail services serving the Sheffield City region, all of which depart from Sheffield station. Services are operated by Northern, and depart to Barnsley via Meadowhall, Chapeltown, Elsecar, and Wombwell, to Doncaster, via Meadowhall, Rotherham, Swinton, Mexborough, and Conisborough, to Chesterfield via Dronfield, to the Hope Valley via Dore, and to Nottinghamshire via Darnall, Woodhouse, Kiveton Bridge, and Kiveton Park.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Sheffield Winter Garden1.jpg"],["right"],["thumb"],["350px"],["Winter Gardens in the city centre"]]},"\n\n",{"type":"===","value":["City Centre"]},"\n\nSheffield city centre has undergone a programme of regeneration in the past twenty years or so, and has plenty to offer for the visitor. Home to the largest theatre complex in the country outside of the capital, there is lots to be seen of the city's cultural achievements.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Millennium Galleries"],["alt="],["url=http:\/\/www.museums-sheffield.org.uk\/coresite\/html\/millennium.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Arundel Gate. The city centre's main art and craft gallery, also acting as a convenient through-route from the Winter Gardens to Arundel Gate, with an escalator to take some of the sting out of the walk up from the station. Contains a couple of permanent galleries, as well as space for temporary exhibitions (check website for current schedule). The Craft and Design Gallery shows the work of past and present craftsmen and designers. The Metalwork Gallery showcases the city's history of metalworking, including an extensive collection of cutlery and extravagant pieces made for the local Assay Office. The Ruskin Gallery hosts the collection of the Guild of St George, which was established in Sheffield by John Ruskin in the 19th century. Sheffield's largest art gallery, opened in 2001. Free. Mon–Sat 8AM-5PM (exhibitions from 10AM), Sun 11AM-5PM. Bank holiday Mondays 10AM-5PM, closed 25, 26 Dec and 1 Jan. Nearest rail and Supertram: Sheffield Station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Winter Garden"],["alt="],["url=http:\/\/www.sheffield.gov.uk\/out--about\/city-centre\/public-spaces\/the-winter-garden"],["email="],["address=90 Surrey St"],["lat="],["long="],["directions=adjacent to Millennium Galleries"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A glass and timber temperate conservatory in the city centre, home to exotic ferns, trees, cacti and other plants from around the world. Temperatures are kept relatively cool in summer and warm in winter. It's not particularly big, but a coffee bar inside makes it a nice place to sit, particularly if the weather outside is not so nice. A visitor information stall is in the gardens and there is a tourist information centre on nearby Norfolk Row. Free. Open daily 8AM-6PM. Nearest rail and Supertram: Sheffield Station."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Peace Gardens"]},". Located next to the Town Hall (not the City Hall) in the centre of the city and near the Winter Garden. The rising and falling fountains and grassed areas make this small piece of open space a popular place in summer, with many people choosing to eat picnics here. The space is also often used for festivals and entertainment. Nearest Supertram: Cathedral"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Graves Gallery"],["alt="],["url=http:\/\/www.museums-sheffield.org.uk\/coresite\/html\/graves.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Surrey Street (above the Central Library). Mon–Sat 10AM–5PM. Sheffield's municipal art collection. Home to British, European, Islamic and Chinese art. Includes works by Picasso, Stanley Spencer and Bridget Riley. Well worth a visit to see this surprisingly impressive collection. Often has notable travelling exhibitions. Free. Nearest Supertram: Castle Square."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tudor Square"]}," and the wider \"",{"type":"'''","value":["Sheffield Theatreland"]},"\". This very central pedestrianised square is home to Sheffield's main cultural attractions and the UK's second largest theatre complex. Noteworthy are the ",{"type":"'''","value":["Lyceum Theatre"]}," built in Victorian times; ",{"type":"'''","value":["Crucible Theatre"]},", home to the World Snooker Championships; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sheffield.gov.uk\/libraries\/find\/central Central Library"]}]},", a grand 1930s library with an impressive volume of books, topped by the Graves Art Gallery; the ",{"type":"'''","value":["Library Theatre"]}," with many shows by excellent local drama groups; and another entrance to the Winter Gardens. On nearby Surrey Street is the ",{"type":"'''","value":["Montgomery Theatre"]},". ",{"type":"'''","value":["Sheffield City Hall"]},", a large (mainly concerts and comedy) venue is only a couple of hundred metres to the west in Barkers Pool. Nearest Supertram (to Tudor Square): Cathedral \/ Castle Square."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Norfolk Heritage Trail"]}," A signed route linking a range of historical buildings and open spaces with connections to the Dukes of Norfolk. It runs for 2 ¾ miles from Manor Lodge to the Cathedral and is mainly downhill."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bank Street Arts"],["alt="],["url=http:\/\/bankstreetarts.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on Bank Street, housing some of the best new art, writing and culture from across the region and throughout the UK. It consists of 24 Studios and Offices, 7 Gallery spaces, 3 Project Spaces, an Education Space, a Café, a shared Jewellery Cooperative and Workshop. Free. Nearest Supertram: Cathedral."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Fire and Police Museum"],["alt="],["url=http:\/\/www.firepolicemuseum.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on West Bar Roundabout. Wed-Fri 10AM-2PM (term time), Mon-Fri 10AM-4PM (school holidays), Weekend & Bank Holiday Mondays 11AM-5PM. A volunteer-run museum housing police and fire memorabilia including an extensive collection of old fire engines and police vehicles, some of which can also be hired out. Adults £4.00, Children £3.00, Familiy (2 adults, 2 children) £11."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sheffield Castle ruins"],["alt="],["url=https:\/\/www.sheffield.gov.uk\/business-economy\/markets\/history-and-visits.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Requires prior booking. Now located underneath the 'Castle Market' shopping district, this was one of the largest castles in England until its demolition in 1646. Nearest Supertram: Castle Square."]]}]},"\n",{"type":"===","value":["Slightly further out"]},"\n\n",{"type":"[[","value":[["File:Sheffield Botanical Gardens - geograph.org.uk - 564607.jpg"],["right"],["thumb"],["350px"],["Sheffield Botanical Gardens"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sheffield Botanical Gardens"],["alt="],["url=http:\/\/www.sbg.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located just off the cosmopolitan Ecclesall Road, the restored Victorian gardens are a tranquil green oasis from the hustle and bustle of the city centre with grand conservatories designed by the architect of the Crystal Palace in London. The gardens is split into different sections, including formal sections and Mediterranean plants. The Rose garden is worth visiting, particularly when in full bloom, as are the conservatories, which contain cacti and more exotic plants. There gardens also contains a semi-hidden ancient 'bear pit', which was home in Victorian times to a bear. Local legend has it that the bear was shot after a small child accidentally fell into the pit and was mauled by the bear. Today, you are able to walk into the pit, and a majestic bronze statue of a bear reminds you of its former use."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sheffield General Cemetery"],["alt="],["url=http:\/\/www.gencem.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Historically important Victorian cemetery sited between Cemetery Road and Ecclesall Road. The final \"home\" for 87,000 people, including influential Sheffielders such as steel manufacturer Mark Firth and Chartist Samuel Holberry. Many of the graves are unmarked pauper graves, some with 40 or more burials in one grave. This is a beautiful and fascinating spot, where visitors can enjoy some wildness near the centre of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kelham Island Museum"],["alt="],["url=http:\/\/simt.co.uk\/kelham-island-museum\/about"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Alma Street (off Corporation Street). Mon-Thur 10AM-4PM, Sun 11AM-4:45PM. The industrial and social history of Sheffield. Main attraction is the massive 3-cylinder rolling mill engine (in steam every hour) from the River Don Steelworks. Next to the famous Fat Cat real ale pub (and conveniently located for many of the upper Don valley \"real ale trail\" pubs). Adult £4, free during Sheffield school holidays. Nearest Supertram: Shalesmoor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Abbeydale Industrial Hamlet"],["alt="],["url=http:\/\/www.simt.co.uk\/abbeydale"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The early industrial history of Sheffield. Water-powered grinding wheels, trip hammers, etc. A few miles out in the suburbs on the Bakewell road. Check website for \"operating\" days and special \"fayres\". Nearest rail: Dore & Totley."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Victoria Quays"]},". An attractive canal basin straddled by a warehouse. Colourful narrowboats to look at. Boat trips in Summer. Hotel adjacent for refreshments. Nearest Supertram: Hyde Park."]},"\n",{"type":"*","value":[{"type":"'''","value":["London Road"]},". Sheffield's unofficial Chinatown, this buzzing road just outside the City Centre is home to Sheffield's vibrant Chinese community and there are many Oriental restaurants, supermarkets and stores as well as the Sheffield Chinese community centre. There is also a growing Turkish community with many Turkish supermarkets and restaurants here, a fact that is reflected in the large local ",{"type":"'''","value":["Mosque"]}," as well as businesses run by people of various other nationalities, among them Polish, Thai, Japanese and Arabic."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Weston Park Museum"],["alt="],["url=http:\/\/www.museums-sheffield.org.uk\/coresite\/html\/WPM.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Western Bank (one mile from city centre). Mon-Sat 10AM-5PM, Sun 11AM-5PM, closed 25 and 26 Dec and 1 Jan. Formerly the Sheffield City Museum, it reopened in 2006 after extensive refurbishment. A pleasant and modern museum, particularly suitable for children. Galleries on Sheffield, the Arctic, natural history, art and treasures. There is also a gallery with temporary exhibitions, often hosting touring exhibitions from the Victoria and Albert Museum in London. Located within Weston Park itself (see below). Free. Nearest Supertram: University of Sheffield."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Weston Park"],["alt="],["url=http:\/\/www.sheffield.gov.uk\/out--about\/parks-woodlands--countryside\/parks\/a-z-city-district--local--parks\/weston-park"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Western Bank (one mile from city centre). This grand 5 hectare park, a mixture of mature landscaped trees and flower beds, is located next to the University of Sheffield's main campus. There is a bandstand, war memorial to the York and Lancaster Regiment's world war soldiers, tennis courts and water features within the park. The park plays host to many events during summer. A £2 million revamp of the park was completed in 2008. Nearest Supertram: University of Sheffield."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Burngreave"]},". This former industrial suburb is home to large African, South Asian and Caribbean communities, with many religious and cultural amenities and shops for these communities based here."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dore"]},". One of Sheffield's most prosperous suburbs home to several mansions and local celebrities. Nearest rail: Dore & Totley."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rivelin Valley Nature Trail"]},". This popular conservation area is home to a great deal of wildlife, and is situated a very short walk away from Malin Bridge Supertram stop on the blue line. Several well-maintained footpaths and bridleways make this an excellent choice for families, with very easy walking routes. Nearest bus: 51 to Lodge Moor."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wyming Brook Nature Reserve"]},". This gorge is now a protected nature reserve. A rocky footpath leads you from the car park down along the bottom of the gorge, crossing the stream several times, to a reservoir. Hiking boots are recommended, but for those who are able, the walk is spectacular. Nearest bus: 51 to Lodge Moor."]},"\n",{"type":"==","value":["Do"]},"\nSheffield is a vibrant, cosmopolitan city. The out-of-town Meadowhall shopping centre (dubbed 'Meadowhell' by locals due to its often-busy nature) has attracted most of the chain shops, leaving the city centre with a quieter feel, and a good range of independent shops. The city is known for its wide variety of traditional pubs, most of which serve local ales. The nightlife is lively: there are almost 30 nightclubs, numerous bars and restaurants to suit all budgets, six theatres and two city-centre cinemas.\n\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tramlines"]},", an annual music festival held in numerous venues around the city centre (many of which become free-of-charge) over a weekend in July. Starting in 2009, this event has grown bigger year-on-year and now includes most of the live music venues in the city. Stages are also erected in Devonshire Green, the Peace Gardens and outside the City Hall."]},{"type":"*","value":[{"type":"'''","value":["Grin Up North"]},", a comedy festival taking place during all of October every year since 2005 that features most of the UK's biggest names in stand-up comedy"]},{"type":"*","value":[{"type":"'''","value":["Sheffield DocFest"]},", one of the biggest events in the international documentary calendar. Held in the 'Showroom' independent cinema usually a week before Tramlines."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sheffield Food Festival"],["alt="],["url=http:\/\/www.sheffieldfoodfestival.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A culinary festival showcasing Sheffield's best offerings of food and drink with fresh hot food stalls, pop up bars, cooking master classes and local food market stalls."]]}]},{"type":"*","value":[{"type":"'''","value":["Off the Shelf"]}," - a literary festival that takes place over a month or so, in venues across the city (often within the Universities). The events are mainly book readings, poetry recitals, debates and workshops."]},"\n",{"type":"===","value":["Cinema"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Showroom"]},". One of the largest independent cinemas in the UK. Located just opposite the train station, making it easily accessible for those who travel by rail. Usually shows a range of independent and foreign films. Also contains a café-bar serving food and alcoholic drinks, open to all. Nearest rail and Supertram: Sheffield Station."]},"\n",{"type":"*","value":[{"type":"'''","value":["Odeon"]},", Arundel Gate. A cinema with 10 medium to small sized screens. Nearest rail and Supertram: Sheffield Station."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cineworld"]},", Centertainment Leisure park. Multiplex cinema with 20 large screens - one of the busiest cinemas in the country (and the largest Cineworld branch). Also includes an ",{"type":"'''","value":["IMAX"]}," screen, showing films on a massive screen in 3D. Nearest Supertram: Valley Centertainment."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vue"]},", Meadowhall. Medium sized cinema, located in the 'Oasis' food court in the popular shopping mall. Nearest rail: Meadowhall. Nearest Supertram: Meadowhall Interchange \/ Meadowhall South."]},"\n",{"type":"===","value":["Sport"]},"\n\nSheffield is home to a number of top sporting teams, and Sheffield was recently given the honour of being named United Kingdom's National City of Sport. Sporting teams include:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.sufc.premiumtv.co.uk\/page\/Home\/ Sheffield United"]}," are a football team that play in League One. Their home games are played at Bramall Lane. Despite promotion to the Premier League in 2006 (which controversially lasted just one year) a series of boardroom mistakes and managerial changes have meant that they are now in League 1."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.swfc.premiumtv.co.uk\/page\/Home\/ Sheffield Wednesday"]}," are a football team that play in the Championship, the second tier of English football. Their home games are played at Hillsborough Stadium. Financial mis-management and poor executive decisions have seen Wednesday suffer two relegations in the past 10 years."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.sheffieldeagles.com\/ Sheffield Eagles"]}," are a Rugby League team that plays in National League One, having recently been promoted from National League 2. The Eagles play their home games in two different venues, Bramall Lane and Don Valley Stadium."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.sheffieldhc.co.uk\/ Sheffield Hallam HC"]}," One of the top hockey clubs in the UK, playing hockey for both men and women hockey at all levels both indoors and outdoors Sheffield Hallam play their home games at the picturesque ",{"type":"[","value":["http:\/\/www.abbeydalesportsclub.co.uk\/ Abbeydale Park"]},"."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.sheffieldsteelers.co.uk\/ Sheffield Steelers"]}," are an ice hockey team that plays its matches in the UK Elite League. Their home games are played at the ",{"type":"[","value":["http:\/\/www.motorpointarenasheffield.co.uk\/ Motorpoint Arena"]},". There is a strong family ethos within the club, and the atmosphere whilst the team is performing is rather Americanised, in great contrast to what you would find at local football."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.the-sharks-online.co.uk\/ Sheffield Sharks"]}," are a Basketball team that plays in the British Basketball League. Their home games are played at ",{"type":"[","value":["http:\/\/www.ponds-forge.co.uk\/ Ponds Forge International Sports Centre"]},"."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.sheffieldspeedway.com\/ Sheffield Tigers"]}," are a Speedway team, who take part in the English Premier League. Their races take place at Owlerton Stadium."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.sheffieldsteelrollergirls.com\/ Sheffield Steel Roller Girls"]}," and The ",{"type":"[","value":["http:\/\/theinhumanleague.co.uk\/ Inhuman League"]}," are Sheffield's women's and men's flat-track roller derby teams. Home games take place at various venues around the city including ",{"type":"[","value":["http:\/\/www.ponds-forge.co.uk\/ Ponds Forge"]}," and ",{"type":"[","value":["http:\/\/www.skatecentral.co.uk\/1.html Skate Central"]},"."]},"\n",{"type":"<","value":["big",[{"type":"'''","value":["Sports Centres"]}]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ponds Forge"]},". A huge swimming centre near the train station with Olympic sized pool, diving pool and fun pool with waves, flumes and lazy river. Nearest Supertram: Fitzalan Square."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["iceSheffield"]},". A big indoor ice sports centre near the attractions of the Lower Don Valley. Two full-sized ice pads for ice sports and recreational skating. Nearest Supertram: Arena."]},"\n",{"type":"==","value":["Learn"]},"\nThere are two major universities in Sheffield:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shef.ac.uk\/ University of Sheffield"]}]}," - An older \"red brick\" university belonging to the prestigious Russell Group of top British universities. It spans part of the city centre and most of the suburb of Broomhill. Its student's union has been named as the best in the country year on year since 2007."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shu.ac.uk\/ Sheffield Hallam University"]}]},"- A modern ex-polytechnic which focuses on Engineering, Management and Computing courses. Although it is spread across the city, its main campus is located in the 'Cultural Industries Quarter' of the city centre, near the railway station. It is also one of the largest universities in the country, with nearly 30,000 students."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sheffcol.ac.uk\/ Sheffield College"]}]}," is the largest college in the country."]},"\n",{"type":"==","value":["Work"]},"\nThough Sheffield's past was largely based in the manufacturing sector, the emphasis has moved to services. A number of government offices and large businesses (Insight, Dixons Group and Freemans) operate their headquarters or regional centres in Sheffield. There are a large number of call centres in and around the city (e.g. Virgin Media & Ant Marketing).\n\n",{"type":"==","value":["Buy"]},"\n\nSheffield city centre is quite compact, so the city's suburbs (even ones quite close to the centre) have largely managed to thrive and maintain their character and commercial individuality.\n\n",{"type":"===","value":["City Centre"]},"\n",{"type":"[[","value":[["File:Fargate sheffield 2.png"],["thumb"],["right"],["250px"],["Fargate, early on a sunny morning"]]},"\nThe centre, though small, packs in a lot of national chains and independent shops. The main axis of central shopping streets runs in a gently curving line from north-east to south-west. From north to south you will find:\n\n",{"type":"*","value":[" the inexpensive Castlegate Quarter. "]},{"type":"*","value":[" the High Street, where buses and trams run uphill towards the Cathedral."]},{"type":"*","value":[" the pedestrianised Fargate, where many chain stores can be found. There is usually a street market on Fargate, with past themes as diverse as arts and craft, visiting continental stalls, middle eastern bazaar and the popular Christmas Market."]},{"type":"*","value":[" the Peace Gardens, which is bordered with bars, cafés and a few other shops."]},{"type":"*","value":[" and finally the Moor, a broad pedestrianised street slowly being regenerated. Here you can find the brand new Moor Market (open from November 2013) and a slightly bizarre mix of department stores and discount retailers."]},"\nHeading west from the Cathedral is West Street, where many pubs and bars can be found, as well as a selection of independent clothes retailers. One block south and parallel to West Street is Division Street, the spine of the so-called ",{"type":"'''","value":["Devonshire Quarter"]},", a district particularly popular with those into 'alternative' culture. Here you'll find a decent collection of small independent shops and cafés.\n\nDespite the draw of nearby Meadowhall, the city centre has retained some significant department stores and chain shops including H & M, Debenhams, John Lewis, Primark, TK Maxx, River Island, HMV, Marks and Spencer,Virgin, TJ Hughes and Sheffield's very own independent and interestingly quirky Atkinsons.\n\nFor after-shopping relaxation and activity, note that apart from Thursday nights (when most shops stay open late) most of the city centre shops close at around 5:30PM, and the city centre focus then shifts to the clubs and bars along Division Street and West Street, as well as the restaurants around Theatreland.\n\n",{"type":"===","value":["Meadowhall"]},"\n",{"type":"[[","value":[["File:Meadowhall Shopping Centre - geograph.org.uk - 1009987.jpg"],["thumb"],["right"],["250px"],["Entrance to Meadowhall"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.meadowhall.co.uk\/ Meadowhall"]}]},", one of the largest shopping centres in the country, has had its success been blamed for a steep decline in the fortunes of city centre shops in both Sheffield and the neighbouring towns in South Yorkshire. With 280 high-end stores and over 30 million visitors every year, Meadowhall attracts shoppers from a wide area, with visitors from as far as Nottingham, Bradford and Leeds (all highly populated local cities with thriving shopping districts) being known to travel to the shopping mall - adding to the heavy human traffic in the relatively narrow corridors (perhaps one of Meadowhall's downsides).\n\nShops generally stay open till 8PM; most fast-food restaurants stay open until around 10PM. During the Christmas holidays, most shops stay open till 10PM, but the centre becomes very packed and is not recommended to the less sturdy shopper, those in large groups, or families with young children. 'The Oasis' is the mall's designated food court which includes a variety of different food outlets such as McDonald's, KFC, Pizza Hut, La Tasca, Nando's, Frankie & Benny's, Coal Grill And Bar, Pizza Express, along with many other independent restaurants occupying the upper floor.\n\nFrom Sheffield city centre, Meadowhall can be reached easily via the ",{"type":"[","value":["http:\/\/www.supertram.com\/ Supertram"]}," by taking the Yellow\/Purple Route service to 'Meadowhall' or via local Bus or Train (the latter is less than 10 minutes from Sheffield station offering a frequency close to 'turn up and go') Travel South Yorkshire ( the local passenger transport authority) website: ",{"type":"[","value":["http:\/\/www.travelsouthyorkshire.com\/"]},". From further away, use train or long-distance coach (many of both stop at the Meadowhall Interchange), or drive to Junction 34 of the M1.\n\n",{"type":"===","value":["Crystal Peaks"]},"\n\nA smaller, sometimes less crowded, alternative to Meadowhall on the Southern edge of Sheffield, ",{"type":"[","value":["http:\/\/www.crystalpeakscentre.com\/ Crystal Peaks"]}," shopping centre has many shops and is adjacent to a good selection of 'out of town' superstores such as Comet and JD Sports. Crystal Peaks can be reached via the Blue Route tram to 'Halfway', or local buses, or by car (junction 30 of the M1).\n\n",{"type":"===","value":["Suburbs"]},"\n\nEcclesall Road is an area of individual fashion shops, bars, cafés and restaurants running from the inner ring road out to the slightly more student-orientated and bohemian Hunters Bar roundabout.\n\nBroomhill is a fairly self-contained area: a curious and pleasant mix of student area and leafy suburb. Only a mile from the city centre (past the university), it has an interesting mix of shops from inexpensive to trendy. Music lovers should make time for the impressive second-hand music collection at Record Collector on the Fulwood Road.\n\nHillsborough has an unusually large shopping area which is comparable to that of many towns in England - the 'Hillsborough Barracks' outdoor shopping centre contains a variety of local and chain stores, a Morrisons supermarket and a McDonalds restaurant.\n\nThis is along with the typical small shopping areas you will find in most suburbs in Sheffield.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many good, cheap places to eat in and around the city. If you would rather stay in and still want to have a taste of what Sheffield has to offer, you can always opt for food from one of the takeaways in Sheffield . Usually prices range from £7 to £20 for a meal for two.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aslans"]},", West Street. (In)famous Halal kebab shop that serves piles of salty meat. See if you can find yourself (or get yourself) on the walls packed with photographs of customers."]},{"type":"*","value":[" ",{"type":"'''","value":["Street Food Chef"]},", two city centre locations on Pinstone Street and Arundel Street. A Mexican themed restaurant offering burritos and tacos, using locally-sourced meat and fresh ingredients."]},{"type":"*","value":[" ",{"type":"'''","value":["Balti King"]},", Fulwood Road, Broomhill. Long standing Indian restaurant and take-away. Popular with students, huge menu of good dishes."]},{"type":"*","value":[" ",{"type":"'''","value":["Broomhill Friery"]},", Whitham Road. Popular chip shop with an unofficial affiliation with famous Sheffield actor Sean Bean, located in Broomhill."]},{"type":"*","value":[" ",{"type":"'''","value":["The Interval"]}," between Western Bank and Glossop Road. The Interval is the café-bar of the University of Sheffield Union of Students. Much more pleasant atmosphere than the main student bar (Bar One) downstairs, the Interval is open to the public all day (students only after 6PM) and serves a good value menu of snacks and meals. Also popular for the meat and vegetarian hangover breakfasts and Sunday lunches at the weekend."]},{"type":"*","value":[" ",{"type":"'''","value":["New Hing Wah Take Away"]},", School Road, Crookes. A variety of authentic Chinese cuisines at affordable prices."]},{"type":"*","value":[" ",{"type":"'''","value":["Spoilt For Choice"]}," Ecclesall Road. Good sandwich shop."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Woody's Sandwich Bar"],["address=657 Ecclesall Rd"],["content=One of the city's best Sandwich shacks, with queues out the door at weekends. Handmade sandwiches, like the legendary 'Full Monty' breakfast sandwich to hot baguettes with fillings. Also dishes out some yummy freshly baked cookies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zanzibar"],["alt="],["url=http:\/\/www.zanzibarsheffield-takeaway.co.uk\/"],["email="],["address=257 Fulwood Rd"],["lat="],["long="],["directions="],["phone=+44 114 268 7807"],["tollfree="],["fax="],["hours="],["price="],["content=Superb African restaurant. Complicated menu and specials (especially for students on different nights of the week) but excellent food and African drums to try out."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Baan Thai"]}," on Ecclesall Road is an excellent Thai restaurant."]},{"type":"*","value":[" ",{"type":"'''","value":["BB's"]},", Division Street. A long standing favourite of families and students in Sheffield's city centre. A small family run business that does decent Italian food and is reasonably priced. Bring your own beer and wine."]},{"type":"*","value":[" ",{"type":"'''","value":["Café Rouge"]},", two branches on Norfolk Street (near the Peace Gardens) and Ecclesall Road. Reliable and classy chain of French bistro-restaurants."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cubana"],["alt="],["url="],["email="],["address=34 Trippet Ln"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Absolute diamond just off the bottom of west street. Live Cuban music most nights, large range of tapas, amazing atmosphere. Small and sexy. Great restaurant for a first date. ",{"type":"[","value":["http:\/\/www.cubanatapasbar.co.uk\/"]}]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Crucible Corner"]}," in Tudor Square. Traditional and modern British dishes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["East One"]},", in the West One plaza. Japanese canteen-style restaurant with huge stir fries and soups. Shame about the badly design and echo-ey space it occupies."]},{"type":"*","value":[{"type":"'''","value":["Efes"]},", Glossop Road. Authentic Turkish and Mediterranean cuisine. The fact that it gets frequented by some of Sheffield's Turkish residents shows the food is the 'real deal'."]},{"type":"*","value":[" ",{"type":"'''","value":["Las Iguanas"]}," West One, Fitzwilliam Street. Great party atmosphere and lovely Latin American food. Good place for a night out in Sheffield."]},{"type":"*","value":[" ",{"type":"'''","value":["Silversmiths"]}," Arundel Street, next to Hallam University. A good quality restaurant specialising in British produce. Famous for its Tuesday Pie Nights, and having been on Gordon Ramsay's Kitchen Nightmares. Also serves pre-theatre menues well suited to its position near to the Crucible and Lyceum theatres."]},{"type":"*","value":[" ",{"type":"'''","value":["Sushi Express"]}," an excellent value and tasty sushi restaurant offering an extensive range of sushi, sashimi, Bento boxes and soups. All made fresh to order."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Old Vicarage"]},", Ridgeway Village. Sheffield's only Michelin-starred restaurant; probably the best food in Sheffield. Expect to pay around £55 per head excluding wine."]},{"type":"*","value":[" ",{"type":"'''","value":["La Gondola"]},", Carver Street. Highly recommended for Italian cuisine."]},{"type":"*","value":[" ",{"type":"'''","value":["Wasabisabi"]},", London Road. Very popular Japanese restaurant; highly recommended."]},{"type":"*","value":[" ",{"type":"'''","value":["Nonna's"]},", Ecclesall Road. Robust and authentic Italian dishes in busy surroundings. Speciality home-made pastas."]},{"type":"*","value":[" ",{"type":"'''","value":["Milestone"]},", Ball Street, Kelham Island. A high quality, and award winning, restaurant situated within the former industrial Kelham Island area, within proximity to Shalesmoor Tram Stop. Sister restaurant on Campo Lane behind the Cathedral."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Browns"],["alt="],["url=http:\/\/www.browns-restaurants.co.uk\/locations\/sheffield\/"],["email="],["address=St Paul's Parade"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=High quality food and a lively atmosphere."]]}]},"\n",{"type":"===","value":["Sunday Lunch"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fat Cat"],["directions=on Kelham Island"],["content=Excellent Sunday meals and wide choice of real ale."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Poacher's Arms"],["directions=in the Hope Valley"],["content=Has an excellent Sunday Carvery."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Pubs"]},"\n\nSheffield is well known for its large number of pubs (Public Houses); from dark and Victorian to sleek and modern; and from traditional real-ale haven to noisy standing-room-only bar, you can easily find a pub in Sheffield to suit your taste in beer, music and company. However, most city-centre pubs are more oriented towards fast drinking students and clubbers; on West Street in particular (linking the university with the city centre) you will find many pubs and bars which during the week become busy with students and younger customers. Finding quieter pubs in which to sample something other than the usual chain-pub lager requires delving a little deeper beneath the surface.\n\nA website which gives you in depth information about bars and clubs in Sheffield, in addition to events is http:\/\/www.SocialBeast.co.uk\n\nFor the unimaginative, you'll find the usual Wetherspoons and All Bar One chain pubs, throughout the city centre serving cheap lager, hand-pulled ales and reasonably priced food in a smoke (and atmosphere) free environment.\n\nHybrid bar-pubs manage to maintain something of a pub atmosphere, and sell real ale at reasonable prices, while still pulling in the crowds. They are used as much by people who want a good range of beer at good prices, as by \"yoofs\" after a good night out. They are probably doing a good job of persuading at least some lager drinkers to switch to traditional ales.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Old House"],["address=113-117 Devonshire Street"],["content=Great indy bar with the towns biggest range of imported bottled beers and a decent range of local ales. Along with very reasonably priced food, amazing cocktails, good music and a nice crowd this is a must visit in Sheffield."],["url=http:\/\/www.theoldhousesheffield.co.uk"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Washington"]}," on Fitzwilliam St near Devonshire Green. Great music pub, used to be owned by Nick Banks from the band \"Pulp\". Relaxed atmosphere, varied DJ nights. Open till 1AM every night except Sunday till midnight. Large beer garden and smoking area at the back of the pub."]},{"type":"*","value":[" ",{"type":"'''","value":["The Frog & Parrot"]}," on Division Street is a popular pub with a long history, in days gone by offering what it claimed as the strongest ale legally served in a British pub. These days it offers food and locally-brewed real ales and often features live music."]},{"type":"*","value":[" ",{"type":"'''","value":["The Devonshire Cat"]}," on Wellington Street, just south of Devonshire Green, offers a large range of beers and ciders, including dozens of imported European beers. Also has 2 guest ciders on tap at all times. The city centre sister pub to the remoter Fat Cat on Kelham Island."]},{"type":"*","value":[{"type":"'''","value":["The Bessemer"]}," (previously ",{"type":"''","value":["The Fountain"]},") on Leopold Street is a modern, quite upmarket pub with a strong focus on its traditional English menu."]},{"type":"*","value":[" ",{"type":"'''","value":["Sheffield Tap"]}," occupies the refurbished Edwardian dining rooms at Sheffield Train station and offers a vast selection of beers from cask, tap and bottle that could rival any other Sheffield venue. Surroundings are thankfully lacking in the usually ubiquitous flat screen television. The only background music are the trains arriving and departing the station. The entrance is equally unpretentious so may be hard to find - it's at the north end of the station near the pedestrian crossing to the bus station, with another entrance straight onto platform 1."]},{"type":"*","value":[{"type":"'''","value":["Porter Cottage"]}," Sharrowvale Road. Indie jukebox, normal ales but amazing atmosphere. Landlady Mandy will know your life history by the time you leave. Get in early to get a decent table."]},"\nSheffield's real gems are the handful of surviving traditional pubs and free houses, which generally have more room to sit down, quieter (or no) music, and real hand pumped ales.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Brown Bear"]}," on Norfolk Street (close to the Sheffield Theatres and Winter Garden) offers what must be the cheapest beer in the city and an incredible mix of both theatre goers and local people."]},{"type":"*","value":[" ",{"type":"'''","value":["The Red Deer"]}," on Pitt Street (just off Mappin Street), is another civilised dive with good range of beers, warming fireplaces, a small garden and friendly cats."]},{"type":"*","value":[" ",{"type":"'''","value":["The Old Queen's Head"]}," on Pond Hill occupies the oldest domestic building in the city, dating from 1475 (according to some records)."]},{"type":"*","value":[" ",{"type":"'''","value":["Fagans"]}," on Broad Lane is a cosy chintz-free Irish pub with regular live music."]},{"type":"*","value":[" ",{"type":"'''","value":["The Grapes (Flynns)"]}," on Trippet Lane may offer impromptu Irish or Folk music in the back room."]},{"type":"*","value":[" ",{"type":"'''","value":["The Bath Hotel"]}," on Victoria Street (just off West Street) is tiny, free of piped music and friendly."]},{"type":"*","value":[" ",{"type":"'''","value":["The Sportsman"]}," on Denby Street is popular with local customers and will probably have some rock music on the jukebox."]},"\nThere are more warm and welcoming traditional pubs in Sheffield's suburbs. North-west of the city centre, in Crookes and Walkley (popular with students as places to live) are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Hallamshire House"]}," on Commonside is reputedly the only pub in Sheffield still housing a full-sized snooker table."]},{"type":"*","value":[" ",{"type":"'''","value":["The Walkley Cottage"]}," on Bole Hill Road is friendly with good range of beer and good food."]},{"type":"*","value":[" ",{"type":"'''","value":["Noah's Ark"]}," on Crookes has a good atmosphere and mix of students and locals."]},{"type":"*","value":[" ",{"type":"'''","value":["The Freedom House"]}," has two halves: a lively \"pool table-and-lager\" side, and a quieter \"grandmothers's living room\" side."]},{"type":"*","value":[" ",{"type":"'''","value":["The Nottingham House"]}," or \"The Notty\" as it is better known has recently re-opened after an extensive refurbishment. Catering for locals,visitors and students alike, it really is a pub worth a visit. Home-made pies are a speciality and real ales are aplenty. Occasional live music on Thursday nights with acts from near and far. Pool table is very good value at 50p."]},{"type":"*","value":[" ",{"type":"'''","value":["The Cobden View"]}," Situated on Cobden View Rd near Crookes, this small and charming independent pub serves great local ales until approx. 1AM most nights, and is always bursting with atmosphere and friendly locals."]},"\nReal ale fans from great distances come to \"do\" the real ale trail of Sheffield's Upper Don Valley, a route stretching from near the city centre almost to Hillsborough. The trail calls at:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Kelham Island Tavern"]}," has won best Pub in Britain from Camra"]},{"type":"*","value":[" ",{"type":"'''","value":["The Fat Cat"]},", hidden away on Alma Street, also a great stop for Sunday lunch."]},{"type":"*","value":[" ",{"type":"'''","value":["The Wellington"]}," (used to be known as Cask and Cutler) on Henry Street."]},{"type":"*","value":[" ",{"type":"'''","value":["The Gardeners Rest"]}," on Neepsend Lane (recently re-opened following the great flood of 2007)."]},{"type":"*","value":[" ",{"type":"'''","value":["Hillsborough Hotel"]}," A welcoming pub with a brewery underneath and hotel rooms above."]},{"type":"*","value":[" ",{"type":"'''","value":["The New Barrack Tavern"]},", A pub owned by Castle Rock and full of Character."]},{"type":"*","value":[" ",{"type":"'''","value":["The Harlequin"]},", The latest addition to The Ale Trail, more open plan and possibly less off putting to people who aren't used to real ale pubs than the others might seem."]},"\nThe trail roughly parallels the tram route from the city centre to Hillsborough, so getting there and back is easy. All these pubs have a huge range of British draught real ales (some brewed by the pub) and most have a selection of bottle-conditioned beers from continental Europe (especially Belgium).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Broadfield"]}," on Abbeydale Road in Nether Edge. A total refurb in December 2011 has finally seen this pub reach its full potential. The pub is now a decent size and serves a huge range of local (and further afield) cask ales, home-made pies and sausages, and stocks a whisky from every distillery in Scotland. Forget the City centre and head out to the suburbs!",{"type":"[","value":["http:\/\/www.thebroadfield.com\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["The Sheaf View"]}," on Gleadless Road is a real ale hotspot. Famous for serving the south side of Sheffield with the local breweries and other guest ales with knowledgeable bar staff. Has a reputation for friendly Sheffield folk to relax there after hiking and climbing in The Peak. So called because of possible view of the Sheaf River although now obstructed by newer buildings."]},"\n",{"type":"===","value":["Bars"]},"\n\nVisiting Sheffield, you might be led to believe that students go out every day of the week. With some 55 000 university students this is hardly surprising. These are some of the more popular pubs.\n\n",{"type":"*","value":[{"type":"'''","value":["The Common Room"]}," Devonshire Street. Large pool\/sports bar. 12 American pool tables. Cheap drinks weekdays between 5 and 8 and a good cocktail menu. ",{"type":"[","value":["http:\/\/www.common-room.co.uk\/"]}]},{"type":"*","value":[{"type":"'''","value":["Forum"]}," Devonshire Street. Unique trendy café\/bar (and shops) open late every night. Amazing outdoor patio on the Devonshire Green. ",{"type":"[","value":["http:\/\/www.forumsheffield.co.uk\/"]}]},{"type":"*","value":[{"type":"'''","value":["Bungalows & Bears"]}," (formerly the Central fire station) Division Street. Retro-chic bar with fantastic atmosphere, amazing music and great veggie food menu. 2nd hand \"retro\" clothing market on a Sunday. Free board games (e.g., Tequila Jenga). Frequented by the Arctic Monkeys, trendies and students alike."]},{"type":"*","value":[{"type":"'''","value":["The Green Room"]}," Division Street. Compact bar, great range of bottled beers, great live indie music on a Wednesday."]},{"type":"*","value":[{"type":"'''","value":["The Wick at Both Ends"]}," West Street. Relaxed bar with comfy seating, and a fantastic drinks selection including cocktails served in watering cans. Popular with those avoiding the student pub crawls."]},{"type":"*","value":[{"type":"'''","value":["Varsity"]}," West Street \/ Ecclesall Road. Standard studenty chain bar, complete with inflatable sheep machines in the toilets."]},{"type":"*","value":[{"type":"'''","value":["Revolution"]}," West:one. Standard entry in the popular vodka bar chain. Popular with \"orange\" good-looking people but don't let that put you off, good range of drinks and affordable food menu by day. Decent DJ sets and adjoining pool room."]},{"type":"*","value":[{"type":"'''","value":["Yates"]}," Division Street. Poor-performer (even for a chain bar). Avoid."]},{"type":"*","value":[{"type":"'''","value":["Crystal"]}," Carver Street. Expensive bar, amazing décor. Anti-student (except Wednesdays)"]},{"type":"*","value":[{"type":"'''","value":["Ask"]}," Barkers pool. Student-friendly during week, tacky by weekend."]},{"type":"*","value":[{"type":"'''","value":["The Cutler"]}," Carver Street. Local choice, no students."]},{"type":"*","value":[{"type":"'''","value":["Corner house"]}," Carver Street. (Aka City Bar) good seating, standard drinks."]},{"type":"*","value":[{"type":"'''","value":["Bar One"]}," Glossop Road, near the University tram stop. The main bar of the University of Sheffield Student Union, which is understandably always full of students, and which is also one of the most profitable union bars anywhere in the country. In the evenings you will need a Sheffield student card (or a friend who has one to sign you in) to gain admission. Cheapest drinks on a Sunday. Large, cheap, pool room. Also serves inexpensive, wholesome food (not everything comes with chips!)"]},{"type":"*","value":[{"type":"'''","value":["Interval"]}," Glossop Road, near the University tram stop. The second bar of the University of Sheffield Student Union, offering a more cosmopolitan atmosphere with local real ales, wine and food."]},{"type":"*","value":[{"type":"'''","value":["The Hubs"]}," Inside Sheffield Hallam Union (the former National Centre for Popular Music) so easy to find. It looks like a big, silver, flying spaceship, close to the train station. Not as big or impressive on the inside as it is on the outside, a relatively small union bar."]},{"type":"*","value":[{"type":"'''","value":["Cavendish"]}," West Street (locally referred to as 'The Chavendish'). A scream\/yellowcard bar (you get discounted drinks if you buy or have a friend with a yellowcard, which costs £1 to NUS card holders). Serves decent food; a cheap student pub\/bar with pool tables."]},{"type":"*","value":[{"type":"'''","value":["The York"]}," Broomhill. Totally re-invented in September 2010, now an amazing pub serving great food and a decent range of local real ales. ",{"type":"[","value":["http:\/\/www.theyorksheffield.co.uk\/"]}]},{"type":"*","value":[{"type":"'''","value":["Fox and Duck"]}," Broomhill. An off-campus pub owned by the University of Sheffield Student Union but frequented by a more mixed crowd."]},{"type":"*","value":[{"type":"'''","value":["The Harley"]}," on Glossop Road by the University tram stop. Open Late til 4AM on event nights. Plays host to cutting edge live music and varied club nights. ",{"type":"[","value":["http:\/\/www.theharley.co.uk\/"]}]},{"type":"*","value":[{"type":"'''","value":["Reflex"]}," West Street (near City Hall tram stop). More a free and cheesy club with 70s and 80s music than a bar."]},{"type":"*","value":[{"type":"'''","value":["Walkabout"]}," West Street, near City Hall tram stop. Australia themed bar. Very popular, fairly cheap, but can get a bit claustrophobic. Better as calling point on a pub crawl than a place for staying in."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Revolución de Cuba"],["alt="],["url=http:\/\/www.revoluciondecuba.com\/bar\/sheffield"],["email="],["address=Mappin St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Relaxed cocktail bar which also serves hispanic food from its 'Cantina'. Wednesday night is swing night, with a live band and dancing."]]}]},{"type":"*","value":[{"type":"'''","value":["Gay bars"]}," There are a small number of gay bars, clubs and gay-nights, whose locations and names change on a regular basis. Consult Yorkshire's gay paper ",{"type":"''","value":["Shout!"]}," ",{"type":"[","value":["http:\/\/shoutweb.co.uk\/scene.html#sheffield"]}," for the latest listing."]},{"type":"*","value":[]},"\n",{"type":"===","value":["Clubs & Live Venues"]},"\n\nUnlike Sheffield's dense strip of student bars along West Street, the city's night clubs are more spread out around the city centre, especially in the former industrial buildings. The most well known are:\n\n",{"type":"*","value":[{"type":"'''","value":["Sheffield O2 Academy"]},", Arundel Gate. Located at the very centre of the City, the venue offers both live music from popular artists and club nights, notably 'Propaganda' on Fridays - the biggest Indie night in the United Kingdom. Other regular events include 'Brighton Beach' (11PM-3:30AM) on the first Saturday of every month and 'Electrosexual'(10PM-5AM) a week later."]},{"type":"*","value":[{"type":"'''","value":["The Leadmill"]}," Leadmill Road, close to Sheffield station and Sheffield Hallam University. A Sheffield institution made famous by its live music line-up. Live gigs most nights of the week which are immediately followed by club nights. Concert-goers get free entry to the club night after their show. Indie night on a Saturday, with relatively cheap drinks for a nightclub."]},{"type":"*","value":[{"type":"'''","value":["Plug (formerly .Zero)"]},". Smart club, open late (6AM on Fridays and Saturdays) and popular on a Thursday night (when huge queues are to be expected). Nights span anything from raves to live music."]},{"type":"*","value":[{"type":"'''","value":["Corporation"]}," Milton Street. A dirty rock club with dirty cheap vodka, just the way the locals like it. There's 'Skool Disco' every Wednesday night (free admission in school uniform) and metal\/goth on Saturdays. Fridays is skate and metal downstairs and indie upstairs. Mondays are popular with the student crowd, playing music everyone seems to know."]},{"type":"*","value":[{"type":"'''","value":["Embrace."]}," Formally Kingdom, a new five room modern nightclub (one over 25's cocktail bar) of various themes catering for all music tastes."]},{"type":"*","value":[{"type":"'''","value":["Casbah"]}," Wellington Street.*''"]},{"type":"*","value":[{"type":"'''","value":["Sheffield Hallam University Student's Union"]}," Paternoster Row, this unusually shaped steel building is a bar downstairs and a club upstairs with four rooms playing different music genres. Along with much of the union building, this is closed for refurbishment until September 2013."]},{"type":"*","value":[{"type":"'''","value":["Replica"]}," Charter Square. A recently opened 'superclub' with two large rooms playing Dance and R&B music. Open 11PM - 4AM."]},{"type":"*","value":[{"type":"'''","value":["Fuel"]}," A gay club, open Thur-Sun, Eyre Street near the Moor. Thursday is \"student disco\" with cheap drink, Friday is pop and cheese in one room and indie\/alternative in another, Saturday is electro\/house\/entertainers\/dancers, and Sunday is a chill out night."]},{"type":"*","value":[{"type":"'''","value":["Foundry and Fusion"]}," Western Bank (University of Sheffield Students' Union). A fiercely active union night club that packs in students from Tue-Sat. The Tuesday Club is a surprisingly pricey hip-hop and drum & bass night that pulls in many big names (although this has temporarily been moved to Leadmill due to the unsuitability of the Octagon). Roar on Wednesday night is big on cheap alcopops and inebriated sports teams. Friday is Space in the Octagon, a \"chart\" night, while visiting club nights and Climax, South Yorkshire's biggest gay club rotate monthly in the Fusion\/Foundry. Saturdays is Pop Tarts, hosting 2 rooms (one is 60s, 70s and \"rock and roll\", the other 80s, 90s and 00s)."]},{"type":"*","value":[{"type":"'''","value":["DQ"]}," Fitzwilliam Street. Holding legendary clubnights such as 'Threads'. Open late every night, notable for its \"afterparty\" till 4AM after HedKandi."]},{"type":"*","value":[{"type":"'''","value":["Sheffield City Hall"]},". The impressive 1930s City Hall was recently refurbished and is home to many concerts, performances and travelling shows and is in the elegant Barkers Pool in the city centre which is home to Sheffield's cenotaph. Nearest Supertram: City Hall (perhaps unsurprisingly)."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["City Centre"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Novotel"],["url=http:\/\/www.novotel.com\/gb\/hotel-1348-novotel-sheffield-centre\/"],["email=H1348@accor.com"],["address=50 Arundel Gate"],["lat="],["long="],["directions=Behind the Winter Gardens"],["phone=+44 113 396 9005"],["tollfree="],["fax="],["hours="],["price=Prices vary from £75-119"],["checkin="],["checkout="],["content=WiFi available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mercure St. Pauls Hotel"],["url=http:\/\/www.mercure.com\/gb\/hotel-6628-mercure-sheffield-st-paul-s-hotel-and-spa\/"],["email=H1348@accor.com"],["address=119 Norfolk St"],["lat="],["long="],["directions=Between the Winter Gardens and Peace Gardens"],["phone=+44 113 396 9005"],["tollfree="],["fax="],["hours="],["price=From £64"],["checkin="],["checkout="],["content=Valet parking. WiFi available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Victoria Hall"],["url=http:\/\/www.holidayinnsheffield.co.uk\/"],["email=stay@holidayinnsheffield.co.uk"],["address=Victoria Station Rd"],["lat="],["long="],["directions="],["phone=+44 114 276 8822"],["tollfree="],["fax="],["hours="],["price=From £79"],["checkin="],["checkout="],["content=Hall tour at request."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express"],["url=http:\/\/www.hiexpress.com\/hotels\/gb\/en\/sheffield\/emass\/hoteldetail"],["email=stay@holidayinnsheffield.co.uk"],["address=Blonk St"],["lat="],["long="],["directions="],["phone=+44 871 423 4942"],["tollfree="],["fax="],["hours="],["price=From £59"],["checkin=2PM"],["checkout=12PM"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Hotel"],["url=http:\/\/www3.hilton.com\/en\/hotels\/united-kingdom\/hilton-sheffield-hotel-SZDSHHN\/"],["email="],["address=Victoria Quays, Furnival Rd"],["lat="],["long="],["directions="],["phone=+44 114 252 5500"],["tollfree="],["fax="],["hours="],["price=From £65"],["checkin=3PM"],["checkout=12PM"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ibis Hotel"],["url=http:\/\/www.ibis.com\/gb\/hotel-2891-ibis-sheffield-city\/"],["email=H2891@accor.com"],["address=Shude Hill, S1 2AR"],["lat="],["long="],["directions="],["phone=+44 114 241 9600"],["tollfree="],["fax="],["hours="],["price=From £49"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jurys Inn Hotel"],["url=http:\/\/sheffieldhotels.jurysinns.com\/"],["email="],["address=119 Eyre St"],["lat="],["long="],["directions=Off the Moor roundabout"],["phone=+44 114 291 2222"],["tollfree="],["fax="],["hours="],["price=From £61"],["checkin="],["checkout="],["content=Costa Coffee bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western Cutlers Hotel"],["url=http:\/\/www.cutlershotel.co.uk\/"],["email=enquiries@cutlershotel.co.uk"],["address=George Street, Heart of the City"],["lat="],["long="],["directions="],["phone=+44 114 273 9939"],["tollfree="],["fax="],["hours="],["price=From £43"],["checkin="],["checkout="],["content=Free WiFi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Premier Inn St. Mary's Gate"],["url=http:\/\/www.premierinn.com\/en\/hotel\/SHEBAR\/sheffield-city-centre-st-marys-gate"],["email="],["address=Young St"],["lat="],["long="],["directions="],["phone=+44 871 527 8972"],["tollfree="],["fax="],["hours="],["price=From £29"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Copthorne Hotel"],["url=http:\/\/www.millenniumhotels.co.uk\/copthornesheffield\/"],["email="],["address=Bramall Ln"],["lat="],["long="],["directions=Located at the Sheffield United F.C. stadium"],["phone=+44 114 252 5480"],["tollfree="],["fax="],["hours="],["price=From £30 (breakfast £15.00)"],["checkin="],["checkout="],["content=Free Car Parking. WiFi available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Leopold Hotel"],["alt="],["url=http:\/\/leopoldhotel.co.uk\/"],["email="],["address=Leopold Square \/ Leopold St"],["lat="],["long="],["directions="],["phone=+44 114 252 4000"],["tollfree="],["fax="],["checkin="],["checkout="],["price=£70 - £150"],["content="]]}]},"\n",{"type":"===","value":["Further out"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Etap Hotel Sheffield Arena"],["url=http:\/\/www.etaphotel.com\/gb\/hotel-6176-etap-hotel-etap-hotel-sheffield-arena\/"],["email="],["address=298 Attercliffe Common"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From £35 (breakfast £2.95)"],["checkin="],["checkout="],["content=WiFi available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Premier Inn Meadowhall"],["url=http:\/\/www.premierinn.com\/en\/hotel\/SHEPTI\/sheffield-meadowhall"],["email="],["address=Sheffield Road, Meadowhall"],["lat="],["long="],["directions="],["phone=+44 871 527 8966"],["tollfree="],["fax="],["hours="],["price=From £39"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nether Edge Hotel"],["url=http:\/\/www.netheredgehotels.co.uk\/netheredge-hotel-sheffield.asp"],["email="],["address=21-23 Montgomery Rd, Nether Edge"],["lat="],["long="],["directions=less than a mile SSW of the city centre"],["phone="],["tollfree="],["fax="],["hours="],["price=From about £39 including breakfast"],["checkin=2PM"],["checkout=10AM"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Corner House"],["url=http:\/\/www.cornerhouse.net\/"],["email=palil@cornerhouse.net"],["address=Westbourne Rd"],["lat="],["long="],["directions="],["phone=+44 114 266 0346"],["tollfree="],["fax="],["hours="],["price=£150 per week, £160 for two persons"],["checkin="],["checkout="],["content=Available for periods of between 1 week to 6 months. Wifi, fully equiped shared kitchen, tv, towels, shampoo, breakfast included."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAs with the rest of the UK, in any ",{"type":"'''","value":["emergency"]}," call ",{"type":"'''","value":["999"]}," or ",{"type":"'''","value":["112"]}," (from a land-line if you can) and ask for Ambulance, Fire or Police when connected.\n\nSheffield is home to two of the most notorious council estates in the country, The Manor Estate and Parson Cross (known locally as The Manor and The Cross respectively). Some local people would say to avoid Park Hill and Burngreave\/Pitsmoor, but those areas are not particularly as bad as suggested, and the average tourist would not go there anyway as there are no attractions there or nearby. There are adequate police patrols at all times of the day, and the city also boasts (if this is a matter for boasting) an extensive network of CCTV cameras. Although some areas not too far from the centre are undesirable, any central areas or main shopping suburbs will feel perfectly comfortable during the day. After hours, some peripheral parts of the city centre may seem a little quiet and lonely, but any well-lit street with plenty of people about (this means in effect the area centred on the Town Hall, between West Street to the north and Arundel Gate to the south) will be as safe as any city centre in the UK if the usual precautions are taken.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Northern General Hospital"]},", situated in the north of the city. It is the largest hospital in Sheffield and hosts the only adults' Accident & Emergency department (for children's A&E, use the Children's Hospital)."]},{"type":"*","value":[{"type":"'''","value":["Royal Hallamshire Hospital"]}," is located just one mile west of the city centre on Glossop Road, and has a minor injuries unit as well as 650 beds for in-patients."]},{"type":"*","value":[{"type":"'''","value":["Sheffield City Walk in Centre\/GP Health Centre"]}," Rockingham House, Broad Lane. Provides treatment without appointment for minor illnesses and injuries, assessment by an experienced NHS nurse. Also offers advice on how to stay healthy, and information on out-of-hours GP and dental services, local pharmacy services and other local health services."]},{"type":"*","value":[{"type":"'''","value":["Sheffield Central Sexual Health Clinic"]},", Mulberry Street. Sheffield's main sexual health centre, with testing and treatment for STD's amongst other services."]},{"type":"*","value":[{"type":"'''","value":["Sheffield Children's Hospital"]},", Western Bank. Provides a range of general and specialist services for children and babies from South Yorkshire and beyond, and A&E services for children and babies."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Leeds"]]}]}," the other big ",{"type":"[[","value":[["Yorkshire"]]}," city, only an hour away by train\/coach\/car, handy for the ",{"type":"[[","value":[["Yorkshire Dales"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Manchester"]]}]},", often known as England's 'second city' (as is ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},"), is by far the largest city in northern England and forms a metropolis of 2.6 million people. It is a vibrant shopping and cultural hub. Around 1 1\/2 hours journey by car (through the scenic views of the Peak District) and an hour by train."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kingston Upon Hull"],["Hull"]]}]},", a 700-year-old major port city and regional capital of East Yorkshire and the Humber. Many free museums in the cobbled old town, and the most successful millennium project in the country with the spectacular aquarium, The Deep."]},"\n",{"type":"===","value":["Peak District"]},"\nSheffield is the perfect city base to explore the ",{"type":"[[","value":[["Peak District"]]},", not only because it is the closest city to the northern half of \"The Peak\" (some of the national park lies within the city boundary) but also because bus and train links from Sheffield into the Peak are excellent for such rural services. Popular services run back to Sheffield quite late (some until 11PM), making it feasible for Sheffielders and visitors to put a day's hard work or shopping behind them for a long summer's evening \"walking in the Peak\". The popularity of the Peak as a destination for Sheffielders at leisure is underlined by the fact that many routes provide a ",{"type":"''","value":["better"]}," service at weekends (particularly on Sunday) than during the week - making a full day in the fresh air very easy to arrange.\n\nBriefly, the ",{"type":"[[","value":[["Peak District"]]}," is a beautiful national park of moors with open access for hikers, stone-walled green hills and sheep-filled fields crossed by paths for ramblers, hillside tracks and country lanes for cyclists. There is a network of tiny hamlets, small villages, country churches, and market towns. All the settlements have their own charm and history, and nearly all have at least one pub for lunch and beer, or a tea shop for afternoon tea and cakes.\n\n",{"type":"===","value":["Easy trips into The Peak"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Fox House"]}," pub is well-served with daytime and evening buses from Sheffield (many routes meet here), and it is only a very short drive out of town. It is situated just where the view of the Peak District opens up as you come over the hill from Sheffield, so you can walk along the high bits without having to climb up there! It is a great place to have a drink before going walking\/running\/climbing in some great terrain, and to return to for a meal and a drink while waiting for your bus back."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hathersage"]]}," and ",{"type":"[[","value":[["Grindleford"]]}," are very close to Sheffield on the \"Hope Valley\" train line. Hathersage is a good place to start for a walk along Stanage Edge, a dramatic ridge with superb views over two counties and Sheffield itself. One evening, get a return ticket to Hathersage for about £3.50, and walk from Grindleford Station to Hathersage Church (Little John's grave!) along the riverside path (1 to 2 hours, plus time in the country pubs at both ends). If you get an early enough train you can eat at the Grindleford Station Café (famous for huge mugs of tea, filling food, and bossy notices everywhere)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Edale"]]}," is a pretty village at the head of a beautiful valley, overlooked by the famous Kinder Scout and Mam Tor. There is one pub in the centre of the village at the start of the ",{"type":"[[","value":[["Pennine Way"]]},", and another by the railway station where you can drink until closing time (11PM) to catch the train back to Sheffield (Hope Valley line, 40 minutes from Sheffield)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Castleton"]]}," is on the other side of Mam Tor from Edale and so is a short, but steep walk from the latter village with beautiful views along the way. It is home to the Blue John mine as well as four major caves\/caverns which tourists can visit. Each has a very different feel, from the natural splendour of Peak Cavern to the disconcerting underground river trip (and well-rehearsed guide's patter) of Speedwell. Castleton has an excellent bus service, and though not directly on the Hope Valley line, train tickets are accepted on the bus between Castleton and Hope Station (which is on the line!)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Eyam"]]}," (\"Eem\") village comes with a fascinating history and a sad but brave story: it chose to quarantine itself when plague struck in the 17th century. Whole families died, but the plague did not spread beyond its parish bounds. The stone where food was deposited, in exchange for money left in vinegar-filled holes can still be seen. There is a museum detailing this and the rest of the village's history, and Eyam Hall is an interesting house to visit."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bakewell"]]}," is gentle and pretty. It is good for riverside strolls, country shopping, and spending all day in tea shops trying out the rival versions of \"Real\", \"Genuine\", \"Proper\", \"Original\", etc. etc. Bakewell tarts and puddings. ",{"type":"[[","value":[["Chatsworth House"]]}," and ",{"type":"[[","value":[["Haddon Hall"]]}," are nearby for \"how-the-rich-lived\"-buffs and history-buffs respectively."]},{"type":"*","value":[" \"Sheffield's Lake District\" is a rather fanciful name (which has never really stuck) for the Bradfield valley just north of the city centre. True, the moors, green hills, villages, and country pubs really are very beautiful, and make for lovely walks, rides, and drives — but it has to be admitted that there is a distinct lack of mountains (unlike Cumbria) and that the \"lakes\" are really reservoirs. The area really is a \"secret\" — it can be a surpise to first-time visitors even from the south of Sheffield, especially when they realise that this area is not only officially part of Sheffield, but that it is also in the Peak District. It is very well served (right until pub closing time) by a circular bus route from Hillsborough interchange (tram from the city centre): ask for Upper Bradfield, Lower Bradfield, or Dungworth."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Matlock"]]}," (shops), ",{"type":"[[","value":[["Matlock Bath"]]}," (riverside walks, an inland \"seaside prom\", and a cable car), and ",{"type":"[[","value":[["Cromford"]]}," (Arkwright's Mill, one of the very the first factories in the world!) are closer to ",{"type":"[[","value":[["Chesterfield"]]},", but are easily reached by car from Sheffield."]},"\n",{"type":"===","value":["Other country areas"]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["South Pennines"]]}," will look familiar to anyone who has seen \"Last of the Summer Wine\". ",{"type":"[[","value":[["Holmfirth"]]}," is 40 minutes drive away (direct bus on Sundays) for anyone who wants to see Compo's café (actually, an excellent \"sit down chippy\") or Nora Batty's step, or just the stone buildings of Holmfirth set in a beautiful green valley surrounded by rolling hills."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Dukeries"]]}," of north Nottinghamshire is an area of country parks and stately homes."]},"\n",{"type":"{{","value":[["geo"],["53.3788"],["-1.4647"]]},"\n",{"type":"{{","value":[["isPartOf"],["South Yorkshire"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sheffield"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sheffield"]]}]