[{"type":"{{","value":[["pagebanner"],["Sheki banner1.jpg"],["star=yes"],["otbp=yes"]]},"\n\n",{"type":"'''","value":["Sheki"]}," (Şəki; also Seki or Shaki) is ",{"type":"[[","value":[["Azerbaijan"]]},"'s true travel gem, a small city off on the forested slopes of the ",{"type":"[[","value":[["Caucasus"],["Greater Caucasus Mountains"]]},". Rich in Islamic architecture, ",{"type":"[[","value":[["Silk Road"]]}," history, good food, and friendly people, this is travel and leisure in the ",{"type":"[[","value":[["Caucasus"]]}," at its finest.\n\n",{"type":"==","value":["Understand"]},"\n\nFew foreigners visit Azerbaijan beyond the capital city, ",{"type":"[[","value":[["Baku"]]},". In so doing, they overlook a true gem in the form of Sheki. The small city of Sheki has a whole lot to offer by way of historic attractions; in particular, the Palace of the Sheki Khans (Khansarai) is a magnificent work of Islamic architecture. Its setting is stunning; it lies in the rolling, thickly forested foothills, which spread out to the south, while to the immediate north are the dramatic, snow-capped peaks of the Greater Caucasus. The possibilities for treks into the unspoilt mountain landscapes are endless, and are alone a great reason to visit the city. But more than anything, the relaxed pace of life evident in Sheki's central market and tea houses makes the city a welcome respite from whatever cares you may have.\n\nA relatively small city, Sheki has a population of about 63,000. It is situated in northern Azerbaijan on the southern part of the Greater Caucasus mountain range, 325 km (201 mi) from Baku and not far from the ",{"type":"[[","value":[["Georgia (country)"],["Georgian"]]}," border. Sheki is located at an altitude of 500 m (1,640 ft).\n\n",{"type":"[[","value":[["Image:Sheki map.png"],["thumb"],["320px"]]},"\n\n",{"type":"===","value":["History"]},"\n\nThroughout its history, Sheki was swung between independence and foreign domination. In its earlier centuries, Sheki was the seat of an Albanian kingdom, which was invaded repeatedly by the Persian, Roman, Parthian, Arab, Mongolian, and other empires. In the past millennium, Sheki fell under the influence and often the direct rule of Persia or the Shirvanshahs of ",{"type":"[[","value":[["Baku"]]},". Shortly after the 18th century collapse of the Safavid Empire, Sheki became the capital of the independent Sheki Khanate, during which the Khansarai was built. But Sheki's independence did not last long; it was absorbed in the early 19th century by an expansionist Russian Empire. Due to Sheki's rather tumultuous political history (in a tumultuous region), the majority of Sheki's preserved historic and architectural monuments date from only the 16th-19th centuries.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Winter"]}," — cold, but the snow is only heavy during January and February"]},{"type":"*","value":[" ",{"type":"'''","value":["Spring"]}," — beautiful with the once-brown mountains turning green from the rain"]},{"type":"*","value":[" ",{"type":"'''","value":["Summer"]}," — mild"]},{"type":"*","value":[" ",{"type":"'''","value":["Fall"]}," — quite warm during the day, but at night it gets a bit chilly, so pack a jacket and a thick blanket"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By taxi"]},"\n\nUntil the airport begins operating again, the fastest form of transport between Baku and Sheki is by taxi — it takes about 6 hours and 60AZN. If you share the ride with other people, it will cost around 10AZN per person. \n\nA taxi is also a fine, if more expensive, way to get to Georgia, and you should have no trouble finding a taxi, bus, or marshrutka onward from the border at Lagodekhi to ",{"type":"[[","value":[["Tbilisi"]]},".\n\n",{"type":"===","value":["By train"]},"\n\nThe train station has a somewhat inconvenient location of about 17 km (11 mi) from the city center. In order to reach the station you will either have to take a taxi for 3AZN or hop on a Baku-bound bus or minibus and ask the driver to drop you off by the railroad station, and then walk about 200 m to the station. There are night trains that run from Baku-",{"type":"[[","value":[["Balakan"]]}," and make a stop in Sheki. There is also a Balakan-Baku train that passes through Sheki. Passengers must produce their passports in order to buy tickets. It would be wise to purchase a ticket for the luxury carriage in advance. You can contact Mr. Xemlet at +994 50 672 5538 or Mr. Arxan at +994 55 672 5758 to make advanced reservations. The basic carriage (plaskard) costs 2.60AZN, the middle class (",{"type":"''","value":["coupe"]},") costs 3.60AZN, and the luxury carriage (",{"type":"''","value":["SV\/Super Vagon"]},") costs 5AZN.  Make sure that you receive all of your change from the ticket counter, as they often try to shortchange foreigners.   \n\nDaily departure times ",{"type":"'''''","value":["to"]}," the Sheki terminal:\n",{"type":"*","value":["Baku: May 28 Station, 10:20PM"]},{"type":"*","value":[{"type":"[[","value":[["Balakan"]]},": 8PM"]},{"type":"*","value":[{"type":"[[","value":[["Zaqatala"]]},": 9PM"]},{"type":"*","value":[{"type":"[[","value":[["Qax"]]},": 9:45PM"]},"\nDaily departure times ",{"type":"'''''","value":["from"]}," the Sheki terminal:\n",{"type":"*","value":["Baku: 10PM"]},{"type":"*","value":["Balakan: ~6:30AM"]},"\n",{"type":"===","value":["By bus or minibus"]},"\n",{"type":"[[","value":[["File:Sheki - Bergdorf Kish.JPG"],["thumb"],["290px"],["Mountains rising over Sheki"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["By Bus"]}]},"This is one of the more tedious ways to get to Sheki, taking nearly 7 hours, because the mountain pass used by cars and marshrutkas would be out of the question for such a large bus. Although slower, buses are more comfortable than marshrutkas, although the ones with air conditioning overdo the cold air in a big way. The fare to\/from Baku is 6AZN.\n\n",{"type":"*","value":[{"type":"'''","value":["By Minibus"]}," (",{"type":"''","value":["Marshrutka"]},")"]},"Minibuses (",{"type":"''","value":["Marshrutka"]},") run between many of the major cities to the Sheki bus station (",{"type":"''","value":["avtovağzal"]},"), and take 6 hours to\/from Baku. Use your discretion when riding the minibuses as the condition of both vehicles and drivers vary—this matters, given the exceptionally steep road, full of sharp curves, that awaits. 6AZN.\n\nThe Sheki bus terminal ticket counter open from 6:30AM-5PM and 8PM-midnight (holidays 10:30AM-11:30PM). Call the cashier at +994 177 446 17. The ticket vendors at the terminal speak Russian, Turkish, and Azeri.\n\nBus\/minibus departure times ",{"type":"'''''","value":["to"]}," the Sheki terminal:\n",{"type":"*","value":["Baku: 9:40AM, 12:20PM, 5:30PM, 10:15PM (6AZN)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ganja"]]},": 1:45PM, 4:30PM (4AZN).  Some times the minibusses may fill up before the departure time, so try to be there a little earlier."]},"\nBus\/minibus departure times ",{"type":"'''''","value":["from"]}," the Sheki terminal:\n",{"type":"*","value":[" Balakan: 10:10AM, 2PM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Baku"]]},": Hourly from 6:30AM-8PM (6AZN)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Barda"]]},": 9AM, 11:30AM, 4:30PM"]},{"type":"*","value":[" Bulaq: 6:30AM, 10AM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ganja"]]},": 8AM, 8:30AM, 1:30PM (3AZN)"]},{"type":"*","value":[" Kaldak: 1PM, 5PM"]},{"type":"*","value":[" Sheki-A Kungut: 7AM, 1PM, 5PM"]},{"type":"*","value":[" Sheki-B Kungut: 9AM, 3PM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mingechivir"]]},": 6:50AM, 9:40AM, 1PM, 4PM (2AZN)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Naftalan"]]},": 3:10PM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Oguz"]]},": 7:20AM, 10:30AM, 11:40AM, 1:20PM, 3PM, 4PM (1.5AZN)"]},{"type":"*","value":[" Qayabaş: 2PM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Qabala"]]}," via ",{"type":"[[","value":[["Oguz"]]},": 6:50AM, 2PM (2AZN)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Qax"]]},": 7:30AM, 10:30AM (1.4AZN)"]},{"type":"*","value":[" Shorsu: 7AM, 1PM, 4PM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yevlax"]]},": 10:30AM"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zaqatala"]]},": 7AM, 9AM, 11AM, 11:40AM, 3PM, 4:30PM"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Sheki street.jpg"],["thumb"],["280px"],["A residential street by the Caravansarai"]]},"\n\nThough a large city by the standards of Azerbaijan, it's easy enough to get around the city center and all the main sights on foot. The sloping terrain of the city, however, may tax older visitors, but it's also easy to get around using taxis and, for the adventurous, marshrutkas. \n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis charge 4-6AZN and are quite convenient if you know where you want to go within the city. Addresses are quite useless in Azerbaijan as many roads have recently been renamed (since independence), so it's better to direct the driver to a landmark you know of such as a school, hotel, or historic place.\n\n",{"type":"===","value":["By bus or minibus"]},"\n",{"type":"{{","value":[["infobox"],["Riding on Buses and Minibuses in Azerbaijan"],["Minibuses are quite crowded on the intra-city routes in Azerbaijan. It is common for 15 people to crowd into a 10-person minibus, and do not feel shy in doing this. It is normal, if you are standing, for someone to take your bag and hold onto it until either you or they disembark. Men usually ride in the rear of buses and minibuses, while women sit in the front, and it is customary for men to give their seat to a lady entering the bus. Lastly, Azerbaijan is not a queue-forming society, and this especially applies to bus and minibuses."]]},"\n\nBuses and minibuses operate from 7AM-8PM, charge 20 qapick, and go to many different locations throughout the city. There are 24 routes throughout the city, and most of these buses either stop in the bus terminal, the city center, or the new bazaar.\n\nRoutes:\n\n",{"type":"*","value":[{"type":"'''","value":["1a"]}," — Silk factory; ziyarit; radio tower; post office; hospital; bus terminal; gushlek drug store; pavilion; Olympic complex"]},{"type":"*","value":[{"type":"'''","value":["3a"]}," — New bazaar; radio tower; silk factory; teacher's school; The Palace of the Sheki Khans; genceli mehel; Caravansary; post office"]},{"type":"*","value":[{"type":"'''","value":["4"]}," — New bazaar; K\/T Axundov; hospital; bus terminal; gas office; pavilion"]},{"type":"*","value":[{"type":"'''","value":["5"]}," — New bazaar; bus terminal; old bazaar; silk factory; qrensh zavod; bagbanlar St"]},{"type":"*","value":[{"type":"'''","value":["6"]}," — Okhud village"]},{"type":"*","value":[{"type":"'''","value":["7"]}," — Olympic complex; bus terminal; hospital; theater; old bazaar; silk factory; university; dodu"]},{"type":"*","value":[{"type":"'''","value":["8"]}," — New bazaar; bus terminal; hospital; near school number 10; silk factory; dodu"]},{"type":"*","value":[{"type":"'''","value":["9"]}," — Silk factory; bus terminal; olympic complex"]},{"type":"*","value":[{"type":"'''","value":["11"]}," — New Bazaar; bus terminal; old bazaar; Caravansary; The Palace of the Sheki Khans; children's hospital; Olympic complex"]},{"type":"*","value":[{"type":"'''","value":["14"]}," — New bazaar; gushlek drug store; pavilion; number 11 school"]},{"type":"*","value":[{"type":"'''","value":["15"]}," — ",{"type":"[[","value":[["Kish"]]},"; dodu; new bazaar"]},{"type":"*","value":[{"type":"'''","value":["17"]}," — First region; children's hospital; The Palace of the Sheki Khans; Caravansary; old bazaar; bus terminal; new bazaar"]},{"type":"*","value":[{"type":"'''","value":["18"]}," — Bus terminal; guyumler; sarabski kuche; asphalt mill; new bazaar; olympic complex"]},{"type":"*","value":[{"type":"'''","value":["20"]}," — Bus terminal; new bazaar"]},{"type":"*","value":[{"type":"'''","value":["22"]}," — Olympic complex; bus terminal; hospital; theater; old bazaar; Caravansary; The Palace of the Sheki Khans; children's hospital"]},{"type":"*","value":[{"type":"'''","value":["23"]}," — Bazaar; Dodu; Kish's 1st Bus Stop; Kish's 2nd Bus Stop near number 3 school"]},{"type":"*","value":[{"type":"'''","value":["24"]}," — Pavilion; number 20 school; executive committee; radio tower; recreation zone; new bazaar"]},"\n",{"type":"==","value":["Talk"]},"\n\nWhile Sheki is a natural tourist destination, English is ",{"type":"''","value":["not"]}," widely spoken, so it would be wise to either bring an Azeri phrasebook and\/or brush up on your Azeri, Russian, or Turkish before arriving.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Azerbaijani phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Russian phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Turkish phrasebook"]]}]},"\nThe accent of Sheki is a bit quicker than that of standard Azeri and instead of the k sound it is often replaced with a kh. and Sheki-specific vocabulary is often used instead of common Azeri vocabulary words.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["infobox"],["The Wolf-Man"],["There is a man that resides in Sheki who walks around the road by the Khansarai with a stuffed wolf covered in a sheet, hoping to entice foreign visitors into a photo-op. It can be quite interesting just to talk to him (if you know Azeri), but otherwise you can take a picture with him and the wolf for the standard fee of 0.4AZN."]]},"\n\nIn addition to enjoying the views, and wandering the leafy streets, there are two sights in Sheki that you really cannot miss: the Khansarai and the Caravansarai. They're both on the same road, so they're easy enough to visit in one afternoon. If you want to draw out that afternoon, start with a lunch in the Caravansarai courtyard, then head up the hill to the Khansarai, wander around the palace, then stop in the teahouse next door to relax over a cup or two.\n\n",{"type":"===","value":["Sights"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Caravansarai"],["url="],["email="],["address=M.F. Akhundov Ave 185"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 9AM-1PM"],["price="],["content=This building was constructed by the Sheki Khans to house caravans as they passed through on the Silk Road to and from ",{"type":"[[","value":[["China"]]},". This was one of 5 such stops in Azerbaijan during the 18th and 19th centuries, and was the biggest caravansarai on the Silk Road in the entire ",{"type":"[[","value":[["Caucasus"],["Transcaucasus region"]]},". To this day, it still serves as a place for travelers to stay and eat, and also as a place where one can simply admire its beautiful architecture. In addition to being a main sight, it's also one of the city's best ",{"type":"[[","value":[["#Sleep"],["hotel options"]]},"."]]}]},"\n",{"type":"[[","value":[["Image:Sheki khansarai.jpg"],["thumb"],["280px"],["Summer palace of the Sheki Khans"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Juma Mosque"],["alt=Juma Məscid"],["url="],["email="],["address="],["lat="],["long="],["directions=Right next to the Chelebi Khan restaurant"],["phone="],["tollfree="],["fax="],["hours=Daily 6AM-9PM"],["price=Donation"],["content=This picturesque mosque has a 40m spire, from which you will hear the resounding call to prayer 5 times a day. It was built from 1745-1750 and is decorated with exquisite geometric designs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khansarai"],["alt=Palace of the Sheki Khans"],["url="],["email="],["address="],["lat="],["long="],["directions=on the upper main historical monument reserve"],["phone=+994 177 4366"],["tollfree="],["fax="],["hours=Daily 10AM-6PM"],["price=80 qapick"],["content=This palace, along with the Caravansarai, is one of Sheki's true must-sees. During the city's period of independence as the Sheki Khanate, Khan Hussein constructed the palace, its gardens, and fortifications to serve as the summer palace of the Sheki Khans. The palace is exquisite, inside and out, and the courtyard boasts panoramic views of the city and the surrounding mountain forests. You could make a good half day of this one site, as there are also various museums, parks, and a nice tea house right on the palace grounds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Silk Factory"],["alt=İpək Kombinat"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 9AM-5PM"],["price="],["content=Sheki, in addition to being on the Silk Road, has itself been a major silk producer over the past four centuries, and is famous for its various silk products. Sheki's silk factory is about a 15 minute walk from the center of town. It is quite difficult to gain entrance into the factory. There is a store adjoining the factory where vendors sell some fine silk items at lower prices than what you would find at the bazaar."]]}]},"\n",{"type":"===","value":["Parks and monuments"]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cultural and Resting Park of BU M.F. Achundov"],["url="],["email="],["address="],["lat="],["long="],["directions=one block up the street from the new bazaar on west side of the road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a nice park to go to and sit after a hard morning of shopping. If you are hungry, you can have a picnic on the park grounds or stop in the nearby ",{"type":"''","value":["Kerpish Restaurant"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=M. Fuzuli Adina Pk"],["url="],["email="],["address="],["lat="],["long="],["directions=right in the city center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This central park is quite nice during the summer, and it has a couple tea houses where you can kick back and relax."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=World War II Memorial"],["url="],["email="],["address="],["lat="],["long="],["directions=go half way up the road that leads to the Palace of the Sheki Khans, take a R, then up the hill"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=WWII memorials are a dime a dozen throughout Azerbaijan, but this particular memorial distinguishes itself with its impressive panoramic vista of the city."]]}]},"\n",{"type":"===","value":["Museums and galleries"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Haydar Aliyev Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 10AM-5PM"],["price=Free"],["content=A museum dedicated to the first president of independent Azerbaijan (and to the perpetuation of his personality cult), located across the street from the Sheki Olympic Complex. The museum is full of pictures, books, and statues dedicated to the man."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Rashidbey Efendihad House Museum"],["url="],["email="],["address=on the road to the Khansarai"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 10AM-5PM"],["price=Free"],["content=This museum is dedicated to one of Sheki's most famous educators and authors, Rashidbey Efendihade."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sheki Government Painting Gallery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-~4PM"],["price=0.4AZN"],["content=This art gallery is located near the Palace of the Sheki Khans and features paintings by various Sheki artists and students."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Abduxaliq Hamam"],["alt=public baths"],["url="],["email="],["address=on the road up to the Silk Factory"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-5PM; open to women M Tu, Th, Sa; men W, F, Su"],["price=0.8AZN\/hr"],["content=Public Baths (Hamamlar)."]]}]},"\n",{"type":"{{","value":[["infobox"],["Sheki Humor"],["Sheki humor and anecdotes are famous throughout Azerbaijan. During Soviet times there were ",{"type":"''","value":["Joke Festivals"]}," and throughout that time Sheki and ",{"type":"[[","value":[["Gabrovo"]]}," in ",{"type":"[[","value":[["Bulgaria"]]}," were ",{"type":"''","value":["humor"]}," sister cities. It is quite hard to understand the jokes, especially the ",{"type":"''","value":["Haci Dayi"]}," stories, as they are often quite confusing."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chingis Club"],["url="],["email="],["address="],["lat="],["long="],["directions=on the road to the Khansarai"],["phone="],["tollfree="],["fax="],["hours="],["price=The entire theater can be rented for 40AZN"],["content=A new movie theater\/museum showing two movies on most weeks. Usually one is a dubbed American\/European film, while the other is from either Turkey or Azerbaijan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Drama Theater"],["url="],["email="],["address="],["lat="],["long="],["directions=one block up the street from the hospital, on the left hand side of the road"],["phone="],["tollfree="],["fax="],["hours="],["price=3-6AZN"],["content=Plays are performed in Azeri, but it still can be interesting to see an Azerbaijani interpretation. The theater also hosts other events. There is a çay xana just outside where you can grab a cup of tea before or after a performance."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Explore the new Bazaar"]},", located on the western section of the city. The new bazaar is an interesting spot, where you can find all sorts of handicrafts, food, and spices.  "]},"\n\n\n",{"type":"===","value":["Hiking"]},"\n\nThere is endless spectacular hiking to be done throughout the northern region of Azerbaijan, and Sheki proves no exception.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheki-Bash Kyungyut-Bideiz-Sheki"]}," — 55.5 km (34.5 mi) (48.5 km\/30.1 mi by car, 7 km\/4.4 mi hiking); 11 hours. After traveling to Bash Kyungyut by either car or the Bash Kyungyut bus departing from the Sheki bus terminal at 9AM and 3PM, visit the ruins of the Albanian Church on the edge of the village. Then go to Bideiz by either taxi or local bus to visit the town's two Albanian ruins — the hiking part comes in here, since the two ruins are 5 km apart. Upon reaching Bideiz village, you can return via car to Sheki. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheki-",{"type":"[[","value":[["Kish"]]},"-\"Gelersen-Gorersen\" fortress-Sheki"]}," — 22 km (14 mi) (10 km\/6 mi by car or bus, 12 km\/8.5 mi hiking); 6 hours. Starting in Sheki city center, take either bus 15 or 23, which run every half hour, and take it to the end of the line. After that, ask a local where Genersen Goresen Fortress is located and continue asking as you walk through the village of Kish. This path takes you from Kish to the \"Gelersen-Gorersen fortress\" through the Kish river and through pine groves with a plethora of varieties of mushrooms growing in the underbrush. Walking to the fortress takes about two hours. There is a tea house 15 minutes outside of the fortress that can serve as a resting point before going up or once descending from the fortress. Once at the fortress, different views of the Kish River can be seen from the peaks of the mountains. The way back from the mountain is a great time to have a picnic beneath the trees on the hills overlooking the valley. "]},{"type":"[[","value":[["Image:Orta-Zyzit_Church.JPG"],["thumb"],["280px"],["Albanian Ruins in Ortazeyzit"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheki-Oraban-Bashkeldek-Keshnazar-Gyurgala-Sheki"]}," — 82 km (51 mi) (78 km\/49 mi by car, 4 km\/2.5 mi hiking); 12 hours. This road passes through the Keshnazar Valley, where it opens to a very beautiful panorama. Rest at the \"Hunter's House\" cabin then hike to the ancient fortress at the top of a steep peak. After walking around, you can return to Sheki."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheki-Ortazeyzit-Bashzeyzit-Quzuyolu-Khanyaylagi-Markhal-Sheki"]}," — 46 km (29 mi) (32 km\/20 mi by car, 14 km\/9 mi hiking); 13 hours. Take a taxi to Ortazeyzit and then ask where the two churches are. The path that leads to Khan Yaylaghi meanders by two ancient Albanian churches, continues up a long path to the Khan Yaylaghi peak. After reaching Khan Yaylaghi, the Markhal recreation area is near and there are several restaurants that serve delicious kebobs and tea. From this area, Sheki can be reached by car or by walking to the Kish road and boarding the number 15 or 23 bus."]},"\n",{"type":"===","value":["Guided tours"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Association of Family Recreation and Tourism in Sheki"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+994 177 423 49"],["tollfree="],["fax="],["hours="],["price="],["content=This organization has a variety of package tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spectr Travel"],["url=http:\/\/www.spektr.az"],["email=beledchi@mail.ru"],["address=20 Yanvar St 5"],["lat="],["long="],["directions="],["phone=+944 50 623 7606"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bazaars"]}," The new Bazaar is located on the western section of the city and is open during daylight.  It is a very interesting sight where you can purchase many different handicrafts, food, and spices.  It is a good place for a person with proficiency in Azeri, Turkish, or Russian to go and haggle with the shop owners, get a cup of tea, or enjoy some chicken kebabs from one of the vendors."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Handicrafts"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+944 177 432 53"],["tollfree="],["fax="],["hours="],["price="],["content=Made by the ",{"type":"'''","value":["Disabled People Care Association"]}," in 18 A. Cabrayilov St; and mobile: +944 50 384 2035."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Shebeke"]}," (stained glass), carpets, musical instruments, and copper and iron products are sold in the bazaar, all along the road up to the Caravansarai, tourist areas, and also at the Handicraft Association headquarters at 85 Vidadi St, near the Fica Bank in the center of Sheki.  The director of the organization is Farhad Azizov and he can be reached via phone: +944 177 442 65 or mobile: +944 050 512 6564."]},{"type":"[[","value":[["Image:Scarfs_Small.JPG"],["thumb"],["280px"],["Sheki Silk Scarves"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Silk"]}," Sheki is on the ",{"type":"[[","value":[["Silk Road"]]},", and has had a major silk industry for a long time. There is still a silk factory ",{"type":"''","value":["ipək kombinat"]}," in the city, from which a great variety of silk items are crafted, one of the most famous being the silk scarves-",{"type":"''","value":["kalagayi"]},". The scarves range in price from 5-100AZN. Sheki scarves can be purchased at the silk factory, the Caravansarai, or at the bazaar. "]},{"type":"*","value":[{"type":"'''","value":["Water"]}," Sheki has just started bottling mineral water from Markhal, an area right outside of the city of Sheki. A bottle is an inexpensive, but refreshing and healthy purchase. Markhal water can be purchased at the market 5 meters up the hill from the central post office and throughout Sheki."]},"\n\n",{"type":"===","value":["ATMs"]},"\n",{"type":"*","value":[{"type":"''","value":["Bankomats"]}," (ATMs) are available all around the main square. If you have a cell phone with either a Bakcell or Azercell sim card, you can recharge your account balance using various ATMs."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Shaki piti.jpg"],["thumb"],["270px"],["Piti ready for serving at a cafe"]]},"\n\n",{"type":"===","value":["Restaurants"]},"\nIn addition to the several great options below, of especial interest to visitors is the excellent restaurant in the very attractive courtyard and gardens of the ",{"type":"[[","value":[["#Sleep"],["Caravansarai"]]}," (Daily 11AM-10PM, 4-6AZN).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address=Town center"],["lat="],["long="],["directions="],["phone=+994 177 429 20"],["tollfree="],["fax="],["hours=Daily 10:30AM-midnight"],["price=3-5AZN"],["phoneextra=+994 050 322 9534"],["content= This is one of the best deals for Azerbaijani food in Sheki. Additionally, the samovar tea service alongside walnut preserves, \"goz murebbesi,\" and Sheki Halva is recommended."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address=On the road to Kish"],["lat="],["long="],["directions="],["phone=+994 177 611 13"],["tollfree="],["fax="],["hours=Daily Noon-midnight daily"],["price=5-8AZN"],["phoneextra=+944 50 46271 33"],["content= This is a restaurant that has tasty food with a wonderful natural environment with a stream running through the grounds and small platforms for individual groups to eat in a secluded manner. Because of the secluded nature of this restaurant, women can drink at this establishment without drawing undue attention. It is rumored that this is the coolest place (in terms of temperature) in Sheki because of an unspecified natural phenomenon. This restaurant can be reached by taking the number 15 or 23 bus from the center of Sheki and getting off at Soyuk Bulagh bus stop, paying 0.2AZN per person for transport."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions=Next to the new bazaar"],["phone="],["tollfree="],["fax="],["hours=Daily 11AM-11PM"],["price=2-5AZN"],["content=Has Turkish food and serves the cakes, Danishes, and desserts from the Turkish bakery next door; this restaurant offers take-out on request, so on a nice day you can take your food to the park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address=Bu M.F. Achundov Pk"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily Noon-10PM"],["price=3-5AZN"],["content=It has 5 small rooms for more private occasions. This is a typical Azerbaijani restaurant serving kebob, salad, and drinks. Expect a smoky atmosphere and it is recommended for strictly male tourists, as Azerbaijani women do not frequent such establishments."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address=M.F. Achundov Pk"],["lat="],["long="],["directions="],["phone=+944 177 487 83"],["tollfree="],["fax="],["hours=Daily 11AM-11PM"],["price=3-6AZN"],["phoneextra=+944 50 351 6424"],["content=This restaurant has several personal rooms. In the summer, follow up a meal here with some soft-serve ice cream while walking in M.F. Achundov Park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+944 177 481 81"],["tollfree="],["fax="],["hours=Daily 7AM-11PM"],["price=4-20AZN"],["content=This is a great restaurant located inside of the Sheki Saray Hotel. They have all types of Western food, but it would be better to eat Azerbaijani food at the Chelebi Khan. For those willing to splurge, the best chocolate brownie outside of Baku is served at this hotel. A breakfast buffet is served in the morning and lunch and dinner after that."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a nice and cheap restaurant just up the hill from the Khansarai 100 m across the river. You can sit under trees and enjoy a great view on Sheki."]]}]},"\n",{"type":"===","value":["Regional specialties"]},"\n\n",{"type":"[[","value":[["Image:Halva_Small.JPG"],["thumb"],["280px"],["Sheki Halva"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheki Halva"]}," — a special type of baklava called halva, best eaten at a çay xana (tea house) alongside a piping hot cup of tea. The best halva in Sheki according to all of the locals is ",{"type":"'''","value":["Eliehmed Confectioneries"]}," (",{"type":"''","value":["Shirinyyet"]},"). It is half way up the hill that goes past the Friday Mosque leading up to the Karavan Palace and the Palace of the Sheki Khans. It is located across the bridge on the right hand side in a small white building. There is a sign on the road that says ",{"type":"''","value":["Eliehmed Shirinyyet"]},", so it can not be missed. Daily 10AM-5PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Sheki Piti"]}," — a stew created with meat and potatoes and prepared in a terra cotta pot—well worth a try. The ",{"type":"''","value":["style de cuisine"]}," is as follows: first crumble up pieces of bread, pour the sauce into the bowl from the pot, eat the bread and sauce, and finally pour the rest of the stew into your bowl and eat it."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Tea houses (",{"type":"''","value":["Çay Xanalar"]},")"]},"\n\nThere is a nice outdoor tea house (",{"type":"''","value":["çay xana"]},") by the Khansarai, Daily 11AM-11PM, that serves tea and halva to people in their own individual nooks.  There is also a tea house inside the walls of the Palace of the Sheki Khans which offers plates of the Sheki specialty halva alongside a pot of tea for 2 AZN.\n\nMost çay xanalar also serve local beer (",{"type":"''","value":["piva"]},")—draft at 50 qapick\/glass or bottles at 70 qapick\/bottle—or vodka (",{"type":"''","value":["araq"]},") at 2AZN\/bottle. For anything exotic (e.g. tequila, gin, or rum), you will have to go to the Sheki Saray bar and pay Western prices there.\n\n",{"type":"{{","value":[["infobox"],["A Cultural Note"],["Although the çay xana by the Khansarai allows Western women to enter, it is usually forbidden for females to enter such establishments. Drinking in general is also taboo for women anywhere in the country outside of Baku."]]},"\n\n",{"type":"===","value":["Cafés"]}," \n\nThe only good coffee to be found (besides Nescafé or McCafe) is in the lobby of the Sheki Saray Hotel. This is where you can get your favorite espresso concoction made by Western-trained staff. The Café Mocha and Cafe Late here are some of the best hot drinks in the regions of Azerbaijan. They also offer a variety of teas.\n\nThere is a good Turkish bakery next to the New Bazaar, where you can eat local pastries. The same items can also be ordered next door at the Istanbul Restaurant, which has a nicer atmosphere. Their tastiest cake is the Snickers Cake, although it is a bit pricey (0.5AZN).\n\n",{"type":"==","value":["Sleep"]},"\n\nYou can sleep for pennies in Sheki if you stay in one of the budget options, but keep in mind you get what you pay for. The lowest-grade options can have rooms with broken toilets, rude staff, etc., in addition to just being ugly. The most obvious overnight location is the Caravansarai hotel, which is reasonably priced and beautiful. Less obvious, but perhaps even more rewarding (for visitors who speak Russian or Azeri) are the home stays. \n\n",{"type":"===","value":["Bed & breakfast \/ home stays"]},"\n",{"type":"[[","value":[["File:Albanian church.JPG"],["thumb"],["270px"],["The Albanian Church"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sheki B&B Association"]},",  +994 050 612 6564. This is the least expensive option for staying in Sheki while it is also a great opportunity for interacting with locals. Farhad Azizov is the head of the association; however, he speaks no English so have your Russian or Azeri ready."]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Azer Petrol Hotel"],["url="],["email="],["address=Dord yol"],["lat="],["long="],["directions=Dord Yol, by the train station 5 km S of Sheki"],["phone=+994 0177-38-225"],["tollfree="],["fax="],["hours="],["price=10AZN for a bed, 20AZN for a room"],["checkin="],["checkout="],["content=This is a stop for truck drivers going and coming from Turkey, Tbilisi, and Baku. A small breakfast is included in the price of the hotel. Travelers should avoid this one, since there is no transportation to the city center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shail Pansinot"],["alt=Beach Side Resort"],["url="],["email="],["address=on the W side of the new bazaar"],["lat="],["long="],["directions="],["phone=+994 55370 8560"],["tollfree="],["fax="],["hours="],["price=The rate per night range from 16AZN for the basic room and 40AZN for a nicer room"],["checkin="],["checkout="],["content=This is a hotel of second-to-last resort (after the dismal Sheki Hotel). As you would expect, there is no \"beach side\" to the city of Sheki, as there is no beach. Its location near the bazaar is the best thing about the hotel, but the rooms are a bit drafty and are not so big. Another advantage is that it is quite cheap for the basic rooms. Finally, there is a small restaurant on the first floor of the hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheki Hotel"],["url="],["email=yafetmamedov@mail.ru"],["address=M.A.Rasulzade St"],["lat="],["long="],["directions=in the town centre, above the Capital Bank, across from the Chelebi Khan restaurant and near the Juma Mosque"],["phone=+994 50 318 3125"],["tollfree="],["fax=+994 177 424 88"],["hours="],["price=The rate per night range from 25-45AZN"],["checkin="],["checkout="],["content=The tallest building in Sheki is actually a quite rotten place to stay. Rooms are in extreme disrepair and the service is as Soviet as it gets. At least the hotel does offer a guide service in five languages (English, Azeri, Russian, German, and French) and guests can take advantage of the 30 seat hotel bus."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Caravansarai"],["alt=Caravan Palace"],["url="],["email="],["address="],["lat="],["long="],["directions=down the road leading to the Khansarai"],["phone=+994 177 431 72, +994 177 448 14"],["tollfree="],["fax="],["hours="],["price=Single 20AZN, double 30AZN, triple 36AZN. Luxe suite for 85AZN"],["checkin="],["checkout="],["content=Built hundreds of years ago and recently refurbished, has a 50 person capacity conference room, restaurant, gift shops, and a çay xana (tea house). Hidden inside the corridors alongside the restaurant are rooms for parties of 10-20. During tourist season everything on the menu is available, but in the spring and fall the selection is limited to the course of the day. Service is excellent and accommodations do not get more atmospheric than this. But: don´t have breakfirst there. They will charge you 7AZN extra and offer little service - only tea and bread. Fot coffee head out on the street 50 m to the right is a teahouse. You can sit on the street and have coffee for 20 kopek."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Panorama Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+994 50 622 9027"],["tollfree="],["fax="],["hours="],["price=The rate per night range from 26-35 AZN"],["checkin="],["checkout="],["content=Run by a middle-aged couple, has a nice view of the whole community of Sheki and nice, albeit pricy (for Azerbaijan) meals. 5 bedrooms for two people apiece, each decorated with Azerbaijani handicrafts and tools."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"[[","value":[["Image:Sheki caravansarai.jpg"],["thumb"],["270px"],["The Caravansarai gates"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Naran Qala Istrahat Zonasi"],["alt=Narin Qala Cottage Complex, on the road to Kish, north of Gelersen Goresen Fortress"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+994 177 453 00"],["tollfree="],["fax="],["hours="],["price=100-150AZN per cottage"],["checkin="],["checkout="],["content=This is a cottage complex with over 20 different 1-4 room cottages. In each cottage there are bathrooms, kitchens, and satellite TV. The facilities outside the cottages include a playground for children, evening shows, and a restaurant where children up to 8 years of age can eat for free. This resting zone is within walking distance of Kish's Albanian temple, Markhal, and the old fortress ruins of Gelersen Goresen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheki Idman Kompleksi"],["alt=Sheki Olympic Complex"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+994 177 512 63"],["tollfree="],["fax=+994 0177 5 11 55"],["hours="],["price=40AZN"],["checkin="],["checkout="],["content=The well-groomed sports center complexes, complete with beautiful gardens, that are being built throughout the country are one of the current president's pet projects. The Sheki Olympic Complex is a little ways out of the town and getting there involves a marshrutka or taxi ride. The sports areas are available to visitors—for a price of course—including volleyball, basketball, tennis, and football. The facility has a conference room for 50 people, a dining room, and small cottages."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheki Saray Hotel"],["alt=Sheki Palace Hotel"],["url=http:\/\/www.shekisaray.az"],["email=rasimm@shekisaray.az"],["address="],["lat="],["long="],["directions="],["phone=+994 177 48181, +994 50 413 1133 (cell)"],["tollfree="],["fax=+994 177 47099"],["hours="],["price=The rate per night ranges from 55-200AZN and they accept American Express, Visa, and MasterCard. Seasonal rates apply from winter rates, summer weekday rates, and summer weekend rates, with the last being the most expensive"],["checkin="],["checkout="],["content=The latest hotel in the city, also the most expensive as it caters to wealthy Azerbaijanis from Baku and ",{"type":"[[","value":[["Ganja"]]}," as well as Westerners (the staff speaks English and Russian). It has many amenities previously unseen outside of Baku such as in-room Internet access via ethernet, taxi service, room service, etc. There is a conference room on the first floor, a bar with coffee\/alcohol, and a restaurant. Rooms range from the basic single to the Presidential Suite."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Haircuts"]}," Women's Salon (",{"type":"''","value":["Qadin Salonu"]},")\/Men's Salon (",{"type":"''","value":["Kişi Salonu"]},") This is a great way to get to know the local culture while also looking better. Make sure to either bring a photo of what you want your hair to look like or have your Azeri ready. 1-3AZN."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[{"type":"'''","value":["Internet cafes"]}," in Azerbaijan are called \"internet klubs\" and they are found throughout the city of Sheki. The best internet klub is either in the central post office or across the street from the post office. Pay 0.4AZN per hour."]},"\n",{"type":"*","value":[{"type":"'''","value":["Azerbaijan Post"]}," locations are dispersed throughout the city of Sheki, but the most obvious one is right on the main square. A typical international letter\/stamp combination costs 0.8AZN."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Emergency contact numbers"]},"\n\n",{"type":"*","value":[" Ambulance: +994 177 103"]},{"type":"*","value":[" City hospital: +994 177 42 466"]},{"type":"*","value":[" Fire: +994 177 101"]},{"type":"*","value":[" Police: +994 177 102"]},"\n\nThe city hospital is near the center of Sheki, right across the street from the Drama Theater.\n\nYou must speak Azeri, Russian, or Turkish to communicate your needs. It would be a good idea to memorize key phrases before coming to Azerbaijan — see the ",{"type":"[[","value":[["#Talk"],[{"type":"'''","value":["Talk"]}," section"]]}," for phrasebooks.\n\n",{"type":"===","value":["Safety tips"]},"\n\n",{"type":"*","value":["Pack a flashlight (especially in fall-spring) as the streets are not always well lit and power cuts are common."]},{"type":"*","value":["Restrict your travel outside of the city to the day time, unless taking a night train. The roads can be treacherous at night due to unseen potholes and dimly lit cars."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Day trips"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fazil Village Labyrinth"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+944 177 91 1 44"],["tollfree="],["fax="],["hours="],["price="],["content=There is a labyrinth that is currently being excavated from the 4th and 3rd century BCE. It was the site of ritual sacrificing and graves. The labyrinth is open to the public. It is located in Fazil Village, 25 km (16 mi) southwest of the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gelersen-Gorsesen Fortress"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an ancient fortress that aided the Sheki khanate in resisting Nadir Shah's incursions in the adjacent village of ",{"type":"'''","value":[{"type":"[[","value":[["Kish"]]}]},"."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Horse Racing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a horse racing, breeding, and riding center near Sheki in Dashuz village 15 km outside of Sheki."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Square Tower"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a square tower in Aidanbulag villages about 20 km (12 mi) away from Sheki. The site was used as an observation tower for the eastern frontier of the Sheki Khanate. The tower is square with circular projections protruding from each corner."]]}]},"\n",{"type":"===","value":["Onward"]},"\n\n",{"type":"*","value":["Head north through ",{"type":"[[","value":[["Qax"]]}," and its Ilisu recreation area, ",{"type":"[[","value":[["Zaqatala"]]},", and ",{"type":"[[","value":[["Balakan"]]}," and then cross the border to ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]}," at ",{"type":"[[","value":[["Lagodekhi"]]},"."]},{"type":"*","value":["Take the ",{"type":"[[","value":[["Ganja"]]}," bus and tour Azerbaijan's second biggest city."]},{"type":"*","value":["Head back through ",{"type":"[[","value":[["Oguz"]]},"—and see the waterfalls on your way—to ",{"type":"[[","value":[["Baku"]]},"."]},"\n\n",{"type":"{{","value":[["starcity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Sheki_Region"]]},"\n",{"type":"{{","value":[["geo"],["41.199"],["47.1674"]]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:Shaki"]]}]