[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Shellharbour"]}," is a coastal city in between ",{"type":"[[","value":[["Wollongong"]]}," and the Shoalhaven, in the ",{"type":"[[","value":[["Illawarra"]]}," region of ",{"type":"[[","value":[["New South Wales"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe station marked on the railway map as Shellharbour station is at Dunmore.  It really looks quite in the middle of nowhere getting off the train there, with a row of houses and not much else.  It is around 4km walk, with the first stretch being along the soft shoulder of Shellharbour Road.  If you have a bicycle for the trip it is possible to cycle, but there is a short uphill stretch on two lane 80km\/h road.  There is no significant bus service to Shellharbour town, an occasional bus may come past to get you a little closer, but they are so infrequent, and save so little distance that it is hard to imagine a situation where it could be useful for this trip.\n\nIf you want to get the bus into town, or to Shellharbour Square, a better bet may be to get off at Oak Flats station, and get a bus.  They run with around a 2 hour frequency to town, and quite frequently to Shellharbour Square.  Check the timetable, and get the first bus to Shellharbour Square if it makes sense to do so. If you have a bicycle, it is also a much nicer cycle from Oak Flats into town then from Dunmore, albeit a bit further.\n\nIf you are a keen cyclist, it is also a nice ride from ",{"type":"[[","value":[["Wollongong"]]}," mostly along the coast.\n\nAlternatively, if you lack the enthusiasm for public transport, driving there is easy.  Go past the end of the freeway from ",{"type":"[[","value":[["Sydney"]]},", and Shellharbour town is off to your left, follow the signs.  A scenic route goes via ",{"type":"[[","value":[["Wollongong"]]}," and Warilla, and follows the water.  Exit the freeway at Five Islands Road, follow the signs to Warilla at the second major right hand turn and on to Windang Rd, then follow your nose.\n\n",{"type":"==","value":["Get around"]},"\n\nThe geography of Shellharbour is a little unusual.  Shellharbour is a region, and a local government area.  It has a city centre, with the civic buildings and the major shopping mall of Shellharbour Square, and township on the water, adjacent to a small harbour and a beaches.  Shell Cove is a major housing development adjacent to the town, and to the water.  Shellharbour hotel, and Shellharbour Workers Club are in the town.  It is about 4km between the town and Shellharbour Square.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Harbour"]},{"type":"*","value":[" Beaches"]},{"type":"*","value":[" Blackbutt Forest Reserve"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Shellharbour Square"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Shellharbour workers club - famous for its live music."]},{"type":"*","value":[" Shellharbour hotel"]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Illawarra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/S\/Shellharbour\/"]]},"\n",{"type":"[[","value":[["wikipedia:Shellharbour, New South Wales"]]}]