[{"type":"{{","value":[["pagebanner"],["Shenzhen Wikivoyage banner.jpg"]]},"\n",{"type":"'''","value":["Shenzhen"]}," (深圳; ",{"type":"''","value":["Shēnzhèn"]},") is one of the most populous and richest cities in China. It is situated in ",{"type":"[[","value":[["Guangdong"]]},", ",{"type":"[[","value":[["China"]]}," on the Hong Kong border about 40 km north of ",{"type":"[[","value":[["Hong Kong"]]}," Central and approximately 100 km south of ",{"type":"[[","value":[["Guangzhou"]]},". The city is on the list of ",{"type":"[[","value":[["UNESCO Creative Cities"]]},".\n\n",{"type":"[[","value":[["File:Shenzhen night street.JPG"],["thumb"],["250px"],["Downtown"]]},"\n",{"type":"==","value":["Understand"]},"\nIn 1979, Shenzhen — then a group of farming and fishing communities along the Hong Kong border with a total population of a few hundred thousand — was designated the first of China's ",{"type":"[[","value":[["List of Chinese provinces and regions#Development zones"],["Special Economic Zone"]]},"s (SEZs). The plan was to create a sealed off enclave to experiment with market reforms and performance incentives without posing a threat or risk to the established political and economic system elsewhere in China. Shenzhen won the honor because of its proximity to the abundant capital resources and management expertise across the border in Hong Kong. Since then, it has been a real boom town and today is a bustling city of 14 million.\n\nA 2010 study conducted by Forbes magazine ranks Shenzhen's population density as the 5th highest in the world. Shenzhen also boasts the highest per capita GDP in China, pulling in an impressive USD 13581 in 2009, but this is hotly disputed due to the method whereby the population figure is derived. But many observers also point out that, given the preponderance of privately held companies in Shenzhen and the widespread avoidance of tax, it is highly likely that the GDP figure is also severely understated. A walk around Shenzhen's leafy western suburbs will quickly allay any doubts as to the wealth in the city.\n\nAlthough little visited by international tourists, Shenzhen is a popular destination for Chinese domestic tourists. They were originally attracted by its famous theme parks but as the city has developed and become richer they are increasingly drawn by Shenzhen's famous architecture, shopping, bars, restaurants and active art scene. Shenzhen's beaches have become famous throughout China. In 2006, the Dapeng Peninsula, the location of Shenzhen's best beaches, was nominated by the China National Geographic Magazine as one of the most beautiful coastlines in China. Visitors are also starting to recognize some fascinating historical sites, particularly those related to the Hakka culture and Hong Kong's annexation after the Opium Wars, which are scattered throughout the suburban area.\n\nFrom a climate perspective, the best time to visit Shenzhen is October to December when the weather is pleasantly cool. Shenzhen has a sub-tropical climate with incredibly high humidity combined with soaring temperatures in the summer. For many, this is a season to avoid. The long intense summer also coincides with the typhoon season from June to October. Spring is cooler but is often afflicted by fog and heavy thunderstorms.\n\nThe question of the population of Shenzhen is a hotly discussed one. Official Chinese population figures have been traditionally affected by the fact that the basis for reporting is those who have official registration or \"hukou\" in the city. Shenzhen has many immigrant workers whose hukou are for their home town or village, so \"official\" numbers are wildly low. An advance on this front came a couple of years ago when, for practical purposes, \"hukou\" was replaced by a residents' registration certificate. This certificate, which is cheap and easy to administer, and which allows for travel to Hong Kong without returning to one's place of origin for passport application, has made population counting easier. The ",{"type":"[","value":["http:\/\/www.sztj.com\/main\/xxgk\/tjsj\/tjgb\/gmjjhshfzgb\/201004265740.shtml Shenzhen Statistics Bureau"]}," in April 2010, as of end 2009, says that Shenzhen has an official resident population of 8.91 million, out of which 2.41 million have legal household (hukou) status. The official Family Planning Bureau which bases its figure on police registration data gives the population as 14 million. Note that unlike Shanghai and Beijing which have large rural populations, all of Shenzhen's population is classified as urban\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Visa"]},"\nIn most cases, a visa should be obtained from a Chinese embassy or consulate before arriving anywhere in China. See the ",{"type":"[[","value":[["China#Visas"],["China"]]}," page for more information. Please note that Visa conditions for China can change at very short notice, and a lot of information you find on the internet or guidebooks can be wrong for the current situation.\n\nShenzhen is unique in that if you are travelling from Hong Kong and as long you remain in the Shenzhen special economic zone, you will not need a full China Mainland Visa. You can apply instead for a 'Special Economic Zone Tourism Visa' at the border between Hong Kong and Shenzhen. Do note that this type of visa restricts you to Shenzhen itself, so do not attempt onward travel into mainland China with it.  Currently this visa is available for nationals of almost all countries, with the notable exceptions of the United States, France, the Philippines and India.\n\nCertain nationalities arriving from Hong Kong can obtain a single-entry five-day Special Economic Zone Tourism Visa on arrival for ¥168-¥1,000. At the Luohu border (罗湖口岸), the office is immediately upstairs after clearing the Hong Kong immigration and customs. It is open 09:00-23:30 seven days a week and only accepts RMB for payment. It can be reached at +86 755-8232-7700 for enquiries.\nNote that the charge for UK passport holders is much higher at ¥469 for a five-day Shenzhen-only visa, while it costs only ¥168 for most other nationalities. Irish travelers are sometimes charged the same exorbitant UK fee when they are unlucky enough to get a border official who is unaware that the UK and Ireland are different countries. US passport holders are not eligible for this scheme and may even get fined for arriving without a valid visa! The same five-day visas are also available on arrival at the Huanggang and Shekou border offices. There is no visa-on-arrival office at the Futian border. The reason for the differing fees is that Chinese visa fees are set on a reciprocal basis.\n\nIt is worthwhile to point out here that even though the Huanggang (皇岗口岸) and Futian (福田口岸) borders are only a few hundred meters apart, they are different land crossings that connect to different points in Lok Ma Chau on the Hong Kong side. Huanggang connects to the 24-hour Lok Ma Chau Control Point, while Futian connects to the Lok Ma Chau MTR station.\n\nBesides the five-day SEZ visa, you may also apply for a full China visa (",{"type":"''","value":["single and double entry only"]},") at the Luohu border. This visa can be obtained only between the hours of 09.30-16.30. Again, UK passport holders are expected to pay more and US passport holders are not entertained at all. It is better to apply for a one year multiple entry visa at any consulate in the US for $140.  For US passport holders, the length of the visa will depend on the previous visas that have been issued.  The first visa will be double entry, the second will be six month multiple entries, and so forth.  If you have an old Chinese visa in another passport, it will be helpful to include the old passport in the visa application.\n\nGetting a tourist visa in Hong Kong by applying in person at the visa office now takes 3–4 days and costs HK$150–1,100. A list of costs ",{"type":"[","value":["http:\/\/www.fmcoprc.gov.hk\/eng\/zgqz\/blsjfy\/"]}," is available. The old approach of arriving in Hong Kong and immediately applying for a visa is no longer worth the time and cost, as you will face expensive hotel bills in Hong Kong until your visa is granted. ",{"type":"[[","value":[["Macau"]]},"'s visa office is less crowded and the hotels are a bit cheaper, but it takes just as long. In general, only single and double entry visas are granted to visitors without HKID cards, although foreigners with previous entries into the mainland and Hong Kong student or work visa holders have been known to be approved for multiple entries.\n\nNote that many Hong Kong travel agencies (such as CTS) offer a faster visa turnaround service for a fee. If you need to get a visa faster than using the public visa office method and are willing to pay then this would be your best option.\n\nIn addition, a travel agency has some capacity to 'negotiate' on the length of your visa. You might apply for a one year visa and have that rejected, however they may well be able to get a shorter one for you instead (i.e. 6 months) which is much better than nothing.\n\nYou can get a taxi van from Hong Kong International Airport to Shenzhen via the Huanggang border for HK$150. This fee includes ferrying you onwards to some destination within Shenzhen (e.g. hotels) after you have cleared the China immigration, but do clarify with the airport service counter staff first. Well worth it if you have a valid visa.\n\n",{"type":"===","value":["By air"]},"\n\nThere are three options for getting to Shenzhen from abroad. ",{"type":"'''","value":["Shenzhen Bao'an International Airport"]}," is the closest, followed by nearby ",{"type":"'''","value":[{"type":"[[","value":[["Guangzhou Baiyun International Airport"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Hong Kong International Airport"]]}]}," are larger alternatives offering more flights and destinations.\n\n",{"type":"[","value":["http:\/\/www.szairport.com Shenzhen Bao'an International Airport"]}," has domestic and international flights. Metro line 1 connects the airport to downtown Shenzhen in 50 minutes, (¥5.7).\n\nIn addition to domestic flights, the airport also serves limited international flights from the following destinations:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]}]}," flies direct from Bangkok, Thailand as well as Kuala Lumpur and Kota Kinabalu in Malaysia."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.silkair.com Silkair"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tigerairways.com Tiger Airways"]}]}," fly direct from Singapore."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.koreanair.com Korean Air"]}]}," from Seoul Incheon International Airport."]},"\nThere is also a helicopter service from Terminal Marítimo in ",{"type":"[[","value":[["Macau"]]}," to ",{"type":"[","value":["http:\/\/www.helihongkong.com Shenzhen Airport"]},", though it is very expensive.\n\nTaxis to central Futian are approximately ¥100 and to Luohu approximately ¥150 including tolls.\n\n",{"type":"'''","value":[" Airport Shuttle Bus"]}," Price is ¥20 and it will take you directly into the downtown Shenzhen. You should mark down the Schedule Table, so as not to miss the bus. Remark there might not be English services on Airprot Shuttle Bus\n\n",{"type":"'''","value":[" Shenzhen Metro "]}," Shenzhen Metro Luobao Line has a station directly in front of Terminal A&B at Bao'an Airport. Despite taking this Metro line to the City Centre is too slow, its the cheapest way and it provides stop at suburb area such as Bao'an Centre Station.\n\n# From Luohu check point to Hualian Mansion, in addition to taxi, one can take No. 215 and get off at the station of \"Xinhua Hotel\" or take No.25 and No. 12 and get off at the station of \"Technology Gallery\".\n# One who holds the ticket of FM, MF, 3C and HU gets off at waiting hall of terminal A. And the passengers who hold the tickets of ZH, CA, MU, SC and international flights get off at waiting hall of terminal B.\n\n",{"type":"====","value":["Transportation from Hong Kong International Airport to Shenzhen"]},"\n",{"type":"'''","value":["Public transport"]},". A cheap and quite comfortable way to Shenzhen is to take the Airport Express train from ",{"type":"[[","value":[["Hong Kong International Airport"]]}," (HKIA) to Tsing Yi, then the Tung Chung underground line to Lai King, then the Tsuen Wan Line to Prince Edward, then the Kwun Tong Line to Kowloon Tong and then the East Rail suburban rail line to Lo Wu. This costs in total $60 (",{"type":"'''","value":["the Airport Express fare only, because free transfers are permitted along the way"]},") and takes 78 minutes to Lo Wu. Another option is to take the bus from the airport to Sheung Shui (Bus A43) and transfer to the East Rail line. The bus is cheaper (HK$30.90) and rarely full, so you are almost guaranteed a seat and a view of the outside for the whole journey. The bus terminus is to the right of the Airport Express station coming from Arrivals of HKIA. From Lo Wu you pass through a long corridor and a large international border gate (make sure to have your visa ready for this) after which you'll find yourself on the mainland, where the Shenzhen underground (Metro) will take you from Luohu station to the rest of Shenzhen and the airport.\n\n",{"type":"'''","value":["Ferry"]},".\nThere is a ferry service from Hong Kong airport to Shenzhen; check at the information desk for their schedule.  A further alternative is to take \"Skypier\". This service takes you direct from HKIA to the mainland (Shekou area in Shenzhen, Shenzhen Airport Fuyong Terminal or Zhuhai) without going through Hong Kong immigrations or customs or in fact the city itself. There is a booth before you get to immigration and you purchase your ticket and ask them to get your luggage transferred and then you go by bus to the ferry and then straight to China. It is cheaper, easier, and faster than going into Hong Kong Central or Kowloon. If you exit China this way you get HK$120 departure tax given to you when you arrive at HKIA.\n\n",{"type":"'''","value":["Private limousine van service"]},".\nThere are a number of companies that operate luxury vans from HKIA to destinations in Shenzhen and Shenzhen Airport. They typically involve crossing via the Shenzhen Bay Bridge Customs Point. Passengers are often not even required to leave the vehicle at the border post, with the driver handling all the passports and details. Costs can be from HK$200 upwards. It is a unique experience, being driven on the left side of the road in Hong Kong and then the right side once on the mainland.\n\n",{"type":"===","value":["By land"]},"\nShenzhen has border train and bus connections to Hong Kong. There are trains to ",{"type":"[[","value":[["Guangzhou"]]}," and buses to most nearby cities.\n\n",{"type":"===","value":["Hong Kong border crossings"]},"\n\nThere are six land border crossings: Lok Ma Chau\/Huanggang, Lok Ma Chau\/Futian Kou'an, Lo Wu\/Luohu, Sha Tau Kok\/Shatoujiao, Man Kam To\/Wenjindu and Shenzhen Wan which is at the end of a long and elegant bridge across Shenzhen Bay.\n\nLo Wu\/Luohu is one of two ports for train connections and the most popular crossing point, operating daily 06:30-24:00. Be aware that the last several trains do not go to Lo Wu, they terminate at Sheung Shui. Lo Wu is the last stop of the MTR East Rail Line. East Rail, which connects to central Kowloon at Hung Hom Station. Because Lo Wu is in Hong Kong's Border Restricted Area, MTR Eastrail is the only way to reach it. Lo Wu Station is only open for travel to Shenzhen or beyond, and a valid travel document is required to travel there.\n\nFor people travelling to Futian including the Free Trade Zone and other destinations in Central and Western Shenzhen, the most convenient rail route is the train from Hung Hom to Lok Ma Chau station, this is not the Lok Mau Chau\/Huanggang border crossing, but the Lok Ma Chau\/Futian Kou'an crossing. It connects directly to the Shenzhen Metro line 4 Futian Kou An Station. The train follows the same route as the Lowu one but turns off at the last station. This service only goes til 21:30.\n\nThe MTR East Rail Line commuter train which connects Hung Hom to Lo Wu and Lok Ma Chau with several intermediate stops mainly serves Hong Kong locals. It interchanges with the urban section of the MTR at Kowloon Tong Station and East Tsim Sha Tsui Terminal. For those travelling to or from Hong Kong Island, it is recommended to transfer to Cross Harbour Bus in Hung Hom Station or the Tsuen Wan Line at East Tsim Sha Tsui.\n\nThe journey from East Tsim Sha Tsui to Lo Wu takes 42 minutes and costs HK$33–36.50, first class is charged double. However generally you can save about HK$7 if you get off and exit the gates at Sheung Shui and get back on again from Sheung Shui to Lo Wu. Trains depart every few minutes but some short trips are operated in rush hour, so check the destination screen before boarding. The train can be crowded during rush hours as it serves millions of commuters along the line as well.\n\nFor more details, check the ",{"type":"[","value":["http:\/\/www.mtr.com.hk\/ MTR website"]},".\n\nThe road border crossings (such as Lok Ma Chau\/Huanggang) are accessible by cross-boundary coaches from Hong Kong.\n\n",{"type":"===","value":["By train"]},"\n\nShenzhen is served by 3 domestic intercity railway stations with another under construction.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shenzhen Station"],["alt=Shenzhen Zhan 深圳站"],["url="],["email="],["address=Luohu"],["lat=22.531407"],["long=114.117969"],["directions=Luobao Line, Luohu Metro Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Immediately north of the HK border. It's a fairly small, but clean and well-organized station serving mostly Guangdong regional trains and just a handful of long-distance sleeper trains to other major cities. A high-speed shuttle service runs every 10-15 minutes to Guangzhou East Station (with alternate services continuing to Guangzhou main station - both GZ East and GZ have much more long-distance connections) - it takes approx 1 hour and costs ¥80 one way. Tickets for this service are available from a separate ticket office or from self-service machines and there is a separate platform entrance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shenzhen North Station"],["alt=Shenzhen Bei Zhan 深圳北站"],["url="],["email="],["address=MinZhi"],["lat=22.61096"],["long=114.029453"],["directions=Longhua & Huanzhong Line,  Shenzhen North Metro Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= New and modern station in the northern Bao'an district, with ultra high speed services to Guangzhou South and beyond to Changsha, Wuhan, Zhengzhou and Beijing. Future high speed link to Fujian province has started trial operations. This station is not to be confused with an older freight station of the same name in Luohu district as still marked on some maps."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shenzhen West Station"],["alt=Shenzhen Xi Zhan"],["url="],["email="],["address=Shekou"],["lat="],["long="],["directions=Shekou Line Chiwan Metro Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A few & limited services to other parts of Guangdong and some other Chinese provinces"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Futian Station"],["alt=Futian Zhan"],["url="],["email="],["address=Shekou"],["lat="],["long="],["directions=Longhua & Luobao Line Futian Metro Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Fully underground high speed station. Due to open in late 2012 it will be an extension of the services currently stopping at Shenzhen North Station but in the more convenient central city location. Will also serve as a high speed train link to Kowloon in HK from 2015"]]}]},"\n",{"type":"===","value":["By bus"]},"\n\nThere are several long-distance bus stations - the most convenient is Luohu Bus Station - adjacent to the rail station and the border crossing. It has regular services to Dongguan, Guangzhou (Tianhe, Liuhua and Guangyuan stations), Zhuhai, Foshan, Zhongshan, Shantou and many other cities in Guangdong. Unlike most bus stations there is no ticket office - instead bus station employees will ask you where you are going and will direct you to the bus and you buy your ticket from the conductor on board. NOTE if you are going to Guangzhou it's important to check which bus station you will arrive at (qu na ge zhan? - lit. Go to which station?) - if you arrive at Tianhe or Liuhua bus stations then both have direct subway connections, but many go to Guangyuan bus station which is in Baiyun district and requires a long connection by bus to the city centre.\n\nBe sure to watch out for scams at the Shenzhen bus station. For example, if you are traveling between Hong Kong Airport and Shenzhen Airport, you may need to transfer between vehicles when crossing the border from Hong Kong to Shenzhen. Your bus or limo company may supply you a sticker to attach to your shirt. When you cross over to the Shenzhen side of the border, a scam artist may spot your sticker, claim to work for the bus or limo company you are using, and demand that you pay an additional fee to complete the journey. To prevent this from happening, go to the actual counter or stall that represents the bus or limo company you are using. The bus or limo companies are aware of this problem but have no incentive to correct it, nor do the local authorities care, so you need to be extra careful when crossing the border.\n\n",{"type":"===","value":["By sea"]},"\nThere are ferries from ",{"type":"[[","value":[["Hong Kong"]]}," (Tsim Sha Tsui, Central (also known as HongKong\/Macau Ferry Port) and HK airport), ",{"type":"[[","value":[["Macau"]]},", and ",{"type":"[[","value":[["Zhuhai"]]},". Most services land at the ferry terminal at Shekou. The Shekou ferry terminal is connected by subway and bus services to the rest of Shenzhen. There is further information available online: ",{"type":"[","value":["http:\/\/www.cksp.com.hk\/eng\/skypier\/introduction\/main.html Hong Kong Ferry Info"]},", ",{"type":"[","value":["http:\/\/www.szgky.com\/index.asp Shenzhen Ferry Info"]}," (site only in Chinese, English version under construction).\n\nThere is also a ferry port at Shenzhen Airport Fuyong which features a bonded service to HK Airport avoiding HK customs and immigration plus check-in facilities for some flights leaving from HKIA. There are also limited services connecting the airport to Hong Kong, Macau and Zhuhai.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By metro"]},"\n\n",{"type":"[[","value":[["File:SZMetro RtDig.png"],["thumb"],["400px"],["Shenzhen Metro"]]},"\n\n",{"type":"[","value":["http:\/\/www.szmc.net\/index.jsp Shenzhen Metro"]}," (深圳地铁) is the most convenient and easy to understand method of transport around the Shenzhen city area. Fares are ¥2-9.  Trains come every 3 minutes or so and the metro runs until 23:00.  Note that there is a relatively high standard of public courtesy on the Shenzhen Metro. Some customs are unusual to foreigners. For example people will often give their seats up to young children. The system is being rapidly expanded and both Chinese name and numbering of the lines is used. The Shenzhen Metro currently has 5 lines, 137 stations, and 178.44 km (110.87 miles) of total trackage in operation\n\n",{"type":"'''","value":[{"type":"<","value":["span",{"style":"background:#00AB39; color:white;"},["Line 1 (Luobao Line)"]]}]}," - East-west line from Luohu (HK Border \/ Shenzhen Railway Station) to Shenzhen Airport East. Most convenient line for many tourist sites. Luohu Station is connected to Lo Wu Station of Hong Kong MTR through Luohu Checkpoint in Shenzhen and Lo Wu Control Point in Hong Kong\n\n",{"type":"'''","value":[{"type":"<","value":["span",{"style":"background:#DB6D1C; color:white;"},["Line 2 (Shekou Line)"]]}]}," - East-west line from Chiwan to Xinxiu, best for ferry connections and Shekou Seaworld\n\n",{"type":"'''","value":[{"type":"<","value":["span",{"style":"background:#00A2E1; color:white;"},["Line 3 (Longgang Line)"]]}]}," - From Yitian running north east to Shuanglong\n\n",{"type":"'''","value":[{"type":"<","value":["span",{"style":"background:#DC241F; color:white;"},["Line 4 (Longhua Line)"]]}]}," - North-south line from Futian Checkpoint (HK Border) to Qinghu. Futian Checkpoint Station is connected to Lok Ma Chau Station of Hong Kong MTR through Futian Checkpoint in Shenzhen and Lok Ma Chau Control Point in Hong Kong\n\n",{"type":"'''","value":[{"type":"<","value":["span",{"style":"background:#9950B2; color:white;"},["Line 5 (Huanzhong Line)"]]}]}," - East-west Line through Shenzhen's northern suburbs from Qianhaiwan to Huangbeiling\n\nBuy your ticket at the ticket machines on the concourse. The machine will dispense a round green plastic token. Touch it on the reader on entering the station and deposit it in the slot on the turnstile on leaving. The machines often reject old or worn notes.  The most convenient way to travel is to buy a Shenzhen Tong (深圳通) card at the ticket window. This is a stored value ticket. Touch it on the turnstile reader on entering and leaving the station. It can also be used for purchases in convenience stores.\n\nNote that unlike most subways, the exit-guide signs in the station are only written in Chinese except for a handful of major attractions. There are also a limited number of maps of the local area (often in Chinese) in the station so finding the right exit can be a problem. But this has since been changed in most places in response to hosting the 2011 Universiade Games.\n\nMetro pdf map: http:\/\/shenzhenshopper.com\/shenzhen-metro-2011-a.pdf\n\n",{"type":"===","value":["By taxi"]},"\nTaxi meters start at ¥10.00 for the first 2 kilometers, then ¥0.60 for each 250 meters. Late night costs slightly higher. There is a ¥3.00 fuel surcharge added to all fares.\nTaxis are unusually (for China) well regulated and managed in Shenzhen. It is very rare to have a driver give you problems or take you the long way to your destination. However, be sure that the cab has a licence prominently displayed in the plastic stand provided for this purpose on the right hand dashboard of every taxi. If there is no licence, get the next cab. Unlike in neighbouring Hong Kong, it is rare to find any drivers who speak English, so be sure to have the names and addresses of your destinations written in Chinese to show the taxi driver.\n\nDriving is notably incompetent and terrifying. If you think your life is in danger, do not be afraid to get out and get the next taxi. Sadly there is little assurance that the next driver will be any better. If you have a major problem, threaten to complain. (use the word \"tousu\" (toe-soo) meaning \"complaint\"). It is not clear what happens when you complain but it is expected to be BAD (usually a ¥200 penalty per complaint - 5 complaints and their license will be revoked).  On the receipt you should get when the driver prints out the ticket is a phone number and his taxi license. Use this if you want to file any type of complaint.\n\nUnless you are extremely familiar with local conditions (in which case you will not be reading this) or an expert Chinese negotiator, avoid like the plague illegal unlicensed taxis of the type which proliferate in places such as border crossings as otherwise you are just inviting considerable trouble. If you ask for a driver from a hotel it is likely they will get a private driver. Negotiate the price before you leave.\n\nThere are still a few gold coloured taxis which can only operate inside the SEZ. Green coloured taxis can only operate outside the SEZ. They cannot enter the SEZ. Red taxis can operate anywhere. Tipping is not expected at all, but simply round up to the next Yuan\n\n",{"type":"===","value":["By bus"]},"\nLocal buses run everywhere and start at ¥2 for most trips. The longest bus trip in the city will cost ¥10.  There is an attendant on the bus that can give change.  Buses are comfortable and almost always air-conditioned. Bus stops are signed in Romanised Chinese. The next bus stop is always announced although it may not be particularly comprehensible. Buses usually stop at all stops so counting stops is a viable alternative for finding out where you are. All announcements are made in Mandarin and English. You can pay with your Shenzhen Tong card (see Metro Section).\n\nMini-buses have been phased out within the Special Economic Zone but are still operating outside of it. Most bus lines operate every couple of minutes.\n\nFree shuttles run from the basement of Luohu's immigration building to and from various attractions such as spas in the area.\n\n",{"type":"===","value":["By bike"]},"\n",{"type":"[[","value":[["Cycling"]]}," is not as popular as in Beijing for example but Shenzhen is nearly as cycle-friendly as neighbouring Guangzhou, and much more cycle-friendly than most of neighboring Hong Kong, Macau, and Humen. Downtown is relatively flat and traffic is not as heavy as in other cities (thanks to a good road infrastructure, although bicycle lanes can be sporadic which means bicycles have to run in the vehicle lanes or sidewalks).\n\nThere is a new bike path that runs along a new park the length of the Shenzhen Bay, opened up for the Universiade in July 2011. From there you can go up along the Shahe (Sand River canal) most of the way to the GZ Greenway without crossing any vehicular traffic.  Unfortunately the GZ greenway is not well marked, so it can be difficult to find your way from Shenzhen to neighboring cities such as Guangzhou. Another small canal also runs north from the southwest of Shenzhen Bay Port, connecting to the bayfront park bike path.\n\nThe  Bike rental is not easily available but a cheap bicycle from a major supermarket or a second-hand bike shop will get you around easily. Note that electric-bicycles and motorcycles are banned within the SEZ area.\n\nBecause of Hong Kong's obsolete Frontier Zone policy, you cannot bike between Hong Kong and Shenzhen at the Hong Gang port because the road is closed except to public busses and taxis. You can, however take your 20\" folding bike across to take the green public light bus #75 between there and Hong Kong's Yuen Long for HKD$7.  Hong Kong's MTR is unusually expensive at border terminals, but bikes are allowed on the trains. 20\" folding Bikes are also allowed on Shenzhen Metro trains.\n\n",{"type":"===","value":["Communication tips"]},"\n",{"type":"*","value":[" Get a card from your hotel with the name and address in Chinese characters (if you are lost and no one understands your Mandarin or Cantonese)"]},"\n",{"type":"*","value":[" Get your hotel staff to write down the destination names for you on paper. You may also learn some phrases from the ",{"type":"[[","value":[["Chinese phrasebook"]]},". Keep in mind that although English is more widely understood than in most other places in China, outside of establishments which specifically cater to Westerners, few people know English."]},"\n",{"type":"*","value":[" As a migrant city Mandarin has become the lingua franca of daily communication and is more widely spoken than the ",{"type":"[[","value":[["Chinese phrasebook"],["Cantonese"]]}," common elsewhere in the region. Taxi drivers are much more likely to speak Mandarin than Cantonese."]},"\n",{"type":"*","value":[" Shenzhen is a linguistic melting pot. In addition to various accents in Mandarin or Cantonese, the other Guangdong languages — Teochew, and Hakka — are fairly common, and you may hear languages from other parts of China."]},"\n",{"type":"==","value":["Talk"]},"\n\nAs part of the Pearl River Delta of Guangdong province, ",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]}," was historically the primary language in Shenzhen. However, since the designation of Shenzhen as a Special Economic Zone, many people have migrated here from other parts of China to take advantage of its proximity to Hong Kong, and today, the migrant population far outnumbers the native Cantonese population in Shenzhen. As a result, ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]}," has since replaced Cantonese as the primary language in Shenzhen. Nevertheless, due to its proximity to Hong Kong, most people working in the service industry will be able to speak Cantonese.\n\nAs with elsewhere in China, English is not widely spoken, though English speakers can be found working at the major tourist attractions and hotels.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Amusement parks"]},"\nShenzhen has many theme parks, which are popular with Chinese tourists, many of whom go to Shenzhen mainly for these. Reactions of Western visitors vary widely, from enjoying them immensely to finding them amazingly tacky. Most of them are owned and operated by the ",{"type":"[","value":["http:\/\/www.szoct.info Shenzhen OCT (Overseas Chinese Town) Group"]},":\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Window of The World"],["alt=世界之窗"],["url=http:\/\/www.szwwco.com"],["email="],["address=南山区华侨城深南大道"],["lat="],["long="],["directions=Window of the World (世界之窗) Metro Station, Luobao Line"],["phone="],["tollfree="],["fax="],["hours=09:00-22:00"],["price=¥140"],["content=",{"type":"[[","value":[["Image:Windows show.jpg"],["thumb"],["250px"],["Nightly Show, Windows of the World"]]},"Travel around the world in one day. This 480,000 square meter park has a beautiful natural landscapes and wonderful lighting at night. Inside, you can climb the 1:3 scale Eiffel Tower, Egyptian Pyramid, Pisa Tower, Taj Mahal, Grand Canyon and other famous landmarks. Every night there are spectacular dance shows based on themes of Chinese and world history. Hundreds of dancers perform on the enormous outdoor stage. The performance finishes with a procession and fireworks at 21:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Splendid China & Chinese Folk Culture Village"],["alt=深圳锦绣, 中华中国民俗文化村; Shēnzhèn​ Jǐnxiù  Zhōnghuá, Zhōngguó Mín​sú​ Wén​huà Cūn"],["url=http:\/\/www.cn5000.com.cn\/english\/index.asp"],["email="],["address="],["lat="],["long="],["directions=Hua Qiao Cheng Metro Station, exit D, walk about 200 meters"],["phone="],["tollfree="],["fax="],["hours="],["price=¥120"],["content=It combines two different sections. The first part is a miniature park of China. You can find the famous Forbidden City, Terracotta Soldiers, Tibet Potala Palace, Huangshan Mountains, Yunnan's Stone Forest, and of course the Great Wall of China. This miniature park covers 300 thousand square meters, fully forested with beautiful greenery and flower. The second part consists of 56 houses, each representing one of the 56 nationalities in China, such as Miao, Yi, Bai, Mongol and Uygur. You can find here real people, culture, fashion, habits, religion, language and food. As with all the Shenzhen theme parks, plenty of people go just for the fixed exhibits but main attractions are the shows. Uygur women twirl to Turkish music, Miaos dance, a miniskirted Ming Dynasty troupe performs electronic versions of Ming music and dance. There is even a Tibetan rock band. A Mongol horse battle held daily, just follow the smell of horse manure."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Happy Valley Theme Park"],["alt=欢乐谷 huanle gu"],["url=http:\/\/www.happyvalley.com.cn\/index.htm"],["email="],["address=Qiaocheng W Rd OCT 南山区华乔城乔城西路"],["lat="],["long="],["directions=Shi Jie Zhi Chuang Metro Station, walk about 500 meters"],["phone="],["tollfree="],["fax="],["hours=09:00-22:00"],["price="],["content=A classic fun park. It is a lot bigger than Hong Kong Disneyland and many would say a lot better. Divided into theme areas it has the usual fun rides. Try the flume ride but be prepared to get wet. The Playa Maya is an excellent water park built around a Maya architectural theme.  There are shows all day and well into the night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Minsk World"],["alt=明思克航母; Míng​sī​kè​ Háng​mǔ"],["url=http:\/\/www.szminsk.com\/"],["email="],["address=Jinrong Rd, Shatoujiao, opposite the Yantian District Government Building 盐田区沙头角金融路海滨明思克大厦; Yán​tián​ Qū​ Shā​tóu​jiǎo​)"],["lat="],["long="],["directions=Buses 103, 202, 205 or 430; or taxi from Lo Hu"],["phone=+86 755 25355333"],["tollfree="],["fax="],["hours=09:00-19:30"],["price=Admission ¥110"],["content=A military theme park centered around the former Soviet aircraft carrier ",{"type":"''","value":["Minsk"]},". You can tour the island, flight deck and second and fifth decks of the carrier. There is a short film on the carrier's history in a small theater to the left of the entrance from the shore. Many key captions and display boards are in English, but Chinese is predominant. There are tour guides stationed at various exhibits that will give brief explanations of them in Chinese only. There are periodic performances with a military theme on the flight deck and fifth deck. For ¥30, you can take a 5 minute motorboat ride around the starboard side of ",{"type":"''","value":["Minsk"]}," and get a good view of it that is not possible from the shore. There are also several exhibits of PLA military equipment on the grounds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=OCT East"],["alt=东部华侨城"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=09:00-22:00"],["price=¥120"],["content="]]}," This is a new amusement park built by the same company that brought you windows of the world. located at the valleys and Hills behind Dameisha (beach), it features thrill ride, shows and replica of Europeans town. Be prepared to climb a lot of stairs or escalators to reach all the different rides or attractions. There are a few themed hotels under constructions. There is a good golf club on the hill top called wind Valley Golf. In June 2010, 6 people died when an electrical failure threw them off a ride, and several others were also injured. The park was plagued with other small electrical blackouts which have resulted in people trapped in cable cars etc."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lianhua Mountain Park"],["alt=Lotus Mountain Park; 莲花山公园; Liánhuāshāngōngyuán"],["url="],["email="],["address=Hongli Road West, Futian Central"],["lat=22.55145"],["long=114.05049"],["directions=Metro line 4 (Shaoniangong Metro Station) Bus no 25 from Shenzhen Railway Station. Bus stop is “Lian hua shan gong yuan” 莲花山公园"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is Shenzhen's main and most central park. Set at the northern end of the Futian central access it is 150 ha of urban bushland. The gardens themselves are extremely beautiful and meticulously cared for. But to really enjoy the mountain, you need to be there with Shenzhen's middle calsses early in the morning or on Sundays when large family groups gather to have fun. At the top of the mountain, which you can reach via a twenty minute, not too challenging walk, is a large bronze statue of Deng Xiaoping striding out over the city. Large aerobics groups operate to loud music, people play badminton, a man walks down the path inscribing Tang Dynasty poetry in ever evaporating water with an enormous brush. Further down the mountain, ballroom dancers do the tango, a group of belly dancers wiggle and large men lay into each other with bamboo staves and swords. A famous and totally spontaneous group of singers of revolutionary opera sings by the lotus lake every Sunday morning, a must-see if you are even remotely in the vicinity. They are just past the laughter therapy group and the marriage market."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fairy Lake Botanical Gardens"],["alt=仙湖植物公园; Xiān​ Hú​ Zhí​wù​ Gōng​yuán"],["url="],["email="],["address=Lian Shi Rd, Lian Tang Rd., Luohu District 罗湖区莲塘村莲十路"],["lat=22.57139"],["long=114.16409"],["directions=Buses: 218, 220 to the garden gate (get off at Foreign Language School stop and walk up Xian Hu Rd to the main gate)"],["phone="],["tollfree="],["fax="],["hours=07:00-22:00"],["price=¥20"],["content=",{"type":"[[","value":[["Image:Small Bridge 3.JPG"],["thumb"],["250px"],["Lake of the Immortals Botanical Gardens"]]},"This is Shenzhen's most beautiful park and surely one of the most beautiful in China. It sprawls over miles of foothills, valleys, rivers and lakes before climbing half way up Wutong Mountain. Main attraction is the Hong Fa Temple (see entry above) but there are beautiful and peaceful lakes surrounded by teahouses and pavilions which could inspire great poetry. Don't miss the azalea garden, the pertified forest, the paleontology museum or the medicinal plants garden"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shenzhen Garden and Flower Exposition Center"],["alt=园博园"],["url=http:\/\/www.szyby.cn\/"],["email="],["address=Zhuzilinxi, Futian District (at the intersection of Shennan Avenue and Qiaocheng East Road) (深圳市福田区竹子林西 (深南大道与侨城东路交汇处); Fútián​ Qū Zhú​zi​lín Xī (Shēn​nán Ddà​dào Yú​ Qiáo​chéng Dōng​ Lù​ Jiāo​huì Chù​​)​​)"],["lat="],["long="],["directions=Qiao Cheng Dong Metro Station, exit A"],["phone="],["tollfree="],["fax="],["hours=09:00-22:00"],["price=¥50"],["content=This park started life as the site of an international garden exhibition in 2004. It is an enormous garden with an area of 660,000 sq m. It ranges from gently undulating to quite steep and contains gardens in many different styles, not only Chinese but from all over the world. Make sure you visit the hot houses and climb the hill past the waterfall to the pagoda on top of the hill. Views back to Hong Kong are spectacular on a clear day. A further 242 steps will take you to the top of the pagoda."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mangrove National Park"],["alt=红树林生态公园"],["url="],["email="],["address=Binhai Freeway Futian 福田区滨海大道"],["at=22.52832"],["long=113.99664"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=China's smallest national park.  Hong Kong's Mai Po Marshes are one of the world's great birdwatching paradises as birds migrating from Siberia rest in the fishponds. The same birds also rest in the mangroves on Shenzhen Bay a scant two miles north of Mai Po. In the late 1990s when the Binhai Freeway was being built, there was public outrage at plans to route the road through the bird habitat of the mangroves, subsequently the road was built 200 metres north and China's smallest national park was founded. The bird watching is legendary, but if you are not into birds, the park provides coconut palm shaded walks and views to die for across Shenzhen Bay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wutong Mountain National Park"],["alt=梧桐山; Wutong Village, Luohu District; 罗湖区捂桐村"],["url=http:\/\/www.szwtm.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=At just over 900 meters, Wutong Mountain is the second tallest mountain in the Pearl River Delta after Hong Kong's Tai Mo Shan and it is a Mecca for hikers and climbers. This has been a recognised beauty spot since at least the Ming Dynasty when it was included in the Eight Great Views of Xin'an County and was celebrated in poetry. There are several routes to the top varying significantly in difficulty. The broad road will be a gentle climb. But be prepared for a 5 hours walk if you intend to go to the top and back. There are two peaks, Lesser Wutong where the Shenzhen TV Company has its impressive transmission tower, and Greater Wutong which is reached via the notoriously difficult Hao Han Slope. On a clear day, the views from the summit over Mirs Bay and the mountains of Hong Kong's New Territories are beautiful. Night views over the city set against the sweep of Shenzhen Bay are also impressive."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Yangtai Mountain Forest Park"],["alt=羊台山森林公园"],["url="],["email="],["address=Longhua Town Bao’an 宝安区龙华镇"],["lat="],["long="],["directions=We warn you that this is NOT easy to get to and we advise you to combine the hot springs with a visit to Yangtai Mountain. That way you can take advantage of easy public transport connections between them. Take the Metro to Windows on the World, Shi Jie Zhi Chuang. Next to Exit B there is a large underground bus station. Take bus no 392 to its terminus which is the Shiyan Hot Springs. When you’ve finished, take bus no 769 from the place where you got off. This terminates at Yangtai Mountain"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a forest park administered by the water and forestry administrations of Guangdong Province. The mountain, 500 metres high, lies around an attractive reservoir. It is heavily wooded with native and exotic vegetation and abounds with wild life. The climb to the top is moderately difficult and very rewarding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shiyan Lake Hot Spring Resort"],["alt=石岩湖温泉度假村; Shí​yán​hú Wēn​quán​ Dù​jià​cūn"],["url="],["email="],["address=Shiyan Town, Bao'an District (宝安区石岩镇; Bǎo​'ān​ Qū​ Shí​yán​ Zhèn​)"],["lat="],["long="],["directions="],["phone=+86 755 27164148"],["tollfree="],["fax="],["hours=06:00-21:00"],["price=¥15"],["content=This has been a popular attraction since the 16th century when it was named as one of the \"Eight Great Views of Xin'an County\" (the county of which Hong Kong and Shenzhen were part). Situated on a man-made reservoir at the back of Yangtai Mountain, it is not easy to get to but it is worth the trouble. Water springs from the ground at over 60 degrees, but is cooled to about 40  before being fed into pools. Pools are both public and private and indoor and outdoor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Safari Park Shenzhen"],["alt=深圳野生动物园; Shēn​zhèn​ Yě​shēng​ Dòng​wù​yuán"],["url=http:\/\/www.szzoo.net\/"],["email=zoo@szzoo.net"],["address=Xili Road, Nanshan District (南山区西丽路; Nán​shān​ qū​ Xīlì Lù)"],["lat="],["long="],["directions="],["phone=+86 755 26622888"],["tollfree="],["fax=+86 755 26622333"],["hours=10:00-17:00"],["price=¥160"],["content=Billed as a safari park where the animals stare at the humans. It is dirty and disorganised, but children may like it."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sea World Shekou China"]}," (蛇口海上世界中国) In sea world, Shekou Shenzhen, there are plenty of things to do. You can eat at McDonalds, KFC, Papa Johns, Sushi, Dunkin Doughnuts, Mexican, Starbucks and other restaurants. It is called sea world, because it has a big ship named ",{"type":"''","value":["Minghua"]}," that is now used for a hotel. Before, it was used in the sea, but now the have docked it on shore. In the ship, there is also a restaurant named The Ex Ta Sea. In that restaurant, there are pool tables and table football. You can also rent an electronic animal ride or a triple seated bike. In front of the ship there is a little dome, and there are shops all around the edge. You can buy toys, magic tricks, and various Chinese goods. Behind the ship, there is a golf course that you could also visit. This is a very happing place that a lot of celebrations are held. Almost every night, there are people having fun, eating, and buying goods. In the center of sea world, is a smooth tiled center where people ride their bikes, skateboards and scooters."]},"\n",{"type":"*","value":[{"type":"'''","value":["CITIC Minsk aircraft carrier"]},"(中信明思克航母)  The park by the sea and on land Minsk aircraft carrier Minsk CITIC Plaza is composed of two parts."]},"\n",{"type":"===","value":["Museums and galleries"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dafen Oil Painting Village"],["alt=大芬油画村; Dà​fèn​ Yóu​huà Cūn"],["url=http:\/\/www.cndafen.com"],["email="],["address=Dafen Village, Buji, \n龙岗区布吉街道大芬社区"],["lat=22.61179519385492"],["long=114.13140220800832"],["directions=Dafen (大芬) Metro Station, Longgang Line"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In 1988, a Hong Kong businessman called Wong Kong, who had a business specialising in reproduction art, decided that there was no future in Hong Kong and set up in Dafen, even though it was not in the SEZ. Soon he was joined by artists from all over China, some classically trained but many just talented amateurs fresh from the paddy fields. And so Dafen was born. It is set in an old Hakka village and consists of street after street of shops selling oil paintings, watercolors, and embroidered paintings. Examine things carefully, as some of the artwork is machine printed, rather than hand made. Much of it is rubbish but some of China's best artists also have studios in Dafen. For a few hundred Yuan you can commission an artist to copy your favorite piece of art, your wedding photo, or photos of your family. Insist on \"A\" quality - it costs a little more but it's worth it. You can also get incredibly rapid framing while you wait and inexpensive art supplies. There is a handsome modern gallery exhibiting works by Dafen local painters. And don't miss the experience of the Qi Xing teahouse, built round several 300 year old Hakka houses with beautiful courtyards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=He Xiangning Art Museum"],["alt=何香凝美术馆; Hé​ Xiāng​níng​ Měi​shù​guǎn"],["url=http:\/\/www.hxnart.com\/msgjs.htm"],["email="],["address=9013 Shennan Boulevard (深南大道9013号; Shēn​nán​dà​dào​)"],["lat=22.53624"],["long=113.97656"],["directions=Get off at Huaqiaocheng Metro Station (华侨城), take exit C, walk west past the Intercontinental hotel"],["phone="],["tollfree="],["fax="],["hours=10:00-17:30, closed Monday"],["price=¥20, free Friday"],["content=China's second national modern art museum, after the National Art Gallery of China.  He Xiangning was the widow of Liang Zhongkai, the leader of the pro-Moscow left of the Kuomintang during the 1920s. Liao was expected to become KMT leader after Sun Yat-sen's death but he was assassinated by gangsters probably hired by Chiang Kai-shek. He Xiangning then became an important leader of the leftist wing of the KMT and after 1949 stayed on in Beijing. Her son, Liao Chengzhi was a leading Communist and head of the organisation which originally controlled the area where the He Xiangning Art Gallery is located, Overseas Chinese Town (OCT) in Eastern Shenzhen. This is why the galllery was built as a memorial to her.  The gallery has shifting exhibits mainly of avant garde and modern Chinese art. Some of China's best known painters regularly exhibit there and it is definitely worth a visit."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=OCT Art and Design Gallery"],["alt=华美术馆"],["url="],["email="],["address=Shennan Ave OCT 南山区华侨城深南大道"],["lat=22.53602"],["long=113.97791"],["directions=Bus nos. 21, 26, 54, 59, 101, 105, 109, 113, 204, 223, 338, 373, 390, Huaqiaocheng Metro Station (华侨城), take exit C, walk west past the Intercontinental hotel),"],["phone="],["tollfree="],["fax="],["hours="],["price=¥15"],["content=Shenzhen is famous throughout China as a centre of design and the OCT Art and design gallery is where you go to see it exhibited. Set in a restored industrial building, the gallery holds regular exhibitions showcasing Shenzhen and China's industrial, domestic and fashion design."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Guan Shan Yue Art Gallery"],["alt=关山月美术馆"],["url=http:\/\/www.gsyart.com"],["email="],["address=6026 Hong Li Rd. Futian\n福田区红荔路6026号"],["lat=22.55171"],["long=114.05911"],["directions=Bus nos. 25,215,105 Metro Shao Nian Gong (少年宫)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Guan Shan Yue Gallery is dedicated to the works of Guan Shanyue, a modern master of the Ling Nan school of Chinese ink painting. The Ling Nan (Ling Nan is the Tang Dynasty name for Guangdong and Guangxi provinces) originated in the early 20th century inspired by Japanese westernising schools. Guan Shanyue studied under the masters of the school and produced some very competent art in that style. He had revolutionary associations and, after the communist takeover, became an arts bureaucrat until he was attacked during the Cultural Revolution. He donated his paintings to the Shenzhen City Government in 1993 and the gallery opened in 1997. It contains exhibits of Guan's work and hosts regular special exhibitions"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shenzhen Museum"],["alt=深圳博物馆; Shēn​zhèn​ Bó​wù​guǎn"],["url=http:\/\/www.shenzhenmuseum.com.cn\/"],["email="],["address=Jintian Rd Entrance, Shenzhen Civic Centre, Futian District (福田区市民中心东座)"],["lat="],["long="],["directions=Central Futian (Shi Min Zhong Xin Metro Station)"],["phone=+86 755 82101044"],["tollfree="],["fax="],["hours=10:00-18:00, closed Monday"],["price=Free"],["content=In the East Wing of the Shenzhen City Hall Centre, the City Government's spectacular wing-roofed building. This is a must-see. The ground floor gallery has exhibits from some of the most famous museums of China. So far since its opening in December 2008 it has played host to exhibits of jade burial suits, bronzes from the Shu Kingdom and Shang Dynasty bronzes. The upper floors have exhibits of the founding and development of the SEZ revealing details of some of the most significant events of recent Chinese history. There is also an exhibit of the history of the Pearl River region including the incredible number of ancient relics unearthed during construction in Shenzhen, and an exhibit of the Qing and Republican periods in Shenzhen."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=OCT Contemporary Art Terminal and Loft Area"],["alt=OCT当代艺术中心"],["url=http:\/\/www.health800.com\/loft"],["email="],["address=Behind Konka, OCT, 南山区华侨城康佳集团北则"],["lat="],["long="],["directions=Metro Station Qiao Cheng Dong, Exit A. Walk back 150 m to Enping Rd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shenzhen Art Museum"],["alt=深圳美术馆"],["url=http:\/\/www.szam.com"],["email="],["address=32 Donghu Street, Donghu Park, Aiguo Road, Luohu\n罗湖区爱国路东湖一街32号"],["lat="],["long="],["directions=Bus Nos.3, 17, 360, 351, 300 . Take the bus to the Shenzhen Reservoir (Shenzhen Shui Ku) station and go to the East Lake (Dong Hu) Park"],["phone="],["tollfree="],["fax="],["hours=Tu-Su 09:00-17:00, M closed"],["price="],["content="]]}]},"\n",{"type":"===","value":["Religious structures"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hong Fa Buddhist Temple"],["alt=弘法寺; Hóng​ Fǎ Sì"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not particularly old but it is always packed with pilgrims from all over China and beyond. Its attraction is its 104 year old abbot, a famously holy man who has a fascinating history in the destruction and revival of Chinese Buddhism. The temple is spectacularly sited half way up Wutong Mountain in the Fairy Lake Botanical Garden - Southeast Gate (仙湖植物园站), Shenzhen's largest and most beautiful park."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Chiwan Tin Hau Temple"],["alt=赤湾天后宫;"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of China's biggest and most splendid temples to Tin Hau, the Goddess of Heaven who guards over sailors and fishermen. It was founded in the early fifteenth century by the famous eunuch admiral Zheng He who, during one of his voyages of discovery, was saved from shipwreck here during a typhoon by the intercession of Tin Hau, this despite the fact that Zheng He was a Moslem. It has been restored many times during its lifetime, most recently during the 1980s after the ravages of the Cultural Revolution. It is built in the style of the Ming Dynasty (14th to 17th centuries) and is a magnificent example of this style."]]}]},"\n",{"type":"===","value":["Historical sites"]},"\nPeople, even long time Shenzhen residents, will confidently tell you that \"Shenzhen has no history\". However there is a surprising number of sites, some of great national significance, dating back to the twelfth century. Shenzhen, it seems, was critically involved in a number of historical events, especially the collapse and final stand of the Southern Song Dynasty (13th century), the last stand of the Ming Dynasty (17th century) and the Opium War (19th century).\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tomb of the Young Song Emperor"],["alt=宋少帝陵; Sòng​ Shǎo​ Dì​ Líng"],["url="],["email="],["address=Chiwan (赤湾; Chì​wān​)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is putatively the tomb of the last Emperor of the Southern Song Dynasty (d. 1279). There is little doubt that he died in this general area after fleeing from the Mongols who had taken the dynastic capital Hangzhou. Modern knowledge of the tomb dates back to the latter years of the 19th century when the Zhao (Cantonese Chiu) Clan of Hong Kong (Zhao was the Song Imperial surname) researched the tomb and declared it to be in Chiwan near the great Tin Hau Temple Certainly there are folk tales of the Emperor's demise current in the Chiwan area and very large numbers of people claiming Imperial descent in the district. But the claims remain debatable. The tomb was restored in the early 20th century and subsequently fell into disrepair. It was rediscovered by a military cook during the Cultural Revolution but left alone. The Shenzhen City Government further restored it in the 1980s. It is in the form of a normal Chinese upper class tomb and the focus of much popular devotion."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Xin'an (Nantou) Ancient City"],["alt=新安(南头)古城; Xīn​'ān​ (Nán​tóu​) Gǔ​chéng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the original county town for the county which originally encompassed Hong Kong and Shenzhen. There has been a town on this site since the fourth century. Much of the old town has been demolished and replaced by eight storey residential buildings in the \"urban village\" style, but Xin'an has still maintained the flavour of a Cantonese town throughout the ages with vibrant street life along narrow streets. The Ming Dynasty wall and gate remain magnificently preserved as do the Guan Yu Temple outside the gates, the naval and civil headquarters, a silver shop, an opium den and even a brothel. Visit the eighteenth century \"Flower Street\" or street of brothels, a narrow alley with an eighteenth century official stele denouncing the evils of prostitution."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dapeng Ancient Fort"],["alt=大鹏所城; Dà​péng​ Suǒ​chéng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dapeng Fort is yet another amazingly well preserved Ming Dynasty Fort. Founded in 1394, it shared with various other forts the duties of guarding the entrances to the Pearl River and was prominent in the defense of the river during the Opium War. It is extremely well preserved and currently undergoing restoration as a museum."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Crane Lake Fortified Hakka Village and Hakka Culture Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Half of Shenzhen City was originally Hakka. This came about after the 17th century Kangxi Emperor depopulated the coastline to a depth of 30km as part of his campaign against Ming loyalists in Taiwan. When the coast was reopopulated, the Hakka, descendants of 13th century immigrants from north China, were quicker.\nRelations between the Hakka and the Cantonese were often strained. During the 19th century, half a million people lost their lives in civil strife between the Hakka and the Cantonese. Accordingly, most Hakka settlements of any size were heavily fortified. The most common form of fortification in south China is the rectangular \"wei\" or \"wai\" and the biggest of them anywhere is the Crane Lake Wei in Longgang. It doubles as a museum of Hakka culture."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dawanshiju Hakka Fortified Village"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Similarly a well preserved and enormous Hakka wei. It is of a similar scale to the Crane Lake wei."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Chiwan Left Fort"],["alt=赤湾左炮台"],["url="],["email="],["address=Chiwan First Rd, Chiwan, Nanshan 南山区赤湾一路"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=08:00-17:30"],["price="],["content=Chiwan was one of the prime defensive spots on the Pearl River . The Chiwan Fort was divided into two parts, the Left Fort and the Right Fort. Originally they had twelve gun positions but now only the Left Fort is in any reasonable degree of repair. Perched on Ying Zui Mountain, at over 500 feet above the Pearl River, they commanded a full field of fire. Their failure to make any impression on British ships as they entered the Pearl was one of the first great disasters of the Opium War. There is also a statue of Lin Zexu, the Viceroy of the Two Guangs, whose decision to try to destroy the opium trade was one of the causative factors leading to the Opium War"]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shenzhen Library"],["alt=深圳图书馆"],["url=http:\/\/www.szlib.gov.cn\/"],["email="],["address=2016 Fuzhong 1st Road, Futian\n福田区福中一路2016号"],["lat="],["long="],["directions=Metro either Shi Min Zhong Xin or Shao Nian Gong on lines 2 and 4.\nBuses Nos. 25, 228, 65, 111, 71, 64, Shao Nian Gong bus stop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shenzhen Library and Concert Hall together make up another of the architectural masterpieces of the city. Architect Arata Isozaki designed the buildings with a back of almost featureless black granite and a front of brilliant folded glass. It is a must see for architecture freaks.  The library has four million books."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shenzhen Concert Hall"],["alt=深圳音乐厅"],["url=http:\/\/www.shenzhenconcerthall.com"],["email="],["address=2016 Fuzhong 1st Road, Futian\n福田区福中一路2016号"],["lat="],["long="],["directions=Metro is either Shi Min Zhong Xin or Shao Nian Gong on lines 2 and 4.\nBuses Nos. 25, 228, 65, 111, 71, 64, Shao Nian Gong bus stop"],["phone=Ticket hotline 0755-82841888 (9.00-20.00)"],["tollfree="],["fax="],["hours="],["price="],["content=See Shenzhen Library above. The Concert Hall hosts international standard artists in a stunning glass-wrapped setting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Portofino"],["alt=波托菲诺; Bō​tuō​fēi​nuò"],["url="],["email="],["address="],["lat=22.549163172402775"],["long=113.96988686164893"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shenzhen housing developments are often built around beautiful tropical gardens with luxurious club house amenities and one of the most famous of these is Portofino. It is built around a surprisingly attractive imitation of an Italian Piazzetta along a lake which has cafes, bars and restaurants without outdoor seating. Shenzhen's best Cantonese restaurant chain, Laurel, justly famed for the quality of its dim sum, has a branch with outdoor seating here. Be sure to be early. Sunday morning dim sum queues are long."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shekou Sea World"],["alt=蛇口海上世界; Shé​kǒu​ Hǎi​shàng Shì​jiè"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In 1984 Shekou was booming and there was a serious shortage of accommodation. To deal with this, the cruise ship \"Ming Hua\" (Launched April 5, 1962 by the French president Charles de Gaulle, purchased by The People's Republic of China in 1973 and renamed MINGHUA) was moored alongside the dock and used as a floating hotel. Only nine years before it had been the focus of a political typhoon during the movement which saw Deng Xiaoping sent for the second time into political limbo. No wonder that he was happy to write an inscription in his own handwriting, \"Sea World\", a facsimile of which now presides in neon over the ship.  The land has now been reclaimed for half a mile beyond the ship which now sits in a small pool. But the square in front of the ship is very attractive and a meeting place for all walks of Shekou life. Go there in the evening for food and drinks al fresco."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Theatres and concert halls"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Poly Theatre"],["alt=保利剧院"],["url=http:\/\/www.polytheatresz.com\/"],["email=szpolypw@163.com"],["address=Baoli Wenhua Square, Houhaibin Road, Nanshan District (南山区后海滨路保利文化广场; Nán​shān​qū​ Hòu​hǎi​bīn​ Lù Bǎo​lì​ Wén​huà​Guǎng​chǎng​​)"],["lat="],["long="],["directions=Buses 70, 80, K113, 204, 217, 226, 230, 245, 369, 39"],["phone=+86 755 86371698, 86371699"],["tollfree="],["fax=+86 755 86287308"],["hours="],["price="],["content=This is a more or less middle brow theatre specialising in musical theatre and often hosting Russian Army theatre troupes. The futuristic silver egg-shaped building alone makes it worth a visit."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Grand Theatre"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shadu Song and Dance Hall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shenzhen Cantonese Opera Troupe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shenzhen Symphony Orchestra"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Spas and massage"]},"\nShenzhen is a popular place for Hong Kong people to go to get a massage. Prices are low compared with Hong Kong, though generally higher than elsewhere in China. (洗脚 xǐ jiǎo) (which  often consists of massaging your shoulders, back, arms, legs, and feet) costs ¥25-50 for 60-80 minutes depending on the location, time of day, and quality of the establishment. A full-body massage (按摩 àn mó or 松骨 sōng gǔ) costs ¥50-150 for 90-120 minutes.\n\nIn recent years many large spa and massage complexes have appeared in Shenzhen. For an entrance fee of around ¥100 (waived if you purchase around ¥160 of spa and massage services) you get 24 hours of access to a spa pool, saunas, showers, baths, and other amenities depending on the facility such as a gym or pool. Paid services often include Internet access, billiards, and rentable \"multi-purpose rooms\" with KTV\/karaoke and games. Complimentary items include drinks (sometimes restricted to fruit juice) and fruit; food can be bought for ¥20–¥50 a plate. For around ¥50 for 45 minutes (not including a ¥10–¥30 tip and often a 10% service charge) you can have head, foot, leg, shoulder, back, or hand massage while lying in one of the many reclining chair-couches — two types at once if you wish — and watch personal TV, read a book, or relax. For around ¥150 you can have 90 minutes of full-body Chinese, Thai, or Hong Kong-style massage in a private room or with your friends. Chinese Medical Massage and aromatherapy oil massages are usually available at a premium. Masseuses and masseurs hail from various regions around China and are listed with pictures and statistics in catalogues and can be selected by number. Very few of them speak any English.\n\nSpa complexes can be found around the border crossings with Hong Kong, so as to cater to the relatively rich Hong Kong population looking to unwind. In the basement of the Luohu customs and immigration building (not the LCC mall) free shuttles are available to various spas, some of which also have themed waiting areas with price lists and pictures of the facilities. Some spas have representatives standing around to give out discount tickets (often ¥20) as an enticement.\n\nMassages tend to be rather painful, especially on the feet! If you can endure it, you'll notice the lasting benefits. But if it is too much, you can say \"Teng! Teng!\" (pronounced like \"tongue\") to express your pain and make them ease. It is best to not reveal you know any spoken Chinese because you will immediately face uncomfortable questions about your salary, weight, etc.\n\nCaution: In most hotels, prostitution is widespread. In some seedier areas, \"massage\" may actually mean sex. Use your best judgment.  See also ",{"type":"[[","value":[["China#Massage"],["the China article for information on massage"]]},".\n\n",{"type":"====","value":["Near Lok Ma Chau border crossing"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oriental Palm Spring International Spa Club"],["url=http:\/\/www.orientalpalmspring.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Refurbished with a strong Thai themed interior decor, you almost think you are in a Thailand resort especially on the new first floor. One of the many big spas in the Futian area and well worth a try if you're not into the hanky panky business. OPS is famous for providing excellent service, massages and really good Chinese cuisine. The food is excellent although a little pricey for local standards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=SLF International Spa Club"],["url=http:\/\/www.slfspa.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Branded as ",{"type":"'''","value":["Water Cube"]}," is brand new, hence in excellent condition, and tastefully designed with an interior resembling a luxury hotel. Although English is barely spoken by anybody, the staff are clearly trained to be first class and they try their best to be helpful — and sell massages, which cost ¥48 for 45 minutes of lounge-chair massage through ¥128–238 for 90 minutes of full-body massage in the usual styles, 10% service charge and tip separate. The spa is visible from the main street outside Lok Ma Chau border crossing and metro stop, and shuttles are available to Luo Wu and Huanggang border crossings. Gym, fruit, full drink menu including iced lemon tea and coffee, gym, and videogames complimentary; internet, karaoke and VIP room rental, billiards, table tennis, and of course food all charged separately."]]}]},"\n",{"type":"====","value":["Near Luohu border crossing"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Queen Spa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This spa is showing its age like an old resort hotel in ",{"type":"[[","value":[["Las Vegas"]]},", although it remains a popular tourist destination in part because it has the notable advantage of having English-speaking staff on duty and identified with clearly visible tags year-round. The entry fee of ¥98 is waived after ¥168 of spa services paid, not including the 10% service charge and tips of ¥10-30 per 45 minutes. Foot\/head\/leg massage is ¥56\/45 min and Chinese massage ¥168\/90min. Perks include a swimming pool, a gym, videogames, and free ice-cream and juice and fruit. Free WiFi and five-minute Internet terminals are available in the shared area. The spa has a range of VIP services available such as private Royal Club rooms with a semi-private second swimming pool and Rolls Royce transfers from Luohu (¥30) or the airport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gold Coast Club"],["url=http:\/\/www.hjhaclub.com\/"],["email="],["address=Building 1-4, Kaili Hotel, 2027 Jiabin Road East, Luohu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful interior, entry fee of ¥138 with 10% service charge. Party room rental for ¥60\/hour to ¥120\/hour depending on size with karaoke and chess and games included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sentosa International SPA Club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shuttle available, offering in March '09 four hours of Chinese massage for ¥108 and ¥88 for any three types of foot\/head\/leg\/etc massage."]]}]},"\n",{"type":"===","value":["Golf"]},"\nShenzhen is one of China's and indeed one of the world's great golfing Meccas. It boasts some of the earliest golf courses in China and, in Mission Hills, the world's largest golf course which is the scene of leading international tournaments.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mission Hills Golf Course"],["alt=观澜高尔夫"],["url=http:\/\/www.missionhillsgroup.com\/"],["email="],["address="],["lat="],["long="],["directions=Along the intersection of the Meiguan Expressway, the Guanshen Expressway and the Jinhe Expressway"],["phone=+86 755 28020888"],["tollfree="],["fax="],["hours="],["price="],["content=The world's biggest golf course with 216 holes. Each course is designed by a different world champion golfer. The Golf World Cup has granted a twelve year franchise to Mission Hills"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shenzhen Golf Club"],["alt=深圳高尔夫俱乐部"],["url=http:\/\/www.golf007.com\/english\/golf_course\/shenzhen\/shenzhen.htm"],["email="],["address=Shennan Boulevard, Futian District 福田区深南大道"],["lat="],["long="],["directions="],["phone=+86 755 3308888"],["tollfree="],["fax=+86 755 3304992"],["hours="],["price="],["content=This is one of China's two oldest golf courses. When it was established in 1985 it was way out in the country but now it is surrounded by skyscrapers, providing a pleasant oasis in the heart of Futian. This is where the locals prefer to play."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shahe (Sand River) Golf Club"],["alt=沙河高尔夫会"],["url=http:\/\/www.srgc.cn\/english\/gbhtml\/guide\/huisuo.htm"],["email="],["address=Shahe East Rd Nanshan (南山区沙河东路)"],["lat="],["long="],["directions=From the Huanggang Border crossing travel along Binhe\/Binhai freeways to Shahe East Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another favorite with the locals. It has 27 holes plus a nine hole night course under lights. Gary Player designed the course."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Xili Golf Club"],["url=http:\/\/www.xiligolf.com\/"],["email=xiligolf@xiligolf.com"],["address=Tanglang Village Xili, Nanshan (南山区西丽针塘郎村)"],["lat="],["long="],["directions="],["phone=+86 755 26552888"],["tollfree="],["fax=+86 755 26559793"],["hours="],["price="],["content=This is a private club owned and managed by the Kuok family of Shangri-La fame. You will need an invitation to play here. It is worth getting it."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Longgang Public Golf Course"],["alt=龙岗高尔夫"],["url=http:\/\/www.gzgolf.net\/cn\/"],["email="],["address=Next to the International Velodrome, He Keng, Henggang Town,  Longgang District"],["lat="],["long="],["directions="],["phone=+86 755 28937188"],["tollfree="],["fax="],["hours="],["price="],["content=This course was the brainchild of a former official of the Shenzhen Government who wanted to bring golf to the masses. It is as an eighteen hole 72 par course, situated on rolling hills in the  Longgang District. The founders of the course wanted to keep green fees at 20-30% of commercial golf courses."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=OCT East Golf Club"],["alt=东部华乔城高尔夫"],["url="],["email="],["address=OCT East, Dameisha (盐田区大梅沙东部华乔城)"],["lat="],["long="],["directions=Buses 53, 239, 103, 360, 364"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shenzhen's newest and poshest golf course. It has two 18 hole courses, each with its own luxury clubhouse. Set in spectacular mountains overlooking Dameisha and Mirs Bay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Century Seaview Golf Club"],["alt=世纪海景高尔夫求会"],["url=http:\/\/www.centuryseaviewgolf.com\/en\/index.html"],["email="],["address=Yangchou Bay, Nan' ao Town, Longgang (龙岗区南澳洋畴湾)"],["lat="],["long="],["directions="],["phone=+86 755 84400888"],["tollfree="],["fax="],["hours="],["price="],["content=An 18 hole PGA golf course set in beautiful mountain and sea surroundings near Nan'ao Town, Dapeng Peninsula."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Noble Merchants Golf Club"],["url=http:\/\/en.nmgolf.com.cn\/newEbiz1\/EbizPortalFG\/portal\/html\/about.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Beaches"]},"\nShenzhen has some of China's best beaches, many of them untouched stretches of National Park. In 2006, Chinese Geographic Magazine named the Dapeng Peninsula, where most of Shenzhen's beaches are situated, as one of China's top ten most scenic coastlines.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Dameisha Beach"],["alt=大梅沙"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Xiaomeisha Beach"],["alt=小梅沙"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jin Sha Wan Beach"],["alt=金沙湾"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From Shenzhen take one of several buses (e.g. 364, E11, or H92) to Dapeng Station (大鵬站) in Wangmu (王母虛) Village in Dapeng.  Then you can take a quick shuttle bus south to JinSha Beach.  Entry is ¥10.  On weekends and holidays the beach can be quite crowded.  The sand is rather coarse and not particularly clean, but it can be fun to go here and people watch.  Also it is interesting that you can look out and see East Ping Chau (東平洲) island just two miles off the coast, which is part of Hong Kong's New Territories."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Longqi Wan Beach"],["alt=龙栖湾"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Judiaosha Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Shuitousha Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nan'ao Beach"],["alt=南澳沙滩"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Xichong Beach"],["alt=西冲海滩"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautiful Xichong beach is located 30 minutes from the downtown core, just past Dameisha. Less developed, this beach is much more peaceful and clean than other beaches in Shenzhen. Visit Sun Sailing for watersports or local fine dining."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Shenzhen University"]}," (深圳大学) is on the coastline of Shenzhen Bay. The total area of the campus is 1.44 square kilometers. It has its own lake named Wenshan Lake (文山湖), spreads across rolling hills covered with trees, an abundance of green space and sculptures."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shenzhen Polytechnic"]}," (深圳职业技术学院  Shēnzhèn Zhíyè Jìshù Xuéyuàn) is in Xili in Nanshan District. It has four campuses (East, West, North and OCT). It has 21,000 full-time and 6,000 part-time students. It was founded in 1993."]},"\n",{"type":"*","value":[{"type":"'''","value":["South University of Science and Technology of China"]}," (南方科技大学 SUSTC): The pilot field for cultivating innovative talents and higher education reform. After the foundation of New China, especially in the recent 3 decades since reform and opening up, China’s higher education has obtained great achievements that astonishing the whole world. However, “Asking of Qian Xuesen”, mentioned by Premier Wen Jiabao for several times, has touched the tender spot of China’s contemporary university education. “Why our universities can not always cultivate outstanding talents?” Following the question of Master Qian and reviewing today’s university, we found that China’s universities have been highly “homogenized”. We are eager to appear some small-scale high-quality first-class research-type universities, like California Institute of Technology mentioned by Qian Xuesen. South University of Science and Technology of China aims to become an ideal university starting from scratch based on the 30 years’ experience in reform and opening up."]},"\n",{"type":"==","value":["Buy"]},"\nMajor credit cards i.e. Visa, Masters, HSBC are accepted throughout Shenzhen. But note that in many establishments only local Chinese and not International Visa etc. cards are recognised. Ask first if they accept international cards. JCB and American Express have limited coverage. Cirrus, Plus & Maestro facilities allow owners to withdraw money from banks (but not all bank ATMs. Bank of China ATMs at all Metro stations accept foreign cards). Remember to activate your card for the pin usage. MixC has ATMs for some of the international credit cards, where cash can be withdrawn in those ATMs against your credit limit.\n\nBank of China, China Merchants Bank, and many but not all Chinese banks accept foreign cards. You may check with your bank to see if they have a local branch here. Most ATMs are open for 24 hours. Some are only opened if you swipe the card at the security doors.\n\nAt places in Luo Hu, cash is highly recommended. Some places charge an extra 10% for credit card purchases. The shop assistants will bring you to shops that have credit card processing machines. At shopping centers, remember to check with the cashiers to see if they accept credit cards before making purchases. There are few shopping centers that accept credit card with passport verification, though you may lose your discount on the purchase.\n\nBe careful when getting change from large notes as people may try to give you Hong Kong dollars instead of Yuan. The Hong Kong dollar is worth less than Yuan.\n\nFor currency information, see the ",{"type":"[[","value":[["China#Buy"],["China"]]}," page.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Luohu (Cantonese Lo Wu) Commercial City"],["url="],["email="],["address="],["lat="],["long="],["directions=Just across from the Hong Kong border; Luohu Metro Station, exit A"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers a very different experience to shopping in Hong Kong and is therefore worth a visit if only spending a short time in China. Spread over several levels are many small stores, each selling similar products: watches, jewellery, handbags, clothes and DVDs. These products are rarely authentic but they are often very well made and detailed fakes. There are many stallholders pressuring shoppers to part with their money but the atmosphere is one of enjoyable bartering. This is the place to go for Western sizes in clothing and shoes. This is also the place to go to have massages and nails done dirt cheap as well.  But remember, this is not really Shenzhen. It is rough, dirty and infested with touts. Take the plunge and go another hundred yards into the city and you will find that your Luohu experience is not representative of the rest of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Dong Men Pedestrian Street"],["alt=东门步行街; Dōng​mén​ Bù​xíng​ Jiē"],["url="],["email="],["address="],["lat=22.549841301331764"],["long=114.1160414939368"],["directions=Lao Jie Metro Station, exit A"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The place to go for clothes and small-ticket items. This place is better than Luohu Commercial City in terms of price and range of items. Other than several department stores, most are smaller stalls. The price is cheap, even at local standards. You can easily spend a day there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Carrefour 家乐福"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the biggest foreign hypermarket chain across China (nearly 200 stores). This French brand provides expats, tourists and Chinese people with all local and imported products they need. You will find food, wine, appliances, clothe, etc...There are 8 stores in Shenzhen and you just need to say \"Jia le fu\" to a taxi driver to take you there ",{"type":"[","value":["http:\/\/www.carrefour.com.cn Find a store"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wal Mart"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Currently there are 8 stores of the US chain, but more are being built. Also check out Carrefour, and Sam's Club (山母会员店). Sam's is a favorite shopping choice for Shenzhen's enormous and ever growing bourgeoisie and it's fun watching them. Be warned. They can be scary on a busy Sunday evening. Sam's membership is ¥150. Walmart's China HQ is in Xiangmi Hu (香密湖), above an enormous mall\/cinema complex which includes a Sam's Club. Make sure you check out the crocodile of which there is always one at the fish counter."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=B&Q 百安居"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This English chain offers DIY supplies and goods for the home and garden. ",{"type":"[","value":["http:\/\/www.bnq.com.cn\/ B&Q in Chinese"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Decathlon 迪卡侬"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The French sports supplies retailer Decathlon has got more than 30 stores in the country in all major cities. You will find 2 stores in Shenzhen. ",{"type":"[","value":["http:\/\/www.decathlon.com.cn\/EN\/ Find Decathlon"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=MixC Shopping Mall"],["url="],["email="],["address="],["lat=22.542256013406597"],["long=114.10585847803448"],["directions=Da Ju Yuan Metro Station, exit C-3"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest (and easily the most expensive) shopping mall in Shenzhen. Highlights include the following: Olympic size indoor Ice Skating Rink, Golden Harvest Cinema movie theater, Ole (high end supermarket with many imported items), Spaghetti House and Starbucks. Good option"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hua Qiang Bei"],["url="],["email="],["address="],["lat=22.54926893801194"],["long=114.08414316132134"],["directions=In the SEG Building (赛格广场) on the corner of Huaqiang Bei and Shennan; Hua Qiang Lu Metro Station, exit A"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Much like Dong Men, this is the place for anything electronic. This is the absolute epicentre of the world's electronics industry and you can buy anything electronic here. This most famous electronics market has seven floors of small stalls selling electronics items. The first two floors are wholesale components and the rest is dedicated to consumer goods. There are several other markets situated on both sides of Huaqiang and particularly in the small streets and lanes running parallel. One famously devotes itself to stealth and security. If haggling isn't your thing, you can also get good prices on consumer electronics at Suning. Gome and Sundan stores at the northern end of the street. There are good small restaurants in the streets crossing Huaqiang Bei. Starbucks is here too. Most of the stores will close at around 5 or 6PM"]]}]},"\n",{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=SEG Electronics Market"],["url="],["email="],["address="],["lat="],["long="],["directions=At the corner of Huaqiang Road and Shennan Boulevard, Huaqianglu Metro Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A huge market for all things electronic. The first two floors are components (ICs, wires, switches, etc.) and the other 4 floors will supply you with any electronic device your heart desires.\/\/"]]}]}]},"\n",{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mingtong Electronics Market"],["url="],["email="],["address="],["lat="],["long="],["directions=Few minutes from the SEG market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Houses watch parts, electronic toys, and mobile phone parts."]]}]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jusco"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Japanese supercenter and supermarkets. It has several locations in Shenzhen, next door to the CITIC Mall (中信广场), Metro: Ke Xue Guan, exit D, at Coco Park (Metro Gou Wu Gong Yuan) and in Coastal City (海岸城) Nanshan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=KingGlory Plaza"],["url="],["email="],["address="],["lat="],["long="],["directions=Guo Mao Metro Station, exit A"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A mall, along the lines of MixC. It is fairly high priced. It includes a movie theater as well as the \"IN\" bar\/nightclub (that's the name of it) and \"Yellow\" bar.  Eight floors connected by criss-crossed escalators give you enough stores to stay occupied for a few hours.  Lots of restaurants in the sub-ground levels.  Connected by a walkway to Rainbow Mall.  There's a Pacific Coffee on the ground floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shekou"],["url="],["email="],["address="],["lat="],["long="],["directions=Buses 113, K113, 204, K204 and 328 to the end of the line (to the west)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The expat hangout with everything Western that you might be accustomed too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shenzhen Book City"],["url="],["email="],["address=Fu Zhong Road 1, Futian District"],["lat="],["long="],["directions=Shao Nian Gong Metro Station (少年宫站), a.k.a. Children's Palace, exit C or D"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a huge bookstore with a great selection of books, music, movies, and multimedia products. It bills itself as the biggest bookshop in the world. There is a small shop which specialises in English books, Eon Books. The DVD and CD section sells more or less legal versions of excellent movies at prices slightly higher than you will pay to street vendors. This often reflects better quality (but not always).  Make sure you go on Sunday mornings when story telling competitions are held for children between the ages of 4 and 8. You may not be able to understand a word but they are cute."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Coco Park"],["url="],["email="],["address="],["lat=22.536336527384766"],["long=114.04882093148963"],["directions=near Gou Wu Gong Yuan Metro Station (购物公园)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New shopping mega complex. Sports, clothing, fashion, coffee, some restaurants, including \"Norway.Oslo\" which has some outdoor seating.  When you get bored you can go outside and hit up McCawley's or the Mexican restaurant for dinner, then visit any of a number of bars just across the street from the mall.  Coco Park is close to the Shenzhen Convention Exhibition Center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Central Walk"],["url="],["email="],["address="],["lat="],["long="],["directions=Located one block away from the exhibition centre on Fuhua Road. Take Metro to Exhibition Centre stop and Central Walk is located at exit B. 5 minutes walk from Coco Park."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another Shopping complex in Shenzhen. Base tenant is Carrefour, but also has usual shops, restaurants and a cinema. Three floors of shops arranged in a circle.  Mostly women's clothes.  Starbucks and Italian Best Coffee (Illy Coffee) are located here. Subway (Sandwiches) also has opened here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Tea World Terminal Market"],["url="],["email="],["address="],["lat="],["long="],["directions=Close to Lo Wu\/Luohu station, walk up the Bao'an south road, and it will be on your right side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A whole warehouse with many stores selling all things related to tea. Wonderful selection of everything from Pu'er-teas to tea-ware. They seem not to be focused on selling to tourists, which is very nice, but they still take time with you if you want to go through the tea ceremonies."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Jiahua Foreign Trade Clothing Market"],["url="],["email="],["address=Address: 广东省深圳市福田区华强北路2007号 English: No.2007, Huaqiang North Road, Futian District"],["lat="],["long="],["directions=How to get there: take the subway to Huagiang Lu, and take exit a. Walk north along Huaqiang Lu and once you cross Zhenhua Road go past NICO Womens World and in between NICO\/KFC and MOI\/Starbucks you’ll see a wide lane way that leads to the market. (from shenzhenshopper.com)"],["phone="],["tollfree="],["fax="],["hours="],["price=low"],["content=Series of stalls selling lots of cheap clothing.  It's not quite as huge as Luohu Commercial City, but it's worth a look."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Shun Hing Square"],["alt=(Diwang Building)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On Shennan Road, across from the MixC.  Go to the Da Juyuan (大剧院) metro station.  You won't miss it, because Diwang Dasha is the second-biggest building in Shenzhen after the Kingkey building.  The shopping center is actually very small, with just a few stores on three small levels, but it's in a nice area of town with lots of other attractions, so you might dart in to see what's to be found.  Starbucks on the ground floor, McDonald's in the basement level."]]}]},"\n",{"type":"==","value":["Eat"]},"\nBecause Shenzhen is a migrant city, all of China's regional cuisines are represented here. Restaurants range from hole-in-the-wall establishments for homesick working class arrivals to opulent food palaces for businessmen and politicians entertaining clients. If you are a foreigner, spending ¥100 on a fantastic meal is no problem (though, you can spend ¥35 or less on a fantastic meal in Shenzhen). Treat yourself, and enjoy the wonderful food and variety of Shenzhen! In the early morning, vendors sell egg cheung fun for as little as ¥2.5 per order having 2 vegetable and 2 egg cheung fun noodles - enough to fill you up.\n\n",{"type":"===","value":["Areas to eat"]},"\nThere are a lot of bars and restaurants in Shekou which is the main residential zone for Shenzhen's sizable Western expatriate community. There are plenty of eateries in the Hua Qiang Bei area, for non-China based brands, e.g. McDonald's, KFC, Pizza Hut, Starbucks, and AijiSen Ramen.\n\nOverseas Chinese Town (OCT) is famous for its numerous dining options, including some of the best Korean restaurants in Shenzhen.  All are within easy walking distance from Hua Qiao Cheng (OCT) Metro Station, behind the recently opened InterContinental Shenzhen Hotel.\n\nAs well as casual restaurants and fine dining, Shenzhen is famous for its ",{"type":"'''","value":["\"Eat Streets\""]},". These are agglomerations of cheap and cheerful restaurants serving food from all over China. They are not elaborate but they are friendly and fun and some of the food is to die for. Different Eat Streets often specialise in food from different parts of China. Some of the best known are set out below.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bagua First Road Eat Street"],["alt=八卦一路食街"],["url="],["email="],["address=Bagua First Rd, Futian\n福田区八卦一路"],["lat="],["long="],["directions=Buses: 7, 13, 24, 105 Ba Gua Er Lu 八卦二路or Kang Tai Wu Le Cheng 康泰吴乐城bus stops"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This was Shenzhen's first Eat Street. Food was originally Cantonese brought by homesick Hobg Kong factory owners. Cantonese food is still good here but you can get food from all over China. Snake is excellent in season (October to January) here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Renmin South Eat Street"],["alt=人民南路"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Che Gong Miao Eat Street"],["alt=车公庙食街"],["url="],["email="],["address=Terra Industrial Zone, Futian District\n福田区泰然工业区"],["lat="],["long="],["directions=车公庙地铁站\nMetro: Che Gong Miao"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good Sichuan, Hunan and Taiwanese food here. There is also a good if unauthentic Macau style restaurant"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Huaqiang Bei Eat Street"],["alt=华强北食街"],["url="],["email="],["address=Huaqiang Nth Rd Futian\n福田区华强北路"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The food's in the streets and alleys parallel to Huaqiang Bei. Hunan and Chaozhou are specialities. There are several shops specialising in Uighur \"nan\" bread. An alley behind the main street specialises in Moslem food"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Xinwen Rd Eat Street"],["alt=新闻街食街"],["url="],["email="],["address=Xinwen St Xiangmihu, just behind the Special Zone Press Tower\n福田区香蜜湖新闻街"],["lat="],["long="],["directions=Metro Xiang Mi Hu"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is where the journalists eat and just being there is fun. Good Heilongjiang, Jiangxi, Northern and Hunan food"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nanyuan Rd Eat Street"],["alt=南园食街"],["url="],["email="],["address=Nan Yuan Rd, Nan Yuan Village Futian behind CITIC Plaza,福田区南园路南园村"],["lat="],["long="],["directions=Metro Ke Xue Guan Line 1"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Uighur food is very good here. This means lots of lamb and kebabs"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Gangxia Village Eat Street"],["alt=岗下村食街"],["url="],["email="],["address=Gangxia Village Futian\n福田区岗下村"],["lat="],["long="],["directions=Metro Gang Xia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the earliest and most diverse Eat Streets. It specialises in \"northern\" food, Beijing, Shanghai, Yunnan (OK we know it's southern but.....) and Ningxia\/Gansu Moslem food"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shuiwei Village and Huanggang Village Eat Streets"],["alt=水匡村, 皇岗村食街"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=We put them together because it's hard to know where one stops and the other starts. Cantonese is good here"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hubei Village Eat Street"],["alt=湖贝村食街"],["url="],["email="],["address=Hubei Village Luohu District\n罗湖区湖贝村"],["lat="],["long="],["directions=Buses: 2, 10, 29, 104, 205, 220, 223, 311, 312"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hong Kong style seafood restaurants are the mainstay of this Eat Street set in the heart of an old Cantonese village in the heart of Luohu. But we also like the north-west China Moslem food of which there is plenty"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dongmen Food Street"],["alt=东门食街"],["url="],["email="],["address=2001 Jiefang Rd Luohu\n罗湖区动门老街解放路标2001号"],["lat="],["long="],["directions=Buses: 102, 103, 113, 203.  (Buses stop in Dong Men Zhong Lu. Walk along one of the pedestrian streets near the Dong Men footbridge to get to the shopping area.)\nMetro:Lao Jie lines 1 and 3"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shenzhen's favorite comfort shopping street also has lots of cheap and cheerful food. There's the usual Cantonese, Sichuan and Hunanese but there's also Thai, South=east Asian and even German. All the chains are represented."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Donghai Koreatown Eat Street"],["alt=东海韩国城食街"],["url="],["email="],["address=East Pacific Gardens Boulevard, Xiangmi Hu 福田区香蜜湖东海花园东海坊"],["lat="],["long="],["directions=Metro Che Gong Miao"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shenzhen's leading Koreatown. Lots of kimchi, bulgogi and the rest."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yantian Eat Street"],["alt=盐田食街"],["url="],["email="],["address=Yantian Seafood Street, Yantian\n盐田区盐田海鲜食街"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dine among the container cranes. The theme is Hong Kong style seafood, allegedly fresh from the markets next door. You choose the fish from the tanks, they cook it how you like it"]]}]},"\n",{"type":"===","value":["Restaurants"]},"\n\n",{"type":"====","value":["Budget"]},"\nJust north of the Shenzhen Sports Center next to Blue Bird cafe at Shahe West road and Gaoxin South 11th road in front of the market in the early morning are steamed dim sum like dishes such as steamed buns and egg cheung fun. You must order in Chinese, as they don't speak English or even Cantonese.\n\n",{"type":"====","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Kitchen Futian"],["url=http:\/\/www.thekitchenfutian.com\/"],["email="],["address=Shopping Park Shop 144, Shopping Park Metro Station Exit B, Min Tian Road, Futian 深圳市福田区民田路购物公园北园公交车接驳站路边站台"],["lat="],["long="],["directions=Exit B of Shopping Park Metro Station, turn left when exited through B, then up 2 sets of escalators, then right, then straight down the narrow corridor, and then left when you reach the end of the corridor and it should be one of the places on your left. If you have got to the main road, you have gone too far. It is just next to Club Viva."],["phone=+86 755 25313860"],["tollfree="],["fax="],["hours=close at 23:30 weekdays and 01:30 weekends"],["price=¥50-80 for a starter, and from ¥70-220 for a main"],["content=Reasonable priced and good western food. The \"super burger\" is ace. The owner is really nice and friendly and it has certainly rubbed off on his staff. Also very good wine list for the size of the place, and serves good coffee."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Milano Italian Restaurant"],["url=http:\/\/www.milanoitalianrestaurant.com\/"],["email="],["address=Anhui Building, Shennan Ave, Xiangmihu  深圳市福田区(车公庙)深南大道6007号创展中心,安徽大厦,首层"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good Itian food food with faultless service and a great wine list."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=10 Gong Guan"],["alt=10号公馆"],["url="],["email="],["address=10 Qiaochen West Road, Nanshan District (侨城西路10号鸿波酒店)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=07:30-23:30"],["price="],["content=Dim sum restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Laurel Restaurant"],["alt=丹桂轩"],["url="],["email="],["address=1\/F, Portofino Club House,OCT Xiang Shan Street,\nNanshan District (南山香山街波托菲诺会所)"],["lat="],["long="],["directions="],["phone=+86 755 26003218"],["tollfree="],["fax="],["hours=08:00-23:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Xiao Fei Yang"],["alt=lit. Little Plump Lamb"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lamb meat imported from Mongolia.  It is a hot pot based on Mongol cuisine. There are other meats and vegetable ingredients for the hot pot on the menu as well. One type of hot pot is called ",{"type":"''","value":["Yuan Yang"]},". The hot pot is separated into two halves, one half contains normal non-spicy soup stock and the other half contains ",{"type":"''","value":["Ma la"]}," (literal translation \"numbing spicy\") soup stock."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Modern Toilet Restaurant"],["url="],["email="],["address=2nd Floor Jiefang Lu 1004 Dongmen Buxing"],["lat="],["long="],["directions=Laojie Metro Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Taiwanese chain's first branch in the mainland. Toilet themed restaurant, featuring toilets as seats and squatter toilet plates. Food is nothing special and costs about ¥25-35\/dish, but come after dinner with a friend and bring the camera for the ¥10 chocolate ice cream. The surrounding Laojie commercial district goes from cosmopolitan to near-dystopian in the course of about two hours every evening."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jordans Bar & Restaurant"],["url="],["email="],["address=Shop 55 Rose Garden II, Shekou ",{"type":"{{","value":[["!"]]}," 深圳市南山蛇口南海玫瑰花园2门口55号"],["lat="],["long="],["directions="],["phone=755－26686040"],["tollfree="],["fax="],["hours="],["price="],["content=Jordans Bar in Shekou has probably the best Shisha in Shenzhen and delicious assortment of food from all over the world. Specialties include Middle Eastern cuisine, excellent thin-crust pizza and delicious salads."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Celebrity Club"],["alt=名人俱乐部; Míng​rén Jù​lè​bù"],["url=http:\/\/www.szmrcy.com\/"],["email="],["address=28 Nongyuan Road, Futian District (福田区农园路28号; Fú​tián Qqū​ Nóng​yuán​ Lù​)"],["lat="],["long="],["directions="],["phone=+86 755 83701003"],["tollfree="],["fax="],["hours="],["price="],["content=Specializing in Cantonese food, and famous for dim sum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Prince Kitchen"],["url="],["email="],["address=5-6\/F, CITIC Plaza, 1093 Shennan Zhong Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves fantastic mix of Japanese, Thai, Chinese and Steaks. Even whilst being quite dark inside, you can still see it is very stylish."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Tap Water"]}," is safe to drink in the Meilin district and several nearby districts, but probably not in the area where you are staying. Use the free bottled water or distilled water provided by your hotel or buy some. It's easily available in all convenience stores and supermarkets. However, if you are buying water for ¥5 a bottle, you are getting majorly ripped off. Hepatitis is common in China and is most usually spread by using chopsticks to eat from a common dish. It is becoming increasingly common to use a separate set of chopsticks to serve from the bowl. Ask for \"gong kuai\" if they aren't provided. Otherwise minor travellers' stomach upsets are the worst things which you have to fear health-wise.\n\nIf you want to ",{"type":"'''","value":["drink beer"]},", Tsing Tao is a popular Chinese beer, or try Shenzhen's own Kingway Beer (金威啤酒), brewed in two locations in Shenzhen and available in any convenience store, bar, or restaurant. In stores such as a.best, Carrefour or Wal-Mart it will cost ¥3.50 per can, or ¥3.80 for a large bottle (you will need a bottle opener). 7-Eleven sells Kingway for ¥9, and local restaurants about ¥12-35. Bars typically charge slightly more that restaurants.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=XPats Bar"],["url="],["email="],["address=FL1016 Street Lvl Eastern Sidewalk Central Walk Mall 福田取中心城大中华大厦对面."],["lat="],["long="],["directions=Exit B Hui Zhan Zhong Xin Metro"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's in Central Walk, top floor on the right hand walkway (outside the building) directly opposite the Great China Building. Beer, wine and pizza served. Big screen sports coverage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Base Bar"],["url=http:\/\/www.basebar.net\/"],["email="],["address=1019 Shangbu South Road, Futian District (福田区上步南路1019号; Fú​tián​ Qū​ Shàngbù​ Nán​ Lù​​)"],["lat="],["long="],["directions=Accessible from Ke Xue Guan Metro Station, not far from Party City"],["phone="],["tollfree="],["fax="],["hours="],["price=Door cover can sometimes run up to ¥100, cocktails from ¥30 (the Gin-Tonic is excellent), bottles of Jim Bean ¥380"],["content=A live rock music venue. Great vibe and great interior deco. There are nice three-sided booths along the walls for larger groups. A variety of acts play into the early morning. Friendly waitstaff with Communist Star armbands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Soho"],["url="],["email="],["address=Jiabin Road, Luohu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Vbar"],["url="],["email="],["address="],["lat="],["long="],["directions=Windows of the World, (on the 3rd floor of the Crowne Plaza Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ibiza"],["url="],["email="],["address="],["lat="],["long="],["directions=Hua Qiang Bei"],["phone="],["tollfree="],["fax="],["hours="],["price=¥30 per bottle of beer"],["content=An European style two-story pub. It is quite popular among foreigners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kingway"],["url="],["email="],["address="],["lat="],["long="],["directions=LuoHu"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Brewery and beer garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Yes Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=LuoHu"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Suzy's Lounge Bar"],["alt="],["url=http:\/\/www.suzy.nu"],["email="],["address=120 Coastal City East Block, Wexin 6th Road, Nanshan District"],["lat="],["long="],["directions=near the Kempinski Hotel"],["phone=0755-86290169"],["tollfree="],["fax="],["hours=18:00-02:00"],["price="],["content=A late night lounge bar serving local and imported drinks and also offers customers a pool table and a big screen tv to watch local or sporting events on. The female staff are very friendly and most speak English semi-fluently.  For groups of people, they are willing to stay open later up until about 4AM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ren Jian Du Hui In Club"],["alt=人间都汇国际俱乐部"],["url=http:\/\/www.sz-rjdh.com"],["email="],["address=深圳市春风路桂都大夏2F-5F"],["lat="],["long="],["directions=Upstairs CASH club"],["phone=0755-82391111"],["tollfree="],["fax="],["hours="],["price=900+ small room"],["content=This is a KTV that has a lounge with performances on the 2nd floor, and private rooms on the rest of the floors. You can pay to have male or female hosts sit with you - for a tip. 200+ for the girls and 500+ for the gigolos. You can have them line up for you and you can pick the one you like."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=3D Bar"],["url="],["email="],["address=Block B, Bar Street, Citic Plaza, 1093 Shennan Rd"],["lat="],["long="],["directions=Futian"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Guinness is available on tap. There are also many other international beers available (bottled mainly). The outside tables along the walkway are good for a relaxing pint, the inside tables and the outside tables closest to the front door are if you're looking for a livelier atmosphere, better"]]}]},"\nOCT LOFT - Redeveloped Arts Area by Qiaocheng Dong Metro Station.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=C:UNION"],["url="],["email="],["address="],["lat="],["long="],["directions=Metro to Qiao Cheng Dong, exit A, walk right and then take a right at Enping Street, between Sinopec and the Konka building. Continue straight ahead and you will arrive at a courtyard."],["phone="],["tollfree="],["fax="],["hours="],["price=Drinks start at ¥30"],["content=A great place to discover Shenzhen's surprisingly vibrant alternative community. A variety of live bands from around China and sometimes abroad perform here every Saturday night, followed by a DJ playing electronic music. Shows start around 20:00. You can also check out the surrounding neighborhood whose restaurants and small art outlets create a hip vibe along the brick pedestrian roads."]]}]},"\nCoco Park - the bar street of Futian, with all kinds of bars packed into the middle of the block.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Le Nest"],["url=http:\/\/www.le-nest.cn"],["email="],["address=深圳市福田区民田路购物公园北园C区144号"],["lat="],["long="],["directions=Coco Park"],["phone=755-83388909"],["tollfree="],["fax="],["hours="],["price="],["content=Biggest club in Shenzhen"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=McCawley's Irish Bar & Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Shekou, Futian (CocoPark)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Irish decor bar with rock cover band. Serves a variety of Western dishes at prices around 80-100 per main course. Beer from 25 per pint and up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Viva"],["url="],["email="],["address="],["lat="],["long="],["directions=Coco Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just north of Coco Park shopping mall, in the middle of the boardwalk. Usually packed on weekends with many foreigners."]]}]},"\nShekou - The Peninsula that sticks out in the South Western region of the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Terrace"],["url=http:\/\/www.theterrace.cn\/"],["email="],["address=Seaworld Square, Shekou"],["lat="],["long="],["directions="],["phone=+86 755 26829105"],["tollfree="],["fax=+86 755 26828157"],["hours="],["price="],["content=Live rock cover band and Thai food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Key's Bar ( former Beatles Bar)"],["url="],["email="],["address="],["lat="],["long="],["directions=SeaWorld, Shekou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pool table, DJ & Live band everynight & KTV Room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=X-Ta-Sea Sports Bar & Restaurant"],["url=http:\/\/www.x-ta-sea.com\/"],["email="],["address=Shekou, Sea World"],["lat="],["long="],["directions=Inside the Minghua ship at Sea World in Shekou, next to the Cruise Inn Hotel lobby."],["phone=(86) 755 2686 7649"],["tollfree="],["fax="],["hours="],["price="],["content=Features live rock music Tuesday to Saturdays by house band Kaktooz. Amenities include multiple TV screens, table football, darts, pool tables a menu of mostly Western-style food and free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Beer Paradise"],["url="],["email="],["address="],["lat="],["long="],["directions=Shekou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves lots and lots and lots of beer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mary's Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Shekou"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\nNote: At Chinese New Year (usually February), prices usually double or substantially increase. Unlike other cities, however, the explosive development of hotels in Shenzhen means rooms, while more expensive, will generally still be available even at the busiest times.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Home Inns"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Biggest economy hotel chain in China. It features high quality and consistent standard rooms with very reasonable prices.  There are several branches in Shenzhen."]]}]},": * ",{"type":"{{","value":[["sleep"],["name=Home Inn (Dongmen)"],["alt=如家快捷酒店 (深圳东门店); Rú​jiā​kuài​jié Jjiǔ​diàn (Shēn​zhèn​ Dōng​mén​ Diàn​)"],["url="],["email="],["address=2028 Wenjin Middle Road, Luohu District (罗湖区文锦中路2028号; Luó​hú​qū​ Wén​jǐn​ Zhōng​ Lù)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\n: * ",{"type":"{{","value":[["sleep"],["name=Home Inn (Shenzhen Luohu Kou'an)"],["alt=如家快捷酒店 (深圳罗湖口岸店); Rú​jiā​kuài​jié​ Jiǔ​diàn (Shēn​zhèn​ Luó​hú​ Kǒu​'àn Diàn​)"],["url="],["email="],["address=1064 Yanhe Nan Road, Luohu District (罗湖区沿河南路1064号; Luó​hú​ Qū​ Yánhé​ Nán Lù)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\n: * ",{"type":"{{","value":[["sleep"],["name=Home Inn (Shenzhen Xinzhou)"],["alt=如家快捷酒店 (深圳新洲店); Rú​jiā​kuài​jié​jiǔ​diàn (Shēn​zhèn​ Xīn​zhōu​ Diàn​)"],["url="],["email="],["address=315 Shiji Gongyi Pin Jiaoyi Shichang Building, Xinzhou South Road, Futian District (福田区新洲南路世纪工艺品交易市场315楼; Fú​tián Qū​ Xīn​zhōu​ Nán​ Lù​ Shì​jì Gōng​yì Pǐn​ Jiāo​yì​ Shì​chǎng​ Lóu)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\n: * ",{"type":"{{","value":[["sleep"],["name=Home Inn (Shenzhen Zhuzilin)"],["alt=如家快捷酒店 (深圳竹子林店); Rú​jiā​kuài​jié​ Jiǔ​diàn (Shēn​zhèn Zhú​zi​lín​ Diàn​)"],["url="],["email="],["address=福田区竹子林益华大厦"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\n: * ",{"type":"{{","value":[["sleep"],["name=Home Inn (Shen Zhen Bao An Station)"],["alt=如家快捷酒店 (深圳宝安汽车站店); Rú​jiā​kuài​jié​ Jiǔ​diàn (Shēnzhèn Bǎo'ān Qìchēzhàn Diàn​)"],["url="],["email="],["address=宝安25区前进一路海雅百货旁"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\n: * ",{"type":"{{","value":[["sleep"],["name=Home Inn (Shenzhen Guomao)"],["alt=如家快捷酒店 (深圳国贸店); Rú​jiā​kuài​jié​ Jiǔ​diàn (Shēn​zhèn​ Guó​mào​ Diàn​)"],["url="],["email="],["address=罗湖区人民南路2011号"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\n: * ",{"type":"{{","value":[["sleep"],["name=Home Inn (Shenzhen Railway Station)"],["alt=如家快捷酒店 (深圳火车站店); Rú​jiā​kuài​jié​jiǔ​diàn (Shēn​zhèn​ Huǒ​chē​zhàn Diàn​)"],["url="],["email="],["address=罗湖区滨河大道交和平路渔民村小区内"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=LOFT International Youth Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Dorm beds ¥50-60, Doubles ¥178, bigger suites under ¥400"],["checkin="],["checkout="],["content=Modern place in the YHA China franchise, with keycards, free wi-fi, and a nearby supermarket. The hostel can be a bit difficult to find as from the metro station it's on the far side of a redeveloped commercial estate."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shenzhen Guest House"],["alt=深圳迎宾馆; Shēn​zhèn​ Yíng Bīn​guǎn"],["url="],["email="],["address="],["lat="],["long="],["directions=At the center of the busy Dongmen Commercial Area"],["phone="],["tollfree="],["fax="],["hours="],["price=Listed rates for doubles from ¥260, discounted from ¥190"],["checkin="],["checkout="],["content=3-star hotel with 584 well-kept guestrooms.  Business and leisure facilities are also available."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Somerset Garden City"],["alt=深圳盛捷花园城服务公寓"],["url=http:\/\/www.somerset.com\/en\/china\/shenzhen\/somerset_garden_city.html"],["email=enquiry.shenzhen@the-ascott.com"],["address=1068, Nanhai Ave, Nanshan District, along the coastline"],["lat="],["long="],["directions="],["phone=(86-755) 2602 9988"],["tollfree="],["fax=(86-755) 2602 9966"],["hours="],["price=Daily rates starts from ¥550"],["checkin="],["checkout="],["content=. 147 residences from a large studio to three-bedroom residences. Each features modern fittings, a fully-equipped kitchen, an ensuite bathroom, home entertainment system and high speed wireless internet (WiFi) and broadband internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crowne Plaza Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=near Window of the World Train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A four star hotel with nice facilities, seasoned staff and excellent service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Empire Hotel"],["alt=深圳新王朝酒店; Shēn​zhèn​ Xīn Wáng​cháo​ Jiǔ​diàn"],["url=http:\/\/www.empirehotelshenzhen.com\/"],["email=tprsvns@hubs1.net"],["address=1052 Aiguo Road, Luohu District (罗湖区爱国路1052号; Luó​hú​ Qū​ àiguó Lù​)"],["lat="],["long="],["directions=Near the East Gate Business Street, Donghu Lake, and Yijing Villa"],["phone=+86 21 61226688, ext 7800"],["tollfree="],["fax="],["hours="],["price=Listed rates for doubles from ¥880, discounted from ¥248"],["checkin="],["checkout="],["content=A 4-star hotel featuring cozy, fully furnished guest rooms, multifunction conference room, business center, health club, and restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Mercure Oriental Ginza Shenzhen"],["alt=深圳东方银座美爵酒店"],["url="],["email="],["address="],["lat="],["long="],["directions=In the Futian business district, next to Zhuzlin metro station and 20 minutes from the airport"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["url="],["email="],["address="],["lat="],["long="],["directions=Right in the middle of the center and only three stops from the border"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very new and clean hotel, excellent services. Also includes free Wi-Fi internet access. The staff speak English reasonably well."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Intercontinental Shenzhen"],["alt=深圳华侨城洲际大酒店"],["url="],["email="],["address=9009 Shennan Avenue (Shennan Dadao), Overseas Chinese Town Nanshan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Basic rooms ¥1,498-1,678, deluxe rooms ¥1,648-5,678"],["checkin="],["checkout="],["content=A five star hotel with a fine selection of foods including Chinese, Mediterranean, Italian and Seafood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jin Jiang Shenzhen Airlines Hotel"],["url=http:\/\/www.jinjiangshenzhenairlineshotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A five-star hotel with elegant rooms with city views, banquet hall, conference rooms, health club with indoor pool, and room service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lee Garden Inn"],["alt=深圳丽苑酒店; Shēn​zhèn​ Lí​yuàn​ Jiǔ​diàn"],["url=http:\/\/www.leegardeninnshenzhen.com"],["email="],["address=2048 Dongmen Zhong Road, Luohu District (罗湖区东门中路2048号; Luó​hú​ Qū​ Dōng​mén​ Zhōng​ Lù​)"],["lat="],["long="],["directions=Five minutes from the railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=3-star hotel with 100 guest rooms for business travelers. Conference facilities and broadband internet are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Master Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A four-star hotel offering 130 guest rooms. Each room is fitted with a living room and kitchen, and boasts broadband internet connectivity and other upscale amenities. Facilities include a business center, restaurant, shopping arcade, and fitness center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Shenzhen Bauhinia"],["alt=深圳博林诺富特酒店"],["url="],["email="],["address="],["lat="],["long="],["directions=5km from the central business district of Shenzhen and 1.5km from the Shenzhen High Tech Industrial Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 4 star hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Shenzhen Watergate"],["alt=深圳万德诺富特酒店"],["url=http:\/\/www.china-hotel-booking.com\/en\/shenzhen-hotels\/shenzhen-novotel-watergate-shenzhen.html"],["email="],["address=1019 Middle Shennan Road (Shennan Zhong Lu)"],["lat="],["long="],["directions="],["phone=+86 757 88286768"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in the heart of Shenzhen's well-known financial district and on the popular Shennan Zhong Road, the Novotel Watergate Shenzhen (Shenzhen Wande Nuofute Jiudian) is well positioned as an international business hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Orient Fashion Hotel"],["url=http:\/\/www.orientfashionhotel-shenzhen.com\/"],["email="],["address=Huafa Building, Zhenxin Road, Futian District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 4-star business hotel with 140 guest rooms furnished with the essential amenities the traveling executive needs. The hotel also houses a multi-purpose conference room, that can accommodate up to 150 guests, and bar and restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Orient Sunseed Hotel"],["alt=深圳东方山水酒店; Shēn​zhèn​ Dōng​fāng​ Shānshuǐ​ Jiǔ​diàn"],["url=http:\/\/www.orientsunseedhotel.com"],["email=tprsvns@hubs1.net"],["address=88 Qianhai South Road, Nanshan District (南山区前海南路88号; Nán​shān​ Qū​ Qián​hǎi​ Nán​ Lù​)"],["lat="],["long="],["directions=At the conjunction of Fuyong and Haoye Roads, Qiaotou Tongfuyu Industrial Area, Fuyong Town, five minute drive from Bao’an Airport and a 20-minute drive from the city center"],["phone=+86 755 29912222"],["tollfree="],["fax="],["hours="],["price=Rates start at ¥311"],["checkin="],["checkout="],["content=Air-conditioned rooms with cable TV, wet bar, hair dryer, electric kettle, telephone, private toilet and bath, shower, bathrobe, and complete bathroom amenities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oriental Ginza"],["url="],["email="],["address=Futian District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=You can get a huge room for less than US$60\/night"],["checkin="],["checkout="],["content=Four star hotel with excellent service, English speaking staff, and services for both business and leisure travelers. Also includes free internet access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Windsor Hotel"],["alt=温莎酒店"],["url="],["email="],["address=2062 Nanxin Rd, Nanshan District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rooms start at ¥168"],["checkin="],["checkout="],["content=While a little far out of the way the staff is friendly (although English is limited) and the hotel is quiet and clean. It offers sizable doubles with air conditioning, private bathrooms and free internet (they provide the cable)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golden Lustre Hotel"],["alt=金碧酒店"],["url=http:\/\/www.goldenlustrehotelshenzhen.cn\/"],["email="],["address=春风路3002号"],["lat="],["long="],["directions="],["phone=(0755)82252888"],["tollfree="],["fax="],["hours="],["price=¥300"],["checkin="],["checkout=14:00"],["content=4 star hotel, their cheapest rooms start at ¥300, they also have a pool."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ascott Maillen Shenzhen"],["alt=深圳雅诗阁美伦服务公寓"],["url="],["email=enquiry.shenzhen@the-ascott.com"],["address=No 3 Yanshan Road, Nanshan district"],["lat="],["long="],["directions="],["phone=+86 755 2160-0188"],["tollfree="],["fax=+86 755 2160-0199"],["hours="],["price=Daily rates starts from ¥1500"],["checkin="],["checkout="],["content= The residence offers 199 apartments ranging from designer studios to luxury penthouses. Every apartment has private balconies, a kitchen, LCD television and an integrated home entertainment system. Work from home with high-speed broadband internet access and business support services."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunshine Hotel Shenzhen"],["alt=深圳阳光酒店; Shēn​zhèn​ Yáng​guāng​ Jiǔ​diàn"],["url=http:\/\/www.sunshinehotel.com\/hotel\/home.php"],["email=rez@sunshinehotel.com"],["address=1 Jiabin Road, Luohu District (罗湖区嘉宾路1号; Luó​hú​qū​ Jiā​bīn​lù)"],["lat="],["long="],["directions=In the Luohu commercial district close to Guomao Metro Station"],["phone=+86 755 82233888"],["tollfree="],["fax=+86 755 82226719"],["hours="],["price=Listed rates for doubles ¥1,840-3,450"],["checkin="],["checkout="],["content=Five star hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shenzhen Ritz Carlton"],["alt=深圳星河丽思卡尔顿酒店; Shēn​zhèn​ Xīng​hé​lì​sī​kǎ​'ěr​dùn​ Jiǔ​diàn"],["url=http:\/\/www.ritzcarlton.com\/en\/Properties\/Shenzhen\/Default.htm"],["email="],["address=116 Fuhuasan Road, Futian District (福田区福华三路116号; Fú​tián​qū​ Fú​huá​sān​lù​)"],["lat="],["long="],["directions="],["phone=+86 755 22222222"],["tollfree="],["fax=+86 755 22220088"],["hours="],["price=Listed rates for doubles ¥4,600-5,750, discounted ¥1,288-1,638, breakfast ¥173 (included for more expensive rooms)"],["checkin="],["checkout="],["content=Rooms with mini-bar, ipod docking station, internet, television in bathroom, flat-screen television, cd\/dvd players and safe.  Business center, currency exchange, flower shop and beauty salon available.  Chinese and Western restaurants as well as café and bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Futian Shangri-La"],["alt=深圳福田香格里拉大酒店; Shēn​zhèn​ Fú​tián​ Xiāng​gé​lǐ​lā​ Dà​jiǔ​diàn"],["url=http:\/\/www.shangri-la.com\/en\/property\/shenzhen\/futianshangrila"],["email=slft@shangri-la.com"],["address=4088 Yitian Road, Futian District (福田区益田路4088号; Fú​tián​qū​ Yì​tián​lù​)"],["lat="],["long="],["directions="],["phone=+86 755 88284088"],["tollfree="],["fax=+86 755 88284388"],["hours="],["price=Listed rates for doubles ¥2,967-3,163, discounted from ¥1,581"],["checkin="],["checkout="],["content=Rooms with TV in bathroom, internet access, iPod connector, coffee-making facilities, mini-bar and safe.  Business center, currency exchange, gift shop, ticket office, table tennis, fitness, massage and outdoor swimming pool available.  Chinese and Western restaurants as well as cafë and bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Intercontinental Shenzhen"],["url=http:\/\/www.ichotelsgroup.com\/intercontinental\/en\/gb\/locations\/shenzhen"],["email="],["address=9009 Shennan Rd"],["lat="],["long="],["directions="],["phone=+86 755 33993388"],["tollfree="],["fax=+86 755 33993399"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Futian"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/search\/hotel_detail.html?propertyID=1709"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Dameisha"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=1968"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hyatt Shenzhen"],["url=http:\/\/shenzhen.grand.hyatt.com\/"],["email=shenzhen.grand@hyatt.com"],["address=1881 Baoan Nan Road, Luohu District,"],["lat="],["long="],["directions=City Crossing development"],["phone=+86 755 8266 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= The hotel has 491 rooms and suites and is part of a mixed-use commercial development.  Facilities include: 5 restaurants, 2 lounges, pastry shop, a spa with 13 treatment rooms, fitness centre, swimming pool, business centre and extensive event space."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=the Westin Shenzhen Nanshan"],["url=http:\/\/www.westin.com\/shenzhen"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDespite its sensationalized reputation from Hong Kong residents as being crime-ridden, Shenzhen is relatively safe by Western standards. It is no more dangerous than a major American city and violent crime remains rare. Nevertheless, as always, a little commonsense goes a long way.\n\nThe main problem is petty crime such as ",{"type":"[[","value":[["pickpockets"],["pickpocketing"]]},". Be careful in crowded shopping centres, subway trains, buses, stations and around the theme parks - keep your wallet in your front pocket.\n\nBeing scammed is not so common as in Beijing or Shanghai but be alert for people touting for business (massage, watches, shoes etc.) around the Luohu area, as they sell below-standard fakes at inflated prices. The 'touts' in Luohu bus station are not necessarily touts - there is no ticket office so they are simply there to direct you to your bus and don't require any payment - you should buy your ticket on the bus.\n\nYou will encounter beggars but they are confined to a few places. Notable among these places are border crossings, underpasses, Shekou and Christian churches. Ordinary Chinese rarely give beggars money so they concentrate in places where the punters are either ignorant or have just heard a sermon. They are not aggressive and are mostly harmless. Give money at your own risk - beggars are controlled by criminal gangs and your donation will be funding organized crime - giving food or a drink is more beneficial to them. Particularly avoid giving money to child beggars. There have been several high profile court cases in recent years against gangs who buy children from impoverished peasant families, mutilate them, and use them in the begging racket.\n\n",{"type":"[[","value":[["Driving in China"]]}," can be dangerous, and care should be taken when crossing the street.\n\nProstitution is common - particularly around Luohu and Shekou. Scantily-clad, available-looking women may be prostitutes.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Television"]},"\nTopway Cable Television offers a wide range of international television including BBC, CNN, NHK, HBO, etc. Hong Kong English TV is also offered.\n\n",{"type":"===","value":["Newspapers and magazines"]},"\nNewspaper:\n",{"type":"''","value":["Shenzhen Daily"]}," is the local English language newspaper and is widely available at news kiosks. ",{"type":"''","value":["China Daily"]}," is surprisingly difficult to get.  ",{"type":"''","value":["South China Morning Post"]}," from Hong Kong is also available by subscription and in a couple of outlets. Eon Bookshop, Central Book City, sells a reasonable range of English language magazines. See Book City above.\n\nMagazine:\n",{"type":"''","value":["That's PRD"]}," is a local English magazine, published at the beginning of each month. 45,000 copies are mailed directly and displayed every month in carefully-selected public areas, including Starbucks, 5-star hotels, high-end restaurants & bars, villas and properties. PRD stands for Pearl River Delta.\n\n",{"type":"===","value":["Places of worship"]},"\n",{"type":"*","value":[" Muslim. ",{"type":"[","value":["http:\/\/www.islamicfinder.org\/getitWorld.php?id=49136 Directions for mosques in Shenshen"]},"."]},{"type":"*","value":[" Protestant. The ",{"type":"[","value":["http:\/\/www.szchurch.com\/ Meilin Protestant Church"]}," 梅林基督教堂 126 Meilin Rd, Meilin, Futian 福田区梅林街道梅林路126号 Phone 0755 8311 8817 has services in English, Chinese and Korean"]},"\n",{"type":"*","value":[" Heping Church 和平堂 2\/F Wenhua Garden, Luohu 罗湖区文华花园管理处二楼 Phone 0755 2512 8077"]},"\n",{"type":"*","value":["Catholic. St Anthony's Catholic Church 天主教深圳圣安多尼堂 Nonglin Rd, Zhuzilin, Futian 福田区竹子林农林路 and the Nantou Catholic Church Nantou, Ninth St, Nantou Cheng, Nanshan 南山区南头城南头九节 Phone 0755-26611334 offer Mass on Sundays."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.ChabadShenzhen.org\/ Chabad of Shenzhen"]}," (Jewish), No. 4 Block A Guishan Xiaozhu, Yanshan Rd, Industrial Area Shekou Nanshan District, Shenzhen 518001, 86-755-8207-0712"]},"\n",{"type":"===","value":["Health"]},"\nFour hospitals are recommended by the Shenzhen City Government for foreigners. They are:\n",{"type":"*","value":["Shenzhen People's Hospital 深圳人民医院 1017 Dongmen Rd North, Luohu, 罗湖区东门北1017路 Phone 0755 2553 3018"]},{"type":"*","value":["Shenzhen Peking University Hospital 深圳北京大学医院 1120 Lianhua Rd, Futian 福田区莲花路1120号 Phone 0755 8392 3333"]},{"type":"*","value":["No 2 Shenzhen People’s Hospital (previously called Shenzhen Red Cross Hospital) 深圳第二人民医院 1 Zhenhua Rd, Futian 福田区振华路1号 Phone 0755 8336 6388"]},{"type":"*","value":["Nanshan People's Hospital 南山人民医院 89 Taoyuan Rd, Nanshan 南山区桃园路89号 Phone 0755-26553111"]},"\nThe following dentists give excellent service\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.arrail-dental.com\/en\/index.aspx Arrail Dental"]},", G3 and G4 Shun Hing Square (Diwang Building) Shennan Ave 罗湖区深南东路5002号信兴广场地王商业中心G3&G4层2单元 Phone 0755 2583 5788 "]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.ace-dental.com\/ Ace Dental"]},", 3409 Excellence Times Plaza, Yitian Rd, Futian District 福田区益田路卓越时代广场3409 Phone 0755-83815811 ／ 0755-83815833"]},"\n",{"type":"===","value":["Communication"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.spaxtel.com\/ Spaxtel"]},". Since VoIP services don't work well in China, this service is good for calling internationally, has good call quality, and is reasonably priced."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Guangzhou"]]}," is a journey of between one and two hours by train or road."]},{"type":"*","value":[{"type":"[[","value":[["Hong Kong"]]}," is just across the border, with a travel time of perhaps 90 minutes centre-to-centre, depending on border-crossing time."]},{"type":"*","value":[{"type":"[[","value":[["Zhuhai"]]}," and ",{"type":"[[","value":[["Macau"]]}," can be reached by hovercraft ferry from Shekou."]},{"type":"*","value":[{"type":"[[","value":[["Dongguan"]]}," is thirty minutes north by train or road. "]},{"type":"*","value":[{"type":"[[","value":[["Huizhou"]]}," is forty minutes north-east by bus from the Luohu station bus depot."]},"\n",{"type":"{{","value":[["routebox"],["image1=Jingjiu Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Beijing"]]}],["minorl1=",{"type":"[[","value":[["Dongguan"]]}],["directionr1=S"],["majorr1=END"],["minorr1="]]},"\n\n",{"type":"[[","value":[["WikiPedia:Shenzhen"]]},"\n\n",{"type":"{{","value":[["geo"],["22.5500"],["114.1000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Pearl River Delta"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_Creative_Cities"]]}]