[{"type":"{{","value":[["pagebanner"],["Shetland Eshaness banner.jpg"]]},"\n",{"type":"[[","value":[["File:Fishing vessel leaving the north mouth of Lerwick harbour - geograph.org.uk - 1705315.jpg"],["thumb"],["300px"],["Boat off Shetland"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/visit.shetland.org\/ Shetland Islands"]}]}," are the most northerly archipelago in ",{"type":"[[","value":[["Scotland"]]}," with  over one hundred islands, of which fifteen are inhabited, around 160 km (100 miles) north of the Scottish mainland. Today, the local economy is very dependent on the fishing industry and public services. Although there is limited evidence of its presence, the declining North Sea oil industry is still important and tourism, agriculture and knitwear are also part of the economic picture.\n\n",{"type":"==","value":["Islands"]},"\n",{"type":"[[","value":[["Image:Shetland map.png"],["thumb"],["Map of the Shetland Islands"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}," — the main island in the group"]},{"type":"*","value":[{"type":"[[","value":[["Bressay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Burra"]]}," — actually two islands connected to each other by a bridge spanning a narrow sound."]},{"type":"*","value":[{"type":"[[","value":[["Fair Isle"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fetlar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Foula"]]}," — competes with Fair Isle for the title of remotest inhabited island in the ",{"type":"[[","value":[["United Kingdom"]]}]},{"type":"*","value":[{"type":"[[","value":[["Out Skerries"]]}]},{"type":"*","value":[{"type":"[[","value":[["Papa Stour"]]}]},{"type":"*","value":[{"type":"[[","value":[["Trondra"]]}," — connected to both the \"Mainland\" and Burra by bridges, the island offers beautiful windswept Nordic scenery "]},{"type":"*","value":[{"type":"[[","value":[["Unst"]]}," — the northernmost inhabited island in ",{"type":"[[","value":[["Scotland"]]}," (and by extension, all of the ",{"type":"[[","value":[["United Kingdom"]]},") with much Viking heritage, unspoilt scenery, and a great nature reserve where thousands of North Atlantic birds nest"]},{"type":"*","value":[{"type":"[[","value":[["Whalsay"]]}," — the 'Bonny Isle'"]},{"type":"*","value":[{"type":"[[","value":[["Yell"]]}]},"\n",{"type":"==","value":["Towns & Villages"]},"\n\n",{"type":"===","value":["Towns"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lerwick"]]}]}," — The only town of any size on the islands, Lerwick has a population of approximately 7000, around one third of the total population of the islands.  It combines a thriving port with some charming and picturesque architecture and is very much at the heart of the life of Shetland."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Scalloway"]]}]}," — the historic capital of Shetland, with a large marina, castle, and reasonable selection of shops"]},"\n",{"type":"===","value":["Villages"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Brae"]]}]}," — the largest settlement in the north of ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hillswick"]]}]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[{"type":"'''","value":["Virkie"]}," — closest settlement to the main Airport at Sumburgh in the south of "]},{"type":"*","value":[{"type":"'''","value":["Walls"]}," — in the west of ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[{"type":"'''","value":["Voe"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Baltasound"]}," in ",{"type":"[[","value":[["Unst"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mid-Yell"]}," in ",{"type":"[[","value":[["Yell"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:eyshaness.jpg"],["thumb"],["300px"],["Eshaness"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sumburgh Head"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Jarlshof"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Old Scatness"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Crofhouse Museum"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["St Ninian's Isle"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Quendale Watermill"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Spiggie Loch"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mousa Broch"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Island of Noss"]}," — in ",{"type":"[[","value":[["Bressay"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tingwall Loch"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Weisdale Mill"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Stanydale Temple"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Meal Beach"]}," — in ",{"type":"[[","value":[["Burra"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lunna Kirk"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ronas Hill"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Point of Fethlaland"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Eshaness"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mavis Grind"]}," — in ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hermaness Nature Reserve"]}," — in ",{"type":"[[","value":[["Unst"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Muness Castle"]}," — in ",{"type":"[[","value":[["Unst"]]}]},"\n",{"type":"==","value":["Understand"]},"\nAlthough Shetland is part of ",{"type":"[[","value":[["Scotland"]]}," and therefore the ",{"type":"[[","value":[["United Kingdom"]]},", it is very much a world apart. With its Viking heritage, traditional fishing villages and fjords, Shetland's scenery and culture is more akin to ",{"type":"[[","value":[["Norway"]]}," than it is to the United Kingdom. It almost always appears on maps of the United Kingdom in an insert box, and is in fact closer to ",{"type":"[[","value":[["Bergen"]]}," in ",{"type":"[[","value":[["Norway"]]}," than to ",{"type":"[[","value":[["Edinburgh"]]},". Even the flag of Shetland (a white Nordic cross on a blue background) shows the close links between this part of Scotland and Scandinavia. The fact that this flag, rather than the Saltire or Union Jack can be seen flying from many houses shows the pride and sense of identity of the Shetland people; when Shetlanders refer to 'The Mainland' they almost always mean 'Mainland Shetland' rather than 'Mainland Scotland'.  Although Shetland has been inhabited since prehistoric times, it has only been part of ",{"type":"[[","value":[["Scotland"]]}," since 1472 when it was mortgaged by King Christian I of Norway in lieu of the dowry for his daughter Margaret and later annexed by James III of Scotland.\n\n",{"type":"===","value":["Wildlife"]},"\n",{"type":"[[","value":[["Image:shetlandpuffin.jpg"],["thumb"],["300px"],["Puffin at Sumburgh Head"]]},"\nShetland is of great interest to the naturalist and anyone who is keen to see ",{"type":"[","value":["http:\/\/www.nature-shetland.co.uk\/index.htm wild animals and birds in their native habitat"]},".\n\nOtters 'Draatsi' are relatively common here, and you are far more likely to see this elusive animal in the wild here than anywhere else in the ",{"type":"[[","value":[["United Kingdom"]]}," apart from ",{"type":"[[","value":[["Isle of Jura"]]}," or ",{"type":"[[","value":[["Mull"]]},". ",{"type":"[[","value":[["Yell"]]}," is supposed to be the best location, but any isolated piece of coast line (particularly with a source of fresh water running into the sea) is a possibility, and the best times are early morning or evening and\/or at low tide.  They have even been seen (and filmed) investigating boats in the working port of ",{"type":"[[","value":[["Lerwick"]]},". Other mammals to be found in Shetland are rabbits, mountain hare, hedgehogs and stoats; all of these are believed to have been introduced by mankind.\n\nBirds are particularly prolific here, with Shetland being one of the main breeding grounds for a number of common and rare species.  Particular centres for nesting seabirds are Sumburgh Head, Hermaness, Noss and Foula (with the second highest cliffs in the UK after ",{"type":"[[","value":[["St Kilda"]]},").  Easily observed species are puffins, gannets, guillemots, kitiwakes, fulmars, shags, great and arctic skuas, storm petrels, oystercatchers, eider ducks, cormorants and razorbills.  Inland, curlews, whimbrels, golden and ringed plovers, lapwings and redshanks can be spotted, with Fetlar being the breeding ground of 90% of the UK's population of the rare red-legged phalarope (though sadly Snowy Owls are no longer seen here).  Shetland also sees a fair number of rarities which makes it a favourite location for twitchers.  Probably the best known of these was the lost albatross which visited Hermaness for a number of years and appeared to be attempting to find a mate amongst the gannets.  The best times to birdwatch are between April and July when the birds return to land to rear their chicks.\n\nMarine mammals are also to be seen.  Most prolific are Grey and Common Seals (constantly in evidence around the fish processing plants in ",{"type":"[[","value":[["Lerwick"]]}," looking out for a free feed) which can be seen all over the islands.  They are curious of humans and will often follow a party walking along a shore at a safe distance. Whales and other cetaceans can also be spotted, although this tends to come down to a question of how lucky you are. Minke whales are the most common, but other species of whale, together with porpoises and dolphins can also be seen.  Orcas (called \"killer whales\" but actually a very large species of dolphin) are becoming more prolific around Shetland.  One of the best places to see whales can be from the ferries.\n\n",{"type":"===","value":["Climate"]},"\nThe weather is very much a 'feature' of the area. Although Shetland is typically only a couple of degrees cooler than mainland ",{"type":"[[","value":[["Scotland"]]},", and the maritime climate does not lead to large falls of snow, high winds are very frequent.  Whilst these make Shetland largely midge free (unlike most of Scotland), they add a considerable wind-chill factor, and when combined with horizontal rain you can be both wet and cold within minutes.  Even more so than in mainland Scotland, the weather can change in moments and the entire landscape transformed from bleakness to loveliness by the presence of the sun.  Locals refer to a calm day as 'a day between weathers'. Top temperatures in the summer are unlikely to go over 18C (64F), and while the wind can make this feel cooler, note that it is still perfectly possible to get sunburn.\n\nAt this northerly latitude there is a marked difference in daylight hours between summer and winter, even more so than in the rest of ",{"type":"[[","value":[["Scotland"]]},".  During December there are little more than six hours of daylight (and on a dreary day it can seem as though it never truly gets light), during June on the other hand it hardly gets dark, and the brief twilight between sunset and sunrise is locally known as the 'Simmer Dim'.  Midnight games of golf are even possible!\n\n",{"type":"===","value":["Culture"]},"\nShetland has a diverse and thriving culture all of its own, which has been enhanced by isolation from the rest of ",{"type":"[[","value":[["Scotland"]]},".  Traditional crafts and pastimes include:-\n\n",{"type":"*","value":[{"type":"'''","value":["Music"]}," - The traditional music, especially fiddle music of Shetland is justifiably famous ",{"type":"[","value":["http:\/\/www.shetland-music.com Shetland Music"]},".  The fiddle dates back to around 1700 and has been played on the islands ever since, with influences from Scandinavia and Scotland.  In spite of the risk that it would be overwhelmed by modern music, it has more than stood its ground and all young people have the opportunity to learn to play at school. Traditional music can be heard live in venues all over the islands, and there is a fiddle festival held every year in early October ",{"type":"[","value":["http:\/\/visit.shetland.org\/accordion-and-fiddle-festival Fiddle Festival"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Knitting"]}," - The local 'Shetland Sheep' provide fine, multi-coloured wool which is knitted locally into a variety of garments.  The 'Fair Isle' pattern is particularly famous, and there is a legend (apparently just that), that knitting this was taught to the Fair Islanders by Spanish sailors shipwrecked from the Armada.  Fair Isle pattern has been exploited all over the world (there is an amusing exhibit in the Shetland museum; a page from an American magazine advertising 'Real English Shetland knitware'), but a visit to Shetland is the opportunity to buy some of the real thing.  There are many places selling knitware in the islands, with an obvious concentration in Lerwick.  Particularly fine (though extremely expensive), is patterned knitwear created straight from the undyed natural colours of the sheep.  Beautiful knitted lace is also created and ",{"type":"[[","value":[["Unst"]]}," is particularly renowned for this."]},"\n",{"type":"*","value":[{"type":"'''","value":["Boat Building"]}," - Traditional Shetland sixareens and yoals are still occasionally made in the islands"]},"\n",{"type":"*","value":[{"type":"'''","value":["Storytelling"]}," - Shetland stories often involve traditional folklore with Nordic influence. Prominent are the 'trow', nocturnal faerie folk who live in mounds and are said to steal human musicians away to play for them, and njuggles (malign water horses who seek to drown the unwary). In the Shetland Museum in ",{"type":"[[","value":[["Lerwick"]]}," you can enter a 'reproduction' of a trow mound."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/shetlopedia.com\/Up_Helly_Aa Up Helly Aa"]}]}," - This is Europe's largest and most famous fire festival.  It always takes place on the last Tuesday in January, and the next day is a public holiday to allow for recovery.  Over the year the 'Guizer Jarl' or Viking Chief and his squad meticulously prepare costumes and weapons. A replica heraldic style Viking Galley and torches are also made. The Jarl each year is from the Up Helly Aa committee, onto which he will have been elected up to 15 years previously. The Jarl's Squad, together with around 45 other squads tour around local halls, performing acts, dancing and (of course) drinking.  There is a torchlight procession of over 800 participants and then the Galley is ceremoniously burned. Tickets to the halls are by invitation only, but public tickets are available for the Town Hall from the ",{"type":"[","value":["http:\/\/www.uphellyaa.org\/ committee"]},". Although the Lerwick festival is the largest and most famous, eleven other fire festivals are held across the islands, and in most of these, unlike Lerwick, women may guize."]},"\n",{"type":"===","value":["Industry"]},"\nShetland's fortunes were to some extent transformed by the discovery of North Sea oil in the 1970s. A huge oil terminal was constructed in Sullom Voe near Brae in the north of the Mainland, though fortunately this has been well-managed and has not had a great effect on local wildlife. Oil revenues both halted population decline and have caused Shetland to be a prosperous community considering its size and location. Infrastructure (roads, leisure centres, communications) are very good, and unemployment is generally very low at about 2%. As oil stocks decline, Shetlanders are falling back on traditional occupations such as fishing (there are many fish farms in the more sheltered voes) and crofting.  Tourism is also becoming increasingly important; Lerwick is transformed (not necessarily for the better) when one of the regular cruise ships come in to port and the local shops are packed with the visitors.\n\n",{"type":"===","value":["Media"]},"\nThere is a weekly newspaper (published on Fridays) ",{"type":"''","value":["The Shetland Times"]}," (also available ",{"type":"[","value":["http:\/\/www.shetlandtimes.co.uk online"]},".  There is also a good Shetland Times bookshop in ",{"type":"[[","value":[["Lerwick"]]}," which has books of local interest as well as mainstream titles.  There are two monthly magazines \"Shetland Life\" and \"i,i Shetland\".  UK National newspapers are available on the day of publication.\n\nLocal Radio stations are BBC Radio Shetland and SIBC ",{"type":"[","value":["http:\/\/www.sibc.co.uk\/"]},".  The latter is rather eclectic and well worth a listen, as the local news tends to sum up what makes Shetland different (and endearing) as a location.\n\nTerrestrial television has the usual UK channels and satellite is available.\n\n",{"type":"==","value":["Talk"]},"\nAs elsewhere in ",{"type":"[[","value":[["United Kingdom"]]},", English is the official language and is universally spoken.  Native Shetlanders have a unique accent and dialect which reflects the mixed Scottish and Norwegian influences on the islands.  It is common for locals to speak standard English (with a Shetland Scots accent) to visitors, and a more deeply inflected version of the language between themselves. The official website of the Shetland Dialect group gives some audio examples of Shetland speech from different areas ",{"type":"[","value":["http:\/\/www.shetlanddialect.org.uk\/ Shetland ForWirds"]},".  Note that the former language of Shetland was Old Norn (spoken in some areas into 19th Century) and that Scottish Gaelic has never been part of the local linguistic tradition.\n\nMany dialect words heard in common use reflect local wildlife and conditions, and some, such as 'bonxie' for the great skua have slipped into mainstream English.  Many other dialect words are similar or identical to mainland Scots.\n\nHere is a short list of expressions peculiar to local dialect.\n\n",{"type":"*","value":[" Tammy Norie — Puffin"]},{"type":"*","value":[" Draatsi — Otter"]},{"type":"*","value":[" Solan — Gannet"]},{"type":"*","value":[" Peerie — small"]},{"type":"*","value":[" Simmer Dim — summer twilight"]},{"type":"*","value":[" Voe — inlet of water"]},{"type":"*","value":[" Haaf — deep sea fishing"]},"\n",{"type":"==","value":["Get in"]},"\n\nThe main transport links to Shetland are to and from the Scottish Mainland.\n\n",{"type":"===","value":["By sea"]},"\n",{"type":"[[","value":[["Image:leavingaberdeen.jpg"],["thumb"],["300px"],["Ferry Leaving Aberdeen"]]},"\n\nNorthlink Ferries ",{"type":"[","value":["http:\/\/www.northlinkferries.co.uk"]}," provide a daily passenger and vehicle transport service between ",{"type":"[[","value":[["Lerwick"]]}," and ",{"type":"[[","value":[["Aberdeen"]]}," which also calls in at ",{"type":"[[","value":[["Kirkwall"]]}," in ",{"type":"[[","value":[["Orkney"]]}," up to twice a week depending on the time of year (when calling at Kirkwall, the ferry leaves Aberdeen two hours earlier than usual to accommodate this). The ferry service is an overnight crossing, leaving Aberdeen at 7pm (or 5pm) and arriving in Lerwick at 7:30am. Although the boat is large and stable, this is an ocean crossing and at times it can be rough; do not be too alarmed if you are handed a disclaimer on boarding stating that you are travelling at your own risk!\n\nIf travelling by car, follow the signs to 'Aberdeen Harbour'.  The ferry terminal itself is not clearly signposted, but you should see a large blue and white ship on your right as you enter the harbour area.  If cars are queueing (as they probably will be unless you are very early), join the end of the queue to your left.  Do not drive right up to the terminal gate or you will have to turn round which is not particularly easy.  Photo id has been required for the last couple of years.\n\nIf the ferry is full and you are travelling to Lerwick, you will be boarded on the lower car deck if you arrive at the terminal early.  It goes without saying that if you are boarded on the lower deck and you are intending to disembark at Kirkwall, you should inform staff immediately, otherwise you are likely to visit the scenic Shetland Isles sooner than you were intending.\n\nOn board the ship, you can either sleep in the reclining 'aircraft style' seats in the lounge, stretch out on the couches in the bar (once it has closed), or book a cabin.  The latter is by far the most comfortable option as even standard cabins, whilst small, have comfortable bunks and a private toilet and shower.  If you choose to dispense with a cabin, note that although comfort would dictate taking a sleeping bag and pillow, staff are fairly strict about not leaving them unattended in the lounge and you will have to carry them around with you.\n\nThe ferry is fairly plush and well equipped.  There are two bars, a self-service restaurant, a cinema and a silver-service restaurant which serves a rather good take on Shetland and Orkney specialities.  There is also a cinema, though if it is rough, be warned that watching a film in a darkened room is a good recipe for sea-sickness.  The internal areas of the ship are non-smoking, but there is an outside area on deck which stays open all night where you can smoke.  Dependent on the weather, there may be access to the upper deck until late at night, and it is generally opened again in time to view the entrance to Lerwick in the morning.  On the return journey there are particularly good views of Fair Isle from the outside decks.\n\nArrival into Shetland is normally announced at 6:30am and breakfast is then available in the self-service restaurant.  The ferry is normally exactly on time at 7:30am, and drivers have to leave promptly to move their cars, but (with their boarding pass) can then return on board for breakfast if they wish.  They, along with non-drivers and foot passengers, can remain on the ship until 9:00am.  The ferry terminal is near the centre of Lerwick and pre-booked hire cars can be picked up from within the terminal building.\n\nArriving in Shetland by ferry makes the journey part of the travel experience, and helps you to appreciate how remote the islands really are. Fares in the winter are considerably cheaper than at peak season, and as car fares are far more expensive than foot-passenger fares, it may make sense to rent a car rather than taking your own.  Some travellers have reported having difficulty in changing their ferry bookings as their plans change, so be aware that Northlink hold a monopoly on scheduled sea travel to the islands and may not be particularly flexible about changes, especially during busy periods.\n\n",{"type":"===","value":["By air"]},"\nLoganair ",{"type":"[","value":["http:\/\/www.loganair.co.uk\/"]}," provide the only scheduled passenger air service to the Scottish Mainland as a franchise of Flybe ",{"type":"[","value":["http:\/\/www.flybe.com\/"]},". They operate to Sumburgh Airport ",{"type":"[","value":["http:\/\/www.hial.co.uk\/sumburgh-airport\/airport-information"]}," located 30 miles south of Lerwick.  Flights operate to ",{"type":"[[","value":[["Aberdeen"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Inverness"]]}," and ",{"type":"[[","value":[["Kirkwall"]]},". Unfortunately, due to lack of competition on the routes, fares are relatively expensive, even when booked well in advance.  Whether it is cheaper to travel by ferry with your own car, or fly and hire one very much depends on the time of year and other factors such as how close you live to Aberdeen.\n\nThe Faroese airline Atlantic Airways ",{"type":"[","value":["http:\/\/www.flyshetland.com\/"]}," used to provide a twice weekly seasonal (June to October) service from ",{"type":"[[","value":[["London"]]}," (Stansted), but this route has not operated since 2009 due to the difficulties experienced by passengers travelling without passports when fog at Sumburgh caused the flight to be diverted to Atlantic Airways' home airport in the Faroe Islands.\n\nDepending on which runway you land on, you should not expect to see much of Shetland as you land, because the airport is on the extreme southern tip of the Mainland, and the best you will get is a brief view of the lighthouse on Sumburgh Head. One runway at Sumburgh is somewhat unusual, in that the main road goes right across it, and when a plane is due, level-crossing gates are closed across the road.  The terminal itself is small, but has a cafe\/bar, shop, wi-fi internet and ATM.  Security here is also not nearly as oppressive as in large mainland airports.\n\nCar hire is available within the terminal from Star Rent a Car ",{"type":"[","value":["http:\/\/www.starrentacar.co.uk"]}," or Bolts Car Hire ",{"type":"[","value":["http:\/\/www.boltscarhire.co.uk\/"]}," will pick you up and take you to your car at their near-by depot. In both cases advance reservation is advisable.  The airport information page has details of local taxi companies who can meet you at the airport and again, it is advisable to book in advance.  The Service 6 bus calls at the airport at fairly regular intervals ",{"type":"[","value":["http:\/\/www.zettrans.org.uk\/bus\/SouthMainland.asp"]},", and takes you to Lerwick in around 40 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By sea"]},"\nThe inhabited islands are served by regular ferries operated by Shetland Islands Council ",{"type":"[","value":["http:\/\/www.shetland.gov.uk\/ferries\/"]},". Routes to Bressay, Yell, Unst, Fetlar and Walsay operate at least eighteen hours per day, although some early and late sailings will only run if there are pre-booked reservations.  Places may be reserved for vehicles on all these routes (except Bressay), and pre-booked vehicles take presidence over unbooked ones.  Sailings to Out Skerries and Papa Stour are less frequent and require reservations for all vehicles.  The ferry to Fair Isle is by reservation only and is not ro\/ro (it can carry vehicles but they must be craned on and off and there would be no real reason for a visitor to take a car).  The ferry to Foula runs twice weekly and is operated by Atlantic Ferries Foula Ferry ",{"type":"[","value":["http:\/\/www.atlanticferries.co.uk\/"]},".\n\n",{"type":"{|","value":[["border=\"1\" cellspacing=\"0\" cellpadding=\"3\""],["|+ Crossings by Route"],["! Route !! Crossing Time"],["|-"],["| Gutcher (Yell) to Belmont (Unst) || 10 Minutes"],["|-"],["| Gutcher (Yell) to Hamarsness (Fetlar) || 30 Minutes"],["|-"],["| Belmont (Unst) to Hamarsness (Fetlar) || 30 Minutes"],["|-"],["| Toft (Mainland) to Ulsta (Yell) || 20 Minutes"],["|-"],["| Laxo (Mainland) to Symbister (Walsay) || 30 Minutes"],["|-"],["| Vidlin (Mainland) to Symbister (Walsay) || 45 Minutes"],["|-"],["| Vidlin (Mainland) to Skerries || 90 Minutes"],["|-"],["| Symbister (Mainland) to Skerries || 75 Minutes"],["|-"],["| Lerwick (Mainland) to Skerries || 2 Hours 30 Minutes"],["|-"],["| West Burrafirth (Mainland) to Papa Stour || 40 Minutes"],["|-"],["| Lerwick (Mainland) to Maryfield (Bressay) || 7 Minutes"],["|-"],["| Fair Isle to Grutness (Mainland) || 2 Hours 40 Minutes"],["|-"],["| Fair Isle to Lerwick (Mainland) || 4 Hours 30 Minutes"]]},"\n\nNote that in case of inclement weather, ferries may sail from an alternative port e.g. normally ferries to Walsay depart from Laxo, but in high winds depart from Vidlin.  In this case (or if the weather is so bad the ferries are not sailing at all!) information is displayed on electronic notice boards on the main road out of Lerwick heading north.\n\n",{"type":"===","value":["By air"]},"\nInter-island flights are operated by DirectFlight Ltd on behalf of Shetland Islands Council, and depart from Tingwall Airport 7 miles\/10 km north of Lerwick ",{"type":"[","value":["http:\/\/www.shetland.gov.uk\/transport\/air\/"]},".  Routes operated are to ",{"type":"[[","value":[["Fair Isle"]]},", ",{"type":"[[","value":[["Out Skerries"]]},", ",{"type":"[[","value":[["Papa Stour"]]}," and ",{"type":"[[","value":[["Foula"]]}," (flying is the only way to have a daytrip to Foula).\n\nThere is no bus to Tingwall airport, but you can get a private taxi, or book a Dial-a-Ride taxi from Viking Bus Station in Lerwick on 01595 745745 (before 16:30 the day prior to travel).\n\n",{"type":"===","value":["By land"]},"\nThe roads are kept in an excellent condition which most of the rest of UK can only envy.  The main road is the A970, which runs from Sumburgh Airport in the South mainland, right up to Isbister in the north.  For the majority of its length it is a fine two lane road (with even a short stretch of dual carriageway coming out of Lerwick to the north), although once it enters Northmavine it becomes partially single track.  The same can be said for the main roads in the North Isles, but it is worth noting that even if a road is designated as 'A' on the map, it may still be single track and unfenced.  Traffic is sparse (except for a brief 'Lerwick rush hour' which lasts all of 15 minutes around 9am and 5pm on the A970) and once off the main roads, it is polite to wave at drivers approaching from the other direction, paricularly if they have pulled into a passing place on a narrow road.  Note that if you are driving slowly and admiring the scenery, it is also polite to pull over to allow locals in a hurry (who know the road conditions far better than you) to get past.\n\nThere are no fixed speed cameras, though hand-held radar or, rarely, a mobile camera, may sometimes be seen.  The police presence is generally light in Shetland, but note that national UK speed limits and rules on drink driving apply here as much as anywhere else.\n\nPetrol and diesel is widely available (although petrol stations are smaller and less frequent away from Shetland) although is more expensive (roughly 10p\/litre) than in mainland Scotland.\n\nThere is no rail service in Shetland.\n\n",{"type":"====","value":["Bus"]},"\nThere is a reasonable bus service around Shetland ",{"type":"[","value":["http:\/\/www.zettrans.org.uk\/bus\/BusTimetables.asp"]}," and taxis are also available. Cycling is also a possibility and can be wonderful in good weather but awful in driving wind and rain. This is also fantastic walking country, but note that distances between main attractions are surprising long. As places go, Shetland is probably about as safe a place to hitchhike as you will see, but the usual warnings apply.\n\n",{"type":"====","value":["Car Hire"]},"\nThere are two local rental firms in Shetland: Star Rent a Car ",{"type":"[","value":["http:\/\/www.starrentacar.co.uk\/"]}," and Bolts Car Hire ",{"type":"[","value":["http:\/\/www.boltscarhire.co.uk\/"]}," who have branches in Lerwick and Sumburgh Airport. In addition to taking reservations, the two companies also operate as agents for most of the international car hire networks.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Shetland Museum and Archives"]}," - in ",{"type":"[[","value":[["Lerwick"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Wildlife of all descriptions"]}," - everywhere!"]},{"type":"*","value":[{"type":"'''","value":["Most Northerly everywhere"]}," - in ",{"type":"[[","value":[["Unst"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Shetland Ponies"]}," - all over the islands and running free in ",{"type":"[[","value":[["Unst"]]},"."]},{"type":"*","value":[{"type":"'''","value":["The 'Simmer Dim"]},"' - UK's take on 'land of the midnight sun' during June when it is light enough to play golf at midnight."]},{"type":"*","value":[{"type":"'''","value":["Some of the most spectualar coastal scenery in the world"]}," - All over the islands but particularly Hermaness, Eshaness, Noss and ",{"type":"[[","value":[["Foula"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Beaches"]}," - Beautiful, isolated and can look tropical in the right weather.  If you feel very brave have a swim, but be aware that the water is very cold."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Shetland Folk Festival"]}," - Every May, concerts and impromptu performances take place in halls and pubs all over mainland and the outlying islands. The range of music on offer is truly eclectic (local, European and American commonly appearing together in one programme), and the atmosphere is unique with long tables of concert goers of all ages crammed into village halls.  Performances run well into the night (and night falls late in Shetland in May). "]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sea Kayaking"],["alt="],["url=http:\/\/www.seakayakshetland.co.uk\/seakayakshetland\/Home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Available from Bridge End Outdoor Centre in ",{"type":"[[","value":[["Burra"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wildlife watching boat trips"],["alt="],["url=http:\/\/www.seabirds-and-seals.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Various operators but amongst the best is Seabirds and Seals. Tickets available from tourist information centre in ",{"type":"[[","value":[["Lerwick"]]},". An excellent tour around Noss, including a visit to a sea cave where you get the chance to see the world beneath the water via an underwater camera. If it is at all windy, though, be prepared to have a strong stomach as it can be rough."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sport and Leisure"]}," - There is a wide range of leisure facilities in Shetland (where you can enjoy a swim, sauna, game of squash or many other activities), not only in ",{"type":"[[","value":[["Lerwick"]]}," but in many small rural communities where you would not expect to see them Shetland Leisure Centres ",{"type":"[","value":["http:\/\/www.srt.org.uk\/leisure-centres"]},". Or enjoy a midnight game of golf on one of UK's most northerly courses."]},"\n",{"type":"*","value":[{"type":"'''","value":["Visit the storm petrels in Mousa"]}," - Take a boat trip out to Mousa in the simmer dim and see the storm petrels returning to their nests in the Broch Mousa Ferry ",{"type":"[","value":["http:\/\/www.mousa.co.uk\/timetable"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Up Helly Aa"]}," - Witness Europe's biggest fire festival, drink and dance the night away and then observe the (apparently very amusing) activities on the streets of ",{"type":"[[","value":[["Lerwick"]]}," the next morning as the Guizers return home."]},"\n",{"type":"==","value":["Eat"]},"\n\nShetland cuisine is heavily based on the prolific and excellent local seafood, together with local lamb.  Milk and dairy products are produced locally, as is some beef.  One of the best known local specialities is 'reestit mutton' which is salted, dried meat often served with bannocks or as part of a potato soup.  Locally produced beers from the Valhalla brewery in ",{"type":"[[","value":[["Unst"]]}," are served all over the islands, and a whisky distillery is suppposed to be going to be estabilshed in the islands at some point.  Some vegetables and fruit are grown in the islands, but this can be difficult due to the climate, and much is imported.\n\nMost places to eat out are in ",{"type":"[[","value":[["Lerwick"]]},", although there are a number of other good locations, mostly country hotels.  Individual recommendations are listed in their respective location pages.\n\nThere are two good supermarkets in the islands, both in ",{"type":"[[","value":[["Lerwick"]]},", together with a number of local shops.\n\nDuring the summer months there is a local tradition of Sunday Teas being offered in local village halls.  This is a wonderful opportunity to sample local homebaking and proceeds generally go to charity.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are a number of lively bars (and even a nightclub) in ",{"type":"[[","value":[["Lerwick"]]}," which are listed in that article.  Outside the capital, bars tend to be in local hotels.\n\nThere is an off-license in ",{"type":"[[","value":[["Lerwick"]]}," and alcohol is sold in supermarkets and local shops.\n\nThe legal drinking age is 18(16 for accompanied minors drinking beer or cider with a meal).  Proof of age is increasingly required for those who appear to be under 25.\n\n",{"type":"==","value":["Stay safe"]},"\n\nFrom a crime perspective, Shetland is an extremely safe place.  If you are mugged, robbed or treated with anything other than courtesty during your stay, you can consider yourself extremely unlucky.  Outside ",{"type":"[[","value":[["Lerwick"]]},", it is common for doors to be left unlocked, and it is perhaps some indication of the general lack of crime that the theft of someones' wallet from an unattended house in ",{"type":"[[","value":[["Yell"]]}," made the number one spot on the local radio news for three days.  Drug use is reputed to be on the upturn, and CCTV cameras have recently been introduced in ",{"type":"[[","value":[["Lerwick"]]},", but Shetland is still a very quiet and peaceful place when compared to other locations in ",{"type":"[[","value":[["United Kingdom"]]}," (and the rest of the world).\n\nThe main hazards in the islands tend to be environmental rather than human derived.  Bonxies (great skuas) and other sea birds can be aggessive if you approach their nests during the breeding season, and will attempt to dive-bomb you.  The best solution is to keep to the paths, but holding an arm or a stick above your head will generally keep them off.  Take care next to clifftop areas, as outside the main tourist locations there are no warning signs or fenced-off areas, and these can be unstable.  At Hermaness there are warning signs telling you not to wear waterproof trousers, as the consequences of falling over while wearing them and then sliding could be very severe indeed.  Costal waters can be very rough and tides strong, so you are better accompanied by a local guide when kayaking unless you are very experienced and know the area.\n\nFor emergency services (police, ambulance, fire brigade, coastguard) ring '999'.\n\nAs part of ",{"type":"[[","value":[["United Kingdom"]]},", Shetland is covered by the National Health Service with free health cover for British and other EU nationals. The main hospital is the Gilbert Bain in ",{"type":"[[","value":[["Lerwick"]]}," which provides most healthcare services including accident and emergency ",{"type":"[","value":["http:\/\/www.shb.scot.nhs.uk\/healthcare\/shetlandwide\/index.asp"]},". In the case of a real emergency, anyone, regardless of nationality would be provided with assistance free of charge.\n\nTap water is safe to drink.  There are no endemic diseases requiring special vacinations.  In areas frequented by sheep, watch out for ticks which can occasionally carry disease.  There are no poisonous snakes or other creatures.\n\n",{"type":"==","value":["Connect"]},"\nAll major mobile phone networks are available in Shetland, though coverage for most tends to be a bit patchy (or in some cases non-existent) outside ",{"type":"[[","value":[["Lerwick"]]},".  If your mobile does not work there are telephone boxes in most villages, and cards for these are available in newsagents and supermarkets.\n\nFast broadband is available over most of the islands, although in remote areas it is restricted by distance from the telephone exchange.  Pay for use internet access is available in the Tourist Information Centre in Lerwick and some hotels and other locations.\n\n",{"type":"==","value":["Cope"]},"\nLocal government services are provided by Shetland Islands Council ",{"type":"[","value":["http:\/\/www.shetland.gov.uk\/"]},".\n\nElectricity voltage and adaptors are UK standard.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Orkney Islands"]]},", ",{"type":"[[","value":[["Faroe Islands"]]}," or mainland ",{"type":"[[","value":[["United Kingdom"]]}," by ferry or air.\n\n",{"type":"[[","value":[["WikiPedia:Shetland Islands"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Scotland"]]},"\n",{"type":"{{","value":[["geo"],["60.3038"],["-1.2689"],["zoom=9"]]}]