[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Shibam details Wadi Hadhramaut Yemen.jpg"],["thumb"],["310px"],["The world's first high rises, built from mud"]]},"\n\n",{"type":"'''","value":["Shibam"]}," is in the ",{"type":"[[","value":[["Hadramawt region"]]}," of ",{"type":"[[","value":[["Yemen"]]},". The unique, sixteenth century, mud-built, high rise apartment buildings for which the city is famous constitute a ",{"type":"[[","value":[["UNESCO World Heritage list"],["UNESCO World Heritage site"]]},". The city itself dates back to the second century AD, while the high rises were built in the middle ages to protect the citizens from Bedouin raids. The bizarre \"skyline\" that the high rises (some sixteen stories tall!) bestow upon the city has led to the moniker, \"Manhattan of the Desert.\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Shibam Yemen Interior.jpg"],["thumb"],["200px"],["Walking between the high rises"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Al-Mihdhar mosque"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThe main streets of the city have a number of stores located in buildings. The stores sell some interesting souvenirs not found elsewhere in Yemen, particularly antique window frames and furniture. However, most of these are not real antiques but are new pieces, made to look old by the local craftsmen. \n\nThe main thing to buy is the original wooden Shibam locks and keys. These decorated pieces are actual keys that look similar to hairbrushes. The pins in the key are made to align with holes in the lock to unlock the door. These can be bought at most shops in the city. \n\nThe shopkeepers in Shibam are not prepared to bargain much. They insist that their prices are already low and that they do not intend to lower them by much. The traveller arriving from Sanaa, where the initial prices are usually exorbitant, may find this confusing at first.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are no restaurants within Shibam.\n\n",{"type":"==","value":["Drink"]},"\n\nA small cafe on the square at the entrance to the city serves tea. You can also smoke a water pipe or play dominoes. A lot of locals usually sit in this square, making it a great place to get the feel of the country.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Shibam Wadi Hadhramaut Yemen.jpg"],["thumb"],["200px"],["The city is only home to 7000"]]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["15.926939"],["48.626669"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Yemeni_Mountains"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Shibam"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Shibam"]]}]