[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Shimba Hills National Reserve"]}," is a small National Reserve in the ",{"type":"[[","value":[["Coastal Kenya"],["Coast Province"]]}," of ",{"type":"[[","value":[["Kenya"]]},", 33 km from ",{"type":"[[","value":[["Mombasa"]]}," and 15 km from the coast.\n\n",{"type":"==","value":["Understand"]},"\nShimba Hills National Reserve is known for its beautiful lush green vegetation, forested landscape, sharp slopes and steep valleys. It is not ideal for animal safaris because the African wildlife is difficult to spot in the dense vegetation. The animals hide in the shade of the forest in order to keep cool until the early evening. However, you may see the rare sable antelope and many birds on your visit. \n\n",{"type":"===","value":["History"]},"\nIt was created as a national forest in 1903 and is now one of the largest areas of coastal rainforest in East Africa covering 24,000 hectares of land. \n\n",{"type":"===","value":["Landscape"]},"\nThe reserve is an area of coastal rainforest, woodland and grassland.\n\n",{"type":"===","value":["Flora and fauna"]},"\nIt is an important area for plant biodiversity – over 50% of the 159 rare plants in Kenya are found in the Shimba Hills, including some endangered species of cycad and orchids. It is also a nationally important site for birds and butterflies. There are estimated to be approximately 700 elephants in the reserve. This population is unsustainably high – it causes significant damage to vegetation, threatening the endangered plant life. Conflict between humans and elephants has also reached critical levels. North of the Reserve, the Mwaluganje elephant sanctuary has been established to provide a route for elephants to leave the park. The remainder of the park boundary is fenced to prevent the elephants from invading farmland. The Kenya Wildlife Service has plans to relocate up to 400 elephants from Shimba to Tsavo East National Park in 2005. Shimba Hills contains Kenya's only population of Sable Antelope. There are about 100 in the park.\n\n",{"type":"===","value":["Climate"]},"\nThe climate in the reserve is hot and moist but is cooler than that at the coast with strong sea breezes and frequent fog in the early morning. The annual rainfall is 855mm - 1682mm and an avarage temperature of 24.2 degrees celcius.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nAdults US$25 \/ Students and children US$15\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pengo Hill"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 450m high hill that offers a magnificent view of the surrounding landscape. On a clear day the Tsavo plains, the ocean and also the Mount Kilimanjaro can be seen."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sheldrick Falls"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the main attractions to the Shimba Hills is the impressive Sheldrick Falls, which cascade 25m over the escarpment. There is a scenic 2km footpath that takes up to an hour to walk each way. Take a hat, sunscreen and water to drink and keep a sharp lookout for elephants. A ranger will accompany hikers without charge from 10-3pm daily. Sheldrick Falls is an idyllic spot for a cool swim and a picnic."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sable antelope"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The park has the last breeding herd of beautiful sable antelope in Kenya. They are among Kenya's largest antelope, with black coats and long, scimitar-shaped horns, which they were hunted for. They may be seen grazing early or late in the day around Buffalo Ridge."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Elephants"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are more than 600 elephants in the park and a fenced elephant corridor links the park with the elephant sanctuary at Mwaluganje Forest. In addition to elephants, there are also buffalo, waterbucks, hyenas, warthogs, leopards, baboons and monkeys. Maasai giraffes and ostriches have also been reintroduced to the park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Birds"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are many birds, including 111 different recorded species. There are even more birds to be seen during the spring migration. Bird shooting is only permitted outside the reserve."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Night drive"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Some unique things to do at Shimba Hills National Park include taking a guided night drive. You may see leopards and cheetahs, and will certainly hear the hyenas howl in the eerie darkness. You can also buy a unique souvenir at the gates, a paper that is handmade from elephant dung!"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Kenya"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["-4.27418"],["39.39560"]]},"\n",{"type":"[[","value":[["Wikipedia:Shimba Hills National Reserve"]]}]