[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Shinnston"]}," is a city in Mountaineer Country - north-central West Virginia. This is Mid-Atlantic region on some maps and South on others.\n\n",{"type":"==","value":["Understand"]},"\n\nLevi Shinn and his brothers came in 1772 and returned with their families. Levi Shinn and his wife Elizabeth Smith Shinn built a 2-story log house in 1778 that still stands on the original site. Shinnston was incorporated in 1852 as Shinnston, Virginia and became Shinnston, West Virginia on June 20, 1863 when West Virginia became a State.\n\n",{"type":"==","value":["Get in"]},"\n\nOne can get to Shinnston from Exit # 125 or 124 from I-79 as it is just over 6 miles west. Pittsburgh (PIT) is the nearest major airport and North-Central Regional Airport (CKB) is 11 miles away.\n\nUS Rte. 19 goes through the City of Shinnston. Shinnston is located halfway between the cities of Fairmont and Clarksburg.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nShinnston has the Levi Shinnston log house circa 1778 with tours available. The Bice-Ferguson Memorial Museum has a permanent exhibit of telephones dated from the 1880s and other antiques and memorabilia with exhibits that change monthly through the \"season\". The Veterans Memorial is in honor of and memory of veterans from the French and Indian War to current troops. The B & Bs For Vets Program began in Shinnston in 2008. The Shinnston Community Band performs an Independence Concert at Ferguson Park in July and a Christmas Concert at the Lighthouse the first Saturday in December.\n\n",{"type":"==","value":["Do"]},"\n\nBike, hike, or bring your horses to the West Fork River Rail-Trail, a 17 mile rail-trail between Shinnston and Fairmont. Play bocce, pitch horseshoes, or swim at Ferguson Park. Play basketball of watch Little league at the Shinnston Activities Park. Visit the Sunset-Ellis Drive-in Theater May weekends thru Labor Day.\n\nVisit the City of Shinnston ",{"type":"[","value":["http:\/\/www.shinnstonwv.com"]}," for more information about the City and Events.\n\n",{"type":"==","value":["Buy"]},"\n\nShinnston has many shops in Downtown Shinnston and along the US Rte. 19 corridor. Visit Shabby Chic Sisters, Aralynna's, The Penny Pincher, Home Style, The Treasure Chest, Bella's Treasures, Pike Street Bikes, or The Portrait Studio downtown. All Seasons Florist and other shops are found along US Rte. 19.\n\n",{"type":"==","value":["Eat"]},"\n\nVisit ",{"type":"[","value":["http:\/\/www.gillumhouse.com\/shinnston-wv\/restaurants\/"]}," for restaurants in and around Shinnston\n\n",{"type":"==","value":["Drink"]},"\n\nThe Sports Bar, the Orioles Club, American Legion, and Moose Lodge offer libations in Shinnston.\n\n",{"type":"==","value":["Sleep"]},"\n\nAccommodations are available in Shinnston at the Gillum House Bed & Breakfast ",{"type":"[","value":["http:\/\/www.gillumhouse.com"]},". The Bunk House Motel is located just south of Shinnston City Limits.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nShinnston is accessed via US Rte. 19 of from I-79 vis Exit # 125 then west to WV Rte. 131 into Downtown Shinnston or from Exit # 124 (Jerry Dove Drive) west to WV Rte. 707 and then left onto WV Rte. 131 into Downtown Shinnston.\n\n",{"type":"{{","value":[["geo"],["39.394167"],["-80.300278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mountains and Lakes Country"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Shinnston, West Virginia"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/West_Virginia\/Localities\/S\/Shinnston\/"]]}]