[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Shirakawa Komine Castle 20100625-01.jpg"],["thumb"],["right"],["350px"],["Komine Castle"]]},"\n\n",{"type":"'''","value":["Shirakawa"]}," (",{"type":"{{","value":[["lang"],["ja"],["白河"]]},") is a city in ",{"type":"[[","value":[["Fukushima (prefecture)"],["Fukushima"]]},"\n\n",{"type":"==","value":["Understand"]},"\nShirakawa is the southernmost city in Fukushima prefecture, with population of approximately 60,000 people.\nThe city was originally a castle town, situated at the border of the civilized Kanto region and the wilder Tohoku to the north. A park and memorial are situated at the site where the actual barrier gate (白河の関-Shirakawanoseki) is believed to have been located.\nThe famous haiku poet ",{"type":"'''","value":["Basho"]}," is said to have passed through Shirakawa on his travels. \n\n",{"type":"==","value":["Get in"]},"\n\nShirakawa is served by the Tohoku Shinkansen, which stops at Shinshirakawa station. The journey from Tokyo takes about 90 minutes and costs around ￥6000 one way.\nShirakawa is also served by the Tohoku Main Line, which links Shinshirakawa station with Shirakawa station.\nBy car, the trip from Tokyo to Shirakawa takes around three hours using the Tohoku expressway. \nRegular highway buses",{"type":"[","value":["http:\/\/www.kakuyasubus.jp\/hokkaido_kanto\/abukuma\/index.html"]}," from Shinjuku also serve Shirakawa, arriving and departing from the Nishigo bus stop to the west of Shinshirakawa station. The journey costs ¥3400 one way, and takes three hours.\n\n",{"type":"==","value":["Get around"]},"\nAlthough Shirakawa is not a large city and a circuit of town can be completed in about an hour, it is best explored by car, bus or taxi. Bus stops and taxi stands are located outside both Shirakawa and Shinshirakawa station. There is a JR car rental office at Shinshirakawa station.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Komine Castle"]}," is a reconstruction of a 17th century castle, located about 5 minutes walk from Shirakawa station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nanko Park"]}," is claimed to be one of the first officially named parks in Japan, with a traditional garden and teahouse. Access to Nanko park is free, but a small fee is charged for entry to the garden and teahouse (Kyorakutei)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shirakawa no seki"]}," (Shirakawa Barrier) is situated in a park to the south of the city, and is believed to be the site of the ancient barrier between the unconquered north and the capital region of Kanto to the south. The poet Basho is said to have visited here."]},"\n",{"type":"==","value":["Do"]},"\n\nWhile Shirakawa itself does not have a large number of attractions, it is a pleasant rural city, close to several local attractions. (See the \"Go next\" section below).\n\n",{"type":"'''","value":["Daruma Ichi"]}," is held on Foundation Day in February of each year. During this festival, daruma (traditional papier mache dolls) are sold in the streets of Motomachi. According to tradition (and the local sellers), a larger doll should be purchased each year.\n\n",{"type":"'''","value":["Chochin Matsuri"]}," (Lantern Festival) is held between September 13th and 15th of every second year. The next festival will be in 2009. A smaller festival is being trialled for intervening years. During this festival, representatives from each of the villages making up the city parade through the streets carrying lanterns and mikoshi (portable shrines). The higlight of the festival is on the last night, when the parade wades through the　Abukuma river to the Renhouji temple (聯芳寺).\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Shirakawa is famous in the region for its unique ",{"type":"'''","value":["daruma"]}," (wooden doll) design. Various sizes of these dolls are available from shops in the older part of town. Prices start at ￥200 for small daruma."]},{"type":"*","value":[" Local residents also pride themselves on their ",{"type":"'''","value":["ramen"]}," (Chinese-style noodles), and although they may not be a suitable souvenir, they do make an excellent lunch."]},{"type":"*","value":[" Shirakawa is also home to several local ",{"type":"'''","value":["sake"]}," breweries. Bottles of local sake can be bought from about ￥1000 at several shops in town, including the international store at the Mega Stage shopping mall."]},"\n",{"type":"==","value":["Eat"]},"\n\nShirakawa is famous in the region for it's ramen noodles. There are claimed to be more than 100 ramen shops in the city.\n\n",{"type":"*","value":[" \"Hanabusa (英)\", Nibancho 6 (二番町6), ",{"type":"''","value":["(500m from the central post office on Route 294)"]}," 0248-22-1250, Various kinds of ramen and gyouza (dumplings) are served here. Large bowls of ramen start from about ￥700."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pirate Ship"],["url=http:\/\/www.pirateship.jp\/"],["email="],["address=Uenodai 12 (上ノ台12)"],["lat="],["long="],["directions=Located behind the Toho Bank (東邦銀行) on Motomachi dori (本町通り) near Shirakawa station."],["phone = +81 248-24-3333"],["tollfree="],["fax="],["hours="],["price=The Pirate Ship is a vaguely pirate-themed restaurant with a fun atmosphere. The menu features variations on the usual Japanese izakaya (pub) standards. Snacks from about ￥400, drinks from about ￥350"],["content="]]}]},"\n",{"type":"*","value":[" \"Rire et Rire (リールエリール)\", Nibancho 46 (二番町46) ",{"type":"''","value":["(Located in a traditional wooden building on the corner of Route 294, not far from Hanabusa)"]},", 0248-22-1985. Traditional on the outside, cozy and modern inside. A variety of Japanese and Western set meals are available with soup and rice from about ￥1000. There are also a few good desserts starting at ￥400."]},"\n",{"type":"==","value":["Drink"]},"\n\nShirakawa has several sake breweries, and it is possible to try local sake at one of the many izakaya (Japanese-style pubs) in town.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beer Garden"]}," (ビールガーデン), located on a rooftop adjacent to the Promise and NTT Buildings which can be identified by its red lanterns, sells snacks and large pitchers of beer for about ￥800. Beer Garden has a friendly atmosphere complete with photo-phobic dog Rabuchan. It is only open during summer, from about 5pm, but can vary randomly according to the owner's whim."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Cariboo"],["alt="],["url=http:\/\/cariboo.in\/top.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 248-21-9333"],["tollfree="],["fax="],["hours="],["price="],["content=Nakamachi 42, Basement of the Shirai Building (中町４２白井ビル地下), is a Jamaican bar with occasional live DJs playing reggae music. The owner's wife is Jamaican, and makes a good range of light meals, including Jerk Chicken and Pepper Shrimp. Red stripe beer is available (￥680), as are a variety of rums (from ￥500). Downstairs opposite the Joyo Bank in by Shirakawa station. Look for the English sign."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Bend Cafe"],["alt="],["url=http:\/\/www.pirateship.jp\/03_bend_cafe\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a live music venue in a converted warehouse. Located next to the Pirate Ship restaurant."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nShirakawa has several hotels, mainly located close to Shinshirakawa station.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Toyoko Inn"],["alt="],["url=http:\/\/www.toyoko-inn.com\/e_hotel\/00086\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is the local branch of this business hotel chain, with rooms starting from about ￥4600 for a single. Doubles are available for about ￥6800."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunroute Hotel Shirakawa"]},", part of the Sunroute chain, is located next to Shinshirakawa station. (Singles about ￥7000, doubles from about ￥13000)."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Shirakawa Business Hotel"],["alt=白河ビジネスホテル"],["url=http:\/\/www.sbhotel.jp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is located near Shirakawa station, about three minutes walking distance. The management is targeting the hotel as the alternative to Taxis and Daikos due to the abundances of snacks, bars and traditional Japanese restaurants nearby (1 minute from the Beer Garden, Cariboo, Bend Cafe and the Pirate Ship). (Singles about ￥4000, twins about ￥6500). They've recently started to offer a group discount and free WiFi in all rooms."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=laguna"],["alt=snack laguna"],["url="],["email="],["address=ootemachi 13-6ariga biru 3f"],["lat="],["long="],["directions=near shirakawa station,at the back of lawson."],["phone="],["tollfree="],["fax="],["hours="],["price=3000 \/2000yen"],["checkin=90 mins\/60 mins."],["checkout="],["content=a friendly filipina owner,with a filipina staff....you can enjoy the karaoke at the same time drink at good prize."]]}]},"\n",{"type":"==","value":[" Housing Rentals "]},"\n\nAffordable apartment rentals (3 minutes walking distance to the shinshirakawa station which is a shinkansen stop) 1k (￥38000), 1LDK (￥53000).　For additional information please email: ",{"type":"'''","value":["rentals.shinshirakawa@gmail.com"]}," to get pictures, size in meters and availavility.\n\n",{"type":"==","value":["Connect"]},"\nShirakawa City Tourism Section 0248-22-1111 (Japanese only); Shirakawa City Office, 7-1 Hachiman-koji Shirakawa city.\n\nJapan Travel Phone is a service provided by the Japan National Tourist Office. They have English language operators from 9am to 5pm daily. 0088-22-4800.\n\n",{"type":"==","value":["Go next"]},"\nShirakawa is close to the ski and hot springs resorts of Hatoriko and Mount Jeans.\n\nNumerous restaurants, cafes, animal parks and theme parks are located in neigboring ",{"type":"[[","value":[["Nasu"]]}," town, in ",{"type":"[[","value":[["Tochigi prefecture"]]},".\n",{"type":"{{","value":[["routebox-1"],["image1=Tohoku Shinkansen icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Sendai"]]}],["minorl1=",{"type":"[[","value":[["Koriyama"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Tokyo"]]}],["minorr1=",{"type":"[[","value":[["Nasu"],["Nasu-Shiobara"]]}],["image2=JR Tohoku icon.png"],["imagesize2=100"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Fukushima"]]}],["minorl2=",{"type":"[[","value":[["Sukagawa"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Utsunomiya"]]}],["minorr2=",{"type":"[[","value":[["Nasu"],["Nasu-Shiobara"]]}],["image3=Tohoku Expwy Route Sign.svg"],["imagesize3=100"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Fukushima"]]}],["minorl3=",{"type":"[[","value":[["Sukagawa"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Utsunomiya"]]}],["minorr3=",{"type":"[[","value":[["Nasu"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Shirakawa, Fukushima"]]},"\n\n",{"type":"{{","value":[["geo"],["37.1167"],["140.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Fukushima_(prefecture)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Shirakawa, Fukushima"]]}]