[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Shirdi"]}," is a town in the ",{"type":"[[","value":[["Ahmednagar"]]}," district of Maharashtra in India. It is located 185 km east of the Arabian Sea shoreline. Shirdi was where the saint Sai Baba lived till his samadhi in 1918. Today, it is a pilgrimage center and millions of his devotees from all over the world come each year to pay their respects.\n\nThe best time of the year to visit Shirdi is January through March. April to June is summer, followed by the monsoon. Pilgrim arrival peaks between September and November when many Hindu festivals occur. Baba's death anniversary is commemorated in the month of October, the exact date depending on the Hindu calendar.\n\nSome of the most important festivals in Shirdi are Dussera, Guru Poornima and Baba's death anniversary. During this time lakhs of devotees come to Shirdi.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere are many buses connecting Shirdi to cities such as Mumbai (250 Km), Hyderabad, Pune (200 Km.), Nasik (80 Km). There are abundant, very convenient bus packages from Hyderabad. The road connectivity between Mumbai and Shirdi is good, except in certain stretches. Convenient overnight buses also ply this route. It takes around 4 hours from Mumbai to Shirdi. It takes around 5 hours to travel from Pune to Shirdi through bus.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" Shirdi is accessible via the Ahmednagar-Manmad State Highway No.10, approximately 83 km from Ahmednagar and 15 km from Kopargaon. "]},{"type":"*","value":[" It is approximately 240 km from Mumbai on the Eastern Express Highway."]},"\n",{"type":"===","value":["By train"]},"\nTrains from all over India come in the vicinity of Shirdi. One can take trains till \n\n",{"type":"*","value":[" Shirdi Sai Nagar (2 Km from the Sai Samadhi temple) OR "]},{"type":"*","value":[" ",{"type":"[[","value":[["Kopargaon"]]}," (15 Km from Shirdi) OR "]},{"type":"*","value":[" ",{"type":"[[","value":[["Manmad"]]}," (65 Km from Shirdi) OR "]},{"type":"*","value":[" ",{"type":"[[","value":[["Nasik"]]}," (80 Km from Shirdi) OR"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mumbai"]]}," (250 Km from Shirdi) OR "]},{"type":"*","value":[" ",{"type":"[[","value":[["Pune"]]}," (200 Km from Shirdi) OR"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ahmednagar"]]}," (80 Km from Shirdi)"]},"\n",{"type":"'''","value":["To Reach shirdi From chennai*"]},"\n\n->Train.No.22601 Chennai Central To Sainagar Shirdi Superfast Express(Run On Only Wednesday from Chennai Central To Shirdi)\n\n",{"type":"'''","value":["To Reach shirdi From bengaluru\/Mysore*"]},"\n\nNote: There are no direct trains from bengaluru but there is train from mysore to shirdi which passes through bengaluru*\n\n->Train.No.16217 MYSORE JN To Sainagar Shirdi(MYS SNSI EXPRES)(Run On Only Monday From Mysore To Shirdi) \n\n",{"type":"'''","value":["Taxi from station till Shirdi"]},"\n\n",{"type":"*","value":[" From Kopargaon, one can take a taxi till Shirdi (Rs. 200-300 on full fare) or a shared van (Rs. 20-30 per person). "]},{"type":"*","value":[" From Manmad, one can take a taxi till Shirdi (Rs. 600-800 on full fare) or a shared van (Rs. 50-80 per person)."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Nasik"]]},", one can take a taxi till Shirdi (Rs. 800-1000 on full fare) or shared van or MSRTC bus (Rs. 90-100)."]},"\n",{"type":"===","value":["By plane"]},"\nShirdi has no airport. The nearest airports are at Aurangabad, Nasik, Mumbai and Pune. However a new airport is being constructed at Kakadi, 32 Kms. from Shirdi and will be in operation in around two years.\n\n",{"type":"==","value":["Get around"]},"\nShirdi is not a big town. As the town has grown around its main attraction - the Sai Baba temple - almost all major sights and sounds are all within walking distances from anywhere in Shirdi.\n\n",{"type":"==","value":["See"]},"\nThe main attractions are the Temple where Sai Baba's samadhi is located, the former dwelling place of Sai Baba called Dwarakamayi, and the place called Chavadi where Baba used to sleep. These 3 are located close to each other. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sai Baba Temple"]}," - Located at the heart of the town, this houses the samadhi (burial site) of Sai Baba. Entry is free. The waiting time in the queue averages over an hour on weekdays and 2 hours on weekends. The temple opens around 0400 hrs and stays open till about 2200 hrs. At the samadhi site itself, one gets to spend a couple of minutes only as everyone needs to be accommodated to get a glimpse of the samadhi. "]},"\nAfter the Samadhi Darshan, one can visit the ",{"type":"'''","value":["Gurusthan"]},", the tree where Sai Baba was first spotted meditating by the people of Shirdi. After that, one can go to the Udhi counter to collect the Udhi. The temple premises also has the samadhis of some of Sai Baba's most prominent devotees. \n\nIt also has a ",{"type":"'''","value":["book store"]}," where one can buy Sai Baba's books (Shri Sai Samartha Satcharitra, Aarti books etc.). One can also get clothes and Prasadam offered to Sai Baba. Mobile phones and cameras are prohibited within the temple premises.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Dwarakamayi"]}," - Located adjacent to the temple complex, Dwarakamayi is the name of the mosque where Baba resided for an unbroken span of 60 years till his ",{"type":"''","value":["Samadhi"]}," in 1918. The structure has been renovated and houses the ",{"type":"''","value":["Dhuni"]}," the fire that Baba always kept burning. The flames are never allowed to die and the Dhuni today is the same that Baba lit over 100 years ago. Additionally, some of Baba's articles such as his grinding stone, fireplace, a stone on which he used to sit are located in the Dwarakamayi"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chavadi"]}," - This is located next to Dwarakamayi. Every alternate day, Baba used to sleep in the Chavadi, a few meters away from the Dwarakamayi. Even today, on Thursday nights, Baba's footprints are taken in a ceremonial procession from Dwarakamayi to Chavadi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Khandoba Raya temple"]}," - This is the temple where Mahalsapati first welcomed Sai Baba and recognized that He is no ordinary saint. This is on the highway, approximately 7 minutes walk away from the temple."]},"\n",{"type":"==","value":["Do"]},"\nApart from visiting the temple and other places connected to Sai Baba, there is precious little to do in Shirdi. There is a water park nearby the temple where one can enjoy water sports.\n\n",{"type":"==","value":["Buy"]},"\nThere are a large number of shops that sell trinkets and souvenirs - statues, magnets, stickers, books, photos of Sai Baba. Prices are generally negotiable.\n\n",{"type":"==","value":["Eat"]},"\nRestaurants are liberally dotted over Shirdi. A variety of cuisines including Gujarati, Maharashtrian, South Indian, Continental are available. Most restaurants serve only vegetarian fare.\nAlso you get fresh fruits Guava & Pomegranate\nThe world's largest solar cooker cooks food for thousands of devotees everyday and one can eat this food for a nominal price of INR 10 per meal.\n\n",{"type":"==","value":["Drink"]},"\nCold drinks and bottled water are available in many local stores. Fresh coconut water is also available. However, liquor is not available in the town.\n\n",{"type":"==","value":["Sleep"]},"\nThere is no dearth of accommodation in Shirdi. Hotels of all categories abound. It is advisable to check the facilities in the room before booking and paying. In peak season, it is advisable to have prior reservations, which can be made either over phone or through travel websites.\n\nSome of the good hotels in Shirdi to stay are -\n",{"type":"*","value":["Sun n Sand"]},{"type":"*","value":["Sai Leela"]},{"type":"*","value":["Shraddha Inn"]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dwarawati Bhaktha Nivas"],["alt=Shri Saibaba Sansthan Trust"],["url=http:\/\/www.sai.org.in"],["email="],["address=Near Sai Sanasthan"],["lat="],["long="],["directions="],["phone = +91 -2423-258500"],["tollfree="],["fax="],["hours="],["price=Rs 500 to 900"],["checkin=11AM"],["checkout=11AM"],["content=Saibaba Sansthan (website: www.sai.org.in) Accommodation can be booked online. Darshan or Aarti can also be booked in advance at this site for Rs 100 and Rs 300 per person respectively."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Sai Sahavas"],["alt=Sai Sahavas"],["url=http:\/\/www.shirdihotelsaisahavas.com"],["email="],["address=Opp. Mahalaxmi Temple Lane, Off Pimplewadi Road"],["lat="],["long="],["directions=2 Mins from the temple"],["phone = +91  2423 256366"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A good hotel with all facilities available. There is also meditating room on the third floor."]]}]},{"type":"*","value":["Sujal Heritage located opposite Sun n Sand is a good budget hotel with Non AC and AC rooms"]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Shirdi is one of the safest towns."]},{"type":"*","value":[" Violent crime is not at all common in Shirdi. "]},{"type":"*","value":[" Beware of touts who will offer to help you find accommodation and take you on temple tours. While they do not charge for their service, they will expect you to purchase items from their stores as quid pro quo at inflated prices."]},{"type":"*","value":[" Shirdi can be quite dusty, so those with allergies should carry along a dust mask."]},{"type":"*","value":[" Bottled water is recommended over tap water for drinking purposes."]},"\n",{"type":"==","value":["Connect"]},"\n100 - Police\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Triyambakeshwar"]},", one of the twelve Jyotirlingas of India, is just 150 km from Shirdi and it is worth a visitable place."]},{"type":"*","value":[" ",{"type":"'''","value":["Shani Shingnapur"]},", the most famous temple of Shani in India, is just 75 Km from Shirdi. Taxi costs around Rs. 1200 and shared vans cost around Rs. 80-100 for a return trip."]},{"type":"*","value":[" ",{"type":"'''","value":["Mumbai"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pune"]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Ahmednagar"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Shirdi"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Maharashtra\/Localities\/Shirdi\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["19.77"],["74.48"]]}]