[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Shōdo Island"]}," (小豆島 \/ Shōdo-shima) is the second largest island located in the ",{"type":"[[","value":[["Seto Inland Sea"],["Inland Sea of Japan"]]},". The name means literally \"Island of Azuki bean (Small Beans\". There are two towns on the island: Tonoshō and Shodoshima, comprising the district of Shozu District, Kagawa. It can also be reached from Okayama and Himeji in Hyogo.\n\nShōdo-shima is a popular destination for domestic tourism with natural features such as the Dobuchi Strait, the Angel Road, Shōdoshima Olive Park and the Kankakei Gorge (|寒霞渓 \/ Kanka-kei), Shōdo-shima is famous as the setting for the antiwar novel Twenty-Four Eyes (二十四の瞳 \/Nijūshi no Hitomi).\n\nShōdo-shima is also known for its olives, soy sauce, wild monkeys, and beaches. In addition, tourists are attracted to a miniature version of the 88-temple Shikoku Pilgrimage.\n\nThe island is also famous for being the first in Japan to successfully cultivate olives. Olive trees proliferate on the island and olive-related merchandise is quite popular with tourists. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nShodoshima can be reached by boat from Uno, ",{"type":"[[","value":[["Okayama"]]}," Shin-Okayama Port, ",{"type":"[[","value":[["Himeji"]]}," in Hyogo (both in Honshu) and from ",{"type":"[[","value":[["Takamatsu"]]}," (Shikoku).  \n\nFrom ",{"type":"[[","value":[["Okayama"]]},", a stop on the San'yo shinkansen, there are local trains directly to Uno (65 minutes) or you can take a bus to Shin-Okayama Port.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Rental bicycles"]}," \n\n",{"type":"'''","value":["Local bus"]}," \n\nThe Kankakei Ropeway (寒霞渓ロープウェイ Kankakei Rōpuwei?) is a Japanese aerial lift line in Shōdoshima, Kagawa. It runs through Kankakei, a gorge on Shōdoshima Island. The gorge is known for its unique view, made by diastrophisms and erosions.\n\n",{"type":"==","value":["See"]},"\nKankakei on Shōdoshima in the ",{"type":"[[","value":[["Seto Inland Sea"],["Inland Sea"]]},"\nThe gorge of ",{"type":"'''","value":["Kankakei"]}," (寒霞渓) is a nationally-designated Place of Scenic Beauty. Part of Setonaikai National Park, the heights rise to 812 m.  In 1927 Kankakei was selected as one of the 100 Landscapes of Japan.\n\nDobuchi Strait\n\nAngel Road\n\nShōdoshima Olive Park\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["34.513611"],["134.285556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kagawa"]]},"\n\n",{"type":"[[","value":[["WikiPedia: Shōdo Island"]]}]