[{"type":"{{","value":[["pagebanner"],["Gekås Ullared banner.jpg"]]},"\n\n",{"type":"[[","value":[["File:Beirut Souks.jpg"],["thumb"],["Shopping in ",{"type":"[[","value":[["Beirut"]]},", ",{"type":"[[","value":[["Lebanon"]]},"."]]},"\n\n",{"type":"'''","value":["Shopping"]}," can be interpreted in several ways: as any kind of purchase, or as a pastime in its own right.\n\nShopping is associated with travel. Travellers might be able to buy items unavailable at home, or items cheaper, or of better quality, than at other places. Shopping can also be extended to the purchase of ",{"type":"[[","value":[["travel supplies"]]},", before or during travel.\n\n",{"type":"==","value":["Tips for shopping"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Travel light"]},". You can cut down on baggage when travelling out, by buying clothes and toiletries for your trip on arrival, especially if you travel to a low-cost location with good shopping opportunities. You can save weight on your way home by giving used clothes to a local charity."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Observe price levels before shopping"]},". At first arrival in a foreign country, you can only guess whether an offer is cheap or expensive, by local standards. In touristed areas, such as ",{"type":"[[","value":[["airport"]]},"s, ",{"type":"[[","value":[["hotel"]]}," shops and ",{"type":"[[","value":[["cultural attractions"]]},", prices tend to be inflated. As you pass by several stores, you might learn the commonly accepted price for regular items."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rule of thumb for small purchases, calculator for big ones"]},". If you are not used to maths, you can use a rule of thumb to convert currencies. Let's say you live in the ",{"type":"[[","value":[["United States"]]}," and visit ",{"type":"[[","value":[["Japan"]]},", while the yen is 83 to a dollar. Since 83 is nearly 100, the rule of thumb would be deleting two zeros from the price. This is a good method for quickly finding out whether you would pay ¥290 for a take-away pastry. However, before buying a system camera for ¥35,000, which is USD410 at home, you should use a calculator."]},"\n",{"type":"*","value":[" Beware of ",{"type":"'''","value":["incompatible"]}," ",{"type":"[[","value":[["electrical systems"]]},", ",{"type":"[[","value":[["regional coding"],["region-coded media"]]},", incompatible video formats and warranty restrictions when importing electronics; likewise, if you intend to bring a vehicle back, be sure it can be registered for use in your home country. The beautiful thing about standards is that there are so many from which to choose."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shopping comes last"]},". There are several reasons to save shopping until the end of your stay:"]},{"type":"*","value":[{"type":"*","value":[" You know how much money you can spare"]}]},{"type":"*","value":[{"type":"*","value":[" You are more familiar with price levels, availability and quality (see above)"]}]},{"type":"*","value":[{"type":"*","value":[" You minimize luggage during your journey, and the risk of losing items."]}]},"\n",{"type":"==","value":["What to buy"]},"\n",{"type":"[[","value":[["Duty-free shopping"]]}," may save money, especially for goods such as alcohol and tobacco and for travellers from high-tax regions such as ",{"type":"[[","value":[["Scandinavia"]]},".\n\n",{"type":"'''","value":["Arts and crafts"]}," are popular souvenirs. The cost of handicraft tends to follow local income level; making them cheap in regions such as tropical Africa, but costly in western Europe.\n\n",{"type":"'''","value":["Clothing"]},"; beware of different clothing size standards.\n\n",{"type":"===","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bead shopping"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Diamond rings in Antwerp"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kimono buying guide"]]}]},"\n",{"type":"==","value":[" Good and bad places to shop "]},"\n\nThere are plenty of exceptions — even an awful vendor may have some good deals or be the only place selling what you want, and even an excellent one may have some overpriced rubbish — but there are also some general rules for finding good places and avoiding bad ones.\n\n",{"type":"===","value":[" Good places "]},"\n\nThere are some good deals in tourist areas, these areas will often have a better selection of tourist-oriented goods than you might find elsewhere and facilities may be better as well; for example they may have more English-speaking staff or be set up to accept foreign credit cards which other shops will not take. However, there are also some overpriced \"tourist traps\" in many such areas. Often you can do better if you ",{"type":"'''","value":["discover where the locals shop"]}," and go there. In particular, it is often worth wandering through a local department store.\n\nThere are a few types of specialist stores worth looking for. Many ",{"type":"'''","value":["museums"]}," have shops selling high-grade replicas of items in their collections or even those of other museums; the ",{"type":"[[","value":[["British Museum"]]}," is one good example. Many ",{"type":"'''","value":["art galleries"]}," sell good books or prints. There are also many ",{"type":"'''","value":["government-run shops"]}," such as ",{"type":"[[","value":[["India"]]},"'s ",{"type":"[","value":["http:\/\/www.cottageemporium.in\/ Central Cottage Industries"]},", set up to promote local arts and crafts. None of these are remarkably cheap but quality is generally quite high, some of the goods offered are unique and you are far less likely to be severely overcharged than in either a tourist area or a general local market.\n\n",{"type":"===","value":[" Bad places "]},"\n\nAs a general rule anywhere with a ",{"type":"'''","value":["captive market"]}," tends to take advantage of the situation and overcharge. Examples include shops in airports and some hotels and, fairly often, a shop that is the only one available to people whose tour bus delivers them to some attraction. On the other hand, the larger the place the less problematic this is likely to be. In a huge airport, a mall next to a hotel or a whole tourist district there is enough competition to keep prices mostly reasonable.\n\nIn many places — across much of ",{"type":"[[","value":[["Asia"]]}," and sometimes elsewhere — a system of ",{"type":"'''","value":["guide's commission"]}," is widespread. When a tour guide, a cab driver, a rickshaw peddler or even a random \"friendly\" stranger takes you to such a shop, he or she gets a commission on everything you buy; more-or-less all such places are overpriced. The ones that are most attractive to unscrupulous guides because they pay the best commissions are the worst of the lot from the traveller's point of view.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["At the airport"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Budget travel"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Clothing sizes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Common scams"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bargaining"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Money"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Packing list"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Proof of what you already own"]]}]},"\n\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travel topics"]]},"\n",{"type":"[[","value":[["wikipedia:Shopping"]]}]