[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Short Hills"]}," is an unincorporated area in ",{"type":"[[","value":[["New Jersey"]]},", ",{"type":"[[","value":[["United States"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nShort Hills is a town\/city in the state of New Jersey. It is located in Essex County and is about 20 miles from Manhattan.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nYou can get to Short Hills from any destination in the world I believe. You have a choice between Newark Airport, which is located in Newark, NJ and is approximately a 20-minute drive from Short Hills or LaGuardia Airport, which is located in Flushing, NY and is approximately a 50-minute drive to Short Hills. Newark Airport is one of the busiest airports in the country but it is convenient and is very close to Short Hills.\n\n",{"type":"===","value":["By Train"]},"\n\nIf you are coming from New York City, the easiest way to get to Short Hills is by train. You can take it from Penn Station straight into Short Hills, which is about a 45- minute ride. The train is the easiest way in from the city. If you are farther then New York City you can always take the Amtrak from anywhere on the east coast to Newark Penn Station which is about 15-minutes from Short Hills.\n\n",{"type":"===","value":["By Bus"]},"\n\nThere is an hourly bus from Penn Station to Short Hills, which is about an hour long and only costs around $5.\n\n",{"type":"==","value":["Get around"]},"\n\nShort Hills is a pedestrian friendly town. It is small enough that you can walk from one edge of town to the other in about an hour and half. If you don't feel like walking you can take a car or bike. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Downtown Short Hills"]},"- The downtown part of Short Hills is called Millburn. Although this may be confusing, it is the same town. There are many things to do in Millburn. You can eat at a range of restaurants from pizza places to hibachi places and everything in between. There are plenty of parks as well that you can check out such as Taylor Park in the heart of the downtown area.\n",{"type":"'''","value":["Hartshorn Arboretum"]},"- The arboretum is a large sanctuary of wildlife with many paths and is very beautiful in any season. Also, there is a lodge there to learn more about animals and see some interesting exhibits. It is a great place to take your kids if they are interested in nature. The employees are very nice.\n",{"type":"'''","value":["South Mountain Reservation"]},"- The reservation is right in downtown Short Hills. It is a huge reservation spanning through 5 towns. If you walk your way to the top of the reservation you will be able to find yourself with a view of the whole downtown of Short Hills. Also, at night you will get a spectacular view of New York City. \n",{"type":"'''","value":["New York City"]},"- Take the train, which is less then one hour from the big apple. You can see all the extravagant NYC sites such as Time Square where you where you will be when you get off the train.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Short Hills Mall"]},"- One of the most popular destinations in New Jersey. The Mall at Short Hills is known for its high-class luxurious stores such as Cartier, Brooks Brothers, Polo, and many more. Also, it has an array of restaurants from seafood to steakhouses. Another plus is the celebrities you may run into such as Britney Spears, Nicki Minaj, Snooki, and Kirsten Dunst. \n",{"type":"'''","value":["Livingston Mall"]},"- The mall is just a town over and less then five minutes away. It has many stores for children such as Gamestop and toy stores. Also, it has a great food court for cheap eats.\n",{"type":"'''","value":["Downtown Short Hills"]},"- Downtown Short Hills has many great places to shop such as small self-owned shops with very nice fashion from furs to elegant rugs.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Legal Seafood"]},"- Located in the Short Hills Mall, it is one of the best seafood restaurants in the town. With a very elegant atmosphere, the food is great with a great price, and the service is quick and nice, nothing beats this place for seafood.\n",{"type":"'''","value":["Joes American Bar & Grill"]},"- Located in the Short Hills Mall, it is one of the best places to grab a steak or a burger. There is sometimes a wait, but it is definitely worth it for the warm bread and juicy meats you will soon be devouring.\n",{"type":"'''","value":["Benihanna"]},"- Benihanna is one of the best hibachi places in town. Although it is slightly expensive, the food that you will be served along with the show they perform while the cooking of your food, every dollar will be worth spent. \n",{"type":"'''","value":["Samauri Sushi"]},"- If you are looking for a great sushi place, look no further. Samauri Sushi is a great place to eat. Located in the heart of downtown Short hills, you can spend a night on the town after eating amazing sushi.\n",{"type":"'''","value":["LaStrada Pizza"]},"- This small pizza parlor will serve you one of the best slices of pizza you will ever eat. The employees are the friendliest, and the price is just right. You will never see a sad face in there.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Martinis"]},"- This chic place in downtown Short Hills is a great place to stop and get a drink and some good food. Also, it has a place to eat in the back so you can take your kids as well if you choose!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Hilton Short Hills"]},"- Located across the street from The Mall at Short Hills, this is a very elegant hotel.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["40.747778"],["-74.325556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Essex County (New Jersey)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Short Hills, New Jersey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/S\/Short_Hills\/"]]}]