[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Shorzha.jpg"],["thumb"],["right"],["300px"],["The village of Shorzha as seen from the Artanish Peninsula."]]},"\n",{"type":"'''","value":["Shorzha"]}," is the name of a village and a peninsula on the eastern shores of Lake Sevan in the Gegharkunik Province of the ",{"type":"[[","value":[["Lake Sevan Region"]]}," of ",{"type":"[[","value":[["Armenia"]]},".  \n\n",{"type":"==","value":["Understand"]},"\nShorzha is on the distant shore of Lake Sevan, with some very nice views and shoreline.  For many years, people have come here for quiet, relaxation and contemplation.  The party crowd sticks to the opposite shore and peninsula, known as Kghzi.  The hills and shore are great for hiking, camping and swimming.  They even say the cold waters of the lake are a bit warmer on this side.  The border with Azerbaijan can be relatively close, depending on where you are, so check your maps before marching due east!\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe rolling hills gently descend to the shore.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThere are numerous wildflowers which bloom in the hills throughout the year.  Some bloom in showy group displays in the spring, while others are subtly blooming in the grasses and meadows.  Foxes and other animals are common.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nA painfully slow train ride can get you from ",{"type":"[[","value":[["Yerevan"]]}," to Shorzha.  Other public transportation exists, though it is not very frequent to this sparsely inhabited area.  Taxis from Yerevan or the town of ",{"type":"[[","value":[["Sevan"]]}," can bring you as well.  Renting a car (with or without a driver) are also worth considering, especially if you want to head over to Chambarak and continue along the beautiful road to Berd from there.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nPart of the area is a national preserve and technically requires permits to visit, a requirement that seems to have never been enforced.  The boundaries of the preserve are not marked, so in general visitors need to be extra sensitive if they leave the roads and hike or camp in the countryside.\n\n",{"type":"==","value":["Get around"]},"\nBike, car or boat.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Peninsula"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you make it out to the area, hiking to the tip of the peninsula gives you a rewarding view and a good place to take a swim or a nap."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Swim"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The water here is cleaner and many say warmer - still a relative term.  The beaches are usually all yours."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hike"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are no fences, and great rolling hills, with nice views of the lake."]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Painters Rest House"],["url="],["email="],["address="],["lat="],["long="],["directions=On the north shore of the peninsula"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very popular, and usually booked well in advance, the painters rest house is a simple and reasonable place to stay, with full board.  Guests don't have to be painters, and the place attracts many of Armenia's old school hip intelligentsia."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tsapatagh"],["alt=Tufenkian Hotel"],["url=http:\/\/www.tufenkian.am"],["email="],["address=Tsapatagh village"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This luxury western hotel is built in the village of Tsapatagh, about a 15-20 minute walk from the lake.  With a hot tub and traditional restaurant also in the village, this is a place where expats and tourists tend to get away from the hustle of Yerevan."]]}]},"\n",{"type":"===","value":["Lodging"]},"\nThere are a few good options, but some fill up months in advance for the summer months.  Many places shutter their doors during the off season.  In this area, it's best not to count on just showing up and finding something.\n\n",{"type":"===","value":["Camping"]},"\nYou can camp just about anywhere you like in the area, from beach to mountaintop, but be sensitive to the environment in this sensitive protected area.\n\n",{"type":"===","value":["Backcountry"]},"\nThere are no fences, so you can hike as far as you like.  Be sensitive to the plants and animals, and avoid the border with Azerbaijan.\n\n",{"type":"==","value":["Stay safe"]},"\nThe village of Shorzha has a tiny clinic, but you should watch for snakes and other dangers as the facility may not be able to treat you, and a real hospital can take time to reach.\n\n",{"type":"==","value":["Go next"]},"\nSame options as getting in.\n\n",{"type":"{{","value":[["IsPartOf"],["Lake Sevan Region"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Shorzha"]]}]