[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Bahubali Shravana Belagola.jpg"],["thumb"],["350px"],["Lord Gommateshwara- The world's largest monolithic stone statue"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shravanabelagola.com Shravanabelagola"]}]}," is a village famous for its impressive Jain temple. It is located in ",{"type":"[[","value":[["Hassan (district)"],["Hassan"]]}," District of ",{"type":"[[","value":[["Karnataka"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nShravanabelagola is a Jain pilgrim destination located in the Hassan district of Karnataka state, Southern India, at an altitude of about 3350 feet above sea level. The town is wedged between two rocky hills- ",{"type":"'''","value":["Vindhyagiri"]}," and ",{"type":"'''","value":["Chandragiri"]},". It is at a distance of It is 11 Km from ",{"type":"[[","value":[["Channarayapatna"]]},", 52 Km from ",{"type":"[[","value":[["Hassan"]]}," town, the headquarters of the Hassan district and 157 Kms from ",{"type":"[[","value":[["Bangalore"]]},". There are good roads from Bangalore and ",{"type":"[[","value":[["Mysore"]]}," to Shravanabelgola. The town's municipality has existed for the past 70 years.\n\nThere is a tank in the midst of this town called ",{"type":"'''","value":["\"Belagola\""]}," In Kannada (the state language), ",{"type":"'''","value":["'Bela"]},"' means white and ",{"type":"'''","value":["'kola"]},"' means the pond, an allusion to the beautiful pond in the middle of the town. Shravanabelagola is a holy place for Jains. Their Guru is residing here in a Mutt. There is a Sanskrit Patashala to study Sanskrit and Shastras.\n\nThis town has got some historical references, which add to the importance of this place. According to the tradition of the Jain Bhadrabahu, one of the Sritakavalli as the successor of Vardhamana (Mahaveera) passed away here in a cave on Chandrabetta or Chandragiri hill, while leading a migration to the South from Ujjain due to a 12-year famine, which he had predicted.\n\nThere are ancient monuments in and around Shravanabelagola. There are monuments of rare excellence and skill got executed by the illustrious Gangas and Hoysalas who had profound sense of duty and ardent devotion to religion. The finest monuments are found in two sacred hills, Vindhyagiri and the Chandragiri.\n\n",{"type":"==","value":["Talk"]},"\n\nA number of languages are spoken around here that reflects the cultural diversity of Karnataka. ",{"type":"'''","value":["Kannada"]}," is the official state language but ",{"type":"'''","value":["English"]}," is also widely understood, so communication shouldn't be much of a problem.\n\n",{"type":"==","value":["Get in"]}," \nShravanabelagola is 146 km from ",{"type":"[[","value":[["Bangalore"]]}," and 11 km from ",{"type":"[[","value":[]},"Channarayapatna.  ",{"type":"[[","value":[["Hassan"]]}," 57  km, ",{"type":"[[","value":[["Mysore"]]}," 83 km, ",{"type":"[[","value":[["Arasikere"]]},"  63 km.\n\n",{"type":"===","value":["By air"]},"\nThe nearest airport is at Bangalore (157 km), regular flights of Indian and Jet Air connect Bangalore to the main areas of the country.\n\n",{"type":"===","value":["By rail"]},"\nNearest station is Hassan (57 km). Taxi, buses or cars are the best options from here.\n\n",{"type":"===","value":["By road"]},"\nShravanabelagola is well connected by road from all important towns in Karnataka. You can get here from Mysore, Bangalore or Hassan. There are frequent buses, but you will have to change over at Channarayapatna.",{"type":"'''","value":["There are no direct buses to Shravanabelagola."]}," Local transport from Channarayapatna includes auto rickshaws, private cars and buses. From Bangalore you can hire a taxi or bus to reach the main town, the route is simple. After taking NH-4 from Bangalore, once you cross Nelamangala, take a deviation towards Mangalore on Mangalore-Bangalore highway (NH48). Just follow this road until Hirisave from where you will see router marking which leads to Shravanabelagola. Hirisave is 18KM from Sharavanabelagola, if you are using Google maps for navigation, then it will ask you to go further from Hirisave and then take a left: This route is not good. It is recommended to take deviation from Hirisave to reach Shravanabelagola.\n\nPrivate vehicles are also available to go to Shravanabelagola from Channarayapatna. It is advisable to visit Shravanabelagola through Channarayapatna only, because of the lack of direct buses to Shravanabelagola from Hassan city.\n\nThere are KRSTC buses from\n",{"type":"*","value":["Hassan to Channarayapattana"]},{"type":"*","value":["Channarayapattana to Shravana Belagola"]},"\n",{"type":"==","value":["Get around"]},"\nAutorickshaws are a good way to travel from one place to another.\n\n“Dolis” built of a comfortable cane chair carried by four men for a tour over the hills. The timings are from morning 6-30 am to 11-30 am and afternoon 3-30 pm to 6-30 pm. If you are traveling with old persons who need these \"dolis\", it is advisable to reach early as the number of \"dolis\" are limited (I think only 4) and the \"doli\" bearers are employees of the trust there. The booking for the \"doli\" has to be done in the Tourist Reception & Information office and is on a first come first serve basis. The staff is very courteous. The rate for one round trip is Rs.400\/- (as on 21 July 2012). Each \"doli\" trip is for 1.5 hours and they charge Rs. 50\/- extra for every additional 30 minutes. The maximum time for a trip can only be 2.5 hours even with extra time.\n\n",{"type":"==","value":["See"]}," \n",{"type":"{{","value":[["style"],["this section needs some more copy-editing and should be shorter and easier to read."]]},"\nThe town is small and you can easily walk between the major attractions. The biggest question is how much time you have, and how interested you are in history, the Jain religion, wandering or relaxing in nature. Many people seem to visit and only see Vindhyagiri, however Chandragiri is just as if not more interesting save the lack of a statue. For groups with older or younger members, it may be worth counting on one day for Vindhyagiri, one day for Chandragiri, and one day for the other temples and departure.\n\n",{"type":"==","value":[" Attractions in town "]},"\n\nThe temples in the town itself are inferior by comparison to those on the mountains, but probably worth seeing regardless. They are all located on a north\/south road one block east of the pond that dominates the town. If you are unclear how to get there, just turn left at the bottom of the main steps to Vindhyagiri or ask a local for 'Jain Math' which will take you to one end.\n\n",{"type":"===","value":[" Vindhyagiri "]},"\n\n",{"type":"[[","value":[["Image:Vindhyagiri.jpg"],["thumb"],["250px"],["View from above the Vindhyagiri hill"]]}," \n\nThe hill is about 470 feet above the ground and is one solid rock. It must be climbed barefoot. Most tourists use the 'main steps' from the town consisting of a dual flights of about ",{"type":"'''","value":["660"]}," steps to the top, cutout in the rock. People of all ages climb these steps however they are steep and it can be a hard climb. As you go higher, you tend to get tired. In summer the rock can get hot, so you may wish to carry two pairs of socks per person to be worn one on another so that you can walk and climb comfortably. In the monsoon this is not a problem. There are two sets of steps at this main stairway: one set to go up, and one set to come down. The climb is very steep so please be careful, elders are advised not to venture unless they are fit enough to climb. Old people who cannot climb or if you have a history of cardiac disease\/blood pressure don’t attempt to climb it by foot, use the palanquin service available down hill. Palanquin bearers, carry you up on a chair for Rs. 150 (one way). Old people use this service. It will take about 2 hours to finish darshan and get come back downhill.\n\nThe second, equally good but much less used set of stairs are on the western side of the hill (ie: if facing the main stairs, turn right and walk around the hill 1\/4 of the way, until you see the second set of stairs). These are recommended if you would like to enjoy the scenery in peace and don't want to be surrounded by yelling tourists. Another option is to circumambulate the hill prior to climbing, if you do this then the suggested direction is clockwise. It is easy to find the road and impossible to get lost.\n\nThe 17.38 meter (58 ft) high monolithic stone statue of the ",{"type":"'''","value":["Lord Gommateshwara"]},", also referred to as ",{"type":"'''","value":["Bahubali"]}," is located above this hill which is called Vindhyagiri or Doddabetta or Indragiri hill. It is estimated to weigh approximately 80 tons. The stone statue was installed and consecrated by ",{"type":"'''","value":["Chavundaraya"]},", the Prime Minister and Commander-in-Chief who served under the successive rulers- King Marasimha II, Rachamalla IV and Rachamalla V of the Talakad Ganga Kingdom in 981 A.D. The base of the statue has inscriptions in Kannada and Tamil, as well as the oldest evidence of written Marathi, dating back to 981 AD. The inscription praises the Ganga king who funded the effort, and his general Chavundaraya, who erected the statue for his mother. \n\n",{"type":"[[","value":[["Image:Bahubali, Shravanabelagola.jpg"],["thumb"],["250px"],["Bahubali"]]},"\n\nThis statue is considered to be ",{"type":"'''","value":["the world's largest monolithic stone statue"]},". It is carved beautifully from a single block of rock with accurate sense proportion and expression. Gommata has curly really nice hair in ringlets on the head and long, large ears. His eyes are open as if viewing the world with detachment. His facial features are perfectly chiseled with a faint touch of a smile at the corner of his lips and embody calm vitality. His shoulders are broad, his arms stretch straight down and the figure has no support from the thigh upwards. \n\nThere is an anthill in the background which signifies his incessant penance. From this anthill emerge a snake and creepers which twine around both his legs and his arms culminating as a cluster of flowers and berries at the upper portion of the arms. The creepers encircling the arms and legs are artistic and beautiful. \n\nThe nude north facing, stand upright stone sculpture of Bahubali (Lord Gommateshwara) in the posture of meditation known as ",{"type":"'''","value":["Kayotsarga"]},", symbolizing renunciation, self-control and subjugation of ego as the first steps towards salvation. The digambara (nude) form of Bahubali represents the complete victory over earthly desires and needs that hamper spiritual ascent towards divinity. The entire figure stands on an open lotus signifying the totality attained in installing this unique statue. The statue is simple, stylish and splendid. In the opinion of Ferguson \"Nothing grander or more imposing exists anywhere out of Egypt and even there no known statue surpasses its height\".\n\nOn either side of Gommata stand two tall and majestic chauri bearers in the service of the Lord. One of them is a yaksha and the other one is a yakshi. \n\n",{"type":"[[","value":[["Image:Yakshi.jpg"],["thumb"],["250px"],["Yakshi- majestic chauri bearer"]]},"\n\nThese richly ornamented and beautifully carved figures complement the main figure. Carved on the rear side of the anthill is also a trough for collecting water and other ritual ingredients used for the sacred bath of the image. Around the statue is an enclosure of a pillared hall where one can find 43 images of Thirthankaras in different cloisters. There is also a figure of a woman called Gullakayajji sculpted with a good built and wearing exquisite ornamentation, typical of the sculptures of the Ganga period.\n\nThere is also the Brahmadevaru temple atop the hill. Besides these there are the ",{"type":"'''","value":["Odegal Basadi"]},", Chowwisa Thirthankara Basadi, Chennana Basadi, Tyagada Brahmadevaru Kambha, Akhanda Bagilu and Gullakayajji.\n\n",{"type":"===","value":["Odegal Basti- (Trikuta Basti)"]},"\n\nThe Odegal Basti is so called because of the odegal or stone props used for strengthening against its basement walls. In the literary works the temple is known as the “Trikuta Basti” It’s the only Trikutachala (triple shrine) at Shravanabelagola. This Basti or temple is also known as Trikuta Basti because it has three cells facing different directions. It has a fine granite structure of the Hoysala period with a plain exterior. It consists of three cells and three open sukhanasi with a common navaranga and a mukha mantapa.\n\nThe navaranga pillars are cylindrical in shape and the central ceiling has a lotus pendant. The main cell contains a fine figure of Adinatha with a well carved prabhavali, flanked by male chamara bearers; the left cell has a figure of Neminatha and the right a figure of Shantinatha. Adinatha or Vrishabhanatha was the first among the twenty four Jinas. He is also known as Purudeva. He was the father of Gommata. In the three sanctums are beautiful images of Thirthankaras carved in schist. The Temple is datable to the 14th century.\n\n",{"type":"====","value":[" The Legend in short "]},"\nAccording to Jain legend, Bahubali was the second of hundred sons of Rishabha, the first Tirthankara and king of Podanpur. When Bahubali's older brother Bharatha challenged Bahubali for his lands and wealth, the two ended up in a personal duel to settle the matter. Being much stronger, Bahubali could easily defeat or even kill his brother, but at the last moment he realized the futility of their fight and the unrighteousness of him fighting his brother for such material matters. Following the transformation of his mind, he renounced his kingdom and all other worldly pleasure, and took to a life of meditation. At first held back by his own ego and anger towards his brother, finally he gained \"Keval Jnana\", of Absolute Knowledge, the highest form of knowledge that a soul can attain. Bahubali thus became an example of the ideal man, who has overcome selfishness, pride,  jealousy, and anger.\n\n\n\nA chastened Chavundaraya then made it mandatory that ",{"type":"'''","value":["Mahamastaka Abhisheka"]}," be performed every 12 years for Lord Bahubali.\n\n",{"type":"====","value":["A note about the name"]},"\n\nIt is conjectured by most people that Gommata was the other name of Chavundaraya, his deity or master (Eswara) was Bahubali. ",{"type":"'''","value":["Therefore Gommateshwara means Gommata’s master (Gommata’s Eswara)."]},"\n\n",{"type":"===","value":[" Mahamasthakabhisheka "]},"\n",{"type":"'''","value":["Indragiri Mahamasthakabhisheka Jain Mutt Pooja"]}," \n\nMahamasthakabhisheka or the head anointing ceremony of the Lord Gommateshwara Bhagawan Bahubali have been '''''",{"type":"''","value":["performed once in every twelve years'''''"]}," in Jain dharmic cycle is part of ancient and Indian tradition. Today the ritual Mahamasthakabhisheka of Gommateshwara statue at Shravanabelagola is in memory of the first consecratory bath prathista abhisheka performed to the statue by the Ganga Prime Minister Chavundaraya and his guru Achaiya Sri Nemichandra Siddhantha Chakravarthi, under the inspiration of Chavundaraya’s mother Kalala Devi. The ceremony last here in February 2006 is the 87 of the series that commenced in the year 981 AD, dating back to the Indus Valley Civilization. The next Mahamasthakabhisheka will be held in 2018 A.D.\n\nJust on the eve of the event scaffolding is constructed to help the priests and devotees to go up and offer worship. Worship is done in accordance to Jain Agama. Hundreds of people and tourists participate in the rituals held over a period of twelve days. The statue of Lord Gommateshwara gets poured by 1008 kalashas (painted earthen pots- coloured colourfully in ceremonious style) of water, milk, butter, ghee, curd, sugar, almonds, tender coconut, sugarcane juice, rice flour, turmeric paste, jaggery, banana paste, kashaya (herbal concoction), shrigandha (sandal paste), chandana (coloured sandal paste), ashtagandha (8 varieties of sandal paste), saffron, marigold flowers, and precious stones, culminating in a spectacular shower of flowers from a helicopter. The wealthy devotees offer bids for the kalashas, to obtain them and perform Abhisheka.\n\nIt has become customary to offer the first opportunity of worship to the ruler of Mysore who is held in great reverence. This ritual is rare and it is done for the peace and prosperity of mankind.\n\n",{"type":"===","value":[" Chandragiri "]},"\nShravanabelagola occupies a significant place in the Jain legacy of Karnataka, for being the place where ",{"type":"'''","value":["Chandragupta,"]}," the founder of the Mauryan dynasty, became a Jain ascetic after relinquishing his throne. The place where Chandragupta breathed his last is named Chandragiri (Chikkabetta). It is a small hill is located just opposite to the Vindhyagiri hill. It has memorials to numerous monks and shravakas who have meditated there. Chandragiri also has the tomb of Chandragupta Maurya.\n\nSteps have been cut out in this hill and the ascent is not different from Vindhyagiri. It is steep and hard to climb.\n\nThere are several monuments of interest. They are;\n\n",{"type":"'''","value":["The Cave of Bhadrabahu:"]},"\n\nThe sacred feet of Sritakavalli are being worshipped even now. It is said that Chandragupta Maurya worshipped those sacred feet till his last days.\n\n",{"type":"'''","value":["Kuge Brahmadevara Kambha:"]}," \n\nAt the top of the pillar is seated the image of Brahma over it.\n\n",{"type":"'''","value":["Shantinatha Basadi:"]}," \n\n",{"type":"'''","value":["Bharateshwara:"]}," \n\nTo the north of Shantinatha Basadi.\n\n",{"type":"'''","value":["Mahanavami Mantapa:"]}," \n\n",{"type":"'''","value":["Parshwanatha Basadi:"]}," \n\n",{"type":"'''","value":["Manasthambha Basadi:"]}," \n\nA beautiful pillar with image of Jain seated in a small mantap with Gopuram. It is believed that this pillar was constructed in the 17th century by a Jain merchant by name Puttaiah.\n\n",{"type":"'''","value":["Kattlae Basadi:"]},"\n\nThis is situated to the left of Parshwanatha Basadi and in fact this is the biggest of all the Basadis on this hill. Here one finds the image of Adinatha Thirthankara and also of Pampavathi in the Kaisale.\n\n",{"type":"'''","value":["Chandragupta Basadi:"]},"\n\nIt is situated to the north of Kattalae Basadi. This is perhaps the smallest of all the Basadis. The beautiful workmanship of architecture found in this monument relates to the 12th century.\n\n",{"type":"'''","value":["Shasana Basadi:"]}," \n\nBecause of the inscription in front of it, it is called like that. It has got a Garbhagruha, Sukhanasi and Navaranga. All are dedicated to the worship of Adinatha and Gomukha and Chakreshwari, the Yaksha and Yakshi.\n\n",{"type":"'''","value":["Majjigana Basadi:"]}," \n\nDedicated to worship of Ananthanatha, the 14th Thirthankara.\n\n",{"type":"'''","value":["Chandraprabha Basadi:"]}," \n\nLocated to the west of Shasana Basadi, it is dedicated to the worship of the Eighth Thirthankara, Chandraprabha. The images of Shyama and Jwalamalini, Yaksha and Yakshi are to be found.\n\n",{"type":"'''","value":["Suparshwanatha Basadi:"]}," \n\nSeven headed serpent is carved over the head of the image.\n\n",{"type":"'''","value":["Chavundaraya Basadi:"]}," \n\nThis Basadi is said to have been got constructed in 982 A.D. by Chavundaraya as per inscription. It is dedicated to the worship of Neminatha Swamy, the 22nd Thirthankara. The monument reveals workmanship of the Ganga and the Hoysala periods. This is constructed as the most beautiful of all the Basadis.\n\n",{"type":"'''","value":["Yeradukatte Basadi:"]}," \n\nIt is located opposite to the Chavundaraya Basadi. The image of Adinatha is found inside with Yaksha and Yakshi.\n\n",{"type":"'''","value":["Savathigandharvana Basadi:"]}," \n\nIt is dedicated to the worship of Shanthinatha, the 16th Thirthankara. It is seen from the inscription on the pedestal of the image that this Basadi was got constructed by Shanthaladevi, the queen of Vishnuvardhana, in 1123 A.D.\n\n",{"type":"'''","value":["Tyerina Basadi:"]}," Resembling a Ratha.\n\n",{"type":"'''","value":["Shanteshwara Basadi:"]}," \n\n",{"type":"'''","value":["Iruve Brahmadevara Temple:"]}," \n\nThe image of Brahma is carved out of a solid rock on a miniature scale.\n\n",{"type":"'''","value":["Kanchina Pond and Lakki Pond:"]}," These are ponds.\n\nSome other important temples are; \n\nThe Bhandara Basadi: \n\nDedicated to the worship of 24 Thirthankaras. It is named after Treasure of Hoysala king Narasimha. It has got garbhagruha, Sukanasi and navaranga. The image in Indian dancing pose is beautifully carved.\n\nAkkana Basadi: \n\nDedicated to the worship of Parshwanatha, it is constructed in Hoysala style. There is beautiful architecture inside the temple.\n\nSidhantha Basadi: \n\nIn this Basadi located to the west of the enclosure to Akkana Basadi were secured books relating to the Jain Sidhantha, in a dark room.\n\nIt is interesting to note that round about Shravanabelagola there are beautiful monuments of Hoysala style particularly in Jinanathapura and Kambadahalli. \n\nThe monuments of Shravanabelagola are a display of artistic excellence, architectural genius and intense devotion to religion. A visit to Shravanabelagola will reveal the grandeur and beauty of art and architecture of the distant past. They stand prominent as ennobling edifices and enliven the career of the artist, the devotee and the historian, who will grudge acknowledging that these monuments are living testimonies symbolizing the neatness of our nation in the fields of art, architecture and administration.\n\n",{"type":"==","value":["Do"]},"\nMain thing to see are the temples. No other major activity to do here though. The temple it self takes up most of your time.\n\nMake sure you take a camera along, these historic monuments and sculptures make interesting visual delights and are worth capturing. The guides that you get at Belur and Halibidu are ok. Some part of what they tell you is made up but the other part is actual history.\n\n",{"type":"==","value":["Buy"]},"\nThe local market at Shravanabelagola is quite colourful with its collection of restaurants, bakeries, ATM centers, fruit and vegetable vendors, stationary shops, curio shops, medical store etc. All in all, the market is well established and provides everything that is essential.\n\n",{"type":"==","value":["Eat"]},"\n\nThe delectable southern Karnataka cuisine is an inseparable part of the state. The oouthern Karnataka plateau covers the districts of ",{"type":"'''","value":["Bangalore, Rural Bangalore, Hassan,"]}," Kodagu, Kolar, Mandya, Mysore and Tumkur. Here, the range of cuisine is quite varied. The ingredients, flavors and the tastes of its cuisines are distinctive and versatile.\n\nSome typical dishes include ",{"type":"'''","value":["Bisi bele bath"]},", piping hot rava idlis, dosas, sheera,\nJolada rotti, Chapati, Ragi rotti, ",{"type":"'''","value":["Akki rotti,"]}," Saaru, Huli, Vangi Bath, Khara Bath, Kesari Bath, Davanagere Benne Dosa, Ragi mudde, and Uppittu.\n\nA typical ",{"type":"'''","value":["Kannadiga Oota (Kannadiga meal)"]}," includes the following dishes in the order specified and is served on a banana leaf: Uppu(salt), Kosambari, Pickle, Palya, Gojju, Raita, Dessert (Yes, it is a tradition to start your meal with a dessert - Paaysa), Thovve, Chitranna, Rice and Ghee.\n\n",{"type":"===","value":["Mess"]},"\nThe Jain Mutt, which is a short walk from the main entrance serves free meals of pure Jain food. It may not be a great spread but the food is delicious and served in clean \"thalis\". We were served hot rotis, two vegetable curries, sambar and rice. For who want a better spread, there is extremely delicious home made Marwari \/ Jain food is available just 20-25 steps away from the main gate enterence.  The arrangement is in the rented house of a Rajasthani family settled in Sharavanbelgola for over two decades.  Address is: SURANGA JAIN, Jain Matt Road, Shavanbelgola.Phone: 9902440395.\nI strongly suggest you plan your breakfast,lunch, dinner here as its an altogather different experience.Preparations for us was so good that we not only had our dinner & Breakfast there but also had our parathas packed for lunch.\n\n",{"type":"===","value":["Small stores \/ Street food"]},"\nAlong the road that connects the bus station with town on the northern end of the pond are a number of small sit-down restaurants with limited fare. Opposite these are street food.\n\n",{"type":"===","value":["Hotel Raghu"]},"\nHotel Raghu on the main street has a clean and efficient restaurant on the ground floor with flawlessly attentive service. They serve most South Indian dishes including poori, idli, vada and masala dosa for breakfast (note that daily availability varies) and ",{"type":"'''","value":["Kanadiga Oota"]}," (ie: 'meal' or ",{"type":"''","value":["thali"]},") during lunch times and dinner. The thali was hands down ",{"type":"''","value":["the best"]}," I'd had in over two months in India. I was so happy here I stayed at the hotel for four days and gleefully had one or two of these every day - really, it's ",{"type":"''","value":["that"]}," good (and only 60 rupees) -do not miss out!\n\n",{"type":"==","value":["Drink"]},"\nMake sure to ",{"type":"'''","value":["carry a bottle of water"]}," while you do the climb. There are no shops up the hill.\n\nFreshly harvested tender coconut is sold in stalls at the foot of the hill. Drink refreshing “Tender Coconut Water” after the decent to rejuvenate .Coconut water is the clear liquid inside young coconuts (fruits of the coconut palm). A very young coconut has very little meat, and the meat is very tender, almost a gel. Coconut water has long been a popular drink in south India. \n\n",{"type":"===","value":["Alcohol"]},"\nShrvanabelagola is a sacred town to Jains so drinking is strongly discouraged so as not to offend local sensibilities. The locals, however, have a couple of watering holes in the newer (don't get your hopes up!) part of town, which is east of the middle of town. Just keep walking until you see a big fork in the road with a huge tree, there's two little Indian dive-cum-liquor stores there.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Raghu"],["url="],["email="],["address=Main street"],["lat="],["long="],["directions=Near the main steps and large pond."],["phone=+91 8176257238"],["tollfree="],["fax="],["hours="],["price=From 300 rupees"],["checkin="],["checkout="],["content=Good, safe, relatively clean and spacious hotel. Exceptionally well located. Many rooms have balconies with views of the mountains or pond. (Plus, there's an excellent restaurant downstairs!)"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Yatri Nivas"]},", Main Rd, Shravanabelagola, South India. +91 08176- 257923, No. of Rooms: 09"]},{"type":"*","value":[" ",{"type":"'''","value":["Inspection Bungalow"]},", Shravanabelagola, South India.  +91 08176- 57258"]},{"type":"*","value":[" ",{"type":"'''","value":["S.D.J.M.I. Committee"]},", Shravanabelagola, South India. +91 08176- 257258 & 257293, Rooms: 75, Dormitory: 10"]},{"type":"*","value":[" ",{"type":"'''","value":["VIP Guest House"]},", Shravanabelagola, South India. +91 08176- 257277"]},"\nGood hotels are also available at Channarayapatna (13 km away) and at Hassan (52 km away). At Hassan you can stay at:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Amblee Palika"]},", Hassan. Tel:66307."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Hassan Ashok"]},"..B.M.Road, Hassan. Tel:68731"]},{"type":"*","value":[" ",{"type":"'''","value":["Kotari Hotels."]}," Station Road, Hassan"]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Suvarna Arcade"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 67422-67433"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=B.M.Road, Hassan."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hoysala Village Resort"]},", Handinkere, Belur Road, Hassan 573 201, India. Telephone No: +91 08172 256764\/793\/795. Fax: 08172-256 065. Email: hvr@trailsindia.com"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Dharmastala - Belur - Halibeedu - Shravanabelagola would complete a brief Heritage tour of southern Karnataka. They call ",{"type":"'''","value":["Belur"]},", ",{"type":"'''","value":["Halebidu"]}," and ",{"type":"[[","value":[["Shravanabelagola"]]}," as the triangle eloquence in stone and are nominated to be UNESCO World Heritage centers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dharmastala"]}," is a renowned pilgrimage destination where Manjunatha Swamy temple is situated. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Belur"]]}," (Kannada: ಬೇಲೂರು) is a historic town in Hassan district of Karnataka state"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Halebidu"]]}," is a town in Hassan district of Karnataka. It is famous for its Hoysaleswara temple which is listed as one of the world heritage centers. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangalore"]]},"— Karnataka capital. Bangalore, officially known as Bengaluru, is one of the most hip and happening cities in India and also a major center of the I.T. industry"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mysore"]]}," - Second largest city in Karnataka, known for its peaceful vibe."]},"\n",{"type":"{{","value":[["geo"],["12.8500"],["76.4833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hassan (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Shravanabelagola"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Shravanbelgola"]]}]