[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Shurdhah Island "]}," is an island on ",{"type":"'''","value":["Lake Vau-Dejes"]},", which is fed and drained by the river Drin, in ",{"type":"[[","value":[["Northeastern Albania"]]},", in ",{"type":"[[","value":[["Shkodra"]]}," District. It is the largest island in the reservoir. From the most northern tip of the island to the most southern tip of it, it has an estimated length of 390 m (1,280 ft). It is mainly covered by trees. It is accessible by tourist boat in summer from the Vau i Dejës dam or Rragam.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nBefore 1973, when the dam was completed, the island was a hill on the left bank of the river Drin. It contains the ruins of the medieval town of Sarda. The town was strategically located on the old road from ",{"type":"[[","value":[["Shkodër"]]}," to ",{"type":"[[","value":[["Gjakova"]]},". Sarda was founded in the 6th-8th century BC, and foundations of a Roman fort have been discovered here.[citation needed] The earliest remains date from the 6th-8th century AD. It gained its highest importance in the 12th century, when it was the seat of the bishop of Sapa and Sarda. It was ravaged by the Ottomans in 1491. Now you can visit the ruins of the 11th century medieval castle, which includes two rings of defensive walls and towers (some sadly submerged in the lake), the remains of a Byzantine church and other early medieval walls. The setting on the steep rocks rising from the lake is especially impressive.",{"type":"[[","value":[["File:204781 206924272664700 206419519381842 704092 131301 o.jpg"],["thumb"],["Medieval church ruins"]]},"\n\n",{"type":"==","value":["Get in"]},"\nThe Island can be reached from the town or Rragam or the Vau Dejes dam. Both starting points can be reached by taking a mini bus from Shkoder. The buses leave about 2 1\/2 blocks south from Teatri Migjeni at the intersection of Rruga Skenderbeg and Rruga Marin Barleti. They usually run from dawn to dusk. At either Rragam or Vau Dejes youu will need to hire a boat to take you to the island. \n",{"type":"[","value":["https:\/\/www.facebook.com\/pages\/Shoqata-Kulturore-Turistike-SARDA\/206419519381842 Shoqata Sarda"]}," offers travel from Shkoder to the island and back for 700 leke or 10 Euro.\nThere are individual transportation operators with 12 person boats and a 3000 leke minimum. When the number of people passes 6 people, they pay no less than 500 lek per person. This travel is without time limit. There are other boats that offer travel for 1500 leke plus gas without a time or person limit.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Vau Dejes Hydro-electric Dam"],["url=http:\/\/en.wikipedia.org\/wiki\/Vau_i_Dej%C3%ABs_Hydroelectric_Power_Station"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a massive dam built on the Drin river by the Chinese. Construction was started in 1968 and finished in 1973."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Shurdhah Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=was a medieval church. The church had 365 alters, one for every day of the year. Today you can see the ruins of the church and the castle that surrounded it."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lisna"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a fertile region on the lake near the island of Shurdhah. It is possible to see Lisna as you travel from Rragam to the Island of Shurdhah."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cave of Doves"],["alt=Shpella e Pellumbeve"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Cave of Doves is just north of island before you get to the Koman dam. It is a large cave on the river."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Lake Koman Ferry"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=leaves from the Koman dam for Fierze every morning during the summer and less frequently during the winter. It is the fastest way to travel to ",{"type":"[[","value":[["Bajram Curri"]]}," and ",{"type":"[[","value":[["Kosovo"]]}," from ",{"type":"[[","value":[["Shkoder"]]},"."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nShurdhah Island is a wonderful place to take a picnic. The island is not developed but there are a few nice restaurants located on the lake near Vau Dejes.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nIt may be possible to camp on the island but there are not any accommodations on the island. Hotels are available in Shkoder and Vau Dejes.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nAfter you are done visiting the island, it is possible to continue on to Koman to catch a ferry north for Bajram Curri or Kosovo. The other option is to return to Shkoder. \n\n",{"type":"{{","value":[["geo"],["42.070000"],["19.653056"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeastern Albania"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Shurdhah Island"]]}]