[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Shymkent"]}," (",{"type":"[[","value":[["Kazakh phrasebook"],["Kazakh"]]},": Шымкент) is a city in the ",{"type":"[[","value":[["Kazakh Desert"]]},", and is the third largest city in ",{"type":"[[","value":[["Kazakhstan"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By plane "]},"\n\n",{"type":"'''","value":["Shymkent International Airport"]}," (",{"type":"{{","value":[["IATA"],["CIT"]]},") ",{"type":"[","value":["http:\/\/www.airserver.kz\/"]}," with flights to other Kazakh destinations, ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Turkey"]]},". \n\n",{"type":"===","value":[" By bus "]},"\n\nAs of May 2010, there are overnight buses from Almaty's Sayran bus station that leave at roughly half hour intervals from 18:00-21:00 everyday. The journey takes approximately 12 hours, KZT2400 [update Aug 2012].\n\nOvernight buses will arrive at the Samal bus station, 5km out from the city center. From there, you can take buses from 35tenge to 40tenge for a marshrutka to the center. Taxis to the center are also available for 300-400tenge.\n\n",{"type":"==","value":["Get around"]},"\nYou can take \"gypsy cabs\" for 300-400 tenge anywhere in the city. Bargain if they try to overcharge.\n\nBusses run to and from the center and all of the microdistricts. The cost was 35 tenge as of 2011 but prices were set to rise and currently (March, 2014) is 50 tenge.\n\n\"Marshrutkas\" are mini-busses that run largely the same routes as the busses. They cost 40 tenge as of 2011 but prices were set to rise. They can be very crowded during rush hour (e.g. standing room only, with low ceiling)\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Abay Park"]},": memorials, tanks, ferris wheel, statue of Abai. Attached is the aquapark \"Delfin\" if you want some water park fun in the summer\n\n",{"type":"'''","value":["Park Ken-Baba"]},": some miniatures of famous architecture, as well as a little pond and walking area with rides\/swings. On main road Tauke Xana, and Kazybek-Bi\n\n",{"type":"'''","value":["The big Tulip Fountain"]}," - on the corner of main street Tauke Xana and Mamashuli.\n\n",{"type":"'''","value":["New Memorial"]}," - very impressive, at Ordabasy Square, the site of the founding of Shymkent. There is a massive monument recently built that you can get to by climbing up on a bridge past some nice fountains (equally if not more impressive at night). Also see the Philharmonia (though I have never seen a concert here even once), a nice park area, and the new yurt-like museum they built recently, all in that area. Inexpensive shared taxis to Sairam also leave from this square.\n\n",{"type":"'''","value":["Hippodrome"]}," -- if anything is going on (which is rare: usually public holidays like Nauryz), the Hippodrome is well worth a visit for horse games such as Kokpar. Hard to find out when things are happening, however.\n\n",{"type":"'''","value":["New hockey\/ice skating rink"]}," \n\n",{"type":"'''","value":["Old cinema"]},": next door to the skating rink\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Mega"]},": most popular youth hangout place in town, a mall with indoor skating rink, movie theater, Western-style chain grocery store and an upstairs food court. On Tauke-Khan avenue.\n\n",{"type":"'''","value":["Spartak"]}," - awesome outdoor swimming pool, soccer field and basketball court. Across from Mega on Tauke-Khan avenue.\n\n",{"type":"'''","value":["Movies"]},": playing (mostly Western movies dubbed in Russian) on the top floor of Mega Center.\n\n",{"type":"'''","value":["Babylon"]},": arcade complex also on the top floor of Mega Center, complete with games and laser tag\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Markets"]},": Ayna Bazaar, good for buying food and random stuff (some clothes, Chinese electronics, burned CDs with Kazakh music, etc.). In a microregion a bit outside of town, but public transport regularly goes there. Koktem Bazaar is good for fresh produce and fruit. There are good souvenir shops in Park Ken Baba, on Tauke-Khan avenue. They sell stuffed camels, magnets, keychains, leather goods, plates and figurines.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Kok-saray"]}," - Uzbek restaurant on Ilyaev Street and Momyshuli Steet\n\n",{"type":"'''","value":["Caravan"]}," - excellent Uyghur lagman (get the Busso lagman, fried with meat and peppers), inside of park Ken-Baba.\n\n",{"type":"'''","value":["Madlen"]}," - western-style sandwiches, pastries, salads and shakes. Two locations: Ilyaev Street, or the bigger Madlen next to Shymkent Hotel on Tauke-Khan avenue. Very popular Shymkent hangout with locals.\n\n",{"type":"'''","value":["Mozzarella"]}," - expensive Italian food with free Wi-Fi, on Ilyaev Street and Dulati Street\n\n",{"type":"'''","value":["El Doro"]}," - excellent and reasonably-priced pizza, on Tauke-Khan avenue past\/across the street from Park Ken-baba. Try the vegetarian with goat cheese\n\n",{"type":"'''","value":["Dinara cafe\/bar"]}," - pick up a good shashlik (grilled meat kebab) and mug of Shymkentskoe beer, a \"typical Shymkent\" meal. Right across the street from Mega Center mall on Tauke Xana\n\n",{"type":"'''","value":["Best \"doner\" place in town"]}," - a Turkish \"doner kebab\" is a lavash flat pita bread filled with meat, carrots, tomatoes, cucumbers, mayo and a ketchupy sauce. The best doner kebab in Shymkent is a stand with a few outdoor tables\/chairs located south of the center on Turkestanskaya Street and Konayev Avenue.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["\"Cinema Bar\""]},": a European-esque techno club with no cover charge, attached to the old cinema on Zheltoksan street and Baitursynov Street. Has a cool ambience inside, old-movie decor. May be closed now, not sure.\n\n",{"type":"'''","value":["Karaoke bars"]},": down past Hotel Shymkent on Republic Aveue (extension of main street Tauke-Khan avenue), bus stop \"Ogonyok\"\n\n",{"type":"'''","value":["Bowling and pool tables"]}," at Tauke-Khan avenue and Kunayev Avenue, upstairs at the \"Maharaja\" entertainment complex right next to the Spartak sports complex in the middle of town\n\n",{"type":"'''","value":["Hookah bar"]},": recently opened in the 17th microregion, expensive but nice ambience and stage with DJ\/live music on certain nights\/events\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ordabasy"],["url="],["email="],["address=Kazybek Bi 1"],["lat="],["long="],["directions=Located on the corner of the Ordabasy plaza where Tole Bi and Kazybek Bi intersect"],["phone=53 64 21"],["tollfree="],["fax="],["hours="],["price=DB:6400\/night"],["checkin="],["checkout=10:00"],["content=This mid-range hotel is conveniently located at Ordabasy plaza, in front of the large MiG monument. As of May 2010, a double-room goes for 6400KZT with a private bath, satellite tv, and balcony (if facing the street). No late check-out is available."]]}]},"\n",{"type":"*","value":[" Rented apartments are available - bargain for your room. Don't pay more than 2000 tenge for a normal room or 4000 tenge for \"elite\" (newly remodeled room) in a rented apartment. No meals included, so-so conditions for the most part, but inexpensive. There are apartments on the main road (Tauke Xana\/Respublika) close to the bus stop Ogonyok. The apartment rental is done out of a rainbow-colored cafe right on the street."]},"\n",{"type":"*","value":[" Other hotel options include ",{"type":"'''","value":["Hotel Shymkent"]},", and ",{"type":"'''","value":["Clara Sapar"]}," (better option for business\/diplomat guests). Rooms are over $100 night."]},"\n",{"type":"==","value":["Connect"]},"\n\n+7-7252 is the area code for Shymkent.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Turkestan"]]}]},": the most famous Muslim site in Kazakhstan, with a beautiful mausoleum and brand new historical museum. Definitely a must-see if you're in the south for a few days.\n\n",{"type":"'''","value":["Sairam mausoleums"]},": you can take a taxi from Ordabasy Square to Sairam for 200-300 tenge. Stop to see the \"SHYMKENT\" Hollywood sign on your way!\n\n",{"type":"'''","value":["Sauran ancient city ruins"]}," - you can book a private taxi from Shymkent, or take a taxi from Turkestan if you're already there.\n\n",{"type":"{{","value":[["geo"],["42.316667"],["69.595833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kazakh Desert"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Shymkent"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Shymkent"]]}]