[{"type":"{{","value":[["pagebanner"],["Sidhbari banner 1.jpg"]]},"\n\n",{"type":"'''","value":["Sidhbari"]}," (pronounced ",{"type":"''","value":["Sidh-badi"]}," meaning \"The valley of sages\")  is a scenic village and bazaar on the outskirts of Lower ",{"type":"[[","value":[["Dharamshala"]]}," along the feet of the Himalayan Dhauladhar mountain range in the Indian state of ",{"type":"[[","value":[["Himachal Pradesh"]]},". According to ancient scriptures, Sidhbari has been home to numerous saints which is how it got its name as a place for the Siddhas or those who are enlightened..\n\nSwami Chinmayananda established his ashram here in 1977 called Sandeepany Himalayas and is also the site of his samadhi. The Gyuto Monastery in Sidhbari is the home of His Holiness the 17th Karmapa of Kagyupa Buddhism. The winter session of the Himachal Pradesh Vidhan Sabha is conducted from Sidhbari.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:A winter morning in Rakkar, Himachal Pradesh.jpg"],["thumbnail"],["Rakkar road on a winter morning."]]},"\nSidhbari lies 5km east of Dharamshala town, the administrative headquarters of ",{"type":"[[","value":[["Kangra"]]}," district on the state highway to Palampur. The bazaar on the highway serves the hamlets of Rakkar, Sekni Da Kot and Loont which are located a few kms uphill from Sidhbari on the ancient grazing trail to ",{"type":"[[","value":[["Chamba"]]}," via the Kundli Pass (4550m).\n\nLocated on the feet of the Dhauladhar mountain range that towers upto an height of 4500m within a few kilometers, Sidhbari offers travelers a peaceful environment surrounded by terrace fields and woods, away from the commercial traffic of Dharamshala. The various hamlets and villages around the main Bazaar offer stunning views of the Kangra Valley and the snow capped Dhauladhar mountains.\nThe great Vedic sage Kapila spent many years meditating in a cave in Sidhbari. Renowned Indian spiritual leader Swami Chinmayananda decided to set up an ashram here in 1977 and more recently, the Gyuto Buddhist monastery is the residence of His Holiness the 17th Karmapa.\n\nSidhbari is surrounded by picturesque hamlets on all sides inhabited by the semi nomadic Gaddi shepherds who graze their goats on the upper reaches of these mountains. Agriculture on the terrace fields is the main economic activity of the local people, with an increasing number of families opening up their homes to tourists who would like to experience the relatively simple Indian village life.\n\n",{"type":"===","value":["Sidhbari Bazaar"]},"\nThe bazaar stretches for around 600m on both sides of the highway and is the focal point for all commercial activities in Sidhbari. There is a branch of State Bank of Patiala with ATM facilities here. Other shops include dhabas serving local, Tibetan and Chinese food, internet cafes, mechanics and general stores. The bazaar continues across the Ghyari Nallah into Yol. There are limited accommodation facilities in the Bazaar area, and one would need to take a short walk uphill into the Sidhbari village or Rakkar for homestays and guest houses. \n\nThe Chinmaya Ashram is a 15 minute walk downhill from the bazaar, while Gyuto monastery is at the Bazaar near Yol bridge.\n\n",{"type":"===","value":["Sidhbari village"]}," \nLocated just uphill from the Bazaar, the village is a collection of bungalows with beautiful gardens, many of which are new constructions built by ex-Army who have settled here.\n\n",{"type":"===","value":["Tapovan"]},"\nA 10 minute walk downhill from Sidhbari Bazaar towards the Vidhan Sabha, Tapovan is small settlement that is famous for the Chinmaya Mission Ashram (Sandeepany Himalayas). \n\n",{"type":"===","value":["Rakkar"]},"\n",{"type":"[[","value":[["File:Rakkar_ground_and_Shiva_temple,_Sidhbari.jpg"],["thumb"],["400px"],["The village ground in Rakkar"]]},"\nRakkar is a quiet hamlet that is a 15 minute walk further up from Sidhbari. Rakkar is a historical settlement of the Gaddi shepherds who migrated across the mountains from Chamba in search of better opportunities over 100 years ago. Most of the original mud brick houses still stand today and one can experience life in a traditional Gaddi village here. Once regarded as a backward village, Rakkar has now become an example for environmental conservation and rural development efforts thanks to the work of two NGO's who operate out of here.\n\n",{"type":"===","value":["Fatehpur"]},"\nLocated on the other side of the Manuni Nallah gorge facing Rakkar, Fatehpur is an upcoming Tibetan colony in Lower Dharamshala. The Norbulingka Institute for Tibetan Culture is located here and attracts a steady stream of visitors interested in learning more about Tibet.\n\n",{"type":"===","value":["Khanyara"]},"\nKhanyara is a bustling village upstream of the Manuni Nallah, famous for its slate mines. The  black slate tiles extracted from the adjacent mountains are known for their lusture and durability, and is popular in the local architecture as a roofing and flooring surface. During the peak of slate demand in the 1980's, Khanyara became India's richest panchayat from slate exports. While demand has fallen with the convenience of artificial materials, the mines remain active and one can see the how the tiles are manually chipped away with precision.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Dharamshala region tourist map.png"],["thumb"],["Sidhbari is 5kms southeast of Dharamshala town"]]},"\nSidhbari bazaar can be reached by road and is a 5km drive from Dharamshala town off the Palampur Highway before Yol Cantonment. See ",{"type":"[[","value":[["Dharamshala#Get_in"]]},"\n\n",{"type":"===","value":["Bus"]},"\nLocal bus services are available from Dharamshala (every 10-15 mins) on the ",{"type":"[[","value":[["Palampur"]]}," route. There are two stops in Sidhbari, at the bazaar near the State Bank ATM, and the Gyuto Monastery (Route: Dharamshala Kotwali Bazaar - Civil Lines - Dari - Sidhpur - SIdhbari). The bus journey costs Rs.10 and takes around 25mins.\n\nBuses from Pathankot stop at Sheela Chowk 2kms away, from where you take a local bus or hire a taxi.\n\n",{"type":"===","value":["Driving"]},"\nAsk for directions to Yol Cantonment, which is a major army garrison on the Palampur highway (SH17). Sidhbari is between Yol and Dharamshala.\n\n",{"type":"===","value":["By Taxi"]},"\nTaxis from Mcleodganj in upper Dharamshala to Sidhbari will cost around Rs.400 and can take 30-45mins. \n\n",{"type":"===","value":["By Air"]},"\nSpicejet has a daily service to Delhi from Gaggal\/Dharamshala Airport which is 18 kms away by road. Fares start from Rs.3000 for advance bookings.\n\n",{"type":"==","value":["Get around"]},"\nWalking is the best way to get around Sidhbari and nearby places of interest if you don't mind the sloping roads and paths. Once you are outside the bazaar, one does not encounter much motorized traffic.\n\nA rented bike from Sidhbari can also be a convenient option on the sloping terrain if you get exhausted easily.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Norbulingka Institute, with Dhauladhar range in the background.jpg"],["thumb"],["Norbulingka Institute"]]},"\n",{"type":"*","value":[" Kapila Muni Gufa and Ashram (Sidh baba cave), Sidhbari"]},{"type":"*","value":[" Gyuto Monastery",{"type":"[","value":["http:\/\/karmapa.brainbooking.com\/?access=the-kagyu-office&lang=eng"]},", Sidhbari"]},{"type":"*","value":[" Naam Art Gallery",{"type":"[","value":["http:\/\/naamartgallery.com"]},", Sidhbari"]},{"type":"*","value":[" Chinmaya Mission Ashram",{"type":"[","value":["http:\/\/www.chinmayamission.com\/ashram-sandeepany-himalayas.php"]},", Tapovan"]},{"type":"*","value":[" Winter session of Himachal Pradesh Vidhan Sabha, Tapovan"]},{"type":"*","value":[" Aganjar Mahadev Shiva Temple",{"type":"[","value":["http:\/\/www.kangrapilgrimage.org\/aghan.html"]},", Khanyara"]},{"type":"*","value":[" Nag Mandir, Khanyara"]},{"type":"*","value":[" Slate mines, Khanyara"]},{"type":"*","value":[" Manuni Nala bathing pools and waterfalls, near Aganjar Mahadev Temple"]},{"type":"*","value":[" Gum extraction from trees, Rakkar"]},{"type":"*","value":[" Rakkar woods and picnic area"]},{"type":"*","value":[" Norbulingka Institute for Tibetan Culture",{"type":"[","value":["http:\/\/www.norbulingka.org"]},", Fatehpur"]},{"type":"*","value":[" Yol Bazaar, Yol Cantonment"]},{"type":"*","value":[" Yol Golf Course, Yol Cantonment"]},"\n",{"type":"===","value":["Nearby"]},"\n",{"type":"*","value":[" Chamunda Temple (9km) and trek to the old Chamunda Temple (6 hours)"]},{"type":"*","value":[" Gopalpur Zoo (15km)"]},{"type":"*","value":[" Thath Be Gampura Baikunth Dham Guru Nanaksar Anand Gufa",{"type":"[","value":["http:\/\/www.pamoist.org\/AsthaniDetail.aspx?id=8&lang=en"]},", Gopalpur"]},{"type":"*","value":[" Palampur (27km)"]},{"type":"*","value":[" Jwalamukhi (55km)"]},{"type":"*","value":[" Kangra (17km)"]},{"type":"*","value":[" Dharamshala (6km). Cricket Stadium, Kotwali Bazaar"]},{"type":"*","value":[" Mcleodganj (16km). Dalai Lama temple and tourist bazaar."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Ghoomakad hut overlooking the Dhauladhars and Dharamshala.jpg"],["thumb"],["A Gaddi hut facing Triund peak"]]},"\n",{"type":"*","value":[" Take a walk through the many footpaths in Rakkar village along mud houses, mountain streams and lush terrace fields."]},{"type":"*","value":[" Befriend some lamas at the Gyuto monastery or spend some time meditating at the Chinmaya Ashram in Tapovan"]},{"type":"*","value":[" Rent a taxi and do a circuit of the famous temples in Kangra district."]},{"type":"*","value":[" Escape into the wild with a 5 hour trek to an isolated mountain hut built by Gaddi shepherds. Located on the ancient grazing trail from Thathri to Kuvarasi at a height of 2400m, the hut is an ideal stopover for those wishing to make the challenging trek over the Kundli pass or to just experience traditional Gaddi life. Contact the Ghoomakad Information Center at Rakkar for details."]},{"type":"*","value":[" Take your swimming trunks and enjoy a day at the Norbulingka Institute. The institute has an extensive library with a collection of Tibetan works, a beautifully landscaped cafe and a swimming pool."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Sidhbari has a basic local bazaar to serve the needs of the local villagers. Bigger bazaars nearby are at Yol (1km), Dari (3km) and Kotwali Bazaar in Dharamshala (5km). The main tourist bazaar at Mcleoganj in upper Dharamshala (17km) caters to foreigners and has a wider range of Tibetan, Kashmiri and local handicrafts."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Home cooked meals at a home stay"]},{"type":"*","value":[" Tibetan food at Sidhbari bazaar"]},{"type":"*","value":[" Pakoddas at Aganjar Mahadev Temple"]},{"type":"*","value":[" Cafe at Norbulingka Institute, Fatehpur"]},{"type":"*","value":[" Bakes and Beans, Sidhpur"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Goomakad Cottage and Rakkar Information Center"],["alt="],["url=http:\/\/www.ghoomakad.com"],["email=mohinder.nishtha@gmail.com"],["address="],["lat=32.19842"],["long=76.36670"],["directions=near Rakkar Ground"],["phone=+91 988 222 66 38"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 500-800 per night"],["content=Eco friendly mud cottages built and run by Mohinder, a friendly Gaddi shepherd from the village. Simple rooms with attached bathrooms and cooking facilities if required. Wifi available. Mohinder also arranges home stays with the local families and can give information on the various trekking trails from Rakkar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mindgrep HQ Rural Hackerspace"],["alt="],["url=http:\/\/hackerspaces.org\/wiki\/Mindgrep_HQ"],["email=arun.planemad@gmail.com"],["address="],["lat=32.19842"],["long=76.36670"],["directions=at Ghoomakad Cottage"],["phone=+91 988 2505 845"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 100 per night to cover food expenses"],["content=Shared sleeping spaces available to hackers to work on rural projects and other volunteer work in the village."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rose Villa Home Stay"],["url=http:\/\/rose-villa.com"],["email=navi_mankotia@yahoo.co.in"],["address="],["lat="],["long="],["directions=on the road from Sidhbari bridge to Rakkar"],["phone=+9198162-09797"],["tollfree="],["fax="],["hours="],["price=Rs 2000 per night"],["checkin="],["checkout="],["content=Govt. registered homestay, but more of a guest house with modern rooms and facilities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ghoomakad homestay network"],["alt="],["url=http:\/\/www.ghoomakad.im"],["email=ghoomakad.im@gmail.com"],["address="],["lat=32.19900"],["long=76.36760"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=400 per person including food"],["content=The Ghoomakad homestay network is a collection of hospitable local families in Rakkar with basic amenities for travelers. Clean and comfortable stay is assured. Round the clock internet and information facilities are available at the Ghoomkad cottage."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dharamshala"]]}," (5km) and Mcleodganj (16km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Joginder Nagar"]]}," (62km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Manali"]]}," (227km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dalhousie (India)"],["Dalhousie"]]}," (122km)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jammu"]]}," (200km)"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kangra (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["32.1793"],["76.377"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sidhbari"]]}]