[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sidi Bou Said"]}," is a village in ",{"type":"[[","value":[["Tunisia"]]},".\n",{"type":"[[","value":[["Image:Sidi Bou Said 2.jpg"],["thumb"],["300px"],["Entrance to the top"]]},"\n",{"type":"[[","value":[["File:Sidi Bou Said Allee.jpg"],["thumb"],["A door in Sidi Bou Said"]]},"\n\n",{"type":"==","value":["Get in"]},"\nIt is on the ",{"type":"[[","value":[["Tunis"]]},", ",{"type":"[[","value":[["Carthage"]]}," TGM light rail line (station Sidi Bou Said). You may drive by car. Traffic is OK. There is free parking (uphill, to the right), which may be overbooked on weekends. The best time to visit is early autumn or spring (March-early April\/late October-November), before the assault of package tourists begins, when you can still walk alone on the narrow streets, around white-blue traditional houses, enjoying the views. If you are there during the summer months, it is advisable to visit not just the jam-packed tourist main street but also the emptier inner parts of the neighbourhood.\n\n",{"type":"==","value":["Get around"]},"\n\nThe village is quite small, and you can visit every street of the village in no more than two-three hours. On the top of the hill there is a beautiful view of the surrounding bay.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:SideBouSaidRoofs.jpg"],["thumb"],["Roofs"]]},"\n\n",{"type":"*","value":[" The white houses with blue roofs and windows, unique to this village, perched on a hill, with an amazing view of the Mediterranean Sea and the Bay of Tunis."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Family House"]},". An old house turned into a museum, showing the traditional life of an 18th century Tunisian lawyer. Privately owned and maintained by his descendants, it's well worth the visit. It's to your left as you enter the village."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Café des nattes"]}," A typical Arabic coffee shop."]},"\n",{"type":"==","value":["Do"]},"\nSidi Bou Said has stunning whites and blues all over the village - take plenty of photos.\n\n",{"type":"==","value":["Buy"]},"\n\nLike many other Arab settlements around the world, Sidi Bou Said has a small souk year round, selling basic commodities for the locals. In addition, during tourist seasons, souvenir stalls litter the lower part of the main street of the village. A traditional product manufactured in Sidi Bou Said are bird cages, coloured in white and blue, like the roofs of the village. Don't forget to ",{"type":"[[","value":[["haggle"]]},".\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Au Bon Vieux Temps"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=",{"type":"''","value":["+216"]}," 71744733"],["tollfree="],["fax="],["hours="],["price="],["content=56 rue Hedi Zarrouk. Romantic, with great view from the terrace, but too often offering listless, bland food. Mains are TND 12-25. Tastier food is on offer at the fresh doughnut stand nearby, on the same road."]]}]},"\nBe sure to eat the locally grown dates.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Blanc E Bleu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Syrian restaurant right across the street from Coste cafe.  The only lunch place open during Ramadan.  Decent schwarma (3-4 dinar), crepes (2-3 dinar), kabob etc."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe Delices"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best view in Sidi Bou Said.  Shisha for 4 dinar, but be careful, if you don't know the price the waiters will attempt to scheme you for more money.  Drinks are very expensive here (5 dinar per bottle of water!), essentially you are paying for the view."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cafe De Nattes"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous cafe where artist Paul Klee worked often.  Located at the top of the hill from the TGM (train).  Much cheaper than cafe delices and more traditional as well.  Shisha for 3 dinar, mint tea for under a dinar."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are a couple of places to stay in Sidi Bou Said itself.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Sidi Bou Fares"]}," - 15 rue Sidi Bou Fares. Right in the centre of town. All rooms are based around a pretty central courtyard. They are rather small, but are en-suite. Single room rate (Oct '07) was 45 TND, but it can be haggled lower."]},"\nYou can easily find hotel rooms in nearby ",{"type":"[[","value":[["Tunis"]]}," or ",{"type":"[[","value":[["Carthage"]]},". Additionally, if really lucky, you might rent a room for a night or two in a house, from a village resident. However, this is rare, since the locals are quite rich and rarely have any interest in sharing their home with total strangers.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Quamart"]]}," - A resort on Tunisia’s Mediterranean coast. "]},"\n",{"type":"{{","value":[["geo"],["36.8667"],["10.3333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Tunisia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sidi Bou Said"]]},"\n\n",{"type":"[[","value":[["Commons:Sidi Bou Saïd"]]}]