[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Siegen"]}," is a city in ",{"type":"[[","value":[["North Rhine-Westphalia"]]}," (",{"type":"''","value":["Nordrhein-Westfalen"]},"), ",{"type":"[[","value":[["Germany"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Oberstadt siegen.jpg"],["thumb"],["250px"],["View on the Oberstadt"]]},"\n",{"type":"[[","value":[["Image:Siegen Museum fuer Gegenwartskunst.jpg"],["thumb"],["250px"],["Museum of Contemporary Art"]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest airports to Siegen are:\n\nCologne Bonn Airport. It handles international and domestic flights and is a hub for the low cost airlines. The airport is approximately 1,5 hours by car.\n\nFrankfurt Rhein Main International Airport. This is the largest airport in Germany, served by all major international airlines. It takes about two hours by car.\n\nThe Siegerland Flughafen (Airport) near Burbach is Germany's second highest airport but only approached by charter flights.\n\n",{"type":"===","value":["By train"]},"\n\nSiegen is served by Siegen Hauptbahnhof. Trains go to Cologne (about 1,5 hours), Frankfurt (about 2 hours), and Hagen (about 1,5 hours).\n\n",{"type":"===","value":["By car"]},"\n\nThe motorway A45 connects Siegen to Frankfurt (1,5 hours) and Dortmund (1 hour), while the motorway A4 connects to Cologne (1 hour).\n\n",{"type":"==","value":["Get around"]},"\n\nSiegen is well connected by road and rail. The motorway A45 connects Siegen to Frankfurt and Dortmund, while the motorway A4 connects to Cologne. The Rothaar Railway (Rothaarbahn) connects to Bad Berleburg, running through the scenic mountainous area. In the south of the district in the community of Burbach lies the Siegerland Airport, which offers scenic flights, although no scheduled connections.\n\n",{"type":"==","value":["See"]},"\n\nSiegen is Peter Paul Rubens ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Rubens"]}," birthplace. Oberes Schloss houses some of his paintings. The Schloss has a fine exhibit of Siegen's mining heritage with an under tunnel. \n\n",{"type":"'''","value":["Museums"]},"\nBeatles-Museum is found in Geisweid, run by Harold Krämer. According to the 2000 Guinness Book of Records, the 27 m² museum is the smallest public museum in the world devoted to the four Liverpudlian musicians. The collection consists of more than 17,000 sound storage media, souvenirs, film posters, autographs and quite a few other things.\n\n",{"type":"'''","value":["Oberes Schloss"]},"\nThe castle on the Siegberg was first mentioned in a document in 1259 and was the family seat of the House of Nassau. Since 1905, the Siegerlandmuseum has been here. Alongside regional exhibits – among them an artificial demonstration mine – are many paintings. The centrepiece of this collection is made up of works by the man who is arguably the best known son of the city, Peter Paul Rubens. There is also quite a comprehensive collection of portraits of members of the Houses of Nassau and Orange. The top floor is devoted to 19th-century home décor. A kitchen from the Siegerland, a bedroom and many pieces of furniture from the Biedermeier era give one an impression of life in the region in bygone days.\n\n",{"type":"'''","value":["Unteres Schloss"]},"\nLate in the 17th century, the Lower Stately Home came into being in its current form, somewhat like an open rectangle. The Evangelical line of the House of Nassau-Siegen resided here. Also belonging to the Schloss is the \"Dicker Turm\", or \"Fat Tower\" with a carillon. In 1959, the then town of Siegen built a memorial for victims of war and tyranny. Inside the Schloss is also found the crypt of the Evangelical branch of the Nassau princely house.\n\nToday, the Schloss serves as a state authority building in which the North Rhine-Westphalia Building and Property Establishment, the State Environment Office, the Office for Occupational Health and Safety and the Attendorn Correctional Facility (Siegen Branch Facility) are all housed. By the city's plans, a university is supposed to move into the Unteres Schloss within the next few years, but at this time, the plan is failing to find any financial backing.\n\n",{"type":"'''","value":["Churches"]},"\nTwo churches in downtown Siegen are to be brought to the visitor's attention: The Martinikirche dating from the 11th century and the Nikolaikirche at the marketplace with its unusual eight-sided shape and its golden Krönchen (\"coronet\") – the city's landmark – on the church tower, which is a prominent feature of Siegen's skyline (Siegen is sometimes called Krönchenstadt for this unusual feature). Another church is the Marienkirche, built by the Jesuits between 1702 and 1729. Also worth seeing are Siegen's Old Town and several museums in the city core.\n\n",{"type":"'''","value":["Gasometer"]}," \nProtected gasholder.In the southwest of the city core, at the foot of the Ziegenberg, is a spherical gasholder, or gasometer, which is protected by law as a monument. It is one of the oldest spherical gasholders still preserved. Another peculiarity is its riveted casing. Only three other such gasholders are known to exist worldwide (all in Germany, in Schwerte, Offenburg and Bielefeld). The holder had to be moved a few metres owing to construction on the municipal Autobahn, the Hüttentalstraße, and in the residential area of Ziegenberg, and it now forms the symbolic sun as part of a scale model of the planets above the gasholder.\n\n",{"type":"'''","value":["Things to see nearby"]},"\nWorthy of recommendation for tourists are hiking tours and outings in Siegen's scenically charming environs. Also worth a visit are a few small towns around Siegen, such as Hilchenbach or Freudenberg. Furthermore, there are a few well known breweries in the area that can be visited, for instance Krombacher and Eichener Brauerei in Kreuztal, along with other smaller breweries.\n\n",{"type":"==","value":["Do"]},"\n\nVisit the seven hills surrounding Siegen, which locals humorously compare to Rome's:\n\n# Hausling\n# Rosterbeg\n# Giersberg\n# Wellersberg\n# Siegberg\n# Fischbacherberg\n# Heidenberg\n\n",{"type":"==","value":["Buy"]},"\n\nThe best known export from Siegen is beer.\n\n",{"type":"==","value":["Eat"]},"\n\nSiegen has some special dishes, which are more or less unique.\n\n",{"type":"*","value":["''Riewekooche (Reibekuchen – a bread made with grated potatoes Potato pancake) "]},{"type":"*","value":["''Siegerländer Krüstchen (Breaded boneless pork chop on toast and egg sunny side up on top) "]},{"type":"*","value":["''Schanzenbrot (sourdough rye bread) "]},{"type":"*","value":["''Krebelcher or Krebbelchen "]},{"type":"*","value":["''Groffbroat "]},{"type":"*","value":["''Siegerländer Debbekooche "]},{"type":"*","value":["''Siegerländer Bäckel "]},{"type":"*","value":["''Duffelnsobbe (potato soup) "]},{"type":"*","value":["''Grenge (cracknel) "]},{"type":"*","value":["''Grinnchesbroare (rabbit roast) "]},{"type":"*","value":["''Kiernmelchsoabbe (buttermilk soup) "]},{"type":"*","value":["''Suerambe (sorrel) "]},{"type":"*","value":["''Siegerländer Hirtentopf "]},{"type":"*","value":["''Aejjerkaes (egg cheese) "]},{"type":"*","value":["''Schampe (beef paunch in sauce)"]},"\n",{"type":"==","value":["Drink"]},"\n\nSiegerland is famous for its high quality water. Making it a region were several successful private breweries operate, such as Krombacher ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Krombacher"]},".\n\n",{"type":"==","value":["Surroundings"]},"\n\nSince 1963 the nature reserve Rothaargebirge is a 1355 square kilometers ",{"type":"'''","value":["nature park"]},". The ",{"type":"'''","value":["Rothaarsteig"]}," is a hiking trail in the park, which runs on the territory of the villages Burbach, Wilnsdorf, Netphen and Hilchenbach.\n\nThe ",{"type":"'''","value":["Pfannenberg tower"]}," on the 499 m high mountain in Salchendorf is a 20 meter high observation tower, which is a listed building since 1993. He was originally a mining tower removed a few miles from the tower and after the closing of the mine in 1932 was set up two years later on again. The Kindelsberg tower was built in Kreuztal 1905-1907, is 22 meters high and is a listed building. On clear days you can see to Bonn. \n\nThe ",{"type":"'''","value":["Obernau dam"]}," at Netphen has a 9,6 km long path for walking and cycling. Since the dam serves the drinking water supply, no recreational activities in the water are possible. The Breitenbach dam near Hilchenbach provides a 5.3 km long cycle path around the dam.\n\n",{"type":"'''","value":["Castle Junkernhees"]}," near Kreuztal dates back to 1523. The castle is now a listed building and is used as a hotel and the great hall of the building as a restaurant. At irregular intervals in the castle also hosts art exhibitions.\n\nThe ",{"type":"'''","value":["ruins of Ginsburg"]}," in Hilchenbach stand 580 m above sea level. It dates from the 12th Century and served the House of Nassau as a border fortress. The castle fell into disrepair until it was secured in 1961 and partially restored.\n\nThe moated ",{"type":"'''","value":["castle Hainchen"]}," near Netphen dates back to 1290. In 1864 the last of the ruined castle towers were demolished. In the 1970s, the Castle was begun to rebuild. Meanwhile, the castle is used for disabled and elderly people.\n\n",{"type":"{{","value":[["geo"],["50.8833"],["8.0167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sauerland-Siegerland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Siegen"]]},"\n\n",{"type":"[[","value":[["Commons:Siegen, Germany"]]}]