[{"type":"{{","value":[["pagebanner"],["Sienna banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comune.siena.it\/ Siena"]}]}," is a medieval city in the region of ",{"type":"[[","value":[["Tuscany"]]},", located in the north of ",{"type":"[[","value":[["Italy"]]}," some 70 km (43 mi) south of ",{"type":"[[","value":[["Florence"]]},". It is probably best known for a colourful horse race, ",{"type":"'''''","value":[{"type":"[[","value":[["#Events"],["Il Palio"]]}]},", conducted twice each year in the summer.\n\n",{"type":"==","value":["Understand"]},"\n\nSiena was a proud, wealthy, and warlike independent city-state during the Middle Ages, until its final defeat by Florence. Medieval Sienese art (painting, sculpture, architecture, etc.) is unique and of great historical importance. Some of the famous artists who lived and worked in Siena are Duccio, Simone Martini, and Ambrogio and Pietro Lorenzetti. Sienese people are fiercely proud of their city and their neighborhood (",{"type":"''","value":["contrada"]},"). The Palio, described below, is all about neighborhood pride and rivalry, and also constitutes the unbroken continuation of a Medieval tradition associated with religion, pageantry, trash-talking, bragging, and occasional violence. It is taken very seriously and is in no way a put-on for tourists; in fact, you are likely to be less welcomed during the Palio than at any other time, and there isn't the slightest doubt that Siena would run the Palio with great enthusiasm regardless of whether any visitors ever showed up. That said, this is a city which depends and flourishes on tourism. Siena was a very poor little city for a few hundred years after its defeat, which is the main reason that its lovely Medieval buildings were never torn down and replaced with modern structures. In the 19th century, tourists started coming. Nowadays, it is a requirement that new buildings within the city walls be built to  maintain the city's character and beauty - many are strikingly modern, yet fit in well.\n\n",{"type":"[[","value":[["Image:Siena, Italy.jpg"],["300px"],["thumb"],["Siena"]]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nSiena's Ampugnano airport is 9 km from the city. However, there are no scheduled flights to Siena airport. For additional information tel 0577-392226. A shuttle service connection is currently available between the airport and Piazza Gramsci TRA-IN (tel. 0577-204224).\n\nMost travellers arriving by plane will land at airports in ",{"type":"[[","value":[["Florence"]]}," or ",{"type":"[[","value":[["Pisa"]]},". Buses of the Sena line connect Siena with the ",{"type":"[[","value":[["Bologna"]]}," Marconi airport (twice daily, 2.5 hours), a favorite with the discount carriers. There is also a bus link to Pisa airport.\n\n",{"type":"===","value":["By car"]},"\n\nFrom the north, take the Chiantigiana from ",{"type":"[[","value":[["Florence"]]}," (SS 222 – 72 km) that elegantly crosses the hills of ",{"type":"[[","value":[["Chianti"]]}," or the highway (SS 2 superstrada Siena\/Firenze - 68 km). From the south, Siena can be reached by taking the Autoway from ",{"type":"[[","value":[["Rome"]]}," (A1 Roma-Firenze, exit Valdichiana), turning right on state highway #326 (Bettolle-Siena - 240 km). Relatively cheap parking can be found near Fortezza Medicea, northwest of the city stadium - and around it. ",{"type":"[","value":["http:\/\/www.slowtrav.com\/Italy\/driving\/parking_siena.htm"]}," ",{"type":"[","value":["http:\/\/www.turismoverde.com\/italia\/info\/mappe\/mappark.jpg"]},"\n\n",{"type":"===","value":["By train"]},"\n\nFrom the north, trains go about hourly directly from ",{"type":"[[","value":[["Florence"]]}," to Siena, and otherwise it is possible to take any train that stops in ",{"type":"[[","value":[["Empoli"]]}," and find train connections from Empoli to Siena every 30–60 minutes. It costs €7.40 single (Feb 2012). From the south, direct connections to Siena depart from ",{"type":"[[","value":[["Chiusi"]]}," or from ",{"type":"[[","value":[["Grosseto"]]},". The train station in Siena is located approximately 2 km from Siena's historical centre, a five minute bus ride - buses leave regularly from Piazza del Sale. Buses numbers 3, 8, 10, 17, 77 leave from the station to Piazza del Sale and bus #17 departs from Piazza del Sale for the train station. If you don't mind walking uphill, you can also walk to the centre in about 20–30 minutes: Exit the train station, turn left, walk past the bus park and then uphill, bearing right at the traffic circle, staying on the road called Viale Giuseppe Manzini. Go through the city gates, and follow the road as it bends sharply to the right. The road becomes Via Garibaldi, which will take you into the city.\n\n",{"type":"===","value":["By bus"]},"\n\nBy far the easiest way to get to Siena from Florence (though the train journey is much more picturesque). Take the SITA bus (located in a small underground bus depot across the street, to the west of Santa Maria Novella train station). After 1hr 20 minutes it will eventually drop you off at Piazza Garibaldi which is located well within the walls of the city, allowing for an easy walk to any of the city's attractions. On the return, buses depart from the Piazza Gramsci. The cost is €7.10 (Feb 2012). \n\nConnections are also available from Rome (3 hours) and various other cities.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe centre of Siena is ",{"type":"'''","value":["accessible only on foot"]},". Cars (other than taxis, police, etc.) are strictly prohibited; motorcycles and scooters are OK, though. Patrons of the central hotels are allowed to drive up and unload the luggage (and then get out), but only by obtaining one-time permission slips from the hotel front desk beforehand (also have them draw the route for you on a map and follow it to the letter; if you miss a turn, it may be wiser to head out the nearest gate, get on the circumferential road just outside the walls, return to the starting point and try again); have this pass handy if stopped by police while driving within the walls - or, in a pinch, at least a confirmation of your reservation. Don't rush your turns, and swing wide like a truck, as you would be sometimes required to fit between two stone walls into an opening just slightly wider than your vehicle. For more information, contact \"Siena Parcheggi\" tel. 0577-228711. To call or reserve a ",{"type":"'''","value":["taxi"]},", telephone the Central Reservation Office at 0577-49222. \n\nSiena may be the only city in Mediterranean Europe where parking is not a massive headache, though charges have increased dramatically in the past few years and you can expect to pay €40,00 or more per day for the more convenient spots. The huge parking lots around the Fortezza and the adjacent football stadium are no longer free, but on the other hand, you can now count on finding a space there almost anytime; there is free parking further out, with minibus service, from Due Ponti and Coroncina (beyond Porta Romana).\n\n",{"type":"===","value":["By bus"]},"\n\nGoogle maps shows the location of all bus stops within the city. If you zoom in and click the bus symbol on the map, you will get a list of bus routes serving that stop. There are several small buses (Pollicino) run by the TRA-IN company that cover some streets located in the centre and several bus lines to and from the outskirts of town. Bus tickets cost 1,10 € per fare (as of June 2012) when bought at kiosks\/tabacchi but are more expensive when bought from the driver.\n\nThe website for Siena Mobilità (http:\/\/sienamobilita.it\/orari.html) has bus schedules (orari) for routes within Siena. Click the tab ",{"type":"''","value":["Servizio urbano Siena"]},".\n\n",{"type":"===","value":["On foot"]},"\n\nSiena is a city (a small city, yes, but it isn't like one of the hill towns) and the attractions away from the Piazza\/Duomo area are spread out on three steep hills, so walking is a necessity. You will understand why Italians can eat so much and not get fat, when you see old women carrying groceries up a long street with a 30-degree incline. If you are tired, check to see if you can get to your destination by walking along a ridge, rather than going in a straight line down a hill and back up.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:SienaPalazzoPubblico.jpg"],["thumb"],["right"],["Palazzo Pubblico on Piazza del Campo"]]},"\n\n",{"type":"[[","value":[["Image:Piazza del Campo, Siena.jpg"],["thumb"],["right"],["Piazza del Campo from above"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Piazza del Campo"]},", the unique shell shaped piazza at the centre of the city, and twice a year the racetrack for the Palio (q.v.)."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Palazzo Pubblico"]},", Siena's City Hall for almost 800 years, contains (among many other things) the famous frescos on good and bad government by Ambrogio Lorenzetti, frescoes by Simone Martini and Duccio, and access to the Torre del Mangia, from whose top you can view a beautiful panorama of the Sienese countryside."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Duomo"]},", Siena's magnificent black and white Italian Romanesque cathedral including the Libreria Piccolomini, Baptistery (separate entrance and charge), and an attached Museo dell'Opera del Duomo (separate entrance and charge) ",{"type":"[","value":["http:\/\/www.operaduomo.siena.it\/english\/index.html"]}," which includes the famous Maestà by Duccio. Also marvel at the inlaid floors; even as they are sometimes covered for protection, a section is always left visible. At the height of Siena's power it was decided to enlarge the cathedral so that the existing Duomo would become merely its transept; the money ran out very soon after one of the new outer walls, which is still standing as a reminder of the grandiose undertaking, was completed. After you've seen all the art, you can also treat yourself to a beautiful panorama from Il Facciatone in the museum. "]},"\n",{"type":"[[","value":[["Image:SienaCathedral2011.JPG"],["thumb"],["Duomo"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Pinacoteca"]},", full of Sienese painting from the city's Medieval heyday."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Palazzo Salimbeni"]},", built in 1472, is the world headquarters of Monte dei Paschi di Siena, the major banking corporation which has a hand in much of the economic and cultural life of the city. The building itself is well worth looking at from the outside. Inside, there are interesting documents showing the history of banking, plus a collection of paintings and other artwork, but you would have to request permission in advance if you'd like to have a chance to view them."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["house where St. Catherine of Siena was born"]}," is just a few blocks from the duomo. This 14th century mystic is one of the principal patron saints of Italy."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Piccolomini Palace"]}," built in 1459 by the well-known architect Bernardo Rossellino, disciple of Leon Battista Alberti. The Piccolomini Palace is one of the most popular sites on the Piazza del Campo. The Florentine style palace is home to the official archives of Siena."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"[[","value":[["File:Vessillifero del comune.JPG"],["thumb"],["250px"],["Pageantry and processions precede the Palio"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Palio Horse Race"],["alt="],["url=http:\/\/www.ilpalio.org\/palioenglish.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A horse race like nowhere else, between the 17 contrade of Siena, is run in The Campo of Siena on July 2 and August 16. All Sienese are affiliated with one of the contrade, to which a typical Sienese feels loyal with a strength perhaps surpassed only by their loyalty to their family. Since the 11th century, the Sienese have conducted festivals every year where the contrade compete for renown (and in times gone by, actual political power) through contests such as flag throwing, horse racing and even fist fights. The fist fights no longer happen (a heavy police presence in the weeks prior to the contest sees to that), but the spirit of competition between contrade is still fierce. The race itself is in late evening but the whole day of the race is taken up with processions through the streets of the various contrade competing in the particular race (only ten can compete at any time for safety reasons)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Classical concerts"]}," during the summer at the Accademia Musicale Chigiana, and at various locations in the city during the Settimana Musicale Senese. ",{"type":"[","value":["http:\/\/www.chigiana.it\/fondazione_ing.htm"]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Siena Jazz Festival"],["alt="],["url=http:\/\/www.sienajazz.it\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During summer."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Other Events"],["alt="],["url=http:\/\/www.monaciano.com\/MasterEditor.aspx?Lang=2&Tipo=eventi"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Updated list of expositions, market exhibitions, festivals and other events."]]}]},"\n",{"type":"===","value":["Walk"]},"\n\nClimb the \"Torre del Mangia\", the tall bell tower overlooking the Piazza del Campo. There is an entrance fee (8 Euro), and only 25 people are let in at a time, so there may be a wait. Not for the faint of heart or claustrophobic, it's about a 300 step hike and you are obliged to leave bags and purses in a locker at the ticket desk inside the tower itself. The panoramic view is exhilarating and well worth the climb. (Note that excellent views of the city are also available from the 'Panoramio' by the cathedral, entry to which is purchased as part of the cathedral museum ticket.)\n\nLocal life in the evening typically revolves around the ",{"type":"''","value":["passeggio"]},", the nightly walk through town, which often includes some gelato, macedonia di frutta con gelato, or\/and drinks at one end or the other. So do as the locals do and enjoy a walk through this beautiful city.\n\nTourist information is located in the Piazza del Campo.\n\n",{"type":"===","value":["Tours"]},"\n\n",{"type":"*","value":[" Take a tour of an Etruscan tomb, visit a winery for a wine tasting, sample regional food, and visit a local village.  There are many such tours available."]},"\n",{"type":"==","value":["Buy"]},"\n\nSiena is large enough still to have items made in the local area, stemming from its history of craftmanship, so you will find some items not readily available anywhere else. Fine paper, neckties, fabrics, embroidery\/tapestry, glazed terracotta, gold jewelry, and of course local food and wine, are some of the distinctive items produced locally. \nThere is a great shop on Via di Citta (the main street) with leather luggage, purses, bags etc.\n\nA huge Market is held every Wednesday around the Fortezza Mediceana from about 7am to about 2pm.\n\nSiena has popular stores such as Furla, United Colors of Benetton, Upim, Intimissimi and more.\n\nDue to the city's status as a major tourist attraction there are plenty of newsagents selling international papers and magazines. A good example is the shop opposite the church on Via San Marco in the Snail Contrada, which has a friendly and helpful multilingual owner, who also runs an internet access point.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Olive Oil"],["alt="],["url=http:\/\/www.montestigliano.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you have a car then you can drive out to the Montestigliano Olive estate 12 km outside the walls, perched high on a hill surrounded by olive trees. You can taste and buy their single estate, extra virgin olive oil (as well as a few other goodies) to take with you or have shipped. There is also a lovely courtyard where you can sit and enjoy a glass of wine and admire the view."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:653SienaPalChigiSaracini.JPG"],["thumb"],["The Palazzo Chigi-Saracini, which houses the Accademia Chigiana, Siena's conservatory of music, is one of the beautiful historic buildings you will see if you walk on Via di Città, above the Piazza del Campo"]]},"\nThe wonderful Siena Jazz Music School is housed in the old fortress.\n\nSiena is also well known for its Italian language schools and several prestigious universities.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Saena Iulia"],["alt="],["url=http:\/\/www.saenaiulia.it\/"],["email="],["address=Via Monna Agnese 20"],["lat="],["long="],["directions="],["phone=+39 0577 44155"],["tollfree="],["fax="],["hours=Mon - Fri 9AM to 6PM"],["price="],["content=One of the better private schools in Siena that provide courses to people that want to learn Italian for a very reasonable price. Look on their website for more information."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Excellent gelato can be found just off the Campo at two gelaterias called \"Il Gelato\" and \"Brivido\".  Ask for Romaney at \"Il Gelato\""]},"\n",{"type":"*","value":[" For something more substantial, \"La Chiacchiera\" next to the House of St Catherine is an excellent source of typical Tuscan cuisine; the pici (thick, homemade noodles) are superb. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria Nonna Gina"],["url="],["email="],["address=Piano dei Mantellini, 2"],["lat="],["long="],["directions="],["phone=+39 0577 287247"],["tollfree="],["fax="],["hours="],["price="],["content=Outside the Due Porte."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria del Gatto"],["url=http:\/\/www.osteriadelgatto.com\/"],["email=marco@osteriadelgatto.com"],["address=Via di San Marco, 8"],["lat="],["long="],["directions=San Marco quarter"],["phone=+39 0577 287133"],["tollfree="],["fax="],["hours=12:15-14:30\/19:45-22:00"],["price=€18.00-€28.00"],["content=Not far from the above Nonna Gina. Menu will be in Italian but the waiters and the cooks will be available for a translation \"on the fly\". Fish is served one week a month. If you happen to be there in that week, don't miss the \"Tonno alla Mediterranea\" (tuna fish in the Mediterranean way)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Torre"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is also an excellent restaurant, in the contrada of the same name."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria Sotto le Fonti"],["url=http:\/\/www.sottolefonti.it\/"],["email="],["address=Via Esterna Fontebranda, 114"],["lat="],["long="],["directions="],["phone=0577-226446"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant off the beaten path, with owners who serve you personally; the waitress speaks fluently English (very rare in Italy) and knows how to recommend you wine, as she is also a wine tour guide.  Is a pleasant walk downhill shortly outside the gates of the city, allowing you to look up at the top of the Duomo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nannini"],["url="],["email="],["address=Banchi di Sopra"],["lat="],["long="],["directions="],["phone=+39 0577 286050"],["tollfree="],["fax="],["hours="],["price="],["content=A bakery\/cafe with an excellent selection of Tuscan pastries: Ricciarelli, Cavalucci, Cantucci, Panforte, etc. The ingredients of same are prominently displayed in most cases, making Nannini a very attractive option to the travelling vegan."]]}]},"\nSienese specialties include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Panforte"]}," - a unique kind of dense cake, made of honey, flour, almonds, candied fruits, a secret blend of spices, etc. ",{"type":"'''","value":["Tipo Margherita"]}," is the classic, but several other types are made. Panforte is commercially manufactured only in Siena and neighboring ",{"type":"[[","value":[["Monteriggioni"]]},", its loyal ally in medieval wars with Florence. The most famous brand of panforte is ",{"type":"'''","value":["Sapori"]},". You can buy panforte most cheaply in local supermarkets, but don't miss a trip to Nannini on Banchi di Sopra (see above), a pleasant caffé where you can buy not only their panforte by weight but also many other types of unusual pastries and so forth."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ricciarelli"]}," - small almond paste cakes."]},"\n",{"type":"==","value":["Drink"]},"\n\nAlso in the fortress is the excellent ",{"type":"''","value":["Enoteca Italiana"]},", a wine bar and shop located in the fortress' vaults. The Enoteca Italiana stocks an extensive selection of wines produced all through Italy.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Barone Rosso"],["url=http:\/\/www.barone-rosso.com\/"],["email="],["address=Via Dei Termini N° 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great live music, but a bit on the seedy side."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Walkabout Pub"],["url="],["email="],["address=Via Pantaneto 90"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cool pub with Australian ambiance doing cool music."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Siena Colleverde"],["url=http:\/\/www.sienacamping.com\/"],["email=info@sienacamping.com"],["address=Strada di Scacciapensieri 47"],["lat="],["long="],["directions=The campsite can be reached by taking bus 8 from the city centre and asking to be let off at camping Colleverde (the stop itself is actually quite near the entrance to the site, there's a good and cheap pasticceria\/bar nearby as well). You can walk but it's quite strenuous to do so."],["phone=+39.0577.332.545 \/ +39.0577.334.080"],["tollfree="],["fax=+39.0577.334.005"],["hours="],["price="],["checkin="],["checkout="],["content=About 3 km east from the city centre and up the hill from the rail station. It is quite a large campsite and has all the facilities and a swimming pool. As of 2012 year, you can rent cabins with toilet\/shower for 2\/3\/4\/5 persons (€65\/80\/105\/115 per night, maybe cheaper when booked through traveling sites)."]]}]},"\n",{"type":"*","value":[" Alternatively, you could camp at ",{"type":"{{","value":[["sleep"],["name=Montagnola"],["url=http:\/\/www.campinglamontagnola.it\/"],["email=lamontagnola@camping.it"],["address=Strada della Montagnola 39, Sovicille"],["lat="],["long="],["directions="],["phone=+39 0577 314473"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beyond the small village of Sovicille about 12 km from Siena with regular bus connections. It's a decent site with basic facilities but quite friendly and helpful staff."]]}]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Piccolo Hotel Il Palio"],["alt="],["url=http:\/\/www.piccolohotelilpalio.it\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cheap but not very well kept 2 star hotel within the city-walls from €60 (2007) easy to reach by foot from the station."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Agriturismo Monaciano"],["alt="],["url=http:\/\/www.monaciano.com\/ing\/poggio.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tuscany self catering accommodations into the Chianti hills 7 km from Siena with swimming pool, ping-pong and a romantic park. Monaciano has many farmhouses that may comfortably accommodates large families or large group of friends."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Santuario S. Caterina"],["alt=Alma Domus"],["url="],["email="],["address=Via Camporegio, 37"],["lat="],["long="],["directions="],["phone=+39 0577 44177"],["tollfree="],["fax=+39 0577 47601"],["hours="],["price=€60-90"],["checkin="],["checkout="],["content=Run by a nunnery, this modest hotel near the Basilica di S. Domenico provides sanctuary to weary travellers.  Curfew is 11pm."]]}]},"\n",{"type":"===","value":["Mid-Range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Albergo Bernini"],["alt="],["url=http:\/\/www.albergobernini.com"],["email=hbernin@tin.it"],["address="],["lat="],["long="],["directions="],["phone=+39-0577-289047"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via della Sapienza n°15 (just down the street from San Domenico) (use Italian or simple English if you email) - dated but clean rooms in a tiny, centrally-located inn. A truly friendly older couple owns and runs it, and lives on the property (they leave their door open often). The great thing is the view of Siena - spectacular, as you look across the unobstructed valley and almost down at the Piazza del Campo and Duomo. The two rooms at the back have the view. They also have good tips on the best inexpensive dining, which is fabulous. At midnight they lock the doors and go to bed. Double with bath €85, without bath €65."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Piccolo Hotel Etruria"],["alt="],["url=http:\/\/www.hoteletruria.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Donzelle 3. You can't beat the location; it's just a couple of steps up from the Campo. Clean, recently renovated, has a nice common room with a small balcony right over Banchi di Sotto - the final leg of the route towards the Campo taken by the constant parades of the ",{"type":"''","value":["contrada"]}," which won the latest ",{"type":"''","value":["palio"]}," (these last for a few weekends after the event, and can mean a group of thoroughly drunk stragglers accompanied by costumed drummers and banner-wavers at 2 in the morning - this is ",{"type":"''","value":["not"]}," frowned upon by the locals); as you go up the stairs to the rooms there is also a display of the riding accessories of the ",{"type":"''","value":["Civetta"]},", the small but very proud ",{"type":"''","value":["contrada"]}," where the hotel is located (it finally won the Palio in August of '09 after waiting for more than 30 years, earning in the process the dubious distinction of being the ",{"type":"''","value":["nonna"]},", or \"Grandma\", as the contrada who haven't won for the longest time). Doubles with bath around €90 in season; curfew at 1 am. Also, a slightly more downmarket cousin ",{"type":"'''","value":["Tre Donzelle"]}," next door up at #5; a (smaller, more spartan) room will run you €10-€15 cheaper. Skip the restaurant in the basement, unless you are after the heavily promoted barrel-vault interior; food is unexceptional and overpriced."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Excelsior"],["alt="],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/italy\/siena\/nh-excelsior.html?action=search"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 0577 382111"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Piazza La Lizza. Situated inside the walls, the NH Excelsior is elegant and pleasant, and has easy access to the city’s main attractions. The hotel, recently completely refurbished, has 129 rooms all of which offer comfort and a modern design."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Hotel Minerva"],["alt="],["url=http:\/\/www.albergominerva.it\/?&language=en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Via Garibaldi, 72, inside the walls of Siena. There are 59 bedrooms with bathrooms, phone, color TV, safe deposit box, air conditioning, fridge-bar, laundry service, fast internet facility. The bedrooms have a view of old Siena. A meeting room is available. Garage. Ten minutes' walk from Piazza del Campo. 500 meters from the Railway Station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Meridiane"],["url=http:\/\/www.lemeridiane.com\/"],["email=info@lemeridiane.com"],["address=Via Fracassi 3"],["lat="],["long="],["directions="],["phone=+39 0577 280000"],["tollfree="],["fax=+39 0577 288484"],["hours="],["price="],["checkin="],["checkout="],["content="]]}," Le Meridiane is across the valley from the city center and provides a lovely view of Siena, which can be reached by bus, by taxi or (during daylight and with good shoes) by foot. Several types of unit are available for a range of prices. A small kitchen is provided, and parking is available."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Borgo Grondaie"],["alt="],["url=http:\/\/www.borgogrondaie.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 0577 332539"],["tollfree="],["fax=+39 0577 335761"],["price="],["checkin="],["checkout="],["content=Strada delle Grondaie, 15. A typical farmhouse hotel with swimming pool. It offers a selection of studio apartments and en-suite rooms in a country and friendly atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chiostro del Carmine"],["alt="],["url=http:\/\/www.chiostrodelcarmine.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 0577 223476"],["tollfree="],["fax=+39 0577 222556"],["price="],["checkin="],["checkout="],["content=Via della Diana 4. 4 star hotel located in historical residence, Siena center. Rooms from €99."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Montaperti Hotel"],["alt="],["url=http:\/\/www.montapertihotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 0577 36741"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=About 7 km east of Siena, close to the SS73 highway.  Situated in the middle of a rural landscape next to a vineyard and a small village.  Perfect if you have access to a car, easy to get in to and out from Siena."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Borgo Scopeto Relais"],["alt="],["url=http:\/\/www.borgoscopetorelais.it"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beautiful 4-star hotel and restaurant immersed in vineyards and olive groves of the Tuscan countryside 12 km from Siena. Also does weddings and meetings."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Il Boschetto"]}," -  4 km from Siena, 9-room villa with pool, private garden, large living room with open fireplace, satellite-TV and video, 5 large bedrooms."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Campo Regio Relais"],["alt="],["url=http:\/\/www.camporegio.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A bed and breakfast-style hotel, renovated in 2005, in the historical center of Siena, with amazing view onto the old town."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Residence \"Villa Il Borghetto\""],["alt="],["url=http:\/\/www.villailborghetto.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Splendid aristocratic residence originating from the early 1600s, in the countryside, ten minutes' drive from the historical centre of Siena. It incorporates eight spacious apartments, which may host up to seven persons. It is complemented by the Dependence, a holiday home to the same standard. Each of the eight spacious apartments is a synthesis of comfort, elegant style, traditional taste and modern functionality."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nThere are many bus and train connections from Siena to other interesting places in Tuscany. Consider the following for day trips: the Abbey of Monte Oliveto Maggiore in ",{"type":"[[","value":[["Chiusure"]]},", and the towns of ",{"type":"[[","value":[["San Gimignano"]]},", ",{"type":"[[","value":[["Pienza"]]},", ",{"type":"[[","value":[["Arezzo"]]},", ",{"type":"[[","value":[["Montepulciano"]]},", ",{"type":"[[","value":[["Montalcino"]]},", ",{"type":"[[","value":[["Lucignano"]]},", ",{"type":"[[","value":[["Monteriggioni"]]},", and ",{"type":"[[","value":[["Pisa"]]},". ",{"type":"[[","value":[["Florence"]]}," is another obvious place to visit. And of course, there is the ",{"type":"[[","value":[["Chianti"]]}," country that virtually surrounds Siena and is known worldwide for its wine. \n\nFurther afield, there are bus and train connections to ",{"type":"[[","value":[["Rome"]]}," and various locations in ",{"type":"[[","value":[["Umbria"]]},".\n\nIn addition, there are hot springs in Tuscany, which are popular with Italians and indeed have been enjoyed for thousands of years:\n\n",{"type":"===","value":["Spas"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.termechianciano.it\/?id=4&lang=en Chianciano Terme"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.termesanfilippo.com\/index.php\/english\/index Bagni San Filippo"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.termesangiovanni.it\/index.php?lng=en Rapolano Terme"]}]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.termemontepulciano.it\/eng\/ Montepulciano Terme"]}]}]},"\n",{"type":"[[","value":[["Commons:Category:Siena"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Siena"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Tuscany\/Localities\/Siena\/"]]},"\n\n",{"type":"{{","value":[["geo"],["43.318611"],["11.330556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Siena (province)"]]},"\n",{"type":"{{","value":[["usablecity"]]}]