[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sierra Norte de Sevilla"]}," lies within the Sierra Morena range, north of ",{"type":"[[","value":[["Cordoba (city, Spain)"],["Córdoba"]]}," and ",{"type":"[[","value":[["Sevilla"]]}," in ",{"type":"[[","value":[["Andalucía"]]},", ",{"type":"[[","value":[["Spain"]]},".\n\nThe area is home to a number of small and picturesque villages, and to dramatic landscapes that starkly contrast with the Guadalquivir Valley further South. The mountains are not particularly high, and the rivers mostly circulate in a North-South direction towards the Guadalquivir.\n\n",{"type":"==","value":["Villages"]},"\nThere are a few villages scattered within the Park. Most are rather small and picturesque. Constantina and Cazalla are the two largest villages, and they sport a large range of interesting sights. The other villages are good starting points to discover the countryside that surrounds them.\n\nThe most important villages are:\n",{"type":"*","value":[" Alanís"]},{"type":"*","value":[" Almadén de la Plata"]},{"type":"*","value":[" Cazalla de la Sierra"]},{"type":"*","value":[" Constantina"]},{"type":"*","value":[" Guadalcanal"]},{"type":"*","value":[" Las Navas de la Concepción"]},{"type":"*","value":[" El Pedroso"]},{"type":"*","value":[" La Puebla de los Infantes"]},{"type":"*","value":[" El Real de la Jara"]},{"type":"*","value":[" San Nicolás del Puerto"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThe Park is mostly covered in ",{"type":"'''","value":["dehesas"]},", a form of pasture dotted with oak trees, and this translates into an economy where farming and wood are major players. Dehesas are also This characteristic landscape is complemented by olive groves, and along the rivers, riverside forests. \n\nThe natural environment is home to many large mammals, such as deers (they can often be seen grazing around by visitors) and boars. In the riverside forests, otters can be seen.\n\nAverage rainfall is higher than in places further East and North, as the Sierra Morena blocks incoming precipitation from the Atlantic. The temperatures are slightly lower than in the Guadalquivir Valley, and they show a market stationality.\n\nApart from farming and forestry, hunting and fishing are important sources of income, as they do bring tourists into the Park. The olive groves have resulted in a thriving high quality olive oil business, which is complimented by other farm activities, such as honey production, mushroom and herb gathering, etc.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nUpmarket hotels are rare, and located in Cazalla de la Sierra. Among these, the impressive Cartuja de Cazalla ",{"type":"[","value":["http:\/\/www.cartujadecazalla.com\/"]}," in Cazalla (a monumental guesthouse).\n\nA number of 'casas de turismo rural' (restored country cottages)  are dotted throughout the region. These traditional self-catering dwellings are often restored to high quality standards, and provide very convenient and affordable accommodation for families and large groups of people.\n\n",{"type":"*","value":[" Hacienda Los Gorriones ",{"type":"[","value":["http:\/\/www.haciendalosgorriones.es\/"]}," has two nice ",{"type":"'''","value":["cortijos"]}," (cottages) with a swimming pool and barbeque. The cottages are located near Las Navas de la Concepción."]},"\n",{"type":"==","value":["Get around"]},"\nUnfortunately, the Park is poorly served by public transport. This makes the use of a private car a near must. Bear in mind that the roads are narrow and winding, and that driving might be difficult in adverse weather conditions.\n\n",{"type":"===","value":["Bus"]},"\nThere are a number of bus services from Sevilla Plaza de Armas coach station. \n\n",{"type":"===","value":["Train"]},"\nThe railway that winds North towards ",{"type":"[[","value":[["Extremadura"]]}," from Sevilla calls at El Pedroso and Constantina.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nTry the delicious iberian pork delicacies (ham, cured loin, chorizo sausages...).\n\n",{"type":"==","value":["Drink"]},"\nThe traditional aguardiente made from cherries is a good antidote against cold winter nights!\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["San Blas Hotel"]},", ",{"type":"[","value":["http:\/\/www.hotelsanblas.es"]},"."]},{"type":"'''","value":["San Blas Hotel Constantina Description:"]},"   \nOffering comfortable accommodation and convenient facilities, the San Blas Hotel Constantina provides you with all of the quality amenities to make your stay a memorable one.\n",{"type":"'''","value":["Location: "]}," \nSan Blas Hotel is situated in Constantina, a town in the very heart of the Sierra Norte de Sevilla Nature Park. The area combines scenery of unparalleled beauty with the charm of the picturesque Andalusian villages. The hotel is an ideal starting point for enjoying beautiful walks in the surrounding nature.\n",{"type":"'''","value":["Rooms:"]},"   \nThe hotel has comfortable and well furnished rooms that are equipped with standard amenities.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Seville (province)"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Sierra Norte de Sevilla (Vino de la Tierra)"]]}]