[{"type":"{{","value":[["pagebanner"],["Sighnaghi banner.jpg"]]},"\n\n",{"type":"'''","value":["Sighnaghi"]}," (Signagi) (Georgian: სიღნაღი) is a town in Georgia's easternmost region of ",{"type":"[[","value":[["Kakheti"]]}," and the administrative center of the Sighnaghi District. It is one of the country's smallest towns with a population of about 3000.\n\n",{"type":"==","value":["Understand"]},"\nSighnaghi's economy is dominated by production of wine and traditional carpets. Sighnaghi has recently undergone a fundamental reconstruction program and has become an important center of Georgia's tourist industry. Although for Sighnaghi itself half day of sightseeing will be more than enough, but this town is probably the best base for exploring the region on daily trips. You can follow the road from Sighnaghi to ",{"type":"[[","value":[["Telavi"]]}," via ",{"type":"[[","value":[["Gurjaani"]]}," visiting wineries on the way, escape for a day to Kvareli lake resort or Lagodekhi National park, go visit ",{"type":"[[","value":[["David Gareja"]]}," monasteries on ",{"type":"[[","value":[["Azerbaijan"]]}," border.\n\nDo not expect wild night life here. Sighnaghi is the place to drink local wine and enjoy delicious Kakhetian food in one of the many restaurants.\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Tbilisi"]]}," marshrutkas run daily every odd hour 7 am - 5 pm, the last one leaving at 6 pm, from Samgori station. Travel duration is 1h45, cost 6 laris (as of 2014).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=XVIII century Sighnaghi town wall"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the cobbled road down to Tsnori, enter through the tower at the arch."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sighnaghi's fortifying wall is one of the biggest in Georgia, its area occupies 40 hectares. Town wall has 23 towers, each one named for a nearby town, and 6 gates, its width is 1.5 m, height 4.5 m and total length is 4.5 km. A small section of the wall has been restored for tourism. You can enter this portion through the tower at the gate on the road to Sakobo\/Tsnori where there is also a restaurant. This \"tourist track\" as the signs call it, will spit you out on the same road, above where you entered."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=XVII century St. Giorgi church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St.Stephen church in Sighnaghi fortress"],["url="],["email="],["address="],["lat="],["long="],["directions=take the road to the left of Hotel Sighnaghi at the highest square. The church is up the road on the right."],["phone="],["tollfree="],["fax="],["hours="],["price=-"],["content=The church tower commands an excellent view of Sighnaghi's surrounding areas and tourists can climb over the fortifications. There is often an old man here who tries to extract a fee from visitors, but there is no price for admission to the church or the tower."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bodbe Convent"],["url="],["email="],["address="],["lat="],["long="],["directions=Located 2 km outside of Sighnaghi it is one of the most important places of pilgrimages. St.Nino, IV c. apostle of Georgia is buried here. Monastery itself was constructed in the end of V century by Vakhtang Gorgasali. Bodbe monastery was reconstructed in XIX century."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St.Nino spring"],["url="],["email="],["address="],["lat="],["long="],["directions=If you go down the hill from Bodbe Convent you'll find St.Nino spring. You can wash your self in holy and allegedly healing water here"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khornabuji fortress"],["url="],["email="],["address="],["lat="],["long="],["directions=Located near Dedoplitskaro this is an ancient fortification on the rocks, first mentioned in V century. It was invaded by Mongols in XIII century"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pirosmani museum"],["url="],["email="],["address="],["lat="],["long="],["directions=Neighboring the square at the summit of Sighnaghi, can be reached by taking the stairs to the left of the large building with a clocktower."],["phone="],["tollfree="],["fax="],["hours=Working hours 11.30-18.30"],["price=Ticket 3 gel, 1 gel for students"],["content=The ground floor holds an impressive exhibit of archeological artifacts, many of which were discovered locally. The upper floor features 16 original paintings by the famous Georgian folk artist Nikolos Pirosmani, as well as a gallery for special exhibitions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sunday market in Bodbiskhevi"],["url="],["email="],["address=village of Bodbiskhevi, adjoining Tsnori"],["lat="],["long="],["directions=Marshrutkhas to Tsnori currently are not running from Sighnaghi on the weekends. You can hire a taxi to take you to the market and bring you back for 15 gel or less if not shared with other passengers."],["phone="],["tollfree="],["fax="],["hours=morning"],["price="],["content=The largest market in the region, Bodbiskhevi offers the traditional Soviet Sunday market day experience. \nAt Bodbiskhevi market the prices and variety of goods are unmatched, selling such things as fresh produce, meats, cheeses, crafts, clothes, livestock, and house and farm goods."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Pheasant's Tears Restaurant, Wine Bar, and Fine Art"],["url="],["email="],["address="],["lat="],["long="],["directions=close to Populi, on the road to Tbilisi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pheasant's Tears wine bar offers wine tastings and interesting takes on traditional Georgian cuisine with an eye towards wine and food pairings. A must-see for wine tourists, as the winery produces organic wine made in the traditional qvevri method and focuses exclusively on Georgian varietals. Their restaurant and wine is considerably more expensive than other restaurants. Pheasant's Tears can also organize wine tours throughout the region or even arrange an acclaimed folk ensemble to provide Georgian polyphonic song during your feast.\nPheasant's Tears also sells traditional and antique Georgian carpets, as well as fine art painted by the primary partner in the winery, a graduate of the Surikov Institute in Moscow.\nEnglish and Russian friendly."]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Knitting Ladies"],["url="],["email="],["address="],["lat="],["long="],["directions=On the cobblestone road toward Tsnori"],["phone="],["tollfree="],["fax="],["hours="],["price=1-20 gel"],["content=In a small section of Sighnaghi, several ladies offer a picturesque array of knitted goods for sale for astoundingly cheap prices. Here you cay buy Georgian socks with traditional patterns and local wool, hats, scarves, slippers, and baby booties."]]}]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Host of Sighnaghi"],["url="],["email="],["address=Baratashvili str., first restaurant you see entering Sighnaghi coming from Tbilisi. Delicious khinkali, mtsvadi and other Georgian specialties."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=For full meal plus wine you shouldn't pay more than 15-20 gel per person"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nikala"],["url="],["email="],["address="],["lat="],["long="],["directions=Across from the clocktower building"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nikala boasts excellent Kakhetian food and some of the best khinkali and mtsvade in town. Their menu includes several more rare Kakhetian delicacies than most restaurants in the area. English friendly."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pancho Villa"],["url="],["email="],["address="],["lat="],["long="],["directions=From the highest town square, take the lower road to the right of Hotel Sighnaghi, towards Tsnori"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pancho Villa may be one of the few, if not the only, Mexican restaurant in Georgia. The restaurant does an excellent job at recreating Mexican flavors and dishes with Georgian ingredients and mentality. They also offer the most exotic liquors in Sighnaghi, and the only margarita for miles. The food here is more expensive than other restaurants, but the gastronomical variety they offer is invaluable. Make sure you at least stop by for their incredible desserts and a Mexican hot chocolate!"]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are plenty of home-stays in Sighnaghi as well as high class hotels. \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Maia"],["url="],["email=discoversignagi@yahoo.com"],["address=st gieorgy street 7"],["lat="],["long="],["directions="],["phone=+ 99599554371"],["tollfree="],["fax="],["hours="],["price=15 $ per person (incl breakfast"],["checkin="],["checkout="],["content= a really nice place with hospital hosts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Tura"],["url=http:\/\/www.hosteltura.blogspot.com"],["email=hosteltura@yahoo.com"],["address="],["lat="],["long="],["directions=Hostel is located 3 km outside Sighnaghi in Qedeli neighborhood. Follow the main road to\/from Tbilisi then turn to unpaved road when you see a sign Hostel Tura. Follow that road for about 500 meters and you'll find it"],["phone=+995 555 61 66 11; +995 599 479470"],["tollfree="],["fax="],["hours="],["price=20 gel\/ person, breakfast included"],["checkin=24\/7"],["checkout=24\/7"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Mate"],["alt=Manana's Guesthouse"],["url="],["email=axmetelashvilimanana@mail.ru"],["address=Gorgasali Str, 20"],["lat="],["long="],["directions=From the main square go towards St George Church, at the fork turn left to pass through the gate in the old city wall. Right after that turn right and follow the road untiil you reach the last house on the left - that's the hotel."],["phone=+995 57 40 20 80"],["tollfree="],["fax="],["hours="],["price=25-30GEL per person"],["checkin="],["checkout="],["content=This is a great guesthouse with a homey atmosphere. The rooms are clean and comfortable, some of them with a great view of the valley and the mountains. There is a large dining room downstairs, where the guests can hang out and have some wine. For additional price Manana, the hostess, can cook a hearty breakfast or a traditional Georgian dinner. There is also a garden in the back where one can enjoy fresh air or try home-grown grapes. The guesthouse is close to St George Church and other touristic attractions.  It's suitable for young travellers, as well as families with children."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nato & Lado Guesthouse"],["url="],["email="],["address=Pirosmani Str. 5"],["lat="],["long="],["directions=City Center, a bit uphill"],["phone=599 212 988"],["tollfree="],["fax="],["hours="],["price=10GEL for dorm - 15GEL per person for private room"],["checkin="],["checkout="],["content=Get your welcome drinks, some home made wine, chacha and a coffee, in this nice Guesthouse. Traditional Kakheti food is available on request, 5GEL for breakfast and 10GEL for dinner. It is a nice, clean and comfortable place, with Wifi, a computer on request and hot shower, run by the English speaking Nato. Nato or her father Lado can take you in her car to her own vineyard and around local sights in Kakheti. Beware, there are two hotels at the same address... take the left one with the green entrance!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dodo Guesthouse"],["url="],["email="],["address=Baratasvilli Str. 16"],["lat="],["long="],["directions=City Center, on the main street from Tbilisi"],["phone=551 22 16 17"],["tollfree="],["fax="],["hours="],["price=10GEL for dorm or on the terras - 15GEL per person for the nicer rooms with balcony"],["checkin="],["checkout="],["content=The old woman is friendly but does not speak English. Coffee and tea is for free and Wifi is available."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=David Zandarashvili's (Hotel Family)"],["url="],["email="],["address=11 Giorgisminda St"],["lat="],["long="],["directions=the right track down from the main square; turn left under the archway"],["phone="],["tollfree="],["fax="],["hours="],["price=15-20 GEL without meals, 35 with breakfast\/dinner"],["checkin="],["checkout="],["content=A charming homestay run by a very kind and welcoming English-speaking family. Terrace overlooking Kakheti. Lovely rooms. Dinners (optional, extra) are a communal affair and a great way to meet other travelers."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["By marshrutha"]},"\nThe Marshrutkha station is located behind the police building and the Populi. Public toilets right on the square. \n",{"type":"*","value":[" To ",{"type":"[[","value":[["Tbilisi"]]}," they leave at 7am, 9am, 11am, 1pm, 4pm, and 6pm every day. Price: 6 lari. Duration: 1h45. It is highly advised to book in advance (buy your ticket from the small kiosk on the square), even a few hours before, since all marshrutkha are usually full."]},{"type":"*","value":[" There are also marshrutkhas every hour to nearby ",{"type":"[[","value":[["Tsnori"]]},", from where you can get a marshrutkha to many ",{"type":"[[","value":[["Kakhetian"]]}," destinations."]},"\n",{"type":"===","value":["By taxi"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["David Gareja Monastery Complex"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Kakheti"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["41.616667"],["45.916667"]]},"\n",{"type":"[[","value":[["Wikipedia:Sighnaghi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sighnaghi"]]}]