[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Mount_Siguniang.jpg"],["thumb"],["350px"],["The Third and Fourth Girls of Mount Siguniang"]]},"\n\n",{"type":"'''","value":["Siguniangshan National Park"]}," (四姑娘山国家公园 - Four Maidens Mountain National Park) is in ",{"type":"[[","value":[["Aba (prefecture)"],["Aba Tibetan Autonomous Prefecture"]]}," in ",{"type":"[[","value":[["Sichuan"]]}," province. \n\n",{"type":"==","value":["Understand"]},"\nMount Siguniang National Park lies 220km west of ",{"type":"[[","value":[["Chengdu"]]},", in the Qionglai Mountains of western Sichuan in China.  The park is comprised of Mount Siguniang itself and the three most accessible valleys surrounding it.  The nearest town is ",{"type":"[[","value":[["Rilong"]]}," (日隆镇). The three valleys are called Changping Valley (长坪沟), Haizi Valley (海子沟) and Shuangqiao Valley (双桥沟).  The first two lie adjacent to Siguniangshan, whilst the Shuangqiao Valley is 7km west of Rilong. The Changping and Haizi Valleys are accessible only by non-motorized transport while the third valley has a paved road and is where most of the tourists visit.  The Shuangqiao Valley also has 28km of boardwalk extending to the valley's end, whilst the first 3km of the Changping Valley is equipped with a boardwalk.\n\n",{"type":"===","value":["History"]},"\nMount Siguniang National Park was approved for establishment in 1994 by the State Council of the People's Republic of China.  An application for World Heritage status as part of the Sichuan Giant Panda Sanctuary: Wolong, Mt. Siguniang and Jiajin Mountains was submitted to the International Union for the Conservation of Nature (IUCN), leading to its inscription as a World Heritage site in 2006.  The National Park is a category II national park under the IUCN’s Management Categories of Protected Areas.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nBecause of its geographical location and diversified landforms, Siguniang Mountain is home to a diversity of animals, many of which are rated in China as first-class protected species.  Its mammals include the Sichuan golden monkey, white-lipped deer, clouded leopard, snow leopard and occasional giant panda.  It is also home to a number of iconic birds, such as the Chinese monal pheasant, Chinese hazel grouse, bearded vulture, Sichuan pheasant partridge, Tibetan snow-cock, and blood pheasant.\nOver 1000 plant species have been recorded in the national park.\n\n",{"type":"===","value":["Climate"]},"\nWinter in Mount Siguniang is cold and relatively dry, with night-time temperatures dropping to as low as -15˚C regularly in Rilong, and to even colder temperatures in the mountains.  Daytime temperatures hover around 0˚C, however the conditions are often sunny, with little snowfall.\nSpring brings milder temperatures, with both snow and rain becoming more frequent.  Summer's weather is unpredictable, but can get as high as 30˚C during the day.  Night time is generally cool, however, regardless of the daytime heat.  Thunderstorms are also common.\nAutumn sees less precipitation, with sunnier weather and lower night-time temperatures that often drop below freezing.\n\n",{"type":"==","value":["Get in"]},"\nThere are three routes to Mount Siguniang National park from ",{"type":"[[","value":[["Chengdu"]]},", varying in distance and scenery. \n\nThe most direct route is to come from Chengdu through ",{"type":"[[","value":[["Dujiangyan"]]}," and ",{"type":"[[","value":[["Wolong"]]},", and over Mount Balang pass, which, at over 4500masl, affords some spectacular views.  Whilst this route is only 220km, the road was badly damaged in the 2008 Wenchuan Earthquake and is still under repair, so expect the trip to take between five and eight hours.  The roadworks are planned to be completed in late 2010.  There are currently no buses taking this route due to the road condition, so a taxi or van needs to be arranged from Chengdu.  These should cost around ¥150.\n\nA better road exists between the city of ",{"type":"[[","value":[["Ya’an"]]}," and Rilong, via the towns of Baoxing, Yaoji and Dawei.   This road is currently in much better condition than the road through Dujiangyan and Wolong.  Ya’an is approximately 2 hours south west of Chengdu via bus, and buses go directly from Chengdu to Ya’an or Baoxing.  Travellers can get a taxi or van from Baoxing to Rilong for ¥500-600, or a cheaper option is to take a bus from Baoxing to Yaoji, and take a taxi to Rilong from there. The road crosses Mount Jiajin pass, which is around 4100masl, and also has some excellent views.  Expect this route to take a full day.\n\nThe least direct way to get to Rilong is to catch a bus to the city of Xiaojin from Chengdu, and then pay ¥20 for a seat in a van for the final 55km to Rilong.  This route passes through Ya’an and the cities of Luding and Danba, and has excellent views.   There is only one stop along the way, however, and the total travel time on the bus is around fourteen hours.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nEach valley has a different entry fee for both the high and low season. Haizigou (entrance: ¥60 and ¥40 in off-season, Dec. 1 - March 30), Changpinggou (entrance: ¥70 and ¥50 in off-season, Dec. 1 - March 30) and Shuangqiaogou (entrance: ¥80 and ¥50 in off-season, Dec. 1 - March 30)\n\n",{"type":"==","value":["Get around"]},"\nThere is not a central ticketing office for the national park, so visiting different parts requires venturing around Rilong and surrounds to procure tickets.  There is no official taxi service in Rilong, but vans frequently trawl the streets looking for customers, and can easily be flagged down.  Rilong itself is a small town, with most facilities within ten minutes' walk.\nThe main tourist centre is in Changping Village, less than 1km to the east of Rilong.  From here you can purchase tickets to the Changping Valley.  After purchasing your ticket, you wait at the tourist centre for the next bus to transport you the 5km or so to the valley entrance.  Once in the valley, visitors can enter on foot or by horseback.\nThe entrance to Haizi Valley is within walking distance of Rilong (approximately 500m), and can also be accessed by foot or horseback.  The ticket office is in a building opposite the entrance.\nShuangquiao Valley entrance is 7km from Rilong, and requires public transport to get there.  Drivers will usually do this for 50Y, which includes the return trip to Rilong from the valley gate at a negotiated time or upon calling the driver to ask for  pick-up.  Once at the gate, visitors must either walk in to the valley or take a sightseeing bus.  Given that the valley is approximately 40km long, with the most spectacular scenery at the far end, it is practical to take a bus to the end, then walk back toward the gate and catch one of the buses back to the gate at the end of the day.  There is 32km of boardwalk leading to the valley's end, making the walk relatively easy.\n\n",{"type":"==","value":["See"]},"\n\nSome of the worlds most spectacular scenery.\n\n",{"type":"==","value":["Do"]},"\n\nA true mecca for photography, video, hiking, and nature.\n\n",{"type":"==","value":["Buy"]},"\nA number of products are unique to this area.  Sea Buckthorn（shājíshǔ; 沙棘属), a tree that grows along the riverbanks, produces berries that are used in a number of products.  Visitors can try the locally-made sea buckthorn juice, sold in small cans or as a powder.  The berries are also used to make various types and strengths of alcohol (shājíjiǔ; 沙棘酒), which can be purchased at most shops in the main street of Rilong.  There is also a locally-made red wine that can be purchased for around ¥120 from liquor shops. \nDried yak can be purchased in vacuum-sealed packets from many shops, in addition to a large number of other Tibetan-style souvenirs.\nDuring spring, Caterpillar Fungus (chóngcǎo; 虫草) can be purchased from street vendors in Rilong and around the region.  Caterpillar Fungus is a traditional Chinese medicine, and sells for ¥20-50 per caterpillar, however in Rilong it is collected from within the World Heritage site, depriving some native animals of a natural food source.  Refrain from buying this unusual product if you can.\n\n",{"type":"==","value":["Eat"]},"\nRilong has a number of excellent restaurants serving Sichuan-style food.  There are also good restaurants in the Shuangqiao Valley 7km to the west, including a number of tasty, but less unique, restaurants outside the gate to the Shuangqiao Valley.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sisters Restaurant"],["alt=姐妹饭店; Jiě​mèi Fàn​diàn"],["url="],["email="],["address=Rilong"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves excellent traditional Sichuan food, and allows non-chinese speakers to point at the ingredients on display out the front."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Bamboo Chicken Restaurant"],["alt=竹香鸡饭店; Zhúxiāngjī Fàn​diàn"],["url="],["email="],["address=Rilong"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Specializes in chicken and bamboo hotpot."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Douhua Fish Hotpot Restaurant"],["alt=豆花鱼火锅; Dòu​huāyú Huǒ​guō"],["url="],["email="],["address=Rilong"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"  \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cow Shed"],["alt=牛棚子饭店; Niúpéng​zi Fàn​diàn"],["url="],["email="],["address=Shuangqiao Valley"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most unique restaurant in the national park serving traditional Tibetan food, including freshly-baked bread with yak butter, yak and potato stew, and yak butter tea."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Icedrock Bar"],["alt=冰石酒吧; Bingshi Jiuba"],["url=http:\/\/www.icedrock.com"],["email=icedrock@gmail.com"],["address=Changping Village"],["lat="],["long="],["directions=turn right toward the Changping Valley as you come in to Rilong, go past the tourist centre and along the river, the bar is close to the Changping Valley entrance gate"],["phone=+0086-837-2791747"],["tollfree="],["fax="],["hours="],["price="],["content=Has the only espresso coffee machine in Siguniangshan, along with the expertise to use it.  The owners hand-roast their own coffee beans, bake their own bread and have valuable advice and interesting stories about the area.  There is also a computer with internet and Wi-Fi, drum kit, guitars and stereo with a broad music selection for visitors wanting to jam."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere are several small family inns with high standard and good food. Staying overnight costs ¥50 (2011)\n\nAt http:\/\/youtu.be\/v28Q8qdFcUM is a video of the Changping village and valley, made 2011 by film maker and photographer Robin Gee. It is in Chinese, but with beautiful photography.\n\n",{"type":"===","value":["Camping"]},"\n\nYou can camp just about everywhere by the track side. As always with camping and wildlife, show respect for nature, locals and environment. Be tidy, take rubbish with you, and leave your camp site as you never had existed.\n\n",{"type":"===","value":["Backcountry"]},"\n\nSome of the most stunning natural and untouched beauty you can find, beautiful clean steams, and forbidding mountains. \n\nLet us keep it that way.\n\n",{"type":"==","value":["Stay safe"]},"\n\nFollow the most elementary rule when you go into the wilderness; take advice from local people, and follow it. They know the place and if you are a visitor, you do not. Tell people where you intend to go, and when you intend to return, and let them know when you have safely returned. If something happens to you, they will go to find you. This is not different from anywhere else in the world.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Aba (prefecture)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]