[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sikinos"]}," is a small island in the ",{"type":"[[","value":[["Cyclades"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nSeveral ferries go to and from Sikinos. Ferry schedules can be found at ",{"type":"[","value":["http:\/\/www.gtp.gr"]},"\n\n",{"type":"==","value":["Get around"]},"\nA bus gets you around the island. Any destination 1.40€. It goes from Kastro to the port and back every hour, and waits a little longer at the port if a ferry arrives. It goes a few times a day to Ag. Georgios beach and a few times in the evening to Episkopi. The timetable is posted at several places.\n\nThe bus driver is the only one who rents out motorcycles, and he knows it. He has only 2-stroke 50cc's and asks 15€\/day. They are too weak for the steep roads on this island and use a lot of gas, but it is your only option unless you bring your own. The petrol station is only open in the morning.\n\n",{"type":"==","value":["See"]},"\nThe monastery\n\nThe winery\n\n",{"type":"==","value":["Do"]},"\nSwim-eat-drink-relax. Sikinos is also good for hiking.\n\n",{"type":"==","value":["Buy"]},"\nThere is one shop in the harbour, all others are in Kastro.\n\n",{"type":"==","value":["Eat"]},"\nTiropites are available at the bakery in Kastro and at the harbour at Lucas'\n\nDon't go to Sikinos for the food. It is average and there is no fresh fish or seafood on the island. Choices are in general somewhat limited.\n\nThere are 6 restaurants on Sikinos (2010):\n\nAlopronia(harbour):\n",{"type":"*","value":[" Meltemi: decent Greek food."]},{"type":"*","value":[" Lucas: standard tourist food, but good souvlaki."]},{"type":"*","value":[" Pizzaria \"Rock\": locals say it's delicious, but does one go to Greece to eat pizza?"]},"\nKastro:\n",{"type":"*","value":[" To Steki tou Garbi: Greek food and grillhouse."]},{"type":"*","value":[" Klimataria: Greek food. Mostly nice, but the melitzanosalata was made with smoke flavour!"]},"\nAg. Giorgos beach:\n",{"type":"*","value":[" There is also a Restaurant here. They don't have much but what they have is good."]},"\n",{"type":"==","value":["Drink"]},"\nThere are a few very nice and cosy cafe's in Kastro. Try rakomelo and the local wine.\nIn the harbour all cafe's sell you water instead of bringing a glass with the coffee, which in Greece indicates a tourist-trap. The cafe's in Kastro at least usually ask if you want a glass or a bottle of water.\n\n",{"type":"==","value":["Sleep"]},"\nLike anywhere in Greece, avoid the places who are in the common guidebooks. Domatia owners meet the arriving ferries. Depending on your negotiation skills you get a double room for 20-30€ (2010, intermediate season). If you want a double bed don't let them fool you with the standard \"no one has that on this island\", they do exist.\n\n",{"type":"==","value":["Connect"]},"\nThere is free WiFi in most cafe's and in the community centre.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cyclades"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Sikinos"]]},"\n",{"type":"{{","value":[["geo"],["36.683333333333"],["25.116666666667"]]}]