[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Silsila"]}," (also spelt \"Silsileh\" and known as ",{"type":"'''","value":["Gebel es-Silsila"]},") is an ",{"type":"[[","value":[["Egypt"],["Egyptian"]]}," locality - a range of sandstone hills - in the region of ",{"type":"[[","value":[["Upper Egypt"]]},", located on the river Nile some 42 km south of ",{"type":"[[","value":[["Edfu"]]},", alomost immediately north of ",{"type":"[[","value":[["Kom Ombo"]]}," and some 65 km north of ",{"type":"[[","value":[["Aswan"]]},". Of huge geological and Egyptological significance, the gorge and ancient quarries of Silsila - together with their associated monuments - represent an interesting stop on the road or river journey through Upper Egypt.\n\n",{"type":"==","value":["Understand"]},"\n\nThe river Nile narrows at Silsila in order to get through the relatively narrow gorge, composed of steep sandstone cliffs on either side, that it has cut in order to continue its journey far north to the Mediterranean Sea. The locality seems to have formed a natural obstacle to otherwise sedate river traffic, probably reflected in its ancient Egyptian name ",{"type":"''","value":["Khenu"]},", translated as \"the Place of Rowing\".\n\nGeologically, this gorge marks the point at which the underlying bedrock of Egypt changes from limestone to sandstone. The high quality sandstones at this locality, much in demand, were quarried for centuries during the Pharaonic period and - having been transported up and down the river - were employed in monumental structures the length of Egypt. By the later Ptolemaic and Roman periods, tens of thousands of workers were employed here each year quarrying building stone.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nIf you are able to travel with a private vehicle, perhaps with Egyptian friends or colleagues, this offers probably the most convenient option for visiting the locality\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxi drivers are currently reluctant to stop at Silsila, owing to the prevailing security demands and schedule posed by the local Tourist Police (considered by many to be unwarranted, but there to be dealt with nonetheless). Negotiations and suitable baksheesh may prove useful in this respect....\n\n",{"type":"===","value":["By felucca"]},"\n\nTravellers making a Nile journey by felucca probably stand the best chance for seeing the quarries, by asking their captain to make the appropriate stop\n\n",{"type":"===","value":["By cruise ship"]},"\n\nSilsila is a frequent stop on cruise ship itineraries - check with the crew for details of any prospective journey before booking.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["the ancient ",{"type":"'''","value":["Quarries"]}," - a visit to the extensive and atmospheric channels and tunnels carved out over the centuries is well worth undertaking. Most of the quarries are to be found on the eastern bank. Also to be seen are a large number of rock stelae, inscriptions and graffiti"]},{"type":"*","value":["33 known ",{"type":"'''","value":["rock chapels of 18th Dynasty date"]},", functioning as cenotaphs to various high officials who worked on quarrying expeditions to the area, exist on the western bank with several royal cenotaphs (Seti I, Ramesses II, Merneptah), and together with... (to the north)..."]},{"type":"*","value":["the ",{"type":"'''","value":["Speos of Horemheb"]}," - a small royal shrine hewn from the rock and dedicated to the late 18th Dynasty Pharaoh Horemheb and six other Egyptian deities. The rock temple consists of 4 pillars across its façade, a narrow transverse hall behind these, and a small sanctuary (inner room) with the rock-carved  and seated cult images of the 7 deities herein venerated located in a niche in the rear wall (Amun, Mut, Khonsu, Sobek - the local crocodile god, Taweret, Thoth and the Pharaoh Horemheb). Another shrine of Horemheb's building lies 450 m to the north, featuring a number of granite columns, but this is largely unexplored and inaccessible."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Upper Egypt"]]},"\n",{"type":"[[","value":[["wikipedia:Gebel el-Silsila"]]},"\n",{"type":"{{","value":[["geo"],["24.650277777778"],["32.929722222222"]]}]