[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Silverstone"]}," is a medium sized village in ",{"type":"[[","value":[["Northamptonshire"]]},", ",{"type":"[[","value":[["England"]]},". It lies about half way between ",{"type":"[[","value":[["Northampton (England)"],["Northampton"]]}," and ",{"type":"[[","value":[["Oxford"]]},". Population about 2,000.\n\nAbout half a mile to the south of the village is the world famous ",{"type":"'''","value":["Silverstone Circuit"]},", traditionally the home of the ",{"type":"'''","value":["British Grand Prix"]},". The racing circuit is on the site of ",{"type":"'''","value":["RAF Silverstone"]},". For one week in the year it gets a bit hectic, but for the rest of the time it is a pleasant shire village with a healthy community spirit.\n\n",{"type":"==","value":["Understand"]},"\nIn the Middle Ages the village trade was primarily in timber from the surrounding Whittlewood forest. Linnell Bros. still operate a woodyard to this day. Fish ponds on the north side of the village fed the villagers.\n\n",{"type":"==","value":["Get in"]},"\nSilverstone (Circuit) is located about 115 km north of ",{"type":"[[","value":[["London"]]},". Most easily accessible by road, it lies on the A43 between ",{"type":"[[","value":[["Towcester"]]}," and ",{"type":"[[","value":[["Brackley"]]}," and is signposted from M1 junction 15A and M40 junction 10.\n\nThe airports serving Silverstone are London ",{"type":"[[","value":[["Heathrow"]]},", London ",{"type":"[[","value":[["Gatwick"]]},", London ",{"type":"[[","value":[["Luton"]]},", ",{"type":"[[","value":[["London"]]}," Stansted and ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," International.\n\nThe Eurostar network is another European route into London.\n\nThe main railway stations near Silverstone are at ",{"type":"[[","value":[["Northampton (England)"],["Northampton"]]}," and ",{"type":"[[","value":[["Milton Keynes"]]},".\n\nBus and coach services are also available from London but need to be booked in advance.\n\nCoach tours are available to Silverstone for the British Grand Prix weekend, leaving from numerous places around the country.",{"type":"[","value":["http:\/\/www.door2tour.com\/tour-details.aspx?TourID=20256 Grand Prix"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Silverstone Circuit"]}]},"\nLike so many of England's racing circuits, Silverstone started life as an aerodrome. When the Second World War ended in 1945, England's other two circuits, Donington Park and the legendary Brooklands, had fallen into disrepair. And so it was that the outer taxiways and interconnecting runways of Silverstone became adopted by the Royal Automobile Club as the home for the British Grand Prix in 1948. The circuit was fast and challenging and in 1949 the shape was formed that remains the basis of the track to this day.\n\nWhen the Formula One World Championship was incepted in 1950, Silverstone held the very first round, won by Giuseppe Farina in an Alfa Romeo. In 1951 the British Racing Drivers' Club (BRDC) was handed the lease by the RAC, and huge modifications were made. The pits were moved to the straight between Woodcote and Copse, from the Farm straight where they had originally been, and a short circuit was built within the larger circuit, cutting from Becketts corner to Woodcote.\n\nFrom 1955 the British Grand Prix swapped venues between Aintree and Silverstone, but with the advent of the 1960s, Aintree fell out of favour and the race was switched between Silverstone and Brands Hatch.\n\nIn 1971 the BRDC bought the entire 720 acre plot on which Silverstone sits and went about redeveloping the track. New pits were built and a chicane was erected at Woodcote which provided close finishes and great overtaking opportunities.\n\nIn 1987, with speeds at the circuit reaching astounding levels, a corner was built before Woodcote, and in 1992 a new complex of corners was created between Farm and Woodcote.\n\nIn recent years various upgrades have been made to the track's facilities. A racing school now exists at the circuit and with government funding a new bypass has been built, greatly improving access to the once notoriously out-of-the-way venue.\n\n",{"type":"==","value":["Buy"]},"\ncoach ticket from London to Silverstone\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThe White Horse Inn can be found in the centre of the village.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["52.0900"],["-1.0240"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northamptonshire"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Silverstone"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Silverstone"]]}]