[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Dive Boat in the Similans.JPG"],["thumb"],["400px"],["Dive Boat in the Similans"]]},"\n\nThe national park of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dnp.go.th\/parkreserve\/asp\/style1\/default.asp?npid=212&lg=2 Similan Islands"]}]}," (เกาะสิมิลัน) is in ",{"type":"[[","value":[["South (Thailand)"],["southern Thailand"]]},", 50 kilometres west of ",{"type":"[[","value":[["Khao Lak"]]},". It is considered the best place in Thailand for ",{"type":"[[","value":[["Scuba diving"],["divers"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe park covers 140 square kilometres in total, 14 of those being land in the shape of an archipelago consisting of nine islands. They are ",{"type":"''","value":["Ko Bon, Ko Bayu, Ko Similan, Ko Payu, Ko Miang"]}," (two adjoining islands), ",{"type":"''","value":["Ko Payan, Ko Payang,"]}," and ",{"type":"''","value":["Ko Huyong"]},". For simplicity they are often referred to by their number instead - 1 through 9 starting from the south. Recently, the park was expanded to include the two remote islands ",{"type":"''","value":["Ko Bon"]}," and ",{"type":"''","value":["Ko Tachai"]},", but since \"Sembilan\" is ",{"type":"[[","value":[["Malay phrasebook"],["Malay"]]}," for \"nine\" this doesn't seem to stick in people's minds and those are not visited as often as the original nine.\n\n",{"type":"===","value":["History"]},"\nThe islands were created by upwellings of hot magma during the Tertiary-Cretaceous period some 65 million years ago, then smoothed by glacial ice and the erosion by the sea. The coral reefs are about 5,000 years old and hence the oldest in Thailand. In 1982, the national park was established and now it is scheduled to become a ",{"type":"[[","value":[["UNESCO_World_Heritage_List"],["UNESCO World Heritage Site"]]},".\n\nThe 2004 tsunami left the islands and the underwater landscape almost unharmed, since the waters are very deep around the islands.\n\n",{"type":"===","value":["Landscape"]},"\nThe nine granite islands are postcard perfect images of paradise, covered in tropical jungle and equipped with beaches of chalk-white sand. As if this was not enough, the views under the water surface are even more impressive and many people believe this is the best dive site in Thailand. ",{"type":"''","value":["Skin-Diver Magazine"]}," has acclaimed the Similans to be one of the ten most beautiful places in the world.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThere is an enormous diversity of fish species. Underwater visibility is the best you will find in Thailand. You will see plenty of colourful fish such as lionfish and clownfish (Nemo), and if you're lucky you may spot a bigger one like a manta or even a whale shark. The corals in the area have largely fallen victim to coral bleaching in 2010 and have not yet recovered, though the fish still make snorkelling and diving worthwhile.\n\nOn Ko Huyong, the Royal Thai Marines run a turtle breeding facility and access to the island is restricted.\n\n",{"type":"===","value":["Climate"]},"\nHigh season in the Similans is from Dec-Apr, when the monsoon stays far away. The best period to visit is Mar, when the winds are calm and the water clear. The national park is closed from 16 May-15 Nov.\n\n",{"type":"==","value":["Get in"]},"\nVirtually every dive shop on the North Andaman Coast offers diving and\/or snorkelling day trips and liveaboards to the Similans. Dedicated cruises usually start at 4 days and 4 nights (4d\/4n) in length. Many shorter trips are available, often with operators who have a large vessel stationed at the islands who do regular transfers using speedboats. Consult dive shop listings in ",{"type":"[[","value":[["Khao Lak"]]},", ",{"type":"[[","value":[["Ko Lanta"]]},", ",{"type":"[[","value":[["Phuket"]]},", and ",{"type":"[[","value":[["Ranong"]]},", for information. \n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe national park admission fee is 400 baht\/day (children 100 baht). For Thai citizens the fee is 40 baht, children 20 baht. A diving fee is an additional 200 baht\/day regardless of passport. Most boats do not include this in their quoted price. Fees are paid to your dive operator before the trip.\n\n",{"type":"==","value":["Get around"]},"\nOnce on the islands there is the option of using the marine park boats for transit between the islands. This is not totally reliable, but is a less expensive alternative.\n\n",{"type":"==","value":["See"]},"\nIncredible marine life, great scenery, white sand beaches.\n\n",{"type":"==","value":["Do"]},"\nThe Similan Islands are home to some of the best diving sites in the world. They are also home to great snorkelling, bird watching, and sunbathing.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\nThere are both tents and bungalows available for rent. These are only available through the national park headquarters in Tablamu or through agents.\n\n",{"type":"===","value":["Camping"]},"\nTents are available for rent. In addition, on Island #8 you can rent space and put up your own tent. \n\n",{"type":"==","value":["Stay safe"]},"\nSee the ",{"type":"[[","value":[["Scuba_diving#Stay_safe"],["Stay safe"]]}," section of the ",{"type":"[[","value":[["Scuba diving"]]}," article for diving safety tips. The islands are closed from mid-May to early-Nov of each year. Tour operators going to the islands during the closed period are breaking the law.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Similan Islands"]]},"\n\n",{"type":"{{","value":[["geo"],["8.652500"],["97.640833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern_Andaman_Coast"]]},"\n",{"type":"{{","value":[["outlinepark"]]}]