[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Simien National Park"]},", also known as ",{"type":"'''","value":["Simien Mountains National Park"]},", is in ",{"type":"[[","value":[["Amhara"]]}," in northern ",{"type":"[[","value":[["Ethiopia"]]},". It was one of the first sites added to the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," in 1978. It features spectacular scenery viewed from its peaks and escarpments and fascinating gelada monkeys and other wildlife. The park headquarters are outside the park in Debark, the nearest town, on the main road between ",{"type":"[[","value":[["Gondar"]]}," (to the south) and Shire and ",{"type":"[[","value":[["Axum"]]}," (to the north in ",{"type":"[[","value":[["Tigray"]]},").\n\n",{"type":"==","value":["Get in"]},"\nBuses travelling between ",{"type":"[[","value":[["Gondar"]]}," and Shire\/",{"type":"[[","value":[["Axum"]]}," pass through Debark, which is the main starting point for the national park. Debark is about 3 hours from Gondar on a paved road. It is 5-7 hours from Shire over a road that is being improved and paved (as of 2014), but while the roadworks are going on it can be extremely rough and dusty.\n\n",{"type":"==","value":["Fees\/permits"]},"\nGo to the park office in the south end of Debark – if coming from Gondar, this is on the left just after reaching the town. They will arrange permits and the mandatory scout and take fees. Hikes can be arranged and they can find an official guide, cook, mules and a muleman if desired. They also have gear for rent, although it is low quality. The scout, guide, and muleman may expect you to feed them, so take sufficient food.\n\nA lot of people will hassle you in Debark. If you are going to hire a guide, make that one of your first tasks, since your guide will get rid of unwanted people following you around and can help you sort out any last minute details or concerns. Do not hire an unofficial guide off the street – travellers frequently complain about their experience with unofficial guides.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Ethiopia-Djibouti_256.JPG"],["thumb"],["upright=1.4"],["Simien Mountains"]]},"\nA road runs from Debark through the park and accesses some of the campsites and villages. 4x4s and lorries go through Sankaber, Geech and Chenek, but tourists are prohibited from using them and most visitors use mountain hiking paths to get around. As a tourist, the only ways into the park are to hire a 4x4, walk or go with a tour company.\n\nBe sure to arrange transport out of the park before entering. There are no working phone lines in the park, so you can't call headquarters for a 4x4 once you're in. Buses and trucks aren't allowed to pick up hikers. They'll ask for upwards of USD200 to overlook this rule.\n\n",{"type":"==","value":["See"]},"\nThe park contains Ethiopia's biggest and most spectacular mountain range, the Simien Mountains. ",{"type":"'''","value":["Ras Dashen"]}," at 4,553 m is the country's highest peak, although the views from the Northern Escarpment are arguably a bigger attraction, with rock faces falling away thousands of feet from summits like Inatye (4,070 m) and Imet Gogo (3,960 m).\n\nWildlife is an attraction of the park, including birds and some mammals. Troops of grass-eating geladas, a close relative of baboons, are a common sight on hikes and will come close to tourists, scouts and guides, but not so close to the villagers who live and graze stock in the national park. The rare walia ibex is found in higher parts of the ranges. If you're really lucky, you may see one of the rare Ethiopian wolves (sometimes called jackals or foxes) found here and in a few other mountain ranges in Ethiopia. With only a few hundred of the species remaining, these are the world's rarest canid and Africa's most endangered carnivore, and feed mainly on mountain rodents. \n\n",{"type":"==","value":["Do"]},"\nNearly all visitors to the Simien National Park come to hike through the spectacular mountain scenery. You can do a 5-day trek from Debark to Sankabar Camp to Geech Camp to Chenek Camp and back to Debark via Sankabar (skipping Geech) and see all the main sights. You need 9 days to trek to Ras Dashen, the highest peak in Ethiopia, and back without transport.\n\n",{"type":"==","value":["Buy"]},"\nThe essentials are usually bought in Debark. A woven ",{"type":"''","value":["gabi"]},", a thick shawl, is useful for the cold mountain nights and can be purchased at the market. Maps are available at the park headquarters.\n\n",{"type":"==","value":["Eat"]},"\nIn Debark, the Simien Park Hotel on the main road offers reliable Ethiopian food. A few shops sell tinned food and bread. Food suitable for trekking is available in Debark, but it is cheaper to buy it in Gondar or Axum where there is a much better selection.\n\nIn the mountains, live chickens and eggs can be bought from villagers. Otherwise, the only alternative to one's own supplies is the Simien Lodge at Buyit Ras, a few hours hike from Debark.\n\n",{"type":"==","value":["Drink"]},"\nBoth hotels mentioned serve St. George beer and delicious Ethiopian coffee, even if you are not staying.\n\n",{"type":"==","value":["Sleep"]},"\nThe main hotel in Debark is the Simien Park Hotel on the main road south of the bus station. As of 2008, single rooms started at 35 birr, and doubles around 80 birr. There are a few other decent places nearby if the Simien Park Hotel is full.\n\nIn the mountains, the ",{"type":"[","value":["http:\/\/www.simiens.com\/ Simien Lodge"]}," - self-proclaimed as \"the highest hotel in Africa\" at 3,260 m - offers upmarket accommodation in tukels, or huts. A dorm bunk costs USD31, a two-person tukel USD135 and a four-person tukel USD183.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gondar"]]}," and its royal castles to the south"]},{"type":"*","value":[{"type":"[[","value":[["Axum"]]}," with its stelae and other historic structures to the north"]},"\n",{"type":"{{","value":[["IsPartOf"],["Amhara"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["related"],["African_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["African_flora_and_fauna"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n",{"type":"{{","value":[["geo"],["13.18"],["38.06"],["zoom=10"],["layer=M"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Simien Mountains National Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Simien Mountains"]]}]