[{"type":"{{","value":[["pagebanner"],["Singapore_Gardens_Banner.jpg"],["pgname=Singapore"],["caption=Gardens by the Bay"],["star=yes"],["dotm=yes"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"{{","value":[["quickbar"],["location=LocationSingapore.png"],["capital=Singapore"],["currency=Singapore dollar (SGD)"],["population=5,312,400 (2012 est.)"],["electricity=230V\/50Hz (British plug)"],["callingcode=+65"],["timezone=UTC +8"],["emergencies=999 for police, 995 for ambulance and fire"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yoursingapore.com\/ Singapore"]}]}," (Chinese: 新加坡; Malay: ",{"type":"''","value":["Singapura"]},"; Tamil: சிங்கப்பூர்)  is a city-state in ",{"type":"[[","value":[["Southeast Asia"]]},". Founded as a British trading colony in 1819, since independence it has become one of the world's most prosperous countries and boasts one of the world's busiest ports. The food is legendary, with bustling hawker centres and 24-hour coffee shops offering affordable food from all parts of Asia. Combining the skyscrapers and subways of a modern, affluent city with a medley of Chinese, Malay and Indian influences and a tropical climate, with tasty food, good shopping and a vibrant nightlife scene, this Garden City makes a great stopover or springboard into the region.\n\nThe country has a partly deserved reputation for sterile predictability that has earned it descriptions like William Gibson's \"Disneyland with the death penalty\" or the \"world's only shopping mall with a seat in the United Nations\". Nevertheless, the Switzerland of Asia is for many a welcome respite from the poverty and dirt of much of the Asian mainland. If you scratch below the squeaky clean surface and get away from the tourist trail you'll soon find more than meets the eye.\n\n",{"type":"==","value":["Districts"]},"\nSingapore is a small country on a small island, but with just over five million people it is a fairly crowded city and in fact second only to ",{"type":"[[","value":[["Monaco"]]}," as the world's most densely populated country. However, unlike many other densely populated countries, Singapore has over 50% of its area covered by greenery and with over 50 major parks and 4 nature reserves, it is an enchanting garden city. Large self-contained residential towns mushroomed all over the island, around the clean and modern city centre. The centre of the city is located in the south and consists roughly of the Orchard Road shopping area, the Riverside, the new  Marina Bay area and also the skyscraper-filled Shenton Way financial district. All of this is known in acronym-loving Singapore as the ",{"type":"'''","value":["CBD"]}," (Central Business District) or, more simply, just ",{"type":"'''","value":["town"]},".\n\n",{"type":"===","value":["City centre"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Central Singapore Districts.png"],["regionmaptext=Singapore city centre districts"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Singapore\/Riverside"],["Riverside (Civic District)"]]}],["region1color=#dcdc71"],["region1description=Singapore's colonial core, with museums, statues and theatres, not to mention restaurants, bars and clubs, centred along the banks of the Singapore River at Boat Quay and Clarke Quay."],["region2name=",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]}],["region2color=#6ca4ca"],["region2description=Miles and miles of shopping malls in air-conditioned comfort. At the eastern end, the Bras Basah District is an arts and culture project in progress."],["region3name=",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]}],["region3color=#d17c82"],["region3description=Dominated by the Marina Bay Sands integrated resort (hotel, casino, shopping mall, convention centre and museum), the Marina Barrage and the Gardens by the Bay. Along with the Singapore Flyer and the Esplanade Theatres, Marina Bay makes up the new iconic skyline of Singapore."],["region4name=",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis and Kampong Glam"]]}],["region4color=#a4c79d"],["region4description=Bugis and Kampong Glam are Singapore's old Malay district, good for shopping in the day but especially comes to life at night."],["region5name=",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}],["region5color=#c5a0c6"],["region5description=The area originally designated for Chinese settlement by Raffles, is now a Chinese heritage area popular with tourists. Restored shophouses make for trendy hangouts for locals and expats alike."],["region6name=",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}],["region6color=#e8ba37"],["region6description=A piece of India to the north of the city core."]]},"\n\n",{"type":"===","value":["Outer Singapore"]},"\nThere's more to see outside the main city centre of Singapore, from the HDB heartlands where hawker food is king to the Singapore Zoo. Or chill out in the parks and beaches of the East Coast and Sentosa.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Singapore Districts.png"],["regionmaptext=Singapore districts"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Singapore\/Balestier"],["Balestier, Newton, Novena and Toa Payoh"]]}],["region1color=#67b7b7"],["region1description=Budget accommodations and Burmese temples within striking distance of Central Singapore. Toa Payoh, one of Singapore's first planned neighbourhoods, is an easy way to wander around a local housing estate and experience the town centre design unique to Singapore."],["region2name=",{"type":"[[","value":[["Singapore\/North and West"],["North and West"]]}],["region2color=#459745"],["region2description=The northern and western parts of the island, known as Woodlands and Jurong respectively, form Singapore's residential and industrial hinterlands. The Mandai area is home to the Singapore Zoo, the River Safari and the Night Safari."],["region3name=",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]}],["region3color=#578e86"],["region3description=The largely residential eastern part of the island contains Changi Airport, miles and miles of beach and many famous eateries. Also covers Geylang Serai, the true home of Singapore's Malays, and Pulau Ubin, the last remnant of a rustic Singapore."],["region4name=",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]}],["region4color=#d8b9c3"],["region4description=A separate island once a military fort is developed into a resort, Sentosa is the closest that Singapore gets to Disneyland, now with a dash of gambling and Universal Studios thrown in. Across the water, there's Mount Faber and the Southern Ridges, an urban treetop walk with optional local monkeys."]]},"\n\n",{"type":"===","value":["Addresses"]},"\nIn the centre, Singapore's addressing system is fairly similar to Western countries (such as 17 Orchard Road), but the new housing developments on the outskirts may appear more intimidating: a typical address might be \"Blk 505 Jurong West St 51 #01-186\". Here, \"Blk 505\" is the housing block number (Blk = Block), \"Jurong West St 51\" is the street name\/number, and \"#01-186\" means floor 1 unit number 186, stall or shop 186. The first digit of both housing block and street number is the neighbourhood's number (in this case 5), making it easier to narrow down the right location. There are also 6-digit postal codes, which, considering the small size of the island, generally correspond to exactly one building. For example, \"Blk 9 Bedok South Ave 2\" is \"Singapore 460009\".  Finally, you will also encounter Malay terms in addresses: the most common are ",{"type":"'''","value":["Jalan"]}," (",{"type":"''","value":["Jln"]},") for \"Road\", ",{"type":"'''","value":["Lorong"]}," (",{"type":"''","value":["Lor"]},") for \"Lane\", ",{"type":"'''","value":["Bukit"]}," (",{"type":"''","value":["Bt"]},") for \"Hill\" and ",{"type":"'''","value":["Kampong"]}," (",{"type":"''","value":["Kg"]},") for \"Village\".\n\nUseful tools for hunting down addresses include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.streetdirectory.com StreetDirectory.com"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/gothere.sg GoThere.sg"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.onemap.sg OneMap.sg"]}]},". The \"Blk\" and unit number can and should be omitted when entering addresses into these sites: \"505 Jurong West St 51\" will do.\n\n",{"type":"==","value":["Understand"]},"\nSingapore is a microcosm of Asia, populated by Chinese, Malays, Indians and a large group of workers and expatriates from all across the globe, in a country that can be crossed in barely an hour. Soon approaching its fiftieth birthday, Singapore has more often than not chosen economic practicality over social concerns, encouraging constant reuse and redevelopment of land with huge projects like the ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay Sands"]]}," and ",{"type":"[[","value":[["Singapore\/Sentosa"],["Resorts World Sentosa"]]}," integrated resorts, but there has also been a growing push back to preserve local heritage in ",{"type":"[[","value":[["Singapore\/Balestier"],["Balestier"]]}," and elsewhere; just one of the many decisions to balance for the country's future.\n \n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Singapore skyline viewed from Gardens by the Bay East - 20120426.jpg"],["thumb"],["270px"],["The Marina Bay Sands and Singapore Flyer"]]},"\nThe first mentions of Singapore in written historical records date back to the second and third centuries where a vague reference to its location was found in Greek and Chinese texts, under the names of Sabana and Pu Luo Chung respectively. According to legend, ",{"type":"[[","value":[["Sumatra"],["Srivijaya"]]},"n prince Sang Nila Utama landed on the island in the 13th century and, catching sight of a strange creature that he thought was a lion, decided to found a new city he called ",{"type":"''","value":["Singapura"]},", Sanskrit for ",{"type":"'''","value":["Lion City"]},".  Alas, there have never been any lions anywhere near Singapore or elsewhere on Malaya, so the mysterious beast was more probably a tiger or wild boar.\n\nMore historical records indicate that the island was settled at least two centuries earlier and was known as ",{"type":"'''","value":["Temasek"]},", Javanese for \"Sea Town\", and an important port for the ",{"type":"[[","value":[["Sumatra"]]},"n Srivijaya kingdom. However, Srivijaya fell around 1400 and Temasek, battered by the feuding kingdoms of ",{"type":"[[","value":[["Thailand"],["Siam"]]}," and the ",{"type":"[[","value":[["Java"]]},"nese Majapahit, fell into obscurity. As Singapura, it then briefly regained importance as a trading centre for the Melaka Sultanate and later, the Johor Sultanate. However, Portuguese raiders then destroyed the settlement and Singapura faded into obscurity once more.\n\nThe story of Singapore as we know it today thus began in 1819, when ",{"type":"'''","value":["Sir Thomas Stamford Raffles"]}," made a deal with a claimant to the throne of the Sultanate of ",{"type":"[[","value":[["Johor"]]},": the British would support his claim in exchange for the right to set up a trading post on the island. Though the Dutch initially protested, an Anglo-Dutch treaty was signed  in 1824 separating the Malay world into British and Dutch spheres of influence (resulting in the current ",{"type":"[[","value":[["Malaysia"]]},"-",{"type":"[[","value":[["Indonesia"]]}," and Singapore-Indonesia borders). This treaty ended the conflict. The Dutch renounced their claim to Singapore and ceded their colony in ",{"type":"[[","value":[["Malacca"]]}," to the British, in exchange for the British ceding their colonies on ",{"type":"[[","value":[["Sumatra"]]}," to the Dutch.\n\nWell-placed at the entrance to the Straits of Malacca, straddling the trade routes between China, India, Europe, and Australia, Raffles' master stroke was to declare Singapore a ",{"type":"'''","value":["free port"]},", with no duties charged on trade. As traders flocked to escape onerous Dutch taxes, the trading post soon grew into one of Asia's busiest, drawing people from far and wide.  Along with ",{"type":"[[","value":[["Penang"]]}," and ",{"type":"[[","value":[["Malacca"]]},", Singapore became one of the ",{"type":"'''","value":["Straits Settlements"]}," and a jewel in the British colonial crown. Its economic fortunes received a further boost when palm oil and rubber from neighbouring Malaya were processed and shipped out via Singapore. In 1867, Singapore was formally split off from British India and made into a directly ruled Crown Colony.\n\nWhen World War II broke out, ",{"type":"'''","value":["Fortress Singapore"]}," was seen as a formidable British base, with massive naval fortifications guarding against assault by sea. However, not only did the fortress lack a fleet - as all ships were tied up defending Britain from the Germans - but the Japanese wisely chose to cross Malaya by bicycle instead. Despite hastily turning their artillery around, this was something the British had not prepared for at all and, on 15 February 1942, with supplies critically low after less than a week of fighting, Singapore ignominiously surrendered and the colony's erstwhile rulers were packed off to Changi Prison. Although tens of thousands perished in the subsequent brutal occupation, the return of the British in 1945 was triumphalist.\n\nGranted self-rule in 1955, Singapore briefly joined the ",{"type":"[[","value":[["Malaysia"]]},"n Federation in 1963 when the British left, but was expelled because the Chinese-majority city was seen as a threat to Malay dominance. Consequently, when the island became independent on 9 August 1965, Singapore became the only country in the history of the modern world to gain independence against its own will! The subsequent forty years of iron-fisted rule by Prime Minister ",{"type":"'''","value":["Lee Kuan Yew"]}," saw Singapore's economy boom, with the country rapidly becoming one of the wealthiest and most developed in Asia despite its lack of natural resources, earning it a place as one of the four ",{"type":"'''","value":["East Asian Tigers"]},". Now led by Lee's son ",{"type":"'''","value":["Lee Hsien Loong"]},", the ruling ",{"type":"'''","value":["People's Action Party"]}," (PAP) continues to dominate the political scene with 80 out of 87 seats in Parliament. Societal restrictions have been loosened up in recent years though, with the government trying to shake off its staid image, and it remains to be seen how the delicate balancing act between political control and social freedom will play out.\n\n",{"type":"===","value":["People"]},"\nSingapore prides itself on being a multi-racial country, and has a diverse culture despite its small size. Singaporeans make up two-thirds of the population. The largest group are the Chinese (about 75%), in which the largest subgroups are the Hokkien, Teochew and Cantonese speakers, with Mandarin acting as the lingua franca of the community. Other notable dialect groups among the Chinese include the Hakkas, Hainanese and Foochows. Malays, who are comprised of descendants of Singapore's original inhabitants as well as migrants from present day Malaysia, Indonesia and Brunei, form about 14% of all Singaporeans. Indians form about 9% of residents. Among the Indians, Tamils form the largest group by far, though there are also significant numbers of speakers of other Indian languages such as Hindi, Malayalam and Punjabi. The remainder are a mix of many other cultures, most notably the Eurasians who are of mixed European and Asian descent, and also the Peranakans of the Straits Chinese.\n\nSingapore has always been an open country and at least a third of its total population has arrived from elsewhere. They range from Burmese to Japanese to Thais and many others. There's also a large number of Filipinos, many of them working in the service industry or as domestic helpers, and throngs of happily smiling and chattering Filipinas may be seen in public spaces on Sundays when they take their only day off. However, a marked increase in migration from China and India has led to some simmering discontent and larger pockets of Mandarin-only speakers.\n\nThe country is also religiously diverse, with no religious group forming a majority. Religious freedom is guaranteed by the constitution of Singapore. Buddhism is the largest religion with about 33% of the population declaring themselves Buddhist. Other religions which exist in significant numbers include Christianity, Islam, Hinduism and Taoism. In addition to the \"big five\", there are also much smaller numbers of Sikhs, Zoroastrians, Jews, Baha'is and Jains. Some 17% of Singaporeans profess to have no religious affiliation.\n\n",{"type":"===","value":["Climate"]},"\nAs Singapore is located a mere 1.5 degrees north of the Equator, its weather is usually sunny with no distinct seasons. Rain falls almost daily throughout the year, usually in sudden, heavy showers that rarely last longer than an hour. However, most rainfall occurs during the northeast monsoon (November to January), occasionally featuring lengthy spells of continuous rain. Spectacular thunderstorms can occur throughout the year, any time during the day, so it's wise to carry an umbrella at all times, both as a shade from the sun or cover from the rain.\n\nBetween May and October, forest fires in neighbouring ",{"type":"[[","value":[["Sumatra"]]}," can also cause dense haze, although this is unpredictable and comes and goes rapidly: check with the ",{"type":"[","value":["http:\/\/www.haze.gov.sg\/Home.aspx National Environment Agency"]}," for up-to-date conditions.\n\nThe temperature averages around:\n",{"type":"*","value":[" 32°C (86°F) daytime, 25°C (76°F) at night in December and January."]},{"type":"*","value":[" 33°C (90°F) daytime, 26°C (81°F) at night for the rest of the year."]},"\nSingapore's lowest temperature ever was recorded way back in 1934, when it hit a low of 19.4°C.\n\nThe high temperature and humidity, combined with the lack of wind and the fact that temperatures stay high during the night, can take its toll on visitors from colder parts of the world. Bear in mind that spending more than about one hour outdoors can be very exhausting, especially if combined with moderate exercise. Singaporeans themselves shun the heat, and for a good reason. Many live in air-conditioned flats, work in air-conditioned offices, take the air-conditioned metro to air-conditioned shopping malls connected to each other by underground tunnels where they shop, eat, and exercise in air-conditioned fitness clubs. Follow their example if you want to avoid discomfort in the searing heat and humidity of Singapore.\n\n",{"type":"===","value":["Holidays"]},"\n",{"type":"[[","value":[["Image:Singapore CNY Tinsel.JPG"],["thumb"],["New Year decorations in Chinatown"]]},"\nSingapore is a secular city state but due to its multicultural population, Singapore celebrates Chinese, Muslim, Indian, and Christian holidays.\n\n",{"type":"{{","value":[["infobox"],[{"type":"''","value":["Gong xi fa cai"]}," Singapore style"],["There are a few twists to the Singapore way of celebrating Chinese New Year, particularly the ",{"type":"'''","value":["food"]},", which bears little resemblance to the steamy hotpots of frigid northern China.  The top dish is ",{"type":"''","value":["bak kwa"]}," (肉干), sweet barbecued pork, followed closely by ",{"type":"''","value":["yu sheng"]}," (魚生), a salad of shredded vegetables and raw fish enthusiastically tossed into the air by all present.  Favourite desserts are crumbly sweet pineapple tarts and gooey steamed ",{"type":"''","value":["nian gao"]}," (年糕) cakes.  Red packets of money (红包 ",{"type":"''","value":["ang pow"]},") are still handed out generously, but unlike in China, in Singapore you only need to start paying up once married."]]},"\n\nThe year kicks off with a bang on 1 January and ",{"type":"'''","value":["New Year"]},", celebrated in Singapore just as in the West with a fireworks show and parties at every nightspot in town. Particularly famous are the wet and wild ",{"type":"'''","value":["foam parties"]}," on the beaches of resort island ",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]}," — at least those years when the authorities deign to permit such relative debauchery.\n",{"type":"{{","value":[["CNYdates"]]},"\nDue to the influence of the Chinese majority, the largest event by far is ",{"type":"'''","value":["Chinese New Year"]}," (农历新年) or, more politically correctly, ",{"type":"'''","value":["Lunar New Year"]},", usually held in late January or early February. While this might seem to be an ideal time to visit, many smaller shops and eateries are closed for 2–3 days during the period, though convenient stores like 7 Eleven, supermarkets, department stores and high end restaurants will remain open. The whole festival stretches out for no less than 42 days, but the frenzied build-up to the peak occurs just before the night of the new moon, with exhortations of ",{"type":"''","value":["gong xi fa cai"]}," (恭喜发财 \"congratulations and prosper\"), red tinsel, mandarin oranges and the year's zodiac animal emblazoned everywhere and crowds of shoppers queuing in ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]},", where there are also extensive street decorations to add spice to the festive mood. The two following days are spent with family and most of the island comes to a standstill, and then life returns to normal... except for the final burst of ",{"type":"'''","value":["Chingay"]},", a colourful parade down Orchard Road held about ten days later.\n\nOn the fifth day of the fifth month of the Chinese calendar, the ",{"type":"'''","value":["Dragon Boat Festival"]}," (端午节) is celebrated to commemorate a Chinese folk hero. As part of the celebrations, rice dumplings, which in Singapore are sometimes wrapped in pandan leaves instead of the original bamboo leaves, are usually eaten. In addition, dragon boat races are often held at the Singapore River on this day. The seventh month of the Chinese lunar calendar — usually August — starts off with a puff of smoke, as \"hell money\" is burned and food offerings are made to please the spirits of ancestors who are said to return to earth at this time. The climax on the 15th day of the lunar calendar is the ",{"type":"'''","value":["Hungry Ghost Festival"]}," (中元节), when the living get together to stuff themselves and watch plays and Chinese opera performances. Following soon afterwards, the ",{"type":"'''","value":["Mid-Autumn Festival"]}," (中秋节) on the 15th day of the 8th lunar month (Sep\/Oct) is also a major event, with elaborate lantern decorations — particularly in Jurong's ",{"type":"[[","value":[["Singapore\/North and West"],["Chinese Garden"]]}," — and ",{"type":"'''","value":["moon cakes"]}," filled with red bean paste, nuts, and more consumed merrily.\n\nThe Hindu festival of lights, Diwali, known locally as ",{"type":"'''","value":["Deepavali"]},", is celebrated around October or November and ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," is brightly decorated for the occasion. At around January–February, one may witness the celebration of ",{"type":"'''","value":["Thaipusam"]},", a Tamil Hindu festival in which male devotees would carry a ",{"type":"''","value":["kavadi"]},", an elaborate structure which pierces through various parts of his body, and join a procession from the Sri Srinivasa Perumal Temple in Little India to the Sri Thandayuthapani Temple in Tank Road. Female devotees usually join the procession carrying pots of milk instead. About one week before Deepavali is ",{"type":"'''","value":["Thimithi"]},", the fire-walking festival where one can see male devotees walking on burning coals at the Sri Mariamman Temple in Chinatown.\n",{"type":"{{","value":[["ramadandates"]]},"\nThe Islamic month of Ramadan and Eid-ul-Fitr or ",{"type":"'''","value":["Hari Raya Puasa"]}," as it is called here, is a major occasion in Malay parts of town, particularly Geylang Serai on the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]},", which is lit up with extensive decorations during the period. Another festival celebrated by the Malays is Eid-ul-Adha, known locally as ",{"type":"'''","value":["Hari Raya Haji"]},", which is the period when Muslims make the trip to Mecca to perform in Hajj. In local mosques, lambs contributed by the faithful are sacrificed and their meat is used to feed the poor.\n\nThe Buddhist ",{"type":"'''","value":["Vesak Day"]},", celebrating the birthday of the Buddha Sakyamuni, plus the Christian holidays of ",{"type":"'''","value":["Christmas Day"]},", for which Orchard road is extensively decorated, and ",{"type":"'''","value":["Good Friday"]}," round out the list of holidays.\n\nA more secular celebration occurs on 9 August, ",{"type":"'''","value":["National Day"]},", when fluttering flags fill Singapore and spectacular National Day parades are held to celebrate independence.\n\n",{"type":"===","value":[" Events "]},"\nSingapore holds numerous events each year. Some of its famous festivals and events include the ",{"type":"'''","value":["Singapore Food Festival"]},", the ",{"type":"'''","value":["Singapore Grand Prix"]},", the ",{"type":"'''","value":["Singapore Arts Festival"]},", the ",{"type":"'''","value":["Chingay Parade"]},", the ",{"type":"'''","value":["World Gourmet Summit"]}," and ",{"type":"'''","value":["ZoukOut"]},".\n\n",{"type":"'''","value":["Christmas"]}," is also widely celebrated in Singapore, a season where the city streets and shopping malls along its famous shopping belt, Orchard Road, are lit up and decorated in vibrant colours. In addition, the ",{"type":"'''","value":["Singapore Jewel Festival"]}," attracts numerous tourists every year, and is a display of precious gems, famous jewels and masterpieces from international jewellers and designers.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["infobox"],["Banned in Singapore"],["There's more to the list than just porn and drugs, although not all of these restrictions are enforced in practice.\n",{"type":"*","value":[" Bubble gum"]},{"type":"*","value":[" Satellite dishes"]},{"type":"*","value":[" Free standing billboards"]},{"type":"*","value":[" Handcuffs, even if pink and fuzzy"]},{"type":"*","value":[" Feeding pigeons or monkeys"]},{"type":"*","value":[" Malaysian newspapers"]},{"type":"*","value":[" Male gay sex"]}]]},"\n\nMost nationalities can enter Singapore without a visa.  Refer to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ica.gov.sg\/ Immigration and Checkpoints Authority"]}]}," for current guidelines, including a list of the more than thirty nationalities that are required to obtain a visa in advance. Entry permit duration depends on nationality and entry point: most people get 14 or 30 days, although ",{"type":"[[","value":[["EEA"]]}," and US passport holders get 90 days. Citizens of some ",{"type":"[[","value":[["CIS"]]}," countries (Russia, Ukraine, Kazakhstan) can transit 4 days without a visa, if they have tickets to a third country. Similar to many other countries there is a form you need to complete (for Singapore, it's called ",{"type":"[","value":["http:\/\/www.ica.gov.sg\/page.aspx?pageid=97 D\/E card"]},") and hand to the immigration officer at the border. You get to keep a part of the form, which you need to hand in when leaving Singapore, so try not to lose it. On the back side of the form there is a reminder about the death penalty for bringing drugs into the country written in red capital letters.\n\nMen who enter Singapore illegally or who overstay their permits by more than 90\/30\/14 days face a mandatory sentence of three strokes of the cane.\n\nSingapore has ",{"type":"'''","value":["very strict drug laws"]},", and ",{"type":"'''","value":["drug trafficking carries a mandatory death penalty"]}," — which is also applied to foreigners. Even if you technically haven't entered Singapore and are merely transiting (i.e. changing flights without the need to clear passport control and customs) while in possession of drugs, you would still be subject to capital punishment. The paranoid might also like to note that in Singapore, it is an offence even to have any drug metabolites in your system, even if they were consumed outside Singapore, and Customs occasionally does spot urine tests at the airport! In addition, bringing in explosives or firearms without a permit is also a capital offence in Singapore.\n\nBring prescriptions for any medicines you may have with you, and obtain prior permission from the ",{"type":"[","value":["http:\/\/www.hsa.gov.sg\/publish\/hsaportal\/en\/health_products_regulation\/bringing_personal_medication.html Health Sciences Authority"]}," before bringing in any sedatives (e.g. Valium\/diazepam) or strong painkillers (e.g. codeine). (If you can scan and attach all documents called for by the website, you may receive written permission in as little as 3–4 weeks. By regular mail from any great distance, allow a few months.) Hippie types may expect a little extra attention from Customs, but getting a shave and a haircut is no longer a condition for entry. \n \nDuty free allowances for alcohol are one litre each of wine, beer and spirits, though the 1 L of spirits may be substituted with 1 L of wine or beer, unless you are entering from Malaysia. Travellers entering from Malaysia are not entitled to any duty free allowance. Alcohol may not be brought in by persons under the age of 18. There is ",{"type":"''","value":["no"]}," duty free allowance for ",{"type":"'''","value":["cigarettes"]},": all cigarettes legally sold in Singapore are stamped \"SDPC\", and smokers caught with unmarked cigarettes may be fined $500 per pack. (In practice, though, bringing in one opened pack is usually tolerated.) If you declare your cigarettes or excess booze at customs, you can opt to pay the tax or let the customs officers keep the cigarettes until your departure. Importing non-medical ",{"type":"'''","value":["chewing gum"]}," is technically illegal, but in practice customs officers would usually not bother with a few sticks for personal consumption.\n\nThere is no restriction on the amount of money that can be brought in or out of Singapore. However, Singapore customs requires you to declare if you are bringing in or out anything more than SGD30,000 or its equivalent in foreign currency, and you'll be asked to complete some paperwork.\n\n",{"type":"'''","value":["Pornography"]},", ",{"type":"'''","value":["pirated goods"]}," and publications by the ",{"type":"'''","value":["Jehovah's Witnesses"]}," and the ",{"type":"'''","value":["Unification Church"]}," may not be imported to Singapore, and baggage is scanned at land and sea entry points. In theory, all entertainment media including movies and video games must be sent to the Board of Censors for approval before they can be brought into Singapore, but that is rarely if ever enforced for original (non-pirated) goods. Pirated CDs or DVDs, on the other hand, can land you fines of up to $1000 per disc.\n\n",{"type":"===","value":["By plane"]},"\nSingapore is one of Southeast Asia's largest aviation hubs, so unless you're coming from ",{"type":"[[","value":[["Peninsular Malaysia"]]}," or ",{"type":"[[","value":[["Batam"]]},"\/",{"type":"[[","value":[["Bintan"]]}," in Indonesia, the easiest way to enter Singapore is by air. In addition to flag-carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporeair.com Singapore Airlines"]}]}," and its regional subsidiary ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.silkair.com SilkAir"]}]},", Singapore is also home to low-cost carriers ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tigerairways.com Tiger Airways"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetstar.com Jetstar Asia"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyscoot.com Scoot"]}]},".\n\nIn addition to the locals, every carrier of any size in Asia offers flights to Singapore, with pan-Asian discount carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airasia.com AirAsia"]}]}," and Malaysian regional operator ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fireflyz.com.my Firefly"]}]}," operating dense networks from Singapore.  There are also direct services to Europe, the Middle East, Australia, New Zealand, North America, and even South Africa. Singapore is particularly popular on the \"Kangaroo Route\" between Australia and Europe, with airlines like ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.britishairways.com British Airways"]}]}," using Singapore as the main stopover point.\n\n",{"type":"====","value":["Changi Airport"]},"\n: ",{"type":"''","value":["Main article: ",{"type":"[[","value":[["Singapore Changi Airport"]]}]},"\n\nAs befits the country's main airport and major regional hub status, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.changiairport.com Changi Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SIN"]]},")  is officially the 'best airport in the world' (see ",{"type":"[","value":["http:\/\/www.airlinequality.com Skytrax"]},"). It's big, pleasant, well-organised, and immigration and baggage distribution is remarkably fast. The airport is split into three main terminals (T1, T2 and T3). Taxis are the fastest way to the city, and will cost about $20–30 including a $3–5 airport surcharge. An additional 50% surcharge applies 00:01-06:00. There's also an easy 30 minute ride on the MRT for $1.90, with trains running from 05:31 to 23:18.\n\n",{"type":"====","value":["Seletar Airport"]},"\n",{"type":"'''","value":["Seletar Airport"]}," (",{"type":"{{","value":[["IATA"],["XSP"]]},"), completed in 1928 and first used for civil aviation in 1930, is Singapore's first airport. While later airports like Kallang and Paya Lebar have been closed and turned into a military airbase respectively, Seletar is still in use to this day.\n\nCurrently, Seletar Airport is only used for general aviation, so if you're flying your own aircraft to Singapore, you'll most probably land here. The only practical means of access to Seletar is taxi, and trips from the airport incur a $3 surcharge.\n\n",{"type":"===","value":["By road"]},"\n",{"type":"[[","value":[["Image:JohorBahru Causeway.JPG"],["thumb"],["The Causeway, with ",{"type":"[[","value":[["Johor Bahru"]]}," on the other side"]]},"\nSingapore is linked by two land crossings to Peninsular Malaysia:\n \nThe ",{"type":"'''","value":["Causeway"]}," is a very popular and thus terminally congested entry point connecting Woodlands in the north of Singapore directly into the heart of ",{"type":"[[","value":[["Johor Bahru"]]},". While congestion isn't as bad as it once was, the Causeway is still jam-packed on ",{"type":"'''","value":["Friday evenings"]}," (towards Malaysia) and ",{"type":"'''","value":["Sunday evenings"]}," (towards Singapore). The Causeway can be crossed by bus, train, taxi or car, but it is no longer feasible to cross on foot after Malaysia shifted their customs and immigration complex 2 km inland.\n\nA second crossing between Malaysia and Singapore, known as the ",{"type":"'''","value":["Second Link"]},", was built between Tuas in western Singapore and Tanjung Kupang in the western part of ",{"type":"[[","value":[["Johor"]]}," state. Much faster and less congested than the Causeway, it is used by some of the luxury bus services to ",{"type":"[[","value":[["Kuala Lumpur"]]}," and is strongly recommended if you have your own car. There is only one infrequent bus across the Second Link, and only Malaysian \"limousine\" taxis are allowed to cross it (and charge RM150 and up for the privilege). Walking across is also not allowed, not that there would be any practical means to continue the journey from either end if you did.\n\n",{"type":"'''","value":["Driving into Singapore"]}," with a foreign-registered car is rather complicated and expensive; see the Land Transport Authority's ",{"type":"[","value":["http:\/\/www.lta.gov.sg\/content\/ltaweb\/en\/roads-and-motoring\/driving-in-and-out-of-singapore.html ",{"type":"''","value":["Driving Into & Out of Singapore"]}]}," guide for the administrative details.  ",{"type":"'''","value":["Peninsular Malaysia-registered cars"]}," need to show that they have valid road tax and Malaysian insurance coverage. ",{"type":"'''","value":["Other foreign cars"]}," need a Vehicle Registration Certificate, Customs Document (Carnet), Vehicle Insurance purchased from a Singapore-based insurance company and an International Circulation Permit.  All foreign registered cars and motorcycles can be driven in Singapore for a maximum of 10 days in each calendar year without paying Vehicle Entry Permit (VEP) fees, but after the 10 free days have been used, you will need to pay a VEP fee of up to $20\/day.\n\nGo through immigration first and get your passport stamped. Then follow the Red Lane to buy the AutoPass ($10) from the LTA office. At the parking area, an LTA officer will verify your car, road tax and insurance cover note and issue you a small chit of paper which you take to the LTA counter to buy your AutoPass and rent an In-vehicle Unit (IU) for road pricing charges (or opt to pay a flat $5\/day fee instead).  Once that is done, proceed to customs where you will have to open the boot for inspection. After that, you are free to go anywhere in Singapore. Any VEP fees, road pricing charges and tolls will be deducted from your AutoPass when you exit Singapore. This is done by slotting the AutoPass into the reader at the immigration counter while you get your passport stamped.\n\n",{"type":"'''","value":["Driving into Malaysia"]}," from Singapore is relatively uncomplicated, although small tolls are charged for both crossing and (for the Second Link) the adjoining expressway. In addition, ",{"type":"'''","value":["Singapore-registered vehicles"]}," are required to have their fuel tanks at least 3\/4 full before leaving Singapore. Do be sure to change some ringgit before crossing, as Singapore dollars are accepted only at the unfavourable rate of one-to-one. Moreover, be prepared for longer queues as Malaysia introduced a biometric system for foreigners wishing to enter that country (see ",{"type":"[[","value":[["Malaysia"]]}," article).\n\nIn both directions, note that rental car agencies will frequently prohibit their cars from crossing the border or charge extra.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Direct to\/from Malaysian destinations"]},"\nThere are buses to\/from ",{"type":"[[","value":[["Kuala Lumpur"],["Kuala Lumpur (KL)"]]}," and many other destinations in Malaysia through the Woodlands Checkpoint and the Second Link at Tuas.  Unfortunately, there is no central bus terminal and different companies leave from all over the city.  Major operators include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Aeroline"],["url=http:\/\/www.aeroline.com.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 6258 8800"],["tollfree="],["fax="],["hours="],["price=From $47 one-way"],["content=Luxury buses with meal on-board, power sockets, lounge area etc, to Kuala Lumpur and ",{"type":"[[","value":[["Petaling Jaya"]]},". Departures from HarbourFront Centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=First Coach"],["url=http:\/\/www.firstcoach.com.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 6822 2111"],["tollfree="],["fax="],["hours="],["price=$33\/55 single\/return"],["content=No frills, but the buses have good legroom and use the Second Link.  Another selling point is convenient public transport: buses depart from Novena Square (Novena MRT) in Singapore and arrive right next to (KJ 16) Bangsar LRT in Kuala Lumpur."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=NiCE"],["url=http:\/\/www.plusliner.com.my"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 6256 5755"],["tollfree="],["fax="],["hours="],["price="],["content=Over 20 daily departures from Kuala Lumpur's old railway station.  Double-decker NiCE 2 buses (27 seats) RM80, luxury NiCE++ buses (18 seats) RM88.  Departures from Copthorne Orchid Hotel on Dunearn Rd."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Transnasional"],["url=http:\/\/www.transnasional.com.my"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 2 6294 7034 (Malaysia)"],["tollfree="],["fax="],["hours="],["price=Executive\/economy buses RM80\/35"],["content=Malaysia's largest bus operator, offers direct buses from Singapore through the peninsula. Departures from Lavender St."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Transtar"],["url=http:\/\/www.transtar.com.sg"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 6299 9009"],["tollfree="],["fax="],["hours="],["price="],["content=Transtar's sleeper-equipped Solitaire ($63) and leather-seated First Class ($49) coaches are currently the best around with frills like massaging chairs, onboard attendants, video on demand and even Wi-Fi. More plebeian SuperVIP\/Executive buses are $25\/39, direct service to ",{"type":"[[","value":[["Malacca"]]}," and ",{"type":"[[","value":[["Genting"]]}," also available. Departures from Golden Mile Complex, Beach Rd (near Lavender MRT)."]]}]},"\nMost other operators have banded together in two shared booking portals.  Many, but by no means all, use the Golden Mile Complex shopping mall near ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]}," as their Singapore terminal.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Easibook"],["url=http:\/\/www.easibook.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 6444 0745"],["tollfree="],["fax="],["hours="],["price="],["content=Six bus companies including major budget operator Konsortium."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus Online Ticket"],["url=http:\/\/www.busonlineticket.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another six companies, including major operator Fivestars Express, Hasry Express and AirAsia-affiliated StarMart."]]}]},"\nIn general, the more you pay, the faster and more comfortable your trip. More expensive buses leave on time, use the Second Link, and don't stop along the way; while the cheapest buses leave late if at all, use the perpetually jammed Causeway and make more stops. Book early for popular departure times like Friday and Sunday evening, Chinese New Year, etc., and factor in some extra time for congestion at the border.\n\nAn alternative to taking a direct \"international bus\" is to make the short hop to ",{"type":"[[","value":[["Johor Bahru"]]}," to catch domestic Malaysian long-distance express buses to various Malaysian destinations from the ",{"type":"[[","value":[["Johor Bahru"],["Larkin Bus Terminal"]]},". Besides having more options, fares may also be lower because you will be paying in Malaysian ringgit rather than Singaporean dollars. The downside is the time-consuming hassle of first getting to Johor Bahru and then getting to Larkin terminal on the outskirts of town.\n\n",{"type":"'''","value":["To\/from Johor Bahru"]},"\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|+ ",{"type":"'''","value":["Buses between Johor Bahru and Singapore"]}],["! Line !! Stops in Singapore !! Stops in JB !! Price (in SGD)"],["|-"],["| Causeway Link CW-1 || Kranji MRT only || Larkin via Kotaraya|| SGD1.30, RM1.30"],["|-"],["| Causeway Link CW-2 || Queen St only || Larkin only || SGD3.20"],["|-"],["| Causeway Link CW-3 || Jurong East MRT || Bukit Indah via 2nd Link || SGD4.00"],["|-"],["| SBS 170 (red plate) || Queen St via Bukit Timah and Kranji ||  Larkin only || SGD1.70"],["|-"],["| SBS 170 (blue plate) || Kranji MRT || Kotaraya only || SGD1.10"],["|-"],["| SBS 160 || Jurong East MRT via Kranji || Kotaraya only || SGD.60"],["|-"],["| SMRT 950 || Woodlands MRT via Marsiling|| Kotaraya only || SGD1.30"],["|-"],["| Singapore-Johor Express || Queen St only || Larkin only || SGD2.40"]]},"\n\nThe most popular options to get to\/from ",{"type":"[[","value":[["Johor Bahru"]]}," are the buses listed in the table. There's a pattern to the madness: Singaporean-operated buses (SBS, SMRT, SJE) can only stop at one destination in Malaysia, while the Malaysian-operated ",{"type":"[","value":["http:\/\/causewaylink.com.my Causeway Link"]}," buses can only stop at one destination in Singapore.  Terminals aside, all buses make two stops at Singapore immigration and at Malaysian immigration. At both immigration points, ",{"type":"''","value":["you must disembark with all your luggage"]}," and pass through passport control and customs, then board the next bus by showing your ticket. Figure on one hour for the whole rigmarole from end to end, more during rush hour.\n\n",{"type":"===","value":["By train"]},"\nSingapore is the southern terminus of Malaysia's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ktmb.com.my Keretapi Tanah Melayu"]}]}," (Malayan Railway or KTMB) network.  There are two day trains (the Ekspres Sinaran Pagi and Ekspres Rakyat) and a sleeper service (Ekspres Senandung Malam) daily from ",{"type":"[[","value":[["Kuala Lumpur"]]},", and also a day train (the Lambaian Timur departing Singapore at 04:45) and sleeper (Ekspres Timuran departing at 18:00) daily along the \"",{"type":"[[","value":[["Jungle Railway"]]},"\" between Singapore and ",{"type":"[[","value":[["Gua Musang"]]}," (Lambian Timur) or Tumpat (Ekspres Timuran), near ",{"type":"[[","value":[["Kota Bharu"]]}," in the ",{"type":"[[","value":[["East Coast (Malaysia)"],["East Coast"]]}," of Malaysia. Trains are clean and fairly efficient, but slower than buses.  See ",{"type":"[[","value":[["Malaysia#By train"]]}," for details about fares and travel classes.\n\nKTMB tickets originating in Singapore will be charged in Singaporean dollars, while those originating in Malaysia will be charged in ringgit ",{"type":"''","value":["at a 1:1 rate"]},". A ticket which costs MYR10 (€2.32) originating in Malaysia will thus cost $10 (€5.75) if originating in Singapore. There are a few ways to avoid paying double; see ",{"type":"[[","value":[["Malaysia#By train"]]},".\n\nThe small colonial-era railway station in Tanjong Pagar at the southern edge of the CBD closed down on 30 June 2011, and all KTMB trains now depart from the Woodlands Train Checkpoint near the Malaysian border. This means that immigration formalities go back to normal international practice - Singapore stamps you out then Malaysia stamps you in at Woodlands. In the reverse direction, as of March 2014, you will have to get off at Johor Bahru, pass through Malaysian emigration, then go back to the train, where you will head to Woodlands where Singapore stamps you in.\n\nNote that the Woodlands Train Checkpoint is unrelated to the Woodlands MRT station. From the Woodlands Train Checkpoint you can a take bus to the Kranji, Marsiling or Woodlands MRT stations. Fortunately, the bus numbers to each MRT station are clearly signposted.\n\n",{"type":"===","value":["By taxi"]},"\nWhile normal Singaporean taxis are not allowed to cross into Malaysia and vice versa, specially licensed Singaporean taxis permitted to go to the Kotaraya shopping mall (only) can be booked from Johor Taxi Service ☎ +65 6296 7054, $45 one way), while Malaysian taxis, which can go anywhere in Malaysia, can be taken from Rochor Rd ($32 to charter, or $8\/person if you share with others). In the reverse direction, towards Singapore, you can take taxis from Kotaraya to any point in central Singapore ($30) or Changi Airport ($40). The main advantage here is that you do not need to lug your stuff (or yourself) through Customs at both ends; you can just sit in the car.\n\nA combination ride from anywhere in Singapore to anywhere in Malaysia can also be arranged, but you'll need to swap cabs halfway through: this will cost SGD50 and up, paid to the Singaporean driver. The most expensive option is to take a limousine taxi specially licensed to take passengers from any point to any destination, but only a few are available and they charge a steep MYR150 per trip. Advance booking is highly recommended, ☎ +60 7 599-1622.\n\n",{"type":"===","value":["By boat"]},"\nFerries link Singapore with neighbouring ",{"type":"[[","value":[["Indonesia"]]},"n province of ",{"type":"[[","value":[["Riau Islands"]]},", and the ",{"type":"[[","value":[["Malaysia"]]},"n state of ",{"type":"[[","value":[["Johor"]]},". Singapore has five ferry terminals which handle international ferries: ",{"type":"'''","value":["HarbourFront"]}," (formerly World Trade Centre) near ",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]},", ",{"type":"'''","value":["Marina Bay Cruise Centre"]}," in ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]},", ",{"type":"'''","value":["Tanah Merah Ferry Terminal"]}," on the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]},", as well as ",{"type":"'''","value":["Changi Ferry Terminal"]}," and ",{"type":"'''","value":["Changi Point Ferry Terminal"]},", at the eastern extremity of the island.\n\n",{"type":"'''","value":["Getting to\/away from the ferry terminals:"]},"\n",{"type":"*","value":["HarbourFront FT: Located next to HarbourFront MRT station."]},{"type":"*","value":["Marina Bay Cruise Centre: Take the shuttle to Marina Bay MRT station."]},{"type":"*","value":["Tanah Merah FT: Get off at Bedok MRT station and catch bus No. 35 to ferry terminal."]},{"type":"*","value":["Changi FT: No bus stop nearby, take a taxi from Changi Village or Tanah Merah MRT."]},{"type":"*","value":["Changi Point FT: Take bus No. 2, 29 or 59 to Changi Village Bus Terminal and walk to the ferry terminal."]},"\n",{"type":"====","value":["To\/from Indonesia"]},"\n",{"type":"'''","value":["To\/from ",{"type":"[[","value":[["Batam"]]},":"]}," Ferries to\/from ",{"type":"[[","value":[["Batam Centre"]]},", ",{"type":"[[","value":[["Batu Ampar"]]}," (",{"type":"[[","value":[["Harbour Bay"]]},"), ",{"type":"[[","value":[["Sekupang"]]}," and ",{"type":"[[","value":[["Waterfront City"]]}," (",{"type":"[[","value":[["Teluk Senimba"]]},") use ",{"type":"'''","value":["HarbourFront"]}," FT, while ferries to\/from ",{"type":"[[","value":[["Nongsapura"]]}," use ",{"type":"'''","value":["Tanah Merah"]}," FT. Operators at Harbourfront include:\n",{"type":"*","value":[{"type":"'''","value":["Penguin"]},", ☎ +65 6271 4866 in HarbourFront ☎ +62 778 467574 in Batam Centre ☎ +62 778 321636 in Sekupang ☎ +62 778 381280 in Waterfront City . Virtually hourly ferries to\/from ",{"type":"'''","value":["Batam Centre"]}," and ",{"type":"'''","value":["Sekupang"]},", fewer ferries to\/from ",{"type":"'''","value":["Waterfront City"]},". $16\/20 one-way\/return before taxes and fuel surcharge."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.indofalcon.com.sg\/ ",{"type":"'''","value":["Indo Falcon"]}]},", ☎ +65 6278 3167, Hourly ferries to ",{"type":"'''","value":["Batam Centre"]},", fewer to ",{"type":"'''","value":["Waterfront City"]},". This company does not operate to\/from Sekupang. Similar fares."]},{"type":"*","value":[{"type":"'''","value":["Berlian\/Wave Master"]},", ☎ +65 6546 8830.  Operates 16 trips to\/from ",{"type":"'''","value":["Batu Ampar"]},". Fares are similar to the other companies."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.batamfast.com\/ ",{"type":"'''","value":["Dino\/Batam Fast"]}]},", ☎ +65 6270 0311 in Harbourfront ☎ +62 778 467793, +62 778 470344 in Batam Centre ☎ +62 778 325085, +62 778 3250856 in Sekupang ☎ +62 778 381150 in Waterfront City. Also hourly ferries to\/from ",{"type":"'''","value":["Batam Centre"]},", fewer ferries to\/from ",{"type":"'''","value":["Sekupang"]}," and ",{"type":"'''","value":["Waterfront City"]},". $14\/20 one-way\/return before taxes and surcharges."]},"\nAt Tanah Merah:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.batamfast.com\/ ",{"type":"'''","value":["Dino\/Batam Fast"]}]},", ☎ +65 6270 0311 in Singapore ☎ +62 778 761071 in Nongsa. Around 8 ferries daily to\/from ",{"type":"'''","value":["Nongsa"]},", the resort area on the northeastern tip of ",{"type":"[[","value":[["Batam"]]},". $16\/22 one-way\/return before taxes and surcharges."]},"\n",{"type":"'''","value":["To\/from ",{"type":"[[","value":[["Bintan"]]},":"]}," All ferries for Bintan use Tanah Merah Ferry Terminal.  For ",{"type":"[[","value":[["Tanjung Pinang"]]},", there is a total of 6 ferries a day, increasing to 9 during weekends. $25\/35 one-way\/return before taxes and surcharges. Operators include:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.batamfast.com ",{"type":"'''","value":["Dino\/Batam Fast"]}]},", ☎ +65 6542 6310 in Tanah Merah."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.penguin.com.sg\/ ",{"type":"'''","value":["Penguin"]}]},", ☎ +65 65427105 in Tanah Merah ☎+62 771 315143 in Tanjung Pinang ☎ +62 770 696120 in Lobam."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.indofalcon.com.sg Indo Falcon"]}]},", ☎ +65 6542 6786 in Tanah Merah."]},{"type":"*","value":[{"type":"'''","value":["Berlian\/Wave Master"]},", ☎ +65 6546 8830 in Tanah Merah."]},"\nFor ",{"type":"[[","value":[["Bintan Resorts"]]}," (Bandar Bentan Telani), ",{"type":"'''","value":["Bintan Resort Ferries"]},", ☎ +65 6542 4369, ",{"type":"[","value":["http:\/\/www.brf.com.sg"]}," operates five ferries from Tanah Merah FT on weekdays, increasing to 7 during weekends. $34.60\/50.20 one-way\/return peak period, $26.60\/39.20 one-way\/return off-peak including taxes and fuel surcharge.\n\n",{"type":"'''","value":["To\/from ",{"type":"[[","value":[["Karimun"]]},":"]}," ",{"type":"[[","value":[["Tanjung Balai"]]}," is served by Penguin and IndoFalcon from Harbourfront, with six ferries total on weekdays, increasing to 8 during weekends. $24\/33 one-way\/return including taxes and fuel surcharge.\n\n",{"type":"====","value":["To\/From Malaysia"]},"\nFerries shuttle from Singapore to southeastern ",{"type":"[[","value":[["Johor"]]}," and are handy for access to the beach resort of ",{"type":"[[","value":[["Desaru"]]},". The scheduled ferry service to ",{"type":"[[","value":[["Tioman"]]}," was discontinued in 2003.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pengerang"]]}]},": Bumboats shuttle between ",{"type":"'''","value":["Changi Point Ferry Terminal"]}," at Changi Village, 51 Lorong Bekukong, ☎ +65 6545 2305, +65 6545 1616, and Pengerang, a village at the southeastern tip of ",{"type":"[[","value":[["Johor"]]},". Boats ($10 per person, $2 per bicycle one-way) operate 07:00-19:00 and leave when they reach the 12-passenger quota."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sebana Cove Resort"]},", ",{"type":"[[","value":[["Desaru"]]},": Ferries to\/from Tanah Merah Ferry Terminal operated by ",{"type":"[","value":["http:\/\/www.indofalcon.com.sg\/ ",{"type":"'''","value":["Indo Falcon"]}]},", ☎ +65 6542 6786 in Tanah Merah, . Three ferries daily except Tuesday. $48 for adults, $38 for children return including taxes and fuel surcharge."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tanjung Belungkor"]},", ",{"type":"[[","value":[["Desaru"]]},": ",{"type":"'''","value":["Limbongan Maju Ferry Services"]}," ☎ +60 (7) 8276 418 \/ +60 (7) 8276 419, Operates passenger ferries from ",{"type":"'''","value":["Changi Ferry Terminal"]}," daily. The previous car ferry service has been suspended."]},"\n",{"type":"====","value":["Cruises"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.starcruises.com\/ Star Cruises"]}]}," offers multi-day cruises from Singapore to points throughout Southeast Asia, departing from ",{"type":"'''","value":["HarbourFront FT"]},". Itineraries vary widely and change from year to year, but common destinations include ",{"type":"[[","value":[["Malacca"]]},", ",{"type":"[[","value":[["Klang"]]}," (Kuala Lumpur), ",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["Langkawi"]]},", ",{"type":"[[","value":[["Redang"]]}," and ",{"type":"[[","value":[["Tioman"]]}," in ",{"type":"[[","value":[["Malaysia"]]},", as well as ",{"type":"[[","value":[["Phuket"]]},", ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]},", ",{"type":"[[","value":[["Ko Samui"]]}," and ",{"type":"[[","value":[["Bangkok"]]}," in ",{"type":"[[","value":[["Thailand"]]},". There are also several cruises every year to ",{"type":"[[","value":[["Borneo"]]}," (Malaysia), ",{"type":"[[","value":[["Sihanoukville"]]}," (Cambodia), ",{"type":"[[","value":[["Ho Chi Minh City"]]}," (Vietnam) and even some 10 night long hauls to ",{"type":"[[","value":[["Hong Kong"]]},".  An all-inclusive 2 night cruise may cost as little as $400 per person in the cheapest cabin class if you book early, but beware the numerous surcharges and note that non-residents may be charged significantly higher rates.\n\nSingapore is also a popular stop for round-the-world and major regional cruises including those originating from as far as ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Europe"]]}," and ",{"type":"[[","value":[["North America"]]},". Many of those cruises embark\/disembark passengers here, while others pay port visits, docking at the convenient ",{"type":"'''","value":["Marina Bay Cruise Centre"]},". Check with cruise companies and sellers for details.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Central Singapore MRT.png"],["thumb"],["upright=1.5"],["Geographic map of MRT lines in the city centre"]]},"\nGetting around Singapore is easy: the public transportation system is extremely easy to use and taxis are reasonably priced - when you can get one. Very few visitors rent cars. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/gothere.sg\/ Gothere.sg"]}]}," does a pretty good job of figuring out the fastest route by MRT and bus and even estimating taxi fares between any two points.\n\nIf you are staying in Singapore for some time or are planning to return to Singapore several times in the future, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ezlink.com.sg EZ-link"]}]}," contactless RFID farecard or a ",{"type":"'''","value":["Nets Flash Pay"]}," card might be a worthwhile purchase. Those who are familiar with Hong Kong's Octopus card, London Underground's Oyster card, Washington DC's SmarTrip card, Melbourne's myki card, or Japan Railways' IC cards already know how to use the EZ-link and Nets Flash Pay card. You store value on it and use it on the MRT trains as well as all city buses at a 15% discount. The card costs $12, including $7 stored value, and the card can be \"topped up\" in increments of at least $10 at the farecard vending machines or 7-Eleven stores (the latter will allow a top-up for a convenience fee). You can use the same card for 5 years. The card technology was changed in 2009, but if you have any old cards lying around, they can be exchanged for free with value intact at TransitLink offices in all MRT stations. Attention, the 5$ card fee will not be refunded and is lost. If you leave Singapore and you have any money on your card you can go to a booth for refund, but then your card will be invalidated and the 5$ is lost again.\n\nAlternatively, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thesingaporetouristpass.com.sg\/ the Singapore Tourist Pass"]}]}," available at selected major MRT stations (including Changi Airport and Orchard) also includes ez-link card functionality and a variety of discounts for attractions. The pass includes unlimited travel on MRT and non-premium buses, and costs $10 for 1 day, $16 for 2 days, or $20 for 3 days (together with a $10 rental deposit refunded if this card is returned within 5 days after purchase). The passes are valid until the end of operating hours on the day they expire.\n\nSingle tickets can be purchased for both MRT and buses, but it's a hassle and, in the case of buses, it delays everyone else because the driver has to count fare stages to tell you how much you need to pay. In addition, no change is given for the bus and you will need to buy a separate ticket if you intend to transfer to another bus later in your journey.\n\n",{"type":"'''","value":["Distance based fares"]}," were introduced in July 2010 to further integrate Singapore's public transport fare structure. All commuters are charged a fare according to the total distance travelled, on the bus, LRT and MRT, and make transfers without incurring additional costs. Fares are now computed on a journey basis, without a boarding charge being imposed for every transfer trip that makes up the journey.\n\nIf you have a used single ticket you can use the same ticket again up to five more times. Go to the ticket machine, place the ticket on the reading field, choose your destination and pay the fare. Now the same piece of paper can be used to tap in and tap out for your next trip. At the sixth time you will get a small discount on the fare.\n\n$5 is the largest note that can be used for buying a single ticket from the ticket machine.\n\n",{"type":"{{","value":[["infobox"],["Distance based fares"],["Please remember these points to enjoy full benefits of distance based fares:",{"type":"<","value":["br"]},"\n",{"type":"*","value":[" Pay with an EZ-Link or NETS Flashpay stored value card"]},{"type":"*","value":[" Make at most 5 transfers within a single journey, with a 45-minute allowance between each transfer"]},{"type":"*","value":[" Take at most 2 hours to complete a journey"]},{"type":"*","value":[" Enter and exit the train network only once in a journey and"]},{"type":"*","value":[" Do not take the same bus service number more than once in a journey"]}]]},"\n\n",{"type":"===","value":["By rail"]},"\n",{"type":"[[","value":[["File:Singapore MRT & LRT System Map.png"],["thumb"],["upright=1.9"],["MRT and LRT system map"]]},"\nThe ",{"type":"'''","value":["MRT"]}," (Mass Rapid Transit) and ",{"type":"'''","value":["LRT"]}," (Light Rail Transit) are trains that are the main trunk of Singapore's transit system. They are a cheap and very reliable mode of transportation, and the network covers most points of interest for the visitor. All train lines use contactless RFID tickets. Just tap the reader to validate your train ticket at the ticket gate when entering and exiting paid areas of stations. Since 2012, single-trip tickets have been replaced with new standard tickets which can be used up to six times within 30 days. A trip costs between $0.80 and $2, and a $0.10 deposit is incurred on first purchase. The deposit is refunded on the third top-up of the ticket and a $0.10 discount is automatically given on the last (sixth) top-up. The ticket can thereafter be discarded or kept as a souvenir. EZ-Link or NETS FlashPay farecards (described above) are the easiest and most popular ways to use the MRT. All lines are seamlessly integrated, even if the lines are operated by different transport companies, so you do not need to buy a new ticket or go through multiple gates to transfer between different operators' lines.\n\nThe MRT stations are clean and usually equipped with free toilets. All stations have screen doors, so there is no risk of falling onto the tracks. The North-East Line, Circle Line, Downtown Line, LRT and all upcoming lines are operated automatically without a driver, so it's worth walking up to the front of the train to look out a tiny window and realise that there is no driver!\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Buses"]}," connect various corners of Singapore, but are slower and harder to use than the MRT. Their advantage is you get to see the sights rather than a dark underground tunnel at a low price. Be aware when planning to take the bus a long distance that frequent stops and slow speeds may mean your bus journey could take two to three times as long as the same trip via MRT. You can pay cash (coins) in buses, but the fare stage system is quite complex (it's easiest to ask the driver for the price to your destination), you are charged marginally more and there is no provision for getting change. Payment with ez-link or Nets Flashpay card is thus the easiest method: tap your card against the reader at the front entrance of the bus when boarding, and a maximum fare is deducted from the card. When you alight, tap your card again at the exit, and the difference is refunded. Make sure you tap out, or you'll end up paying the maximum fare! Inspectors occasionally prowl buses to check that everybody has paid or tapped, so those who are on tourist day passes should tap before sitting down. Dishonest bus commuters risk getting fined $20 for not paying or underpaying fares (by premature tapping-out) and $50 for improper use of concession cards. Another advantage of ez-link or Nets Flashpay cards is that you will be able to enjoy distance-based fares and avoid the boarding fee.  \n",{"type":"[[","value":[["File:O500LE-Exterior-SMRT.JPG"],["thumb"],["O500LE-Exterior-SMRT"],["A bus in Singapore run by SMRT."]]},"\nAfter midnight ",{"type":"''","value":["on Fridays, Saturdays and before public holidays only"]},", the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.smrt.com.sg\/Buses\/BusServicesMaps\/NightRider.aspx NightRider"]}]}," services are a fairly convenient way of getting around, with seven lines running every 20 min.  All services drive past the major nightlife districts of Boat Quay, Clarke Quay, Mohamed Sultan and Orchard before splintering off. There is a flat fare of $4.00, the EZ-link card is accepted but the Singapore Tourist Pass is not valid on this line.\n\nAs mentioned earlier, Gothere.sg will give you options as to which buses will take you from your origin or destination.\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"[[","value":[["File:Ban San Street, Jan 06.JPG"],["thumb"],["Ban San Street, Jan 06"],["Taxis in Singapore."]]},"\n",{"type":"'''","value":["Taxicabs"]}," use meters and are reasonably priced and honest.  Outside weekday peak hours, trips within the city centre should not cost you more than $10 and even a trip right across the island from Changi to Jurong will not break the $35 mark.  If you are in a group of 3 or 4, it's sometimes cheaper and faster to take a taxi than the MRT.  However, at peak periods and when it rains, demand often exceeds supply, so if there's a long queue at a taxi stand, you'll want to call a taxi from the unified booking system at ☎ +65 6342 5222 (6-DIAL-CAB) or take the MRT instead.\n\nTaxi pricing is largely identical across all companies at $3.00-3.90 as a flag down rate (depending on the type of vehicle used), which lasts you 1 km before increments of  $0.22 per 400 m (for the first 10 km) or $0.22 per 350 m (after the first 10 km). (The sole exception is SMRT's giant black Chryslers, which charge $5 and then $0.30 per 385 m.) Watch out for surprises though: there are a myriad of peak hour (25%), late night (50%), central business district ($3), trips from airport or the casinos ($3–5 during peak hours), phone booking ($3.00 and up) and Electronic Road Pricing surcharges, which may add a substantial amount to your taxi fare. All such charges are shown on the bottom right-hard corner of the meter, recorded in the printed receipt and explained in tedious detail in a sticker on the window; if you suspect the cabbie is trying to pull a fast one, call the company and ask for an explanation.  There is no surcharge for trips ",{"type":"''","value":["to"]}," the airport. While all taxis are equipped to handle (and are required to accept) credit cards, in practice many cabbies do not accept electronic payment. Always ask before getting in. Paying by credit card will incur an additional surcharge of 17%.  As usual in Singapore, tips are not expected.\n\nIn the Central Business District, taxis may pick up passengers only at taxi stands (found outside any shopping mall) or buildings with their own driveways (including virtually all hotels). Outside the centre, you're free to hail taxis on the street or call one to your doorstep. At night spots featuring long queues, such as Clarke Quay, you may on occasion be approached by touts offering a quick flat fare to your destination. This is illegal and very expensive but reasonably safe for you. (Drivers, on the other hand, will probably lose their job if caught.)\n\nSome Singapore taxi drivers have very poor geographical knowledge and may expect you to know where they should go, so it may be helpful to bring a map of your destination area or directions on finding where you wish to go. Some cabbies may also ask you which route you want to take; most are satisfied with \"whichever way is faster\".\n\n",{"type":"===","value":["By trishaw"]},"\n",{"type":"'''","value":["Trishaws"]},", three-wheeled bicycle taxis, haunt the area around the Singapore River and Chinatown.  Geared purely for tourists, they should be avoided for serious travel as locals do not use them. There is little room for bargaining: short rides will cost $10–20 and an hour's sightseeing charter about $50 per person.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Image:Esplanade Hotels Bumboat.JPG"],["thumb"],["Bumboat sailing on the ",{"type":"[[","value":[["Singapore\/Riverside"],["Singapore River"]]}," past the Esplanade Theatres"]]},"\n\nTourist-oriented ",{"type":"'''","value":["bumboats"]}," cruise the ",{"type":"[[","value":[["Singapore\/Riverside"],["Singapore River"]]},", offering point-to-point rides starting from $3 and cruises with nice views of the CBD skyscraper skyline starting from $13.\n\nBumboats also shuttle passengers from Changi Village to ",{"type":"[[","value":[["Singapore\/East Coast#Do"],["Pulau Ubin"]]}," ($2.50 one-way), a small island off Singapore's northeast coast which is about as close as Singapore gets to unhurried rural living.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:PIEroadsign-Singapore-20060727.jpg"],["thumb"],["Going to Kranji via the Pan Island Expressway?  Turn right for \"PIE (KJE)\"."]]},"\n\nCar rental is not a popular option for visitors to Singapore, as public transport covers virtually the entire island and it's generally cheaper to take taxis all day than to rent.  You will usually be looking at upwards for $100 per day for the smallest vehicle from the major rental companies, although local ones can be cheaper and there are sometimes good weekend prices available. This does not include gas at around $1.80\/litre or electronic road pricing (ERP) fees, and you'll usually need to pay extra to drive to ",{"type":"[[","value":[["Malaysia"]]},".  If planning on touring Malaysia by car, it makes much more sense to head across the border to ",{"type":"[[","value":[["Johor Bahru"]]},", where both rentals and petrol are half price, and you have the option of dropping your car off elsewhere in the country. This also avoids the unwelcome extra attention that Singapore plates tend to get from thieves and greedy cops.\n\nForeign licences in English are valid in Singapore for up to a year from your date of entry, after which you will have to convert your foreign licence to a Singapore version. Foreign licenses not in English must be accompanied by an International Driving Permit (IDP) or an official English translation (usually available from your embassy) to be valid.\n\nSingaporeans drive on the left (like their Indonesian, Malaysian & Thai neighbours) and the driving age is 18. Roads in Singapore are in excellent condition and driving habits are generally good compared to other countries in the region, with most people following the traffic rules due to stringent enforcement, although road courtesy tends to be sorely lacking. The speed limit is only 90 km\/h on expressways and 60 km\/h on other roads. While signs are usually good, expressways are almost universally referred to ",{"type":"''","value":["only"]}," by acronym, so the Pan Island Expressway is \"PIE\", the East Coast Parkway is \"ECP\", etc. Parking is tolerably easy to find but rarely free, with rates varying from around $3\/hour at private CBD carparks to $1\/hour at public carparks, usually payable with CashCard.\n\nERP payments require a stored-value CashCard, which is usually arranged by the rental agency, but it's your responsibility to ensure it has enough value. ERP gantries are activated at different times, usually in the expected direction of most cars. As a rule of thumb, gantries found in roads leading to the CBD are activated during the morning rush hour while gantries found in roads exiting the CBD are activated during the evening rush hour. Passing through an active ERP gantry with insufficient value will mean that an alert is sent to your registered address. You will need to pay an administrative fee in addition to the difference between the remaining amount and the actual charge. You have a limited time to settle this, or the penalty becomes harsher.\n\n",{"type":"''","value":["All"]}," passengers must wear seat belts and using a phone while driving is banned. Drunk driving is not tolerated: the maximum blood alcohol content is 0.08%, with roadblocks set up at night to catch offenders, who are heavily fined and possibly jailed. Even if your blood alcohol level does not exceed the legal limit, you can still be charged with drink driving if the police are convinced that your ability to control the vehicle has been compromised by the presence of alcohol (e.g., if you are involved in a collision). The police  conduct periodic roadblocks and speed cameras are omnipresent. Fines will be sent by mail to you or your rental agency, who will then pass on the cost with a surcharge. If stopped for a traffic offence, don't even ",{"type":"''","value":["think"]}," about trying to bribe your way out.\n\n",{"type":"{{","value":[["infobox"],["By thumb"],[{"type":"[[","value":[["Hitchhiking"]]}," is virtually unheard of in Singapore, and given the size of the country and its cheap, ubiquitous public transport, it's hardly necessary."]]},"\n\n",{"type":"===","value":["By bicycle"]},"\nUsing bicycles as a substitute for public transportation is possible, although there's little bicycling culture and amenities like bike lanes or bike racks are a rarity. While the city is small and its landscape is flat, it can be difficult to predict how ridable a route will be without scoping it out first. Buses, taxis, and motorists stopping to drop off or pick up passengers rarely check for cyclists before merging back onto the roadway, which makes certain routes especially treacherous. The ubiquitous road works around Singapore can also make cycling more hazardous when temporary road surfaces are not kept safe for biking, portable traffic barriers make it hard for vehicles to see cyclists, and construction crews directing traffic are unsure of how to deal with cyclists on the roadway.\n\nAir quality can also be a problem.  According to Singapore's LTA, Singapore has more than 178,000 diesel powered cars, taxis, buses, and trucks, which can make biking on Singapore's crowded roads very unpleasant.  When the thick smoke from Indonesian fires descends on Singapore, air quality plummets even further.\n\nThere are few bike lanes in Singapore, and none in the city centre. The 2010 campaign, \"1.5m Matters\" seemed to have little effect on the driving habits of Singaporeans, who often pass uncomfortably close to cyclists. But that may be because of the lack of a bicycle lane on the roads and motorists are very often forced to swerve into the adjacent lane in order to avoid hitting a cyclist. 22 cyclists were killed on Singapore roadways in 2008 and 19 in 2009. According to the Singapore \"Ride of Silence\" two cyclists are hit by motor vehicles every day in Singapore. Cycling on the pavement (sidewalk) is illegal in most parts of Singapore.\n\nSmall folding bicycles may be taken on the MRT during certain times of the day, but large bicycles are a no-no. Bicycles may cross the causeway to Malaysia (on motorbike lanes), but are not allowed on expressways.\n\n",{"type":"===","value":["On foot"]},"\nSingapore is generally fairly 'pedestrian-friendly'.  In the main business district and on main roadways, sidewalks and pedestrian crossings are in good shape and plentiful. Drivers are mindful of marked crossing zones, but are less likely be aware or respectful of pedestrians crossing at street corners on less busy streets where crossings are not marked, even though by law any accident between a pedestrian and a vehicle is presumed to be the driver's fault. In residential areas of Singapore, pedestrians can be frustrated by narrow and poorly-maintained sidewalks that often jump from one side of the street to the other or just disappear, and frequently are obstructed by trash cans and plantings. Jaywalking is illegal and punished with fines of $25 and up to three months in jail.\n\nClassic walks in Singapore include walking ",{"type":"[[","value":[["Singapore\/Riverside"],["down the river"]]}," from the Merlion through the Quays, trekking along the ",{"type":"[[","value":[["Southern Ridges Walk"]]}," or just strolling around ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]},", ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," or ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]},".\n\nAn unavoidable downside, though, is the tropical ",{"type":"'''","value":["heat and humidity"]},", which leaves many visitors sweaty and exhausted, so do as the locals do and bring along a little towel and a bottle of water. It's best to get an early start, pop into air-conditioned shops, cafes, and museums to cool off, and plan on heading back to the shopping mall or hotel pool before noon. Alternatively, after sundown, evenings can also be comparatively cool. On the upside, the fact that the sun is often covered in clouds means that you won't get as easily ",{"type":"[[","value":[["Sunburn and sun protection"],["sunburnt"]]}," as otherwise at these latitudes.\n\n",{"type":"==","value":["Talk"]},"\n:''See also: ",{"type":"[[","value":[["Chinese phrasebook"]]},", ",{"type":"[[","value":[["Malay phrasebook"]]},", ",{"type":"[[","value":[["Tamil phrasebook"]]},"\n\n",{"type":"{{","value":[["infobox"],["Who are the people in your neighbourhood?"],["The Big 3 — Chinese, Malays and Indians — get all the press, but there are plenty of other communities with their own little neighbourhoods (or shopping malls) in Singapore:\n\n",{"type":"'''","value":["Arabs"]},": Arab St, of course",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Burmese"]},": Peninsula Plaza, on North Bridge Rd",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Chinese"]},": Waterloo St (Singapore's \"new Chinatown\")",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Filipinos"]},": Lucky Plaza, on Orchard Rd",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["French"]},": Serangoon Gardens",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Indonesians"]},": City Plaza, near Paya Lebar MRT",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Japanese"]},": Robertson Quay and Clarke Quay, especially the Liang Court shopping mall, plus Cuppage Plaza, opposite the Somerset MRT and Takashimaya along Orchard Rd",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Koreans"]},": Tanjong Pagar Rd",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Peranakan Chinese"]},": Katong",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Scandinavians"]},": Pasir Panjang",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Thais"]},": Golden Mile Complex, Beach Rd",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Tibetans"]},": Beatty Ln, near Lavender MRT and Pasir Ris",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Vietnamese"]},": Joo Chiat Rd"]]},"\n\n",{"type":"[[","value":[["Malay phrasebook"],["Malay"]]}," may be enshrined in the constitution as the \"national\" language, but in practice the most common language is English, spoken by almost every Singaporean under the age of 50 with varying degrees of fluency. English is spoken much better here than in most Asian neighbours. English is also the medium of instruction in schools, except for mother tongue subjects, e.g., Malay, Mandarin, and Tamil, which are also required to be learned in school by Singaporeans. It is not uncommon to find that the younger Singaporeans tend to view English as their first language. In addition, all official signs and documents are written in English, usually using British spelling.\n\nHowever, the distinctive local patois ",{"type":"'''","value":["Singlish"]}," may be hard to understand at times, as it incorporates slang words and phrases from other languages, including various Chinese dialects, Malay, and Tamil as well as English words whose pronunciation or meaning have been changed. Additionally, it has an odd way of structuring sentences, due to the original speakers being mostly Chinese. Complex consonant clusters are simplified, articles and plurals disappear, verb tenses are replaced by adverbs, questions are altered to fit the Chinese syntax and non-English particles (especially the infamous \"lah\") appear:\n\nSinglish: ",{"type":"''","value":["You wan beer or not?  -- Dunwan lah, dring five bottle oreddi."]},"\n\nEnglish: ",{"type":"''","value":["Do you want a beer? -- No, thanks; I've already had five bottles."]}," \n \nThanks to nationwide language education campaigns, most younger Singaporeans are, however, capable of speaking what the government calls \"good English\" when necessary. To avoid unintentional offence, it's best to start off with standard English and shift to simplified pidgin only if it becomes evident that the other person cannot follow you. Try to resist the temptation to sprinkle your speech with unnecessary Singlishisms. You'll get a laugh if you do it right, but it sounds patronising if you do it wrong. And most Singaporeans, especially the younger and the better educated, can comfortably use proper English in most situations, so it is not essential to learn Singlish even for long stays.\n\nSingapore's other official languages are ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin Chinese"]]}," and ",{"type":"[[","value":[["Tamil phrasebook"],["Tamil"]]},". Mandarin is spoken by most younger Singaporean Chinese while Tamil is spoken by most Indians. Like English, the Mandarin spoken in Singapore has also evolved into a distinctive creole and often incorporates words from other Chinese dialects, Malay, and English, though all Singaporean Chinese are taught standard Mandarin in school. Various Chinese dialects (mostly ",{"type":"[[","value":[["Minnan phrasebook"],["Hokkien"]]},", though significant numbers also speak Teochew and ",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]},") are also spoken between ethnic Chinese of the same dialect group, though their use has been declining in the younger generation since the 1980s due to government policies discouraging the use of dialects in favour of Mandarin. Other Indian languages, such as ",{"type":"[[","value":[["Punjabi phrasebook"],["Punjabi"]]}," among the Sikhs, are also spoken.\n\nThe official Chinese script used in Singapore is the simplified script used in mainland China. As such, all official publications (including local newspapers) and signs are in simplified Chinese and this is the script usually taught in school. However, some in the older generation still prefer the traditional style, and the popularity of Hong Kong and Taiwanese pop culture means that even youths can sometimes read traditional Chinese.\n\nGovernmental offices are required by law to provide all services in all four official languages.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Singapore-CBD.png"],["thumb"],["Map of central Singapore, with outlines of detailed region maps"]]},"\n\nSights in Singapore are covered in more detail under the various districts.  Broadly speaking:\n\n",{"type":"*","value":[" ",{"type":"''","value":["Beaches and tourist resorts"]},": Head to one of the three beaches on ",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]}," or its southern islands.  Other beaches can be found on the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]},"."]},{"type":"*","value":[" ",{"type":"''","value":["Culture and cuisine"]},": See ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," for Chinese treats, ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," for Indian flavours, ",{"type":"[[","value":[["Singapore\/Bugis"],["Kampong Glam"]]}," (Arab St) for a Malay\/Arab experience or the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]}," for delicious seafood, including the famous chilli and black pepper crab."]},{"type":"*","value":[" ",{"type":"''","value":["History and museums"]},": The Bras Basah area east of ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]}," and north of the ",{"type":"[[","value":[["Singapore\/Riverside"],["Singapore River"]]}," is Singapore's colonial core, with historical buildings and museums."]},{"type":"*","value":[" ",{"type":"''","value":["Nature and wildlife"]},": Popular tourist attractions Singapore Zoo, Night Safari, Jurong Bird Park and the Botanical Gardens are all in the ",{"type":"[[","value":[["Singapore\/North and West"],["North and West"]]},". Finding \"real\" nature is a little harder, but the ",{"type":"'''","value":["Bukit Timah Nature Reserve"]}," (located in the same district as the zoo) has more plant species than that in the whole of North America. ",{"type":"'''","value":["Pulau Ubin"]},", an island off the ",{"type":"[[","value":[["Singapore\/East Coast"],["Changi Village"]]}," in the east, is a flashback to the rural Singapore of yesteryear. City parks full of locals jogging or doing tai chi can be found everywhere. Also check out the tortoise and turtle sanctuary in the Chinese Gardens on the west side of town for a great afternoon with these wonderful creatures. $5 for adult admission and $2 for leafy vegetables and food pellets."]},{"type":"*","value":[" ",{"type":"''","value":["Skyscrapers and shopping"]},": The heaviest shopping mall concentration is in ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]},", while skyscrapers are clustered around the ",{"type":"[[","value":[["Singapore\/Riverside"],["Singapore River"]]},", but also check out ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]}," and ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]}," to see where Singaporeans shop."]},{"type":"*","value":[" ",{"type":"''","value":["Places of worship"]},":  Don't miss this aspect of Singapore, where Buddhism, Taoism, Hinduism, Sikhism, Baha'i faith, Christianity, Islam and even Judaism all exist in sizeable numbers. Religious sites can be easily visited and welcome non-followers outside of service times. Particularly worth visiting include: the vast Kong Meng San Phor Kark See Monastery near ",{"type":"[[","value":[["Singapore\/North and West"],["Ang Mo Kio"]]},", the colourful Sri Mariamman Hindu temple in ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]},", the psychedelic Burmese Buddhist Temple in ",{"type":"[[","value":[["Singapore\/Balestier"],["Balestier"]]}," and the stately Masjid Sultan in ",{"type":"[[","value":[["Singapore\/Bugis"],["Arab Street"]]},"."]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Three days in Singapore"]]}," — A three-day sampler set of food, culture and shopping in Singapore, easily divisible into bite-size chunks."]},{"type":"*","value":[" ",{"type":"[[","value":[["Southern Ridges Walk"]]}," — An easy scenic 9 km stroll through the hills and jungles of southern Singapore. Highlights of the trail includes a 36 m high Henderson Waves pedestrian bridge providing a stunning view of the sea beyond the jungle. ",{"type":"[[","value":[["Image:SouthernRidges HendersonWaves.JPG"],["thumb"],["Henderson Waves"]]}]},"\n",{"type":"===","value":["Travel Tips"]},"\nIf you are travelling to Singapore, be sure to carry the following:\n",{"type":"*","value":[" Sun Glasses - Singapore is usually bright and sunny."]},{"type":"*","value":[" Umbrella - Be sure to carry an umbrella in your luggage,as there is some precipitation throughout the year. However, the rain does not last long (usually)."]},{"type":"*","value":[" Sun block - If you plan to go out during the day time, it is advisable to apply sun block as it is mostly sunny throughout the year."]},{"type":"*","value":[" Shorts\/Half Pants - Singapore can get real warm. Although air-conditioning is available in all public transports (except a few public buses) and almost all internal areas, it is advisable to carry some light clothing. Do note that some places of worship may require visitors to dress conservatively."]},{"type":"*","value":["Cotton or dri-fit shirts-wear comfortable shirts that can let the air flow through. "]},{"type":"*","value":[" Flip-flops - Singaporeans love to wear flip-flops. Be sure to carry a pair, just to blend in. Try sandals if you're not used to flip flops, but beware - in some formal establishments (e.g. catching a show at Esplanade) no flip flops, sandals, or shorts are allowed."]},{"type":"*","value":["Sweater - the malls and museums' air conditioning can get cold, though usually this is a welcome relief from the heat."]},"\n",{"type":"==","value":["Do"]},"\nWhile you ",{"type":"''","value":["can"]}," find a place to practice nearly any sport in Singapore — golfing, surfing, scuba diving, even ice skating and snow skiing — due to the country's small size your options are rather limited and prices are relatively high.  For watersports in particular, the busy shipping lanes and sheer population pressure mean that the sea around Singapore is murky, and most locals head up to ",{"type":"[[","value":[["Tioman"]]}," (Malaysia) or ",{"type":"[[","value":[["Bintan"]]}," (Indonesia) instead. On the upside, there is an abundance of dive shops in Singapore, and they often arrange weekend trips to good dive sites off the East Coast of Malaysia, so they are a good option for accessing some of Malaysia's not-so touristy dive sites.\n\n",{"type":"===","value":["Culture"]},"\n",{"type":"[[","value":[["Image:Esplanade theatre.jpg"],["thumb"],["Esplanade Theatres by the Bay"]]},"\nOn the cultural side of things, Singapore has been trying to shake off its boring, buttoned-down reputation and attract more artists and performances, with mixed success. The star in Singapore's cultural sky is the ",{"type":"'''","value":["Esplanade"]}," theatre in ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]},", a world-class facility for performing arts and a frequent stage for the Singapore Symphony Orchestra. Pop culture options are more limited and Singapore's home-grown arts scene remains rather moribund, although local starlets Stefanie Sun and JJ Lin have had some success in the Chinese pop scene. On the upside, any bands and DJs touring Asia are pretty much guaranteed to perform in Singapore.\n\nGoing to the ",{"type":"'''","value":["movies"]}," is a popular Singaporean pastime, but look for \"R21\" ratings (21 and up only) if you like your movies with fewer cuts. The big three theatre chains are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cathay.com.sg Cathay"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gv.com.sg\/ Golden Village"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shaw.sg\/ Shaw Brothers"]}]},". Censorship continues to throttle the local film scene, but Jack Neo's popular comedies showcase the foibles of Singaporean life.\n\nIn May or June, don't miss the yearly ",{"type":"'''","value":["Singapore Arts Festival"]},". Advance tickets for almost any cultural event can be purchased from ",{"type":"[","value":["http:\/\/www.sistic.com.sg\/ SISTIC"]},", either on-line or from any of their numerous ticketing outlets, including the Singapore Visitor Centre on ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Rd"]]},".\n\n",{"type":"===","value":["Gambling"]},"\nSingapore has two massive casinos, always referred to with the euphemism \"integrated resort\", which pull in nearly as much revenue as the entirety of Las Vegas.  ",{"type":"'''","value":["Marina Bay Sands"]}," at ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]}," is the larger and swankier of the two, while ",{"type":"'''","value":["Resorts World Sentosa"]}," at ",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]}," aims for a more family-friendly experience (but offers No Limit Holdem from $5\/$10).  While locals (citizens and permanent residents) have to pay $100\/day to get in, foreign visitors can enter for free after presenting their passport.\n\nBesides the casino, there are other forms of legalised betting which are more accessible to the locals. This includes horse racing, which is run by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turfclub.com.sg Singapore Turf Club"]}]}," on weekends, as well as football (soccer) betting and several lotteries run by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporepools.com.sg Singapore Pools"]}]},".\n\nMahjong is also a popular pastime in Singapore. The version played in Singapore is similar to the Cantonese version, but it also has extra \"animal tiles\" not present in the original Cantonese version. However, this remains pretty much a family and friends affair, and there are no (legal) mahjong parlours.\n\n",{"type":"===","value":["Golf"]},"\nDespite its small size, Singapore has a surprisingly large number of golf courses, but most of the best ones are run by private clubs and open to members and their guests only. The main exceptions are the ",{"type":"[","value":["http:\/\/www.sentosagolf.com\/ Sentosa Golf Club"]},", the famously challenging home of the Barclays Singapore Open, and the ",{"type":"[","value":["http:\/\/www.mbgc.com.sg\/ Marina Bay Golf Course"]},", the only 18-hole public course. See the ",{"type":"[","value":["http:\/\/www.sga.org.sg\/ Singapore Golf Association"]}," for the full list; alternatively, head to the nearby Indonesian islands of ",{"type":"[[","value":[["Batam"]]}," or ",{"type":"[[","value":[["Bintan"]]}," or up north to the Malaysian town of ",{"type":"[[","value":[["Malacca"]]}," for cheaper rounds.\n\n",{"type":"===","value":["Races"]},"\n",{"type":"[[","value":[["Image:1 singapore f1 night race 2012 city skyline.jpg"],["thumb"],["300px"],["The lighted track around Marina Bay"]]},"\nThe inaugural ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporegp.sg F1 Singapore Grand Prix"]}]}," was held at night in September 2008, and the organisers have confirmed that the night race will be a fixture until 2017. Held on a street circuit in the heart of Singapore and raced at night, all but race fans will probably wish to ",{"type":"''","value":["avoid"]}," this time, as hotel prices especially room with view of the F1 tracks are through the roof.  Tickets start from $150 but the thrilling experience of night race is definitely unforgettable for all F1 fans and photo buffs. Besides being a uniquely night race, the carnival atmosphere and pop concert held around the race ground as well as the convenience of hotels and restaurants round the corner, distinguish the race from other F1 races held in remote spots away from urban centres.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.turfclub.com.sg\/ Singapore Turf Club"]}]}," in ",{"type":"[[","value":[["Singapore\/North and West"],["Kranji"]]}," hosts horse races most Fridays, including a number of international cups, and is popular with local gamblers.  The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporepoloclub.org\/ Singapore Polo Club"]}]}," near ",{"type":"[[","value":[["Singapore\/Balestier"],["Balestier"]]}," is also open to the public on competition days.\n\n",{"type":"===","value":["Spas"]},"\nSingapore has recently been experiencing a 'spa boom', and there is now plenty of choice for everything from holistic Ayurveda to green tea hydrotherapy.  However, prices aren't as rock-bottom as in neighbours Indonesia and Thailand, and you'll generally be looking at upwards of $50 even for a plain one-hour massage.  Premium spas can be found in most 5 star hotels and on ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},", and ",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]},"'s Spa Botanica also has a good reputation.  There are also numerous shops offering traditional Chinese massage, which are mostly legitimate.  The less legitimate \"health centres\" have been shut down.  Traditional Asian-style public baths are non-existent.\n\nWhen looking for beauty salons on Orchard Road, try out the ones on the fourth floor of Lucky Plaza. They offer most salon services like manicures, pedicures, facials, waxing and hair services. A favourite of flight crew and repeat tourists due to the lower costs as compared to the sky high prices of other salons along the shopping belt. Shop around for prices, some of the better looking ones actually charge less.\n\n",{"type":"===","value":["Swimming"]},"\nForget your tiny hotel pool if you are into competitive or recreational swimming: Singapore is paradise for swimmers with arguably the highest density of public pools in the world. They are all open-air 50 m pools (some facilities even feature up to three 50 m pools), accessible for an  entrance fee of $1–1.50. Some of the visitors don't swim at all. They just come from nearby housing complexes for a few hours to chill out, read and relax in the sun. Most are open daily 08:00-21:00 and all feature a small cafe. Just imagine swimming your lanes in the tropical night with lit up palm trees surrounding the pool.\n\nThe Singapore Sports Council maintains ",{"type":"[","value":["http:\/\/www.ssc.gov.sg\/publish\/Corporate\/en\/participation\/hotspot\/sports_facility\/swimming_complex.html a list of pools"]},", most of which are part of a larger sports complex with gym, tennis courts etc., and are located near the MRT station they're named after.  Perhaps the best is in Katong (111 Wilkinson Road, on the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]},"): after the swim, stroll through the villa neighbourhood directly in front of the pool entrance and have at look at the luxurious, original architecture of the houses that really rich Singaporeans live in. If you get bored with regular swimming pools, head to the ",{"type":"'''","value":["Jurong East Swimming Complex"]}," where you get the wave pool, water slides and Jacuzzi at an insanely affordable entrance fee of $1.50 on weekdays and $2 on weekends. For those who feel richer, visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wildwildwet.com Wild Wild Wet"]}]}," water theme park or the ",{"type":"'''","value":[{"type":"[[","value":[["Singapore\/Sentosa#Resorts World Sentosa"],["Adventure Cove Waterpark"]]}]}," and get yourself wet with various exciting water slides and tidal wave pools.\n\nFor those who don't like pools, head out to the beaches. The ",{"type":"'''","value":[{"type":"[[","value":[["Singapore\/East Coast"],["East Coast Park"]]}]}," has a scenic coastline that stretches over 15 km. It's a popular getaway spot for Singaporeans to swim, cycle, barbeque and engage in various other sports and activities. ",{"type":"'''","value":[{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa island"]]}]}," also has three white, sandy beaches - Siloso Beach, Palawan Beach and Tanjong Beach - each with its own distinct characteristics, and also very popular with locals.\n\n",{"type":"===","value":["Water sports"]},"\nBesides more regular water sports such as water skiing, wake boarding, windsurfing, and canoeing, Singapore also offers water sports fans trendy activities such as cable-skiing and wave surfing in specially created environments.\n\n",{"type":"===","value":["Snow sports"]},"\nWhile obviously not the best place on earth for skiing, sunny Singapore still has a permanent indoor snow centre. Snow City offers visitors a chance to experience winter. Visitors can escape from the hot and humid tropical weather to play in snow or even learn to ski and snowboard with certified professional instructors.\n\n",{"type":"==","value":["Buy"]},"\nThe Singaporean currency is the ",{"type":"'''","value":["Singapore dollar"]},", abbreviated ",{"type":"'''","value":["SGD"]},", ",{"type":"'''","value":["S$"]}," or just ",{"type":"'''","value":["$"]}," (as used throughout this guide), divided into 100 cents. There are coins of $0.05 (gold), $0.10 (silver), $0.20 (silver), $0.50 (silver) and $1 (gold), plus bills of $2 (purple), $5 (green), $10 (red), $50 (blue), $100 (orange), $1,000 (purple) and $10,000 (gold). The ",{"type":"[[","value":[["Brunei"]]}," dollar is pegged at par with the Singapore dollar and the two currencies can be used interchangeably in both countries, so don't be too surprised if you get a Brunei note as change. You can safely assume that the \"$\" sign used in the island-nation refers to SGD unless it includes other initials (e.g., US$ or USD to stand for US dollar).\n\nRestaurants often display prices like $19.99++, which means that service charge (10%) and sales tax (7%) are not included and will be added to your bill. When you see NETT, it means it includes all taxes and service charges. ",{"type":"'''","value":["Tipping"]}," is generally ",{"type":"''","value":["not"]}," practised in Singapore, and is officially frowned upon by the government, although bellhops still expect $2 or so per bag. Taxis will usually return your change to the last cent, or round in your favour if they can't be bothered to dig for change.\n\n",{"type":"'''","value":["Currency exchange"]}," booths can be found in every shopping mall and usually offer better rates, better opening hours, and much faster service than banks. The huge 24 hr operation at Mustafa in ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," accepts almost any currency at very good rates, as do the fiercely competitive small shops at the aptly named Change Alley next to Raffles Place MRT. For large amounts, ask for a quote, as it will often get you a better rate than displayed on the board. Rates at the airport are not as good as in the city, and while many department stores accept major foreign currencies, their rates are often terrible.\n\n",{"type":"===","value":["Banking"]},"\nSingapore is one of the largest financial centres in the region, so there are numerous banks to choose from. Partly due to strong banking secrecy laws and the fact that interest paid on bank deposits is not taxable in Singapore, Singaporean banks are increasingly seen as an alternative to ",{"type":"[[","value":[["Switzerland"],["Swiss"]]}," banks for the world's richest people to stash their assets. Opening a bank account is a straightforward process and there are no restrictions on foreigners owning a bank account in Singapore. The largest local banks in Singapore are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uob.com.sg United Overseas Bank (UOB)"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dbs.com DBS Bank"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ocbc.com Oversea-Chinese Banking Corporation (OCBC Bank)"]}]},". Major foreign banks that have a large presence in Singapore include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hsbc.com.sg HSBC"]}]},", ",{"type":"'''","value":[{"type":"[","value":["https:\/\/www.sc.com\/sg\/ Standard Chartered Bank"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citibank.com.sg Citibank"]}]},".\n\n",{"type":"'''","value":["ATMs"]}," are ubiquitous in Singapore and ",{"type":"'''","value":["credit cards"]}," are widely accepted. The most widely accepted credit cards in Singapore are Visa and MasterCard, and many shops also accept American Express. Discover, JCB and China UnionPay cards are also accepted in most shops that primarily cater to tourists, though they are typically not accepted in shops catering to a more local clientele. Although credit card surcharges are not allowed in Singapore, many merchants get around this rule by offering discounts over the listed price if you pay in cash. Travellers cheques are generally ",{"type":"''","value":["not"]}," accepted by retailers, but can be cashed at most exchange booths and banks. eZ-Link and Nets Flash Pay cards are accepted in some convenience stores and fast food chains.\n\n",{"type":"===","value":["Costs"]},"\nSingapore is expensive by Asian standards, but affordable compared with OECD countries: $50 is a perfectly serviceable daily backpacker budget if you are willing to cut some corners, though you would probably wish to double that for comfort. Food in particular is a steal, with excellent hawker food available for under $5 for a generous serving. Accommodation is a little pricier, but a bed in a hostel can cost less than $20, an average mid-range hotel in the city centre would typically cost anywhere from $100–300 per night for a basic room, and the most luxurious hotels on the island (except maybe the Raffles) can be yours for $300 with the right discounts during the off-peak season.\n\nAs rough rules of thumb, prices in Singapore are about twice as high as in Malaysia and Thailand and 3-5 times as high as in Indonesia and the Philippines.\n\n",{"type":"===","value":["Shopping"]},"\n",{"type":"{{","value":[["infobox"],["Cheated?"],["Ripped off by a shop?  Call the Singapore Tourism Board's free hotline at 1800 736 2000.  The Small Claims Tribunal at 1 Havelock Sq also has a special expedited process for tourists that can solve simple cases within 24 hours."]]},"\n\n",{"type":"[[","value":[["Image:Interior of Sim Lim Square, Singapore - 20070127-03.jpg"],["thumb"],["Sim Lim Square, Singapore's computing and electronics mecca"]]},"\n\nShopping is second only to eating as a national pastime, which means that Singapore has an ",{"type":"'''","value":["abundance"]}," of shopping malls, and low taxes and tariffs on imports coupled with huge volume mean that prices are usually very competitive. While you won't find any bazaars with dirt-cheap local handicrafts (in fact, virtually everything sold in Singapore is made elsewhere), goods are generally of reasonably good quality and shopkeepers are generally quite honest due to strong consumer protection laws. Most stores are open daily 10:00-22:00, although smaller operations (particularly those outside shopping malls) close earlier — 19:00 is common — and perhaps on Sundays as well. Mustafa in ",{"type":"[[","value":[["Singapore\/Little India#Buy"],["Little India"]]}," is open 24 hours a day, 365 days a year. Many stores along the shopping belt of Orchard Road and Scotts Road now offer late night shopping on the last Friday of every month with over 250 retailers staying open until midnight.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Antiques"]},": The second floor of the Tanglin Shopping Centre on ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]}," and the shops on South Bridge Rd in ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," are good options if looking for the real thing (or high-quality reproductions)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Books"]},": Borders at Wheelock Place has since closed down. However, Kinokuniya is at Ngee Ann City, on ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},", and Page One at Vivocity are among the largest bookstores in Singapore.  Many second-hand book stores are located in Far East Plaza and Bras Basah Complex, where you may attempt to bargain if you are buying a lot. For university textbooks, the bookshops at the National University of Singapore have the best prices on the island, up to 80% off compared to prices in the West."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cameras"]},": Peninsula Plaza near ",{"type":"[[","value":[["Singapore\/Riverside"],["City Hall"]]}," has Singapore's widest selection of camera shops.  However, there are no great bargains to be had, and many camera stores in Singapore (particularly those in Lucky Plaza and Sim Lim Square) have a reputation for fleecing even the most careful tourists. The best way is to know ",{"type":"''","value":["exactly"]}," what you are looking for and then when you arrive, drop by the shops at the airport's transit area and take a look at the price and check with them whether they have any promotions. Then go to the downtown shops and compare prices\/packages to see which shop will give you value for money. To be safe, ",{"type":"''","value":["always"]}," check prices and packages for everything you're interested in at large retailers like Courts, Harvey Norman and Best Denki first. Be very careful when shop staff attempt to promote brands or models other than the one you have in mind; a few stores at Sim Lim Square, Lucky Plaza, and elsewhere are known to use this tactic and sell products at two to four times their actual list prices. Also watch for the bait-and-switches. Inspect the model number and condition of the item, then do not let it out of your sight when you pay. (In Lucky Plaza, the most common scam is doubling the charge without your agreement, daylight robbery, essentially.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clothes, high-street"]},": Ion, Ngee Ann City (Takashimaya) and Paragon on ",{"type":"[[","value":[["Singapore\/Orchard#Buy"],["Orchard"]]}," have the heaviest concentration of branded boutiques. There are another malls such as Raffles City located at City Hall MRT that also hosts a variety of brands for instance, Kate Spade, Timberland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clothes, tailored"]},": Virtually all hotels have a tailor shop attached, and touting tailors are a bit of a nuisance in Chinatown. As elsewhere, you'll get what you pay for and will get poor quality if you don't have the time for multiple fittings or the skill to check what you're getting. Prices vary widely: a local shop using cheap fabrics can do a shirt for $40, while Singapore's best-known tailor, ",{"type":"[","value":["http:\/\/www.cyccustomshop.com CYC the Custom Shop"]}," at the Raffles Hotel, will charge at least $120. You can also check ",{"type":"[","value":["http:\/\/www.braziltailor.com.sg Brazil Tailor shop"]}," for another data point."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clothes, youth"]},": Most of ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]}," is dedicated to the young, hip and cost-conscious. Currently Bugis St (opposite Bugis MRT) is the most popular in the Bugis area, consisting of 3 levels of shops. Some spots of ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},", notably Far East Plaza not to be confused with Far East Shopping Centre and the top floor of the Heeren, also target the same market but prices are generally higher."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Computers"]},": ",{"type":"[[","value":[["Singapore\/Little India#Buy"],["Sim Lim Square"]]}," (near Little India) is great for the hardcore geek who really knows what he's after - parts price lists are available on HardwareZone.com and are given out in Sim Lim itself, making price comparison easy. Lesser mortals (namely, who have failed to do their price-checking homework) stand a risk of getting ripped off when purchasing, but this is generally not a problem with the price lists offered by most shops. Some Singaporeans purchase their electronic gadgets during the quarterly \"IT shows\" usually held at Suntec City Convention Centre or at the Expo, at which prices on gadgets are sometimes slashed (but often only to Sim Lim levels). Another possibility is to shop at ",{"type":"[[","value":[["Singapore\/Riverside#Buy"],["Funan IT Mall"]]},", the stores of which may be more honest on average (according to some). Do not be attracted by side gifts\/sweeteners of thumbdrives, mice and so on; these only tend to hide inflated prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Consumer electronics"]},": Singapore used to be known for good prices, but nowadays electronics here are generally more expensive than from US and international online vendors. Funan IT Mall (Riverside#Buy|Riverside) and Mustafa (",{"type":"[[","value":[["Singapore\/Little India#Buy"],["Little India"]]},") are good choices. ",{"type":"''","value":["Avoid"]}," the tourist-oriented shops on Orchard Road, particularly the notorious Lucky Plaza, or risk getting ripped off. Also take great care to avoid shops on the 1st and 2nd levels of ",{"type":"[[","value":[["Singapore\/Little India#Buy"],["Sim Lim Square"]]},", some of which tend to rip off tourists and locals alike by overcharging by 100% or more, adding on ludicrous charges beyond what was agreed on, swapping items for used ones, leaving out cases and batteries, and a host of other practices that should be (or are) criminal. Please do your research before buying electronics from ",{"type":"''","value":["any"]}," store in Singapore; online research and multi-shop price comparison (and bargaining, occasionally) are essential. Mustafa has fixed, fair prices and is a good option, and so are Challenger and other large fixed-price retailers. For any purchases, remember that Singapore uses 230V voltage with a British-style, three-pin plug."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Electronic components"]},": For do-it-yourself people and engineers, a wide variety of electronic components and associated tools can be found at Sim Lim Tower (opposite Sim Lim Square), near ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]},". You can find most common electronic components (such as breadboards, transistors, various ICs, etc.) and bargain for larger quantities as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ethnic knick-knacks"]},": ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," has Singapore's heaviest concentration of glow-in-the-dark Merlion soap dispensers and ethnic gewgaws, mostly but not entirely Chinese and nearly all imported from somewhere else. For Malay and Indian stuff, the best places to shop are ",{"type":"[[","value":[["Singapore\/East Coast"],["Geylang Serai"]]}," and ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," respectively."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fabrics"]},": ",{"type":"[[","value":[["Singapore\/Bugis"],["Arab Street"]]}," and ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," have a good selection of imported and local fabrics like ",{"type":"''","value":["batik"]},". ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," does sell rather reasonable and cheap fabrics, bargaining is allowed so do know your stuff on what fabric to buy. Fabrics in Singapore may not be as cheap as overseas, for most fabrics are imported to Singapore."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fakes"]},":  Unlike most Southeast Asian countries, pirated goods are not openly on sale and importing them to the city-state carries heavy fines. Fake goods are nevertheless not difficult to find in ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]},", ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]},", or even in the underpasses of ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Food"]},": Local supermarkets Cold Storage, Prime Mart, Shop 'n' Save, and NTUC Fairprice are ubiquitous, but for specialities, Jason's Marketplace in the basement of Raffles City and Tanglin Market Place at Tanglin Mall (both on ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},") are some of Singapore's best-stocked gourmet supermarkets, with a vast array of imported products. Takashimaya's basement (Orchard) has lots of small quirky shops and makes for a more interesting browse. For a more Singaporean (and much cheaper) shopping experience, seek out any neighbourhood wet market, like ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]},"'s Tekka Market. For eating out, most shopping centres offer a range of small snack stands and eateries in their basements, as well as a food court or two."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Games"]},": Video and PC games are widely available in Singapore, but prices may not be cheaper than in the West. Games sold for the local market are generally in English, though some games imported from Hong Kong or Taiwan will be in Chinese. Do note, however, that Singapore's official region code is NTSC-J (together with Japan, South Korea, Taiwan, Hong Kong, etc.), which means that games sold may not be compatible with consoles in mainland China, North America, Europe, or Australia. During the four times in a year IT Shows, PC, Xbox, Wii, PlayStation games prices may drop at such IT shows, if not the games will be bundled with others (Example: Buy 2 at $49.90). Search for reputable shops online and avoid Sim Lim Square's first two floors, as always."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hi-fi stereos"]},": The Adelphi (",{"type":"[[","value":[["Singapore\/Riverside"],["Riverside"]]},") has Singapore's best selection of audiophile shops."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marine sports"]},": Many of the shophouses opposite The Concourse on Beach Rd in ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]}," sell fishing and scuba diving gear."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mobile phones"]},": Very competitively priced in Singapore due to high consumer volume, available throughout the country both used and new. Phones are never SIM locked, so they can be used anywhere, and many shops will allow you to \"trade in\" an older phone to offset the cost of a new one. Do not purchase phones at Lucky Plaza, because there's a significant risk you'll be almost literally robbed, if tourist reports are anything to go by."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Music"]},": The HMV at Somerset 313 (",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},") is Singapore's largest music store, with a second, smaller outlet in the CityLink mall linking Raffles City and Suntec City Mall. Gramophone, however, provides much better prices on CDs and has an interesting selection. Numerous branches are scattered across the CBD and ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]},". One of the better Gramophone locations is at Ngee Ann City in B2."]},"\n",{"type":"[[","value":[["Image:Peranakan TeaSet.JPG"],["thumb"],["Pretty in pink - Peranakan tea set with dragon-phoenix motif"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Peranakan goods"]},": The ",{"type":"''","value":["Peranakan"]},", or Malay-Chinese, may be fading but their colourful clothing and artwork, especially the distinctive pastel-coloured ceramics, are still widely available.  Antiques are expensive, but modern replicas are quite affordable. The largest selection and best prices can be found in ",{"type":"[[","value":[["Singapore\/East Coast"],["Katong"]]}," on the East Coast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sporting goods"]},": Queensway Shopping Centre, off Alexandra Rd and rather off the beaten track (take a cab), seems to consist of nothing but sporting goods shops. You can also find foreigner-sized sporty clothing and shoes here. Do bargain!  Expect to get 40-50% off the price from the shops in Orchard for the same items.  Velocity in ",{"type":"[[","value":[["Singapore\/Balestier"],["Novena"]]}," is also devoted to sports goods, but is rather more upmarket. Martial arts equipment is surprisingly hard to find, although most of the clothing shops around Pagoda Street in ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," sell basic silk taiji\/wushu uniforms. Note that if you plan to buy weapons such as swords, you have to apply for a permit from the local police (around $10) to get your weaponry out of the country."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tea"]},": ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]},"'s Yue Hwa (2nd floor) is unbeatable for both price and variety, but Time for Tea in Lucky Plaza (",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},") is also a good option. English tea is also widely available around Orchard Road, most notably at Marks and Spencer in Centrepoint. For those who are looking for high-end luxury tea blends, local brand ",{"type":"[","value":["http:\/\/www.twgtea.com\/ TWG"]}," has branches throughout the island to cater to this market."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Watches"]},": High-end watches are very competitively priced. Ngee Ann City (",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},") has dedicated stores from the likes of Piaget and Cartier, while Millenia Walk (",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]},") features the Cortina Watch Espace retailing 30 brands from Audemars Piguet to Patek Philippe, as well as several other standalone shops."]},"\nFor purchases of over $100 per day per participating shop, you may be able to get a 6% refund of your 7% GST at Changi Airport or Seletar Airport, but the process is a bit of a bureaucratic hassle. At the shop you need to ask for a tax refund cheque. Before checking in at the airport, present this cheque together with the items purchased and your passport at the GST customs counter. Get the receipt stamped there. Then proceed with check-in and go through security. On the air side, bring the stamped cheque to the refund counter to cash it in or get the GST back on your credit card. See ",{"type":"[","value":["http:\/\/www.customs.gov.sg\/leftNav\/trav\/Tourist+Refund+Scheme.htm Singapore Customs"]}," for the full scoop.\n\nThis year, the ",{"type":"'''","value":["Great Singapore Sale"]}," will be held from 31 May-28 Jul. Nearly all shops will drop their prices 50-80% or more across Singapore. Keep in mind, though, the significant drop of prices means that local Singaporeans will go crazy as most of them save up for a whole year just for the sale, meaning almost all shopping centres, especially those in the vicinity of Orchard Road, become very crowded on weekends. If you prefer not to shop in crowded malls, it is advisable to take advantage of the sales on weekdays when most locals are at work.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["eatpricerange"],["Under $10"],["$10-30"],["Over $30"]]},"\nSingapore is a melting pot of cuisines from around the world, and many Singaporeans are obsessive gourmands who love to ",{"type":"''","value":["makan"]}," (\"eat\" in Malay).  You will find quality Chinese, Malay, Indian, Japanese, Thai, Italian, French, American and other food in this city-state.\n\nEating habits run the gamut, but most foods are eaten by ",{"type":"'''","value":["fork and spoon"]},": push and cut with the fork in the left hand, and eat with the spoon in the right.  Noodles and Chinese dishes typically come with chopsticks, while Malay and Indian food can be eaten by hand, but nobody will blink an eye if you ask for a fork and spoon instead. If eating by hand, always use your right hand to pick your food, as Malays and Indians traditionally use their left hand to handle dirty things. Take note of the usual traditional ",{"type":"[[","value":[["China"],["Chinese"]]}," etiquette when using chopsticks, and most importantly, ",{"type":"''","value":["do not"]}," stick your chopsticks vertically into a bowl of rice. If eating in a group, serving dishes are always shared, but you'll get your own bowl of rice and soup.  It's common to use your own chopsticks to pick up food from communal plates, but serving spoons can be provided on request.\n\nKeep an eye out for the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporefoodfestival.com\/ Singapore Food Festival"]}]},", held every year in July.\n\n",{"type":"===","value":["Local delicacies"]},"\nSingapore is justly famous for its food, a unique mix of Malay, Chinese, Indian and Western elements.  The following is only a brief sampler of the most popular dishes.\n\n",{"type":"<","value":["gallery",{"heights":"120px","perrow":"4","widths":"180px"},["\nImage:Chilli crab-02.jpg|A plate of chilli crab\nImage:Food_KatongLaksa.JPG|Katong ",{"type":"''","value":["laksa"]},", with chilli paste and chopped laksa leaf in a spoon\nImage:LauPaSat Satay.JPG|Satay with peanut sauce, onions and cucumber\nFile:Durian_Ice_Cream_Burger.JPG|An \"ice cream burger\", durian ice cream wrapped in bread\n"]]},"\n\n",{"type":"====","value":["Peranakan\/Nonya cuisine"]},"\n",{"type":"{{","value":[["infobox"],["Culinary borrowings"],["Many regional terms and the odd euphemism tend to crop up in notionally English menus.  A few of the more common ones:\n; ",{"type":"''","value":["assam"]}," : tamarind (Malay)\n; ",{"type":"''","value":["bee hoon"]}," : thin rice noodles (Hokkien 米粉)\n; ",{"type":"''","value":["garoupa"]}," : grouper, a type of fish (Portuguese)\n; ",{"type":"''","value":["gonggong"]}," : a type of conch (Chinese)\n; ",{"type":"''","value":["hor fun"]}," : very wide, flat rice noodles (Cantonese 河粉)\n; ",{"type":"''","value":["kangkung"]}," : water spinach, an aquatic vegetable (Malay)\n; ",{"type":"''","value":["kway teow"]}," : flat rice noodles (Hokkien 粿条)\n; ",{"type":"''","value":["lengkuas"]}," : blue ginger (Malay)\n; ",{"type":"''","value":["mee"]}," : thick egg noodles (Hokkien 面)\n: ",{"type":"''","value":["see hum"]},": blood cockles (Hokkien 血蚶)\n; ",{"type":"''","value":["serai"]}," : lemon grass (Malay)\n; ",{"type":"''","value":["sotong"]}," : squid\/cuttlefish (Malay)\n; ",{"type":"''","value":["spare parts"]}," : offal such as liver, heart, gizzard\n; ",{"type":"''","value":["tang hoon"]}," : thin, transparent starch noodles (Hokkien 冬粉)"]]},"\n\nThe most identifiable cuisine in the region is ",{"type":"'''","value":["Peranakan"]}," or ",{"type":"'''","value":["Nonya"]}," cuisine, born from the mixed Malay and Chinese communities of what were once the British colonies of the Straits Settlements (modern-day Singapore, ",{"type":"[[","value":[["Penang"]]}," and ",{"type":"[[","value":[["Malacca"]]},").\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chilli crab"]}," is a whole crab ladled with oodles of sticky, tangy chilli sauce.  It's spicy at first, but the more you eat, the better it gets.  Notoriously difficult to eat, so don't wear a white shirt: just dig in with your hands and ignore the mess.  The seafood restaurants of the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]}," are famous for this. For a less messy but equally tasty alternative, ask for ",{"type":"'''","value":["black pepper crab"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kaya"]}," is a jam-like spread made from egg and coconut, an odd-sounding but tasty combination.  Served on toast for breakfast, canonically accompanied by runny eggs and strong, sweet coffee (",{"type":"''","value":["kopi"]},"). Exists in two distinctive styles; the greenish Nonya version, coloured with pandan leaf, and the brownish Hainanese version."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laksa"]},", in particular the ",{"type":"'''","value":["Katong laksa"]}," or ",{"type":"'''","value":["laksa lemak"]}," style, is probably the best-known Singaporean dish: white noodles in a creamy, immensely rich coconut-based curry broth, topped with cockles or shrimp. The common style found in hawker centres is very spicy, although you can ask for less\/no chilli to dial down the heat. The Katong style is much less spicy and is generally found only in Katong itself (see the ",{"type":"'''","value":[{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]}," page"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mee siam"]}," is rice flour noodles served in a sweet-sour soup (made from tamarind, dried shrimp and fermented beans), bean curd cubes, and hard boiled eggs. Though the Chinese, Malays and Indians all have their own versions, it is the Peranakan version that is most popular with Singaporeans. You will largely find this at Malay stalls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Popiah"]},", or spring rolls, come fresh or fried. They consist of a filling of boiled turnip, fried tofu, pork, shrimp with a slew of condiments, wrapped in a thin crepe smeared with sweet dark soy sauce and eaten like a fajita. They are related to the ",{"type":"''","value":["lumpia"]}," and ",{"type":"''","value":["runbing"]}," of other Chinese communities in Asia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rojak"]}," means a mixture of everything in Malay, and there are two very different types.  ",{"type":"'''","value":["Chinese rojak"]}," is a salad of pineapple, white turnip, cucumber, ",{"type":"''","value":["tau pok"]}," (fried bean curd) with thin tiny slices of ",{"type":"''","value":["bunga kantan"]}," (torch ginger flower buds), tossed in shrimp paste sauce and sugar, then sprinkled with crushed peanuts.  ",{"type":"'''","value":["Indian rojak"]}," consists of mainly fried fritters made from flour and various pulses with cucumber and tofu, with sweet & spicy sauces."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Satay bee hoon"]}," is rice vermicelli (",{"type":"''","value":["bee hoon"]},") served with the same  peanut and chilli sauce used for ",{"type":"''","value":["satay"]},", hence the name.  Usually cockles, dried squid and pork slices are added."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ice cream"]}," is just as it is in Western countries. However, in Singapore, there are various local flavours such as durian and red bean which are not available outside the region and are certainly worth a try. To impress the locals, try asking for ice cream in ",{"type":"''","value":["roti"]}," (bread)."]},"\nBesides these dishes, the Peranakans are also known for their ",{"type":"''","value":["kueh"]}," or snacks, which are somewhat different from the Malay versions due to stronger Chinese influences.\n\n",{"type":"====","value":["Malay cuisine"]},"\n",{"type":"[[","value":[["Image:MadamKwan NasiLemak.jpg"],["thumb"],[{"type":"''","value":["Nasi lemak"]}," with ",{"type":"''","value":["sambal ikan bilis"]}," (curried dry anchovies), cucumber,  chicken curry and an egg"]]},"\n\nThe Malays were Singapore's original inhabitants and despite now being outnumbered by the Chinese, their distinctive cuisine is popular to this day.  Characterised by heavy use of spices, most Malay dishes are curries, stews or dips of one kind or another and ",{"type":"'''","value":["nasi padang"]}," restaurants, offering a wide variety of these to ladle onto your rice, are very popular.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mee rebus"]}," is a dish of egg noodles with spicy, slightly sweet gravy, a slice of hard boiled egg and lime."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mee soto"]}," is Malay-style chicken soup, with a clear broth, shredded chicken breast and egg noodles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi lemak"]}," is the definitive Malay breakfast, consisting at its simplest of rice cooked in light coconut milk, some ",{"type":"''","value":["ikan bilis"]}," (anchovies), peanuts, a slice of cucumber and a dab of chilli on the side.  A larger ",{"type":"''","value":["ikan kuning"]}," (fried fish) or chicken wing are common accompaniments. More often than not, also combined with a variety of curries and\/or ",{"type":"''","value":["sambal"]}," (see below)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Otah\/Otak"]}," is a type of fish cake made of minced fish (usually mackerel), coconut milk, chilli and various other spices, and grilled in a banana or coconut leaf, usually served to accompany other dishes like nasi lemak."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rendang"]},", originally from Indonesia and occasionally dubbed \"dry curry\", is meat stewed for hours on end in a spicy (but rarely fiery) coconut-based curry paste until almost all water is absorbed.  Beef ",{"type":"''","value":["rendang"]}," is the most common, although chicken and mutton are spotted sometimes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sambal"]}," is the generic term for chilli sauces of many kinds.  ",{"type":"'''","value":["Sambal belacan"]}," is a common condiment made by mixing chilli with the shrimp paste ",{"type":"''","value":["belacan"]},", while the popular dish ",{"type":"'''","value":["sambal sotong"]}," consists of squid (",{"type":"''","value":["sotong"]},") cooked in red chilli sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Satay"]}," are barbecued skewers of meat, typically chicken, mutton or beef.  What separates satay from your ordinary kebab is the  spices used to season the meat and the slightly spicy peanut-based dipping sauce.  The ",{"type":"''","value":["Satay Club"]}," at ",{"type":"[[","value":[["Singapore\/Riverside"],["Lau Pa Sat"]]}," near Raffles Place is one popular location for this delicacy."]},"\nMalay desserts, especially the sweet pastries and jellies (",{"type":"''","value":["kuih"]}," or ",{"type":"''","value":["kueh"]},") made largely from coconut and palm sugar (",{"type":"''","value":["gula melaka"]},"), bear a distinct resemblance to those of ",{"type":"[[","value":[["Thailand"]]},".  But in the sweltering tropical heat, try one of many concoctions made with ice instead:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bubur cha-cha"]}," consists of cubed yam, sweet potato and sago added into coconut milk soup. This can be served warm or cold."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chendol"]}," is made with green pea noodles, kidney beans, palm sugar and coconut milk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Durian"]}," is not exactly a dish, but a local fruit with distinctive odor you can smell a mile away and a sharp thorny husk.  Both smell and taste defy description, but eating garlic ice cream next to an open sewer comes to mind.  If you are game enough you should try it, but be warned beforehand — you will either love it or hate it.  The rich creamy yellow flesh is often sold in places like Geylang and Bugis and elsewhere conveniently in pre-packaged packs, for anywhere from $1 for a small fruit all the way up to $24\/kg depending on the season and type of durian.  This 'king of fruits' is also made into ice cream, cakes, sweets, puddings and other decadent desserts.  ",{"type":"''","value":["Note"]},": You're not allowed to carry durians on the MRT and buses and they're banned from many hotels."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ice kachang"]}," literally means \"ice bean\" in Malay, a good clue to the two major ingredients: shaved ice and sweet red beans.  However, more often than not you'll also get ",{"type":"''","value":["gula melaka"]}," (palm sugar), grass jelly, sweet corn, attap palm seeds and anything else on hand thrown in, and the whole thing is then drizzled with canned evaporated milk or coconut cream and coloured syrups.  The end result tastes very interesting — and refreshing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kuih"]}," (or ",{"type":"'''","value":["kueh"]},") refer to a plethora of steamed or baked \"cakes\", mostly made with coconut milk, grated coconut flesh, glutinous rice or tapioca.  They are often very colourful and cut into fanciful shapes, but despite their wildly varying appearance tend to taste rather similar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pisang goreng"]}," is a batter-dipped and deep-fried banana."]},"\n",{"type":"====","value":["Chinese cuisine"]},"\n",{"type":"<","value":["gallery",{"heights":"120px","perrow":"4","widths":"180px"},["\nImage:Bak Kut Teh, Singapore.JPG|",{"type":"''","value":["Bak kut teh"]}," with rice and ",{"type":"''","value":["you tiao"]}," fritters\nImage:Chatterbox_ChickenRice.JPG|Hainanese chicken rice\nImage:Newton_HokkienMee.JPG|Fried hokkien ",{"type":"''","value":["mee"]},"\nImage:Food PorkRibPrawnMee.JPG|Prawn ",{"type":"''","value":["mee"]}," and pork rib soup\n"]]},"\n\nChinese food as eaten in Singapore commonly originates from southern ",{"type":"[[","value":[["China"]]},", particularly ",{"type":"[[","value":[["Fujian"]]}," and ",{"type":"[[","value":[["Guangdong"]]},".  While \"authentic\" fare is certainly available, especially in fancier restaurants, the daily fare served in hawker centres has absorbed a number of tropical touches, most notably the fairly heavy use of ",{"type":"'''","value":["chilli"]}," and the Malay fermented shrimp paste ",{"type":"'''","value":["belacan"]}," as condiments.  Noodles can also be served not just in soup (湯 ",{"type":"''","value":["tang"]},"), but also \"dry\" (干 ",{"type":"''","value":["gan"]},"), meaning that your noodles will be served tossed with chilli and spices in one bowl, and the soup will come in a separate bowl.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bak chor mee"]},"（肉脞面）is essentially noodles with minced pork, tossed in a chilli-based sauce with lard, ",{"type":"''","value":["ikan bilis"]}," (fried anchovies), vegetables and mushrooms. Black vinegar may also be added."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bak kut teh"]}," (肉骨茶), lit. \"pork bone tea\", is a simple-sounding soup of pork ribs simmered for hours in broth until they're ready to fall off the bone. Singaporeans prefer the light and peppery Teochew style (\"white\"), but a few shops offer  the original dark and aromatic Fujian kind (\"black\"). ",{"type":"''","value":["Bak kut teh"]}," is typically eaten with white rice, ",{"type":"''","value":["mui choy"]}," (pickled vegetables) and a pot of strong Chinese tea, hence the name — the broth itself doesn't contain any tea. To impress the locals, order some ",{"type":"''","value":["you tiao"]}," fritters from a nearby stall and cut them up into bite-sized chunks to dip into your soup."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Char kway teow"]}," (炒粿条) is the quintessential Singapore-style fried noodle dish, consisting of several types of noodles in thick brown sauce with strips of fishcake, Chinese sausage, a token veggie or two and either cockles and shrimp.  It's cheap ($2–3\/serve), filling and has nothing to do with the dish known as \"Singapore fried noodles\" elsewhere! (And which actually doesn't exist in Singapore.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chee cheong fun"]}," (豬腸粉) is a favourite breakfast consisting of lasagna-type rice noodles rolled up and various types of fried meats including fishballs and fried tofu. The dish is usually topped with a generous amount of sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chwee kway"]}," （水粿） is a breakfast dish consisting of rice cakes topped with ",{"type":"''","value":["chai po"]}," (salted fermented turnips), usually served with some chilli sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishball noodles"]},"　(魚丸面) come in many forms, but the noodle variety most often seen is ",{"type":"''","value":["mee pok"]},",  which are flat egg noodles. The noodles are tossed in chilli sauce and accompanied by a side bowl of fishballs in soup."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hainanese chicken rice"]}," (海南鸡饭) is steamed (\"white\") or roasted (\"red\") chicken flavoured with soy sauce and sesame oil served on a bed of fragrant rice that has been cooked in chicken broth and flavoured with ginger and garlic. Accompanied by chilli sauce made from crushed fresh chillis, ginger, garlic and thick dark soy sauce as well as some cucumber and a small bowl of chicken broth. Despite its name, only the method of preparing the chicken originated in Hainan, while the method of cooking the rice was actually invented by the Hainanese immigrants in what is today Singapore and Malaysia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hokkien mee"]}," (福建面) is a style of soupy fried noodles in light, fragrant stock with prawns and other seafood.  Oddly, it bears little resemblance to the Kuala Lumpur dish of the same name, which uses thick noodles in dark soy, or even the Penang version, which is served in very spicy soup."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kway chap"]}," (粿汁) is essentially sheets made of rice flour served in a brown stock, accompanied by a plate of braised pork and pig organs (tongue, ear and intestines)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Prawn noodles"]}," (虾面, ",{"type":"''","value":["hae mee"]}," in Hokkien) is a dark-brown prawn broth served with egg noodles and a giant tiger prawn or two on top.  Some stalls serve it with boiled pork ribs as well. The best versions are highly addictive and will leave you slurping up the last MSG-laden (probably from the shrimp heads) drops."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steamboat"]}," (火锅), also known as ",{"type":"'''","value":["hot pot"]},", is do-it-yourself soup Chinese style.  You get a pot of broth bubbling on a tabletop burner, pick meat, fish and veggies to your liking from a menu or buffet table, then cook it to your liking.  When finished, add in noodles or ask for rice to fill you up.  This usually requires a minimum of two people, and the more the merrier."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tau huay"]}," (豆花) is probably the most common traditional Chinese dessert, a bowl of tofu curds in syrup, served either hot or cold. A recent innovation that has swept the island is a delicious custard-like version (\"soft tau huay\") which includes no syrup and is extremely soft despite being solid."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wonton mee"]},"  (云吞面) is thin noodles topped with ",{"type":"''","value":["wantan"]}," dumplings of seasoned minced pork. Unlike the soupy Hong Kong version, it is usually served 'dry' in soy sauce and chilli."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yong tau foo"]}," (酿豆腐) literally means \"stuffed tofu\", but it's more exciting than it sounds.  The diner selects their favourites from a vast assortment of tofu, fish paste, assorted seafood and vegetables, and they are then sliced into bite-size pieces, cooked briefly in boiling water and then served either in broth as soup or \"dry\" with the broth in a separate bowl.  The dish can be eaten by itself or with any choice of noodles.  Essential accompaniments are spicy chili sauce and sweet sauce for dipping."]},"\n",{"type":"====","value":["Indian cuisine"]},"\n",{"type":"[[","value":[["Image:Roti Prata Curry Large.JPG"],["thumb"],[{"type":"''","value":["Roti prata"]}," (left) and ",{"type":"''","value":["roti telur"]}," (centre) with a side order of chicken curry"]]},"\n\nThe smallest of Singapore's big three ethnic groups, Indians have had proportionally the smallest impact on the local culinary scene, but there is no shortage of Indian food even at many hawker centres. Delicious and authentic Indian food can be had at Little India, including south Indian typical meals such as ",{"type":"''","value":["dosa"]}," (",{"type":"''","value":["thosai"]},") crepes, ",{"type":"''","value":["idli"]}," lentil-rice cakes and ",{"type":"''","value":["sambar"]}," soup, as well as north Indian meals including various curries, ",{"type":"''","value":["naan"]}," bread, tandoori chicken and more. In addition, however, a number of Indian dishes have been \"Singaporeanised\" and adopted by the entire population, including:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fish head curry"]}," is, true to the name, a gigantic curried fish head cooked whole until it's ready to fall apart.  Singapore's ",{"type":"[[","value":[["Singapore\/Little India#Eat"],["Little India"]]}," is the place to sample this.  Note that there are two distinct styles, the fiery Indian and the milder Chinese kind."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi briyani"]}," is rice cooked in turmeric, giving it an orange colour. Unlike the Hyderabadi original, it's usually rather bland, although specialist shops do turn out more flavourful versions.  It is usually served with curry chicken and some Indian crackers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Roti prata"]}," is the local version of ",{"type":"''","value":["paratha"]},", flat bread tossed in the air like pizza, rapidly cooked in oil, and eaten dipped in curry.  Modern-day variations can incorporate unorthodox ingredients like cheese, chocolate and even ice cream, but some canonical versions include ",{"type":"''","value":["roti kosong"]}," (plain), ",{"type":"''","value":["roti telur"]}," (with egg) and ",{"type":"''","value":["murtabak"]}," (layered with chicken, mutton or fish).  Strict vegetarians beware: unlike Indian ",{"type":"''","value":["roti"]},", roti prata batter is usually made with eggs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Putu mayam"]}," is a sweet dessert composed of vermicelli-like noodles topped with shredded coconut and orange sugar."]},"\n",{"type":"===","value":["Hawker centres"]},"\n",{"type":"{{","value":[["infobox"],["Social welfare Singapore style"],["One thing notably absent from Singaporean cheap eateries is any form of napkins or tissues. The solution to the mystery is in Singapore's lack of government welfare: instead, every hawker centre has a resident invalid or two, who make a living by selling tissues ($1 for a few packets)."]]},"\n\n",{"type":"[[","value":[["File:Bugis Village 13.JPG"],["thumb"],["Typical hawker centre, ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]}]]},"\n\nThe cheapest and most popular places to eat in Singapore are ",{"type":"'''","value":["hawker centres"]},", essentially former pushcart vendors directed into giant complexes by government fiat.  Prices are low ($2.50–5 for most dishes), hygiene standards are high (every stall is required to prominently display a health certificate grading it from A to D) and the food can be excellent — if you see a queue, join it!  Ambience tends to be a little lacking though and there is no air-conditioning either, but a visit to a hawker centre is a must when in Singapore. However, be leery of overzealous pushers-cum-salesmen, especially at the Satay Club in Lau Pa Sat and Newton Food Centre at Newton Circus: the tastiest stalls don't need high-pressure tactics to find customers. Touting for business is illegal, and occasionally a reminder of this can result in people backing off a bit.\n\nTo order, first ",{"type":"''","value":["chope"]}," (reserve) a table by parking a friend by the table, note the table's number, then place your order at your stall of choice. Employees deliver to your table, and you pay when you get the food.  Note that some stalls (particularly very popular ones) have signs stating \"self-service\", meaning that you're expected to get your food yourself, but if it is quiet or you are sitting nearby, they will usually deliver anyway. At almost every stall you can also opt to take away (called \"packet\" or ",{"type":"''","value":["ta pao"]}," (打包) in Cantonese), in which case employees pack up your order in a plastic box\/bag and even throw in disposable utensils. Once you are finished, just get up and go, as tables are cleared by hired cleaners.\n\nEvery district in Singapore has its own hawker centres and prices decrease as you move out into the boonies.  For tourists, centrally located ",{"type":"'''","value":["Newton Circus"]}," (",{"type":"[[","value":[["Singapore\/Balestier"],["Newton MRT"]]},"), ",{"type":"'''","value":["Gluttons Bay"]}," and ",{"type":"'''","value":["Lau Pa Sat"]}," (near the ",{"type":"[[","value":[["Singapore\/Riverside"],["River"]]},"), are the most popular options — but this does not make them the cheapest or the tastiest, and the demanding gourmand would do well to head to ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," or the heartlands instead. A dizzying array of food stalls with a large South Indian representation can be found in the bustling ",{"type":"'''","value":["Tekka Centre"]}," at the edge of ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]},". Many of the best food stalls are located in residential districts off the tourist trail and do not advertise in the media, so the best way to find them is to ask locals for their recommendations. Good examples closer to the city centre include ",{"type":"'''","value":[{"type":"[[","value":[["Singapore\/East Coast#Eat"],["Old Airport Road Food Centre"]]}]}," (near Dakota MRT) and ",{"type":"'''","value":["Tiong Bahru Market"]}," (near Tiong Bahru MRT), both of which are sprawling and home to a number of much-loved stalls. And if you miss western food, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.botakjones.com\/ Botak Jones"]}]}," in several hawker centres offers reasonably authentic and fairly sized American-restaurant style meals at hawker prices.\n\n",{"type":"===","value":["Coffee shops"]},"\n",{"type":"{{","value":[["infobox"],["Coffee, see, and tea, oh!"],["Coffee and tea in hawker centres and ",{"type":"''","value":["kopitiam"]}," goes for under a dollar a cup, a steep discount on Starbucks prices, but you'll need to learn the lingo to get what you want.  If you order just ",{"type":"''","value":["kopi"]}," (the Malay word for \"coffee\") or ",{"type":"''","value":["teh"]}," (Hokkien for \"tea\") in Singapore, it will definitely be served with a heaped spoonful of sugar, and more often than not with a squirt of sweet condensed milk.  ",{"type":"''","value":["Kopi-C"]}," or ",{"type":"''","value":["teh-C"]}," substitutes unsweetened evaporated milk, while ",{"type":"''","value":["kopi-O"]}," or ",{"type":"''","value":["teh-O"]}," makes sure it's served with no milk.  To get rid of the sugar, you need to ask for it ",{"type":"''","value":["kosong"]}," (\"plain\"), but if you want a plain black cup of joe, you need to ask for ",{"type":"''","value":["kopi-O kosong"]},"! If you want your drink cold, just add a ",{"type":"''","value":["peng"]}," to the end of the drink name, eg. ",{"type":"''","value":["kopi-O-peng"]},", ",{"type":"''","value":["teh-peng"]},", ",{"type":"''","value":["teh-C-peng"]},", ",{"type":"''","value":["Milo-peng"]}," etc. and it will be served with ice."]]},"\n\nDespite the name, coffee shops or ",{"type":"''","value":["kopitiam"]}," sell much more than coffee — they are effectively mini-hawker centres with perhaps only half a dozen stalls (one of which will, however, sell coffee and other drinks).  The Singaporean equivalent of pubs, this is where folks come for the canonical Singaporean breakfast of ",{"type":"''","value":["kopi"]}," (strong, sugary coffee), some ",{"type":"''","value":["kaya"]}," (egg-coconut jam) toast and runny eggs, and this is also where they come to down a beer or two and chat away in the evenings. English proficiency can sometimes be limited, but most stall owners know enough to communicate the basics, and even if they don't, nearby locals will usually help you out if you ask. Many coffee shops offer ",{"type":"''","value":["zi char\/cze cha"]}," (煮炒) for dinner, meaning a menu of local dishes, mostly Chinese-style seafood, served at your table at mid-range prices.\n\nThe usual Starbucks and other local cafe chains such as Coffee Bean & Tea Leaf can be found in any shopping mall but an iced coffee or tea can set you back $5 or more, whereas a ",{"type":"''","value":["teh tarik"]}," (\"pulled\" milky tea) or ",{"type":"''","value":["kopi"]}," coffee  runs closer to $1 at any hawker centre. While exploring, you're also likely to come across a good number of independent cafes offering gourmet coffee, pastries and cakes, which have mushroomed across the city centre over the last decade.\n\n",{"type":"===","value":["Food courts"]},"\n",{"type":"[[","value":[["Image:Kueh tutu seller at a Food Republic food court in Singapore.jpg"],["thumb"],["Retro style at the ",{"type":"''","value":["Food Republic"]}," food court, ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]}]]},"\n\nFound in the basement or top floor of nearly every shopping mall, food courts are the gentrified, air-conditioned version of hawker centres.  The variety of food on offer is almost identical, but prices are on average $1–3 higher than prices in hawker centres and coffee shops (depending on the area, it is slightly more expensive in tourist intensive areas) and the quality of food is good but not necessary value for money.\n\n",{"type":"===","value":["Fast food"]},"\nInternational fast food chains like McDonald's, Carl's Jr., Burger King, KFC, MOS Burger, Dairy Queen, Orange Julius, Subway etc. are commonly found in various shopping malls. Prices range from $2 for a basic burger and $5 upwards for a set meal. All restaurants are self-service and clearing your table after your meal is optional.  In addition to the usual suspects, look out for these uniquely Singaporean brands:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bengawan Solo"],["url=http:\/\/www.bengawansolo.com.sg"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Singapore version of Indonesian cakes, Chinese pastries and everything in between. The name is taken from the name of a famous river in Java."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BreadTalk"],["url=http:\/\/www.breadtalk.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This self-proclaimed \"designer bread\" chain has taken not just Singapore but much of South-East Asia by storm.  Everything is jazzily shaped, funkily named (e.g. ",{"type":"''","value":["Crouching Tiger, Hidden Bacon"]},") and baked on premises.  Just note that, to the Western palate, almost everything is rather sweet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Jollibean"],["url=http:\/\/www.jollibean.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fresh soy drinks, beancurd and tasty ",{"type":"''","value":["mee chiang kueh"]}," Chinese pancakes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Killiney Kopitiam"],["url=http:\/\/www.killiney-kopitiam.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves kaya toast, kopi and ginger tea (with ice or without); waiters at the original Somerset location shout your order towards the back with gusto."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mr Bean"],["url=http:\/\/www.mrbean.com.sg"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers a variety of soya bean drinks, ice-creams and pastries snacks."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Old Chang Kee"],["url=http:\/\/www.oldchangkee.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for their curry puffs, but their range now covers anything and everything deep-fried.  Take-away only."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ya Kun Kaya Toast"],["url=http:\/\/www.yakun.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves the classic Singaporean breakfast all day long: kaya toast, runny eggs and strong, sweet coffee (plus some other drinks). Arguably one of the more successful chains with branches as far away as South Korea and Japan."]]}]},"\n",{"type":"===","value":["Restaurants"]},"\n",{"type":"{{","value":[["infobox"],["Kee-ping up with the Lims"],["Ever wonder why every other Chinese hawker stall and restaurant in Singapore has a name that ends in ",{"type":"''","value":["Kee"]},"?  The answer is simple: the character ",{"type":"''","value":["kee"]}," (记) is Chinese for \"brand\" or \"mark\", and is used much like the trademark symbol in the West. A name like ",{"type":"''","value":["Yan Kee"]}," thus means \"run by the Yan family\", and should not be taken as a political statement!"]]},"\n\nSingapore offers a wide variety of full-service restaurants as well, catering to every taste and budget.\n\nAs the majority of Singapore's population is ethnic Chinese, there is an abundance of Chinese restaurants in Singapore, mainly serving southern Chinese (mostly Hokkien, Teochew, or Cantonese) cuisines, though with the large number of expatriates and foreign workers from China these days, cuisine originating from Shanghai and further north is also not hard to find. As with Chinese restaurants anywhere, food is eaten with chopsticks and served with Chinese tea. While Chinese restaurant food is certainly closer to authentic Chinese fare than hawker food is, it too has not managed to escape local influences and you can find many dishes little seen in ",{"type":"[[","value":[["China"]]},". Depending on where you go and what you order, prices can vary greatly. In ordinary restaurants, prices usually start from $20–30 per person, while in top-end restaurants in luxury hotels, prices can go for more than $300 per person for delicacies such as abalone, suckling pig, and lobster.\n\nBeing a maritime city, one common speciality is ",{"type":"'''","value":["seafood restaurants"]},", offering Chinese-influenced Singaporean classics like ",{"type":"'''","value":["chilli crabs"]},". These are much more fun to go to in a group, but be careful what you order: gourmet items like Sri Lankan giant crab can easily push your bill up to hundreds of dollars. Menus typically say \"market price\", and if you ask they'll quote you the price per 100 g, but a big crab can easily top 2 kg.  The best-known seafood spots are clustered on the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]},", but for ambience, the riverside restaurants at ",{"type":"[[","value":[["Singapore\/Riverside"],["Boat Quay and Clarke Quay"]]}," can't be beat.\n\nSingapore also has its share of good Western restaurants, with British- and American-influenced food being a clear favourite among locals. Most of the more affordable chains are concentrated around Orchard Road and prices start from around $10–20 per person for the main course. French, Italian, Japanese and Korean food is also readily available, though prices tend to be on the expensive side, while Thai and Indonesian restaurants tend to be more affordable.\n\nOne British import much beloved by Singaporeans is ",{"type":"'''","value":["high tea"]},".  In the classical form, as served up by finer hotels across the island, this is a light afternoon meal consisting of tea and a wide array of British-style savoury snacks and sweet pastries like finger sandwiches and scones. However, the term is increasingly used for afternoon buffets of any kind, and Chinese ",{"type":"''","value":["dim sum"]}," and various Singaporean dishes are common additions. Prices vary, but you'll usually be looking at $20–30 per head.  Note that many restaurants only serve high tea on weekends, and hours may be very limited: the famous spread at the Raffles Hotel's Tiffin Room, for example, is only available from 15:30-17:00.\n\nSingaporeans are big on ",{"type":"'''","value":["buffets"]},", especially international buffets offering a wide variety of dishes including Western, Chinese, and Japanese as well as some local dishes at a fixed price.  Popular chains include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sukigroup.com.sg\/suki\/sakura.htm Sakura"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pariss.com.sg\/ Pariss"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.viennabuffet.com\/ Vienna"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.todaisingapore.com\/ Todai"]}]},".\n\nMost hotels also offer lunch and dinner buffets. ",{"type":"'''","value":["Champagne brunches"]}," on Sundays are particularly popular, but you can expect to pay over $100 per head and popular spots, like Mezza9 at the Hyatt on ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard"]]},", will require reservations.\n\n",{"type":"====","value":["Fine dining"]},"\nWhile Singapore has been previously described as a place with excellent casual dining, but a lack of fine dining options, the opening of the two casinos in ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]}," and ",{"type":"[[","value":[["Singapore\/Sentosa"],["Sentosa"]]}," has led to several of the world's top chefs opening branches of their restaurants, including Santi, Waku Ghin, and Guy Savoy. Prices are generally what you would expect for eating at a fine dining restaurant in the West, with $400+ per person not unheard of for a tasting menu with drinks.\n\n",{"type":"===","value":["Dietary restrictions"]},"\nSingapore is an easy place to eat for almost everybody.  Many Indians and not a few Chinese Buddhists are strictly ",{"type":"'''","value":["vegetarian"]},", so Indian stalls may have a number of veggie options and some hawker centres will have a Chinese vegetarian stall or two, often serving up amazing meat imitations made from gluten.  Chinese vegetarian food traditionally does not use eggs or dairy products and is thus almost always ",{"type":"'''","value":["vegan"]},"; Indian vegetarian food, however, often employs cheese and other milk products.  Be on your guard in ordinary Chinese restaurants though, as even dishes that appear vegetarian on the menu may contain seafood products like oyster sauce or salted fish — check with the waiter if in doubt. Some restaurants can be found that use \"no garlic, no onions\".\n\nMuslims should look out for ",{"type":"'''","value":["halal"]}," certificates issued by MUIS, the Islamic Religious Council of Singapore. This is found at practically every Malay stall and many Indian Muslim operations too, but more rarely on outlets run by the Chinese, few of whom are Muslims. That said, the popular ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.banquet.com.sg\/ Banquet"]}]}," chain of food courts is entirely halal and an excellent choice for safely sampling halal Chinese food. Many Western fast-food chains in Singapore use halal meat: look for a certificate around the ordering area, or ask a manager if in doubt.  A few restaurants skimp on the formal certification and simply put up \"no pork, no lard\" signs; it's your call if this is good enough for you.\n\nJews, on the other hand, will have a harder time as ",{"type":"'''","value":["kosher"]}," food is nearly unknown in Singapore. Nevertheless, kosher food is still available near Singapore's two synagogues at Oxley Rise and Waterloo Street in the Central Business District; check with the ",{"type":"[","value":["http:\/\/www.singaporejews.com\/ Jewish Welfare Board"]}," for details.\n\n",{"type":"'''","value":["Celiac disease"]}," is relatively unheard of in Singapore, so don't expect to find information on menus about whether dishes contain gluten or not. A few exceptions to this include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cedeledepot.com\/ Cedele"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dempseyhouse.com\/ Barracks @ House"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jonesthegrocer.com\/ Jones the Grocer"]}]},". Gluten awareness is spreading in Singapore as well, and many upmarket restaurants will have internationally trained chefs who can cater to your needs. Gluten-free products are available in most ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.coldstorage.com.sg\/ Cold Storage"]}]}," and Marketplace supermarkets, as well as specialist shops such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mybrp.com.sg\/ Brown Rice Paradise"]}]},". You can also treat yourself to many naturally gluten-free regional specialties, such as ",{"type":"'''","value":["Hainanese chicken rice"]}," (be sure to ask for chicken without sauce) and ",{"type":"'''","value":["Masala dosa"]},".\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"[[","value":[["Image:ClarkeQuay Purple.JPG"],["thumb"],["upright=1.5"],["Clarke Quay by night"]]},"\n\nSingapore's nightlife isn't quite a match for ",{"type":"[[","value":[["Bangkok\/Patpong"],["Patpong"]]},", but it's no slouch either.  Some clubs have 24 hr licenses and few places close before 03:00.  Any artists touring Asia are pretty much guaranteed to stop in Singapore, with superclub ",{"type":"'''","value":["Zouk"]}," in particular regularly clocking high on lists of the world's best nightclubs.  Singapore's nightlife is largely concentrated along the ",{"type":"'''","value":["three Quays"]}," — Boat, Clarke and Robertson — of the ",{"type":"[[","value":[["Singapore\/Riverside"],["Riverside"]]},", with the clubs of ",{"type":"[[","value":[["Sentosa"]]}," and nearby St James Power Station giving party animals even more reason to dance the night away and the casino on ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]}," also entering the fray.  Gay bars are mostly found around ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]},".  The drinking age is 18, and while this is surprisingly loosely enforced, some clubs have higher age limits.\n\nFriday is generally the biggest night of the week for going out, with Saturday a close second.  Sunday is gay night in many bars and clubs, while Wednesday or Thursday is ladies' night, often meaning not just free entrance but free drinks for women. Most clubs are closed on Monday and Tuesday, while bars generally stay open but tend to be very quiet.\n\nFor a night out Singapore style, gather a group of friends and head for the nearest ",{"type":"'''","value":["karaoke box"]}," — major chains include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kbox.com.sg K-Box"]}]}," and ",{"type":"'''","value":["Party World"]},". Room rental ranges from $30\/hour and up. Beware that the non-chain, glitzy (or dodgy) looking, neon-covered ",{"type":"'''","value":["KTV lounges"]}," may charge much higher rates and the short-skirted hostesses may offer more services than just pouring your drinks. In Singapore, the pronunciation of karaoke follows the Japanese \"",{"type":"''","value":["karah-oh-kay"]},"\" instead of the Western \"",{"type":"''","value":["carry-oh-key"]},"\".\n\n",{"type":"===","value":["Alcohol"]},"\n",{"type":"[[","value":[["Image:Singapore Sling.jpg"],["thumb"],["upright=0.6"],["The original Singapore Sling at the Raffles"]]},"\nAlcohol is widely available but expensive due to Singapore's heavy sin taxes. On the other hand, tax-free at Changi Airport has some of the best prices in the world. You can bring in up to one litre of liquor and two litres of wine and beer if you arrive from countries other than Malaysia. Careful shopping at major supermarkets will also throw up common basic Australian wine labels for under $20.\n\nAlcohol is haram (forbidden) to Muslims, and most Muslim Singaporeans duly avoid it. While most non-Muslim Singaporeans are not puritanical and enjoy a drink every now and then, do not expect to find the binge-drinking culture that you will find in most Western countries. Unlike in many Western countries, public drunkenness in socially frowned upon in Singapore, and misbehaving yourself under the influence of alcohol will certainly not gain you any respect from Singaporean friends. Do not allow any confrontations to escalate into fights, as the police will be called in, and you will face jail time and possibly caning.\n\nPrices when eating out vary. You can enjoy a large bottle of beer of your choice at a coffee shop or hawker centre for less than $6 (and the local colour comes thrown in for free). On the other hand, drinks in any bar, club or fancy restaurant remain pricey, with a basic drink clocking in at $10–15 while fancy cocktails would usually be in the $15–25 range. On the upside, happy hours and two-for-one promotions are common, and the entry price for clubs usually includes several drink tickets. Almost all restaurants in Singapore allow ",{"type":"'''","value":["bringing your own"]}," (BYO) wine and cheaper restaurants without a wine menu usually don't even charge corkage, although in these places you'll need to bring your own bottle opener and glasses.  Fancier places charge $20–50, although many offer free corkage days on Monday or Tuesday.\n\nTourists flock to the Long Bar in the ",{"type":"[[","value":[["Singapore\/Riverside#Drink"],["Raffles Hotel"]]}," to sample the original ",{"type":"'''","value":["Singapore Sling"]},", a sickly sweet pink mix of pineapple juice, gin and more, but locals (almost) never touch the stuff.  The tipple of choice in Singapore is the local beer, ",{"type":"'''","value":["Tiger"]},", a rather ordinary lager, but there's been a recent microbrewery boom with ",{"type":"'''","value":["Archipelago"]}," (Boat Quay), ",{"type":"'''","value":["Brewerkz"]}," (Riverside Point), ",{"type":"'''","value":["Paulaner Brauhaus"]}," (Millenia Walk) and ",{"type":"'''","value":["Pump Room"]}," (Clarke Quay) all offering interesting alternatives.\n\n",{"type":"===","value":["Tobacco"]},"\nTobacco is heavily taxed, and you are not allowed to bring more than ",{"type":"'''","value":["one opened pack"]}," (not carton, but a single pack!) of cigarettes into the country.  This is particularly strictly enforced on the land borders with ",{"type":"[[","value":[["Malaysia"]]},", where all baggage is regularly X-rayed.  Many public places including hawker centres have restrictions on smoking, and it is prohibited in public transport as well.  There is a total ban on smoking in all air-conditioned places (including pubs and discos), and strict limitations on where you can smoke outside as well (e.g., bus stops, parks, playgrounds and all except the designated sections of hawker centres are off limits). The designated zone should be marked with a yellow outline, and may have a sign reading \"smoking zone\".\n\n",{"type":"===","value":["Prostitution"]},"\nProstitution is tolerated in six designated districts, most notably ",{"type":"[[","value":[["Singapore\/East Coast#Drink"],["Geylang"]]},", which — not coincidentally — also offers some of the cheapest lodging and best food in the city. While the age of consent in Singapore is 16, a higher minimum age of 18 applies to prostitutes. The industry maintains a low profile (no go-go bars here) and is not a tourist attraction by any stretch of the word. Legally practising commercial sex workers are required to register with the authorities and attend special clinics for regular sexually transmitted disease screening. However, please be prudent and practice safe sex—although most sex workers will insist on it anyway.\n\nOrchard Towers, on ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]},", has been famously summarised as \"four floors of whores\" and, despite occasional crackdowns by the authorities, continues to live up to its name.  Beware that the prostitutes working here are usually ",{"type":"''","value":["not"]}," registered, so the risk of theft and STDs is significantly higher, and note a few of the women are transsexuals.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"{{","value":[["sleeppricerange"],["Under $100"],["$100-300"],["Over $300"]]},"\n\n\nAccommodation in Singapore is expensive by South-East Asian standards.  Particularly in the higher price brackets, demand has been outstripping supply recently and during big events like the F1 race or some of the larger conventions it's not uncommon for pretty much everything to sell out.  Lower-end hotels and hostels, though, remain affordable and available throughout the year.\n\nSingapore's laws that ban late night and early morning construction only apply to residential areas and ",{"type":"''","value":["not"]}," the city centre. You can expect to hear loud piling from sites such as the new Downtown MRT Line tunnels late into the night or early morning. Keep this in mind and listen out for any loud construction work near your hotel choice before making your final decision; work will be unlikely to stop just because you want to sleep!\n\nUnless you're a shopping maven intent on maximizing time in ",{"type":"[[","value":[["Singapore\/Orchard#Sleep"],["Orchard Road"]]},"'s shopping malls, the ",{"type":"[[","value":[["Singapore\/Riverside#Sleep"],["Riverside"]]}," is probably the best place to stay in Singapore.\n\n",{"type":"===","value":["Budget"]},"\n\n\n",{"type":"[[","value":[["Hostels"],["Backpackers' hostels"]]}," can be found primarily in ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]},", ",{"type":"[[","value":[["Singapore\/Bugis"],["Bugis"]]},",",{"type":"[[","value":[["Singapore\/Riverside"],["Clarke Quay"]]}," and the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]},". Around $25–40 for a dorm bed.\n\nCheap hotels are clustered in the ",{"type":"[[","value":[["Singapore\/East Coast"],["Geylang"]]},", ",{"type":"[[","value":[["Singapore\/Balestier"],["Balestier"]]}," and ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," districts, where they service mostly the type of customer who rents rooms by the hour.  Rooms are generally small and not fancy, but are still clean and provide basic facilities like a bathroom and television. Prices start as low as $15 for a \"transit\" of a few hours and $40 for a full night's stay.  The two major local chains, with hotels throughout the island, are:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fragrance Hotel"],["url=http:\/\/www.fragrancehotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 6345 6116"],["tollfree="],["fax="],["hours="],["price="],["content=Chain of 13 affordable hotels and one backpackers' hostel. Rooms from $58, discounts on weekends and for ISIC holders."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hotel 81"],["url=http:\/\/www.hotel81.com.sg"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 67678181"],["tollfree="],["fax="],["hours="],["price="],["content=A chain of over 20 cheap, functional hotels that are not a bad option for backpackers willing to pay a small premium for privacy, with rates starting at $49 for two."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nMuch of Singapore's mid-range accommodation is in rather featureless but functional older hotels, with a notable cluster near the western end of the ",{"type":"[[","value":[["Singapore\/Riverside"],["Singapore River"]]},".  There has, however, been a recent surge of \"boutique\" hotels in renovated shophouses here and in ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," and these can be pretty good value, with rates starting from $100\/night.\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"[[","value":[["Image:RafflesHotel-Singapore-20041025.jpg"],["thumb"],["Raffles Hotel"]]},"\n\nSingapore has a wide selection of luxury accommodation, including the famed ",{"type":"'''","value":["Raffles Hotel"]},".  You will generally be looking at upwards of $300 per night for a room in a five-star hotel, which is still a pretty good deal by most standards. Hotel rates fluctuate quite a bit: a large conference can double prices, while on weekends in the off-peak season heavy discounts are often available. The largest hotel clusters can be found at ",{"type":"[[","value":[["Singapore\/Marina Bay"],["Marina Bay"]]}," (good for sightseeing) and around ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]}," (good for shopping).\n\n",{"type":"===","value":["Long-term"]},"\nHousing in Singapore is expensive, as the high population density and sheer scarcity of land drives real estate prices through the roof. As a result, you would generally be looking at rentals on par with the likes of ",{"type":"[[","value":[["New York City"],["New York"]]}," and ",{"type":"[[","value":[["London"]]},".\n\nApartment hotels in Singapore include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.the-ascott.com Ascott"]}]},", which also operates under the ",{"type":"'''","value":["Somerset"]}," and ",{"type":"'''","value":["Citadines"]}," brands.  Prices are competitive with hotels but quite expensive compared to apartments.\n\nRenting an apartment in Singapore will generally require a working visa.  While over 80% of Singaporeans live in government-subsidised ",{"type":"'''","value":["Housing Development Board"]}," (HDB) flats, their availability to visitors is limited, although ",{"type":"[","value":["http:\/\/www.jtc.gov.sg\/ JTC's SHiFT"]}," scheme makes some available with monthly rents in the $1700–2,800 range.\n\nMost expats, however, turn to private housing blocks known as ",{"type":"'''","value":["condos"]},", where an average three-bedroom apartment will cost you anything from $3,200 per month for an older apartment in the suburbs to $20,000 for a top-of-the-line deluxe one on Orchard Road.  Most condos have facilities like pools, gyms, tennis court, carpark and 24 hr security.  As the supply of studio and one-bedroom apartments is very limited, most people on a budget share an apartment with friends or colleagues, or just sublet a single room. Landed houses, known as ",{"type":"'''","value":["bungalows"]},", are incredibly expensive in the centre (rents are regularly measured in tens of thousands) but can drop if you're willing to head out into the woods — and remember that you can drive across the country in 30 minutes.\n\nOne or two-month security deposits are standard practice and for monthly rents of under $3,000 you need to pay the agent a commission of 2 weeks per year of lease.  Leases are usually for two years, with a \"diplomatic clause\" that allows you to terminate after 1 year.  ",{"type":"[","value":["http:\/\/www.singaporeexpats.com\/ Singapore Expats"]}," is the largest real estate agency geared for expats and their free classifieds are a popular choice for hunting for rooms or apartment-mates.  You might also want to check the classified ads in the local newspapers.\n\n",{"type":"==","value":["Learn"]},"\nSingapore's universities are generally well-regarded and draw exchange students from near and far.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=National University of Singapore (NUS)"],["url=http:\/\/www.nus.edu.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Singapore's oldest university, strong in law, computing and science. One of the premier universities in Asia."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nanyang Technological University (NTU)"],["url=http:\/\/www.ntu.edu.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The second university in this island state, more geared towards engineering, media and business studies. Host for the Youth Olympics 2010"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Singapore Management University (SMU)"],["url=http:\/\/www.smu.edu.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The third, and the only publicly-funded private university in Singapore. Geared towards finance and business."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Singapore University of Technology and Design (SUTD)"],["url=http:\/\/www.sutd.edu.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The fourth autonomous university in Singapore, established in collaboration with MIT. Teaches engineering and architecture with a special focus on design."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Singapore Institute of Management University (SIM)"],["url=http:\/\/www.unisim.edu.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Singapore's private university with a number of international degree courses. The school offers a wide range of first degrees, from the arts to business to technology studies."]]}]},"\nA number of foreign universities, business schools and specialized institutes have also set up their Asian campuses in Singapore.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=SP Jain School of Global Management (SPJ)"],["url=http:\/\/www.spjain.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International campus of  the business school in ",{"type":"[[","value":[["Mumbai"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=INSEAD"],["url=http:\/\/campuses.insead.edu\/asia\/facilities\/directions.cfm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Asian campus of European business school, INSEAD."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=University of Chicago Booth School of Business"],["url=http:\/\/www.chicagobooth.edu\/visit\/singapore\/index.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Asian campus of the University of Chicago Graduate School of Business, offering one of the most expensive MBAs in the world."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=DigiPen Institute of Technology"],["url=http:\/\/www.digipen.edu\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Asian campus of the DigiPen Institute of Technology, ",{"type":"[[","value":[["Redmond (Washington)"],["Redmond"]]},", ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=ESSEC"],["url=http:\/\/www.essec.fr\/lessec\/les-campus\/singapour.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International campus of  the business school in ",{"type":"[[","value":[["Paris"]]},"."]]}]},"\n",{"type":"===","value":["Cooking"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=at-Sunrice"],["url=http:\/\/www.at-sunrice.com\/corp\/SpiceGardenWalk.aspx"],["email="],["address=Fort Canning Park"],["lat="],["long="],["directions="],["phone=+65 63363307"],["tollfree="],["fax="],["hours="],["price="],["content=A professional cooking academy that also does day classes for the public.  The crowd-pleaser is the \"Spice Garden Walk\" ($40) at Fort Canning, where a chef introduces you to local herbs and spices and their uses in cuisine and medicine, and then guides you in the fine art of making your own curry paste.  Reservations essential."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cookery Magic"],["url=http:\/\/www.cookerymagic.com\/"],["email=info@cookerymagic.com"],["address=179 Haig Rd"],["lat="],["long="],["directions="],["phone=+65 63489667"],["tollfree="],["fax="],["hours="],["price=From $65"],["content=Cooking classes in an old colonial black-and-white home, with themes varying by day and cuisines from all over the continent.  8 students maximum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Palate Sensations"],["url=http:\/\/www.palatesensations.com\/"],["email=info@palatesensations.com"],["address=1 Westbourne Road #03-05"],["lat="],["long="],["directions="],["phone=+65 64799025"],["tollfree="],["fax="],["hours="],["price=From $100"],["content=Hands-on cooking classes in both European and Asian styles, held in a colonial black and white bungalow in rural western Singapore. 12 students maximum."]]}]},"\n",{"type":"==","value":["Work"]},"\nYou must have a ",{"type":"'''","value":["work permit"]}," (WP) or an ",{"type":"'''","value":["employment pass"]}," (EP) to work in Singapore. In practice, receiving either requires that you have a firm job offer and the sponsoring company applies on your behalf. There is also a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.contactsingapore.sg\/students\/work\/programmes\/work_holiday_programme\/ Working Holiday Programme"]}]}," for recent university graduates who want to live in Singapore for up to 6 months.\n\n",{"type":"'''","value":["Work permits"]}," are mostly intended for menial, low-skilled labourers. To be eligible for an ",{"type":"'''","value":["employment pass"]},", you will generally need to have a minimum salary of at least $3,000 per month and hold at least a bachelor degree from a reasonably reputable university. There is also an intermediate known as the ",{"type":"'''","value":["S pass"]},", which is usually granted to mid-skilled workers who have been promoted to positions of junior leadership such as a work site supervisor, and would require you to have a minimum salary of at least $2,200 per month as well as your employer's recommendation. ",{"type":"'''","value":["Employment pass"]}," holders as well as ",{"type":"'''","value":["S pass"]}," holders with a monthly salary of at least $4,000 are allowed to bring in their family members on a dependent pass.\n\nIf your employment is terminated, you will get a social visit pass (a visitors visa with no employment rights) which allows you to stay for no longer than 14 days. You can look for another job during this time, but don't overstay your visa, and do not think about working without the right papers, this will result in a short stay in the local prison, with added fines, possibly caning and certain deportation.  For more information, contact the ",{"type":"[","value":["http:\/\/www.mom.gov.sg\/ Ministry of Manpower"]},".\n\nOnce you have been working in Singapore for a year or so with an ",{"type":"'''","value":["employment pass"]}," or ",{"type":"'''","value":["S pass"]},", applying for ",{"type":"'''","value":["permanent residence"]}," (PR) is fairly straightforward.  If granted — and the rule of thumb is, the higher your salary, the more likely you are to get it — you can stay in Singapore indefinitely (as long as you can show some income every 5 years) and can change jobs freely. Work permit holders are generally not eligible to apply for permanent residency.\n\nAs one of the most vibrant economies in South-east Asia, and supported by a highly-educated population of locals and foreign talents, Singapore is a natural choice for multinational companies who wish to have a presence in the region. The government is also highly supportive of entrepreneurship in the country, offering a full 3-year tax exemption on profit for new companies (for the first S$100,000) and having one of the lowest corporate tax rates in the world at 17% a year. Even the company incorporation process is done entirely online these days and can be completed as quickly as within one day. In addition, there a various governmental schemes which allow foreigners to obtain permanent residency by investing large sums of money in local businesses.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["Singapore treats ",{"type":"'''","value":["drug offences"]}," ",{"type":"''","value":["extremely"]}," severely. The '''''death",{"type":"''","value":[" "]},"penalty",{"type":"''","value":[" is mandatory'"]}," for those convicted of trafficking, manufacturing, importing or exporting more than 15 g of heroin, 30 g of morphine, 30 g of cocaine, 500 g of cannabis, 200 g of cannabis resin and 1.2 kg of opium, and possession of these quantities is all that is needed for you to be convicted. Unauthorised consumption can result in up to 10 years' jail, or a fine of $20,000, or both. You can be charged for unauthorised consumption as long as traces of illicit drugs are found in your system, even if you can prove that they were consumed outside the country, and you can be charged for trafficking as long as drugs are found in bags that are in your possession or in your room, even if they aren't yours and regardless of whether you're aware of them."]]},"\n\n",{"type":"[[","value":[["Image:Singapore FineCity.JPG"],["thumb"],["upright"],["Fine-tuning the MRT"]]},"\nSingapore is one of the ",{"type":"'''","value":["safest major cities in the world"]}," by virtually any measure. Most people, including single female travellers, will not face any problems walking along the streets alone at night. But as the local police say, \"low crime does not mean no crime\" — beware of ",{"type":"[[","value":[["pickpockets"]]}," in crowded areas and don't forget your common sense entirely.\n\nSingapore's squeaky cleanliness is achieved in part by strict rules against activities that are tolerated in other countries. For example, jay-walking, spitting, littering, and drinking and eating on public transport are prohibited. Locals joke about Singapore being a ",{"type":"'''","value":["fine city"]}," because heavy fines are levied if you're caught committing an offence. Look around for sign boards detailing the \"Don'ts\" and the fines associated with these offences and heed them. Avoid ",{"type":"''","value":["littering"]},", as offenders are not only subject to fines, but also to a \"Corrective Work Order\", in which offenders are made to wear a bright yellow jacket and pick up rubbish in public places. Enforcement is however, sporadic at best and it's not uncommon to see people openly litter, spit, smoke in non-smoking zones, etc. ",{"type":"'''","value":["Chewing gum"]},", famously long banned, is now available at pharmacies for medical purposes (e.g., nicotine gum) if you ask for it directly, show your ID and sign the register. While importing gum is still technically an offence, you can usually bring in a few packs for personal consumption without any problem.\n\n",{"type":"[[","value":[["File:Security on the MRT 1.JPG"],["thumb"],["Security on the MRT 1"],["Police officers are ubiquitous in Singapore"]]},"\nFor some crimes, most notably ",{"type":"'''","value":["illegal entry"]}," and ",{"type":"'''","value":["overstaying your visa for over 30 or 90 days"]},", Singapore imposes ",{"type":"'''","value":["caning"]}," as a punishment. Other offences which have caning as a punishment include vandalism, robbery, molestation and rape. Having sex with a girl under the age of 16 is considered to be rape under Singapore law, regardless of whether the girl consents to it, and would land you a few strokes of the cane. ",{"type":"'''","value":["This is no slap on the wrist."]}," Strokes from the thick rattan cane are excruciatingly painful, take weeks to heal and scar for life. Corruption is also punishable by caning, so ",{"type":"'''","value":["under no circumstances"]}," should you try to offer a bribe or gratuity to a police officer. Crimes such as murder, kidnapping, unauthorized possession of firearms and drug trafficking are punished with death.\n\nOral and anal sex, long banned under colonial-era sodomy statutes, were legalized for heterosexuals in October 2007. Homosexual contact, however, remains technically illegal, with a theoretical punishment of two years in prison and\/or caning. Though this law is generally not enforced and there is a fairly vibrant gay community, gays should still expect legalised discrimination and censorious attitudes from locals and government officials. That being said, unprovoked violence against homosexuals is almost unheard of, and you are unlikely to get anything beyond drawing stares and whispers.\n\n",{"type":"[[","value":[["Begging"]]}," is illegal in Singapore, but you'll occasionally see beggars on the streets.  Most are not Singaporean — even the \"monks\" dressed in robes, who occasionally pester tourists for donations, are usually bogus.\n\nWhile jaywalking is illegal, it is still a common thing and occurs quite often around the city. Beware though that if a police officer catches you, you might end up with a fine or in prison; even more serious, if you get hit by a bicycle rider or car, it is considered the pedestrian's fault when it isn't their right of way, and they might have to pay damage costs. Put simply, the cars are for the roads and the footpaths are for people.\n\nSingapore's constitution pledges \"freedom of expression\", but in practice this right is severely curtailed, as a glance at the neutered domestic press will show. Police will not arrest you for expressing anti-government opinions in casual conversation with your friends, but some expats have landed in hot water for being too critical of the government in print. As a visitor, you generally need not be worried unless you plan to hold an anti-government rally.\n\nPolitics, especially the immigration policy, is a very sensitive subject - although police won't arrest you for discussing those with locals, Singapore has a peculiar political climate in which it's way too easy to step on a slippery slope when engaging in a discourse in those areas. Although locals themselves feel frustrated and displaced by the combination of mass immigration, their liability for the two-year National Service, some institutionalised discrimination and soaring property prices, they may paradoxically still take offence if you criticise any aspect of the country. Politics and social dynamics are a subject best avoided and if you happen to get drafted into it by a taxi driver, it's best to stay neutral and just listen.\n\nSingapore is virtually immune to natural disasters: there are no fault lines nearby, although Indonesia's earthquakes can sometimes be barely felt, and other landmasses shield it from typhoons, tornadoes and tsunamis.  Flooding in the November–January monsoon season is an occasional hazard, especially in low-lying parts of the East Coast, but any water usually drains off within a day and life continues as normal.\n\n",{"type":"===","value":["Bribery"]},"\nSingapore is generally considered to be relatively free from corruption in both public and private life. Bribery is a very serious offence penalised with long jail terms together with fines and caning for men. ",{"type":"'''","value":["Do ",{"type":"''","value":["not"]},", under ",{"type":"''","value":["any"]}," circumstances,"]}," offer a bribe to a police officer or any other government employee since this will most likely result in your immediate arrest.\n\n",{"type":"===","value":["Racial and Religious Discrimination"]},"\nSingapore has made great efforts in order to ensure a peaceful integrated society, and making disparaging remarks against ",{"type":"'''","value":["any"]}," ethnicity or religion is a crime in Singapore that carries a jail term with it. Bloggers have been arrested and sentenced to imprisonment for making racist remarks on their blogs, and charismatic pastors have also gotten into trouble with the law for insulting other religions in their sermons.\n\nThe Jehovah's Witnesses religion is banned in Singapore (due to avoidance of military service), although this does not affect tourists in any way.\n\n",{"type":"===","value":["Emergency numbers"]},"\n",{"type":"*","value":["Ambulance ☎ 995"]},{"type":"*","value":["Fire ☎ 995"]},{"type":"*","value":["Police (Main number for Emergency Services) ☎ 999"]},{"type":"*","value":["Singapore General Hospital ☎ +65 6222 3322"]},{"type":"*","value":["Drug & Poison Information Centre ☎ +65 6423 9119"]},"\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"'''","value":["Tap water"]}," is safe for drinking with very high sanitation standards, although the taste isn't particularly good. The hot and humid climate means that drinking plenty of water is advisable.\n\n",{"type":"[[","value":[["Malaria"]]}," is not an issue, but ",{"type":"[[","value":[["dengue fever"]]}," is endemic to the region. Singapore maintains strict mosquito control (leaving standing water around will get you fined), but the government's reach does not extend into the island's nature reserves, so if you're planning on hiking bring along mosquito repellent.\n\n",{"type":"===","value":["Medical care"]},"\nThe standard of medical care in Singapore is ",{"type":"'''","value":["uniformly excellent"]}," and Singapore is a popular destination for medical tourism (and medical evacuations) in the region. Despite the lower prices, standards are usually as good as those in the West at both public and private clinics, making this a good place to get your jabs and tabs if heading off into the jungle elsewhere. You'll still want to make sure your insurance is in order before a prolonged hospitalization and\/or major surgery.\n\nFor minor ailments, head down to the nearest suburban shopping mall or HDB shopping district and look for a ",{"type":"'''","value":["general practitioner"]}," (GP). They usually receive patients without appointment and can prescribe drugs on the spot, and the total cost of a consultation, medicine included, rarely exceeds $30. For larger problems, head to a hospital. Public hospital services in Singapore are not free, though they are subsidised by the government. Public hospitals are legally required to provide emergency medical care regardless of your ability to pay, but you will be billed at a later date. As mentioned above, ",{"type":"'''","value":["995"]}," is the emergency number if you only require an ambulance, though if your case requires police attention as well, you should call ",{"type":"'''","value":["999"]},"; the police will arrange for the ambulance and you do not need to call for an ambulance separately. The ambulance service is free in the event of a genuine medical emergency, but expect to pay a hefty sum if your case is judged as minor by the emergency department doctor.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Mount Elizabeth Hospital"],["url=http:\/\/www.mountelizabeth.com.sg"],["email="],["address=Mount Elizabeth"],["lat="],["long="],["directions=off Orchard Rd"],["phone=+65 6737 2666"],["tollfree="],["fax="],["hours="],["price=Consultations with specialists start from $100"],["content=Singapore's largest private hospital and a popular destination for medical tourists."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Singapore General Hospital"],["url=http:\/\/www.sgh.com.sg"],["email="],["address=College Rd, 1st-3rd Hospital Ave"],["lat="],["long="],["directions=Right next to MRT Outram Park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Singapore's oldest and largest public hospital."]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/polyclinic.singhealth.com.sg\/ Outram Polyclinic"]}," offers doctor's consultations for $20.30 and can refer patients to specialists at the hospital, although waiting times can be long; afternoons are better than mornings. Open M-F 08:00-16:30."]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tan Tock Seng Hospital"],["alt="],["url=http:\/\/www.ttsh.com.sg"],["email="],["address=11 Jalan Tan Tock Seng"],["lat="],["long="],["directions=MRT Novena"],["phone=+65 6256 6011"],["tollfree="],["fax="],["hours= M-F 08:00-13:00 & 14:00-17:00; Sa 08:00-12:00, no appointment needed"],["price=Flat $80 fee for doctor's consultation, vaccines for $10 plus cost (consultation unnecessary)"],["content=One of Singapore's largest public hospitals, fully equipped to handle most anything. Specialist departments here include a one-stop ",{"type":"'''","value":["Travellers' Health & Vaccination Centre"]}," for immunizations, malaria prophylaxis, pre-trip and post-trip evaluations and general advice."]]}]},"\nAlternatively, practitioners of traditional Chinese medicine (TCM) are widespread in Singapore. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.euyansang.com\/ Eu Yan Sang"]}]}," runs a chain of over 20 clinics, while the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporetcm.edu.sg Singapore Chinese Physicians' Association"]}]}," offers a directory of TCM physicians.\n\n",{"type":"===","value":["Toilets"]},"\nNearly all shopping centres, hotels, MRT stations, bus interchanges, and hawker centres are likely to have clean public ",{"type":"<","value":["abbr",{"title":"Restrooms"},["toilet facilities"]]}," available. Public facilities may charge 10 to 20 cents per entry, and a packet of tissue may come in handy if the toilet paper has run out. Most toilets have bowls, but there is usually one squatting cubicle in every public toilet. Being free, McDonald's toilets are popular and the staff do not make a fuss.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["infobox"],["What's in a name?"],[{"type":"'''","value":["Chinese"]}," place their family name first, so ",{"type":"''","value":["Phua Chu Kang"]}," is Mr. Phua for business and Chu Kang (or just CK) to his friends. Many have Western names, so he may also be known as ",{"type":"''","value":["Terry Phua"]},".",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Malay"]}," names are given name + ",{"type":"''","value":["bin"]}," or ",{"type":"''","value":["binti"]}," (son\/daughter) + father's name. ",{"type":"''","value":["Mohammed bin Abdullah"]}," would usually be called Mr. Mohammed. Sometimes, the person's given name appears after the Mohammed (example: ",{"type":"''","value":["Mohammed Faizal bin Mohammed Nasser"]},") so, in such a case, he would usually be addressed as Mr. Faizal.",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Indian"]}," names are complex, but the south Indian (Tamil) names usually found in Singapore have two patterns: either given name + ",{"type":"''","value":["s\/o"]}," or ",{"type":"''","value":["d\/o"]}," (son of\/daughter of) + father's name, or father's initial + given name. Given names are often long and may be abbreviated, so Ramanathan s\/o Sellapan uses the name S.R. Nathan and would be addressed as Mr. Nathan. The foolproof method is to ask how the person wants to be addressed."]]},"\n\nSingaporeans care little about formal politeness. What would be decent behaviour at home, wherever home might be, is unlikely to offend anyone in Singapore. In Singapore, unlike much of southeast Asia, women wearing revealing clothing or men wearing shorts and slippers are perfectly acceptable. That said, upmarket bars and restaurants may enforce dress codes and Singaporeans tend to be more socially conservative than Westerners, meaning that public display of affection is still frowned upon (holding hands is fine, but making out in public will make people around you feel awkward) and toplessness for women is not acceptable anywhere, even on the beach.\n\nPeople are generally friendlier in the heartlands, and it is not uncommon to see shopkeepers and customers of multiple races bantering. However, Singaporeans, while not hostile towards foreigners, are generally not overly receptive to any overbearing friendliness from them. Furthermore, the local dialect with its heavy Chinese influences may appear brusque or even rude, but saying \"You want beer or not?\" is in fact ",{"type":"''","value":["more"]}," polite in Chinese than asking if you want beer; after all, the person asking you the question is offering you a choice, not making a demand.\n\nIf invited to somebody's house, always remove your shoes before you enter as most Singaporeans do not wear their shoes at home. Socks are perfectly acceptable though, as long as they are not excessively soiled. Many places of worship also require you to remove your shoes before you enter.\n\nDuring rush hours, get ready for a lot of pushing and shoving on the MRT (even just to alight) as everybody races for the empty seat, though in a somewhat orderly manner. This is a common sight daily, despite signs asking people to be a little more courteous. Also try to ",{"type":"''","value":["gently"]}," push others when attempting to board trains in rush hours to minimise the risk of being left behind and waiting for the next MRT service.\n\nBeware of taboos if bringing gifts. Any products (food or otherwise) involving animals may cause offence and are best avoided, as are white flowers (usually reserved for funerals). Knives and clocks are also symbols of cutting ties and death, respectively, and some Chinese are superstitious about the number four. Also note that in Singapore, it is considered rude to open a gift in front of the person who gave it to you. Instead, wait until the person has left and open it in private. Many Singaporean Muslims and some Hindus abstain from alcohol.\n\nSwastikas are commonly seen in Buddhist and Hindu temples, as well as among the possessions of Buddhists and Hindus. They are regarded as religious symbols and do ",{"type":"''","value":["not"]}," represent Nazism or anti-Semitism. As such, Western visitors should not feel offended on seeing a swastika in the homes of their hosts, and many locals will wonder what the fuss is all about. Nazi swastikas will also occasionally be seen as fashion statements, but without an awareness of the ideology.\n\nTake ",{"type":"[[","value":[["#Eat"],["dietary restrictions"]]}," into account when inviting Singaporean friends for a meal. Many Indians (and a few Chinese) are vegetarian. Most Malays, being Muslims, eat only ",{"type":"''","value":["halal"]}," food, while most Indians, being Hindu, abstain from beef.\n\n",{"type":"===","value":["Business"]},"\nSingaporeans are punctual, so show up on time. The standard greeting is a firm handshake. However, conservative Muslims avoid touching the opposite sex, so a man meeting a Malay woman should let her offer her hand first and a woman meeting a Malay man should wait for him to offer his hand.  If they opt to place their hand on the heart and bow slightly instead, just follow suit. Singaporeans generally do not hug, especially if it is someone they have just met, and doing so would probably make your host feel awkward, though the other person will probably be too polite to say anything as saving face is a major Asian value.\n\nFor men, standard business attire is a long-sleeved shirt and a tie, although the tie is often omitted, the shirt's collar button opened instead. Jackets are rarely worn because it is too hot most of the time. Women usually wear Western business attire, but a few prefer Malay-style ",{"type":"''","value":["kebaya"]}," and ",{"type":"''","value":["sarong"]},".\n\nBusiness cards are always exchanged when people meet for business for the first time: hold yours with both hands by the top corners, so the text faces the recipient, while simultaneously receiving theirs. (This sounds more complicated than it is.) Study the cards you receive and feel free to ask questions; when you are finished, place them on the table in front of you, ",{"type":"''","value":["not"]}," in a shirt pocket or wallet, and do not write on them or otherwise show disrespect.\n\nBusiness gifts are generally frowned on as they smell of bribery. Small talk and bringing up the subject indirectly are neither necessary nor expected. Most meetings get straight down to business.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["By phone"]},"\nThe international telephone country code for Singapore is ",{"type":"'''","value":["65"]},". There are three main telecommunication providers in Singapore: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singtel.com\/ SingTel"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.starhub.com\/ StarHub"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.m1.com.sg\/ MobileOne (M1)"]}]},"  .\n\nPhone numbers in Singapore have the format ",{"type":"<","value":["code",["+65 6396 0605"]]}," where \"65\" is the country code for Singapore.  Due to the small area of Singapore, there are no area or trunk codes, with the Public Switched Telephone Network (PSTN), Radio Network and IP Telephony all belonging to one numbering area with an 8 digit numbering format.\n\nThe first digit of this 8 digit number denotes the type of service:",{"type":"<","value":["br"]},"\n3nnn-nnnn - Voice Over IP services",{"type":"<","value":["br"]},"\n6nnn-nnnn - Fixed Line services inclusive of Fixed Line Voice Over IP services",{"type":"<","value":["br"]},"\n8nnn-nnnn - Mobile phone services",{"type":"<","value":["br"]},"\n9nnn-nnnn - Mobile phone services including Paging Services ",{"type":"<","value":["br"]},"\n\nMost Singapore toll-free numbers can ",{"type":"'''","value":["not"]}," be called from outside Singapore and have the following formats: ",{"type":"<","value":["code",["1800-185-0165"]]}," or ",{"type":"<","value":["code",["800-185-0165"]]},".\n\n",{"type":"'''","value":["Mobile phones"]}," are carried by almost everyone in Singapore, including many young children, and coverage is generally excellent throughout the country. All 3 service providers have both GSM 900\/1800 and 3G (W-CDMA) networks, and international roaming onto them may be possible; check with your operator before you leave to be sure. Prepaid SIM cards are sold in 7-Eleven convenience stores, phone shops and currency exchange counters, just bring your own GSM\/3G phone or buy a cheap used handset in Singapore. You will need to show an international passport or Singapore ID to sign up.\n\nA local phone call costs between $0.05-$0.25 per min, whereas each local text message (SMS) costs about $0.05, with international SMS about $0.15–$0.25 (but a few dozen local SMS are usually thrown in for free when you top up).  You may also be charged for incoming calls.  Most prepaid cards expire within 6 mth unless you top-up (which can be done outside Singapore). \nThe carriers also offer special top up cards that will give a higher number of minutes for the price at the downside of expiring more quickly.\nAs in many places, mobile data with on prepaid voice SIM cards can be ridiculously expensive.\nStarHub offers a 1GB package (valid for 30 days). It costs $25 and is aimed at BlackBerries but works with any phone. Using the StarHub SIM, call *122# and follow the menu to activate.\nData-only SIMs can be more affordable.\nFor short stays, StarHub has 2Mbit\/s unlimited service at S$15 per week. For longer stays, bring a MicroSIM adapter and you can get StarHub's 2GB package (good for 60 days) for $37.\n\nIn northern Singapore near Malaysia (e.g. Woodlands, Sungei Buloh, Pulau Ubin), your phone may automatically switch to a Malaysian network, making a local call an international one or worse: having data charges go through the roof. Check the operating network (or switch to manual network selection) before you call or browse!\n\n",{"type":"'''","value":["Public phones"]}," are an increasingly endangered species, but you can find them in most MRT stations. They are either coin-operated pay phones (10 cents for a three-minute local call), card phones operated by phone cards in denominations of $3, $5, $10, $20 and $50, or credit card phones. Phone cards are available at all post offices and from phonecard agents. Most coin-operated pay phones are for local calls only, there are some which accept coins of larger denominations and can be used for overseas calls. Credit card phones are usually found at the airport or in some major hotels.\n\nTo make an ",{"type":"'''","value":["international call"]}," from Singapore, dial the access code 001 (for SingTel), 002 (for M1), and 008 (for StarHub), followed by the country code, area code and party's number. Recently the providers have started offering cheaper rates for calls using Internet telephony routes. The access codes for this cheaper service are 019 and 013 for SingTel and 018 for StarHub, make sure you input these codes instead of the \"+\" sign at the beginning of the number if you wish to use these services.\n\n",{"type":"'''","value":["Calling cards"]}," are also available for specific international destinations and are usually cheaper. Hello Card from Singtel offers a very cheap rate to 8 countries (",{"type":"[[","value":[["Bangladesh"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["Myanmar"]]},", ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Sri Lanka"]]}," and ",{"type":"[[","value":[["Thailand"]]},").\n\n",{"type":"===","value":["By net"]},"\n",{"type":"'''","value":["Internet cafes"]}," charging around $2\/hr are scattered about the island, but are not particularly common since almost all locals have broadband Internet access at home, work, and\/or school. Head to ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]}," or ",{"type":"[[","value":[["Singapore\/Little India"],["Little India"]]}," if you need get on-line, or check out the top floors of many suburban malls, which feature Internet cafes doubling as on-line gaming parlours. Alternatively, ",{"type":"[","value":["http:\/\/www.nlb.gov.sg\/ all public libraries"]}," offer cheap Internet access ($0.03\/min or $1.80\/hr), but you need to jump through registration hoops to get access.\n\nThe first phase of the nationwide free ",{"type":"'''","value":["Wireless@SG"]}," system is now operating and visitors are free to use the system, although you must register and receive a password via e-mail or a mobile phone first.  See the ",{"type":"[","value":["http:\/\/www.ida.gov.sg\/ Infocomm Development Authority website"]}," for a current list of hotspots.  Commercial alternatives include McDonalds, which offers free Wi-Fi at most outlets; StarHub, a member of the Wireless Broadband Alliance with hotspots at Coffee Bean cafes; and SingTel, which has hotspots at most Starbucks cafes.  Roaming or prepaid rates are on the order of $0.10\/min.\n\nThere are several options for prepaid 3G\/HSPA internet. ",{"type":"[","value":["http:\/\/www.starhub.com\/content\/broadband\/onthemove\/maxmobileprepaid.html Starhub MaxMobile"]}," has different plans from S$2\/hour to S$25 for 5 days unlimited 7.2Mbit\/s internet. SIM costs S$12. ",{"type":"[","value":["http:\/\/m1.com.sg\/M1\/site\/M1Corp\/ M1 Prepaid Broadband"]}," offers unlimited Internet access for three days\/five days at S$18\/S$30.\n\nMobile internet access is also available from the different telecoms which offer hundreds of megabytes good for several days.  However do try using the free Wi-Fi access if possible; not only will it save you money but also precious battery life.\n\n",{"type":"===","value":["By mail"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singpost.com.sg\/ SingPost"]}]}," has offices throughout the island, generally open 08:30-17:00 weekdays, 08:30-13;00 Saturdays, closed Sundays. The Changi Airport T2 (transit side) Post Office is open daily 06:00-23:59, while the 1 Killeney Rd branch is open until 21:00 weekdays and 10:00-16:00 Sundays. Service is fast and reliable. A postcard to anywhere in the world costs 50 cents, and postage labels can also be purchased from the self-service SAM machines found in many MRT stations.\n\nSmall packets up to 2  kg cost $3.50\/100g for airmail, or $1\/100g for surface mail.  For larger packages, ",{"type":"[","value":["http:\/\/www.dhl.com.sg\/ DHL"]}," may offer competitive rates.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Electricity"]},"\nSingapore uses the British BS1363 three-pin rectangular socket (230V\/50 Hz).  Plug adaptors are available at any hardware store.\n\n",{"type":"===","value":["Embassies and High Commissions"]},"\nSingapore is a good place to obtain regional visas.  The ",{"type":"[","value":["http:\/\/www.mfa.gov.sg Ministry of Foreign Affairs"]}," maintains a complete searchable database of diplomatic institutions.\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Angola"]]}," ",{"type":"{{","value":[["listing"],["name=Angola"],["url="],["email="],["address=9 Temasek Blvd, #44-03, Suntec Tower 2"],["lat="],["long="],["directions="],["phone=+65 63419360"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.australia.org.sg"],["email="],["address=25 Napier Rd"],["lat="],["long="],["directions="],["phone=+65 6836 4100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url=http:\/\/www.advantageaustria.org\/sg"],["email="],["address=600 N Bridge Rd #24-04 \/ 05 Parkview Sq"],["lat="],["long="],["directions="],["phone=+65 63966350"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Barbados"]]}," ",{"type":"{{","value":[["listing"],["name=Barbados"],["url="],["email="],["address=1 Fullerton Rd, #02-01 One Fullerton"],["lat="],["long="],["directions="],["phone=+65 64083876"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bangladesh"]]}," ",{"type":"{{","value":[["listing"],["name=Bangladesh"],["url=http:\/\/bangladesh.org.sg"],["email="],["address=91, Bencoolen St, #06-01, Sunshine Plaza"],["lat="],["long="],["directions="],["phone=+65 62550075"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belarus"]]}," ",{"type":"{{","value":[["listing"],["name=Belarus"],["url="],["email="],["address=50 Raffles Pl, #44-04 Singapore Land Tower"],["lat="],["long="],["directions="],["phone=+65 63239345"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/singapore\/"],["email="],["address=8 Shenton Way, #14-01, Temasek Tower"],["lat="],["long="],["directions="],["phone=+65 62207677"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belize"]]}," ",{"type":"{{","value":[["listing"],["name=Belize"],["url="],["email="],["address=101 Cecil Street, #22-01 Tong Eng Building"],["lat="],["long="],["directions="],["phone=+65 62244312"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Benin"]]}," ",{"type":"{{","value":[["listing"],["name=Benin"],["url="],["email="],["address=38B Mosque St"],["lat="],["long="],["directions="],["phone=+65 62205080"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.brazil.org.sg"],["email="],["address=101 Thomson Rd, #09-05 & 10-05 United Sq"],["lat="],["long="],["directions="],["phone=+65 62569365"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brunei"]]}," ",{"type":"{{","value":[["listing"],["name=Brunei Darussalam"],["url="],["email="],["address=325 Tanglin Rd"],["lat="],["long="],["directions="],["phone=+65 67339055,+65 67330664,+65 67332457"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cambodia"]]}," ",{"type":"{{","value":[["listing"],["name=Cambodia"],["url="],["email="],["address=400 Orchard Rd, #10-03\/04 Orchard Towers"],["lat="],["long="],["directions="],["phone=+65 63419785"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cameroon"]]}," ",{"type":"{{","value":[["listing"],["name=Cameroon"],["url="],["email="],["address=63 Robinson Rd, Afro Asia Bldg #02-00"],["lat="],["long="],["directions="],["phone=+65 62225555"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/singapore-singapour\/index.aspx?lang=eng"],["email="],["address=One George St, #11-01"],["lat="],["long="],["directions="],["phone=+65 68545900"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["name=Chile"],["url="],["email="],["address=105 Cecil St, #25-00 The Octagon"],["lat="],["long="],["directions="],["phone=+65 62238577"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/www.chinaembassy.org.sg"],["email="],["address=150 Tanglin Rd"],["lat="],["long="],["directions="],["phone=+65 64180328"],["tollfree="],["fax="],["hours="],["price="],["content=Also handles Hong Kong\/Macau visas."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia"],["url="],["email="],["address=9 Raffles Pl, #58-00 Republic Plaza"],["lat="],["long="],["directions="],["phone=+65 68231367"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Comoros"]]}," ",{"type":"{{","value":[["listing"],["name=Comoros"],["url="],["email="],["address=55 Cairnhill Rd, #06-05 Cairnhill Plaza"],["lat="],["long="],["directions="],["phone=+65 62201815"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Democratic Republic of the Congo"]]}," ",{"type":"{{","value":[["listing"],["name=Democratic Republic of Congo"],["url="],["email="],["address=1 N Bridge Rd, High Street Centre #B1-01"],["lat="],["long="],["directions="],["phone=+65 63395449"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Costa Rica"]]}," ",{"type":"{{","value":[["listing"],["name=Costa Rica"],["url=http:\/\/www.costaricasingapore.com\/"],["email="],["address=271 Bukit Timah Rd, #04-08 Balmoral Plaza"],["lat="],["long="],["directions="],["phone=+65 67380566"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cote d'Ivoire"]]}," ",{"type":"{{","value":[["listing"],["name=Cote D'ivoire"],["url="],["email="],["address=1 Maritime Sq, #09-43 World Trade Centre"],["lat="],["long="],["directions="],["phone=+65 62788666"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cyprus"]]}," ",{"type":"{{","value":[["listing"],["name=Cyprus"],["url="],["email="],["address=One Raffles Quay, #19-01 N Tower"],["lat="],["long="],["directions="],["phone=+65 65078125"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["url=http:\/\/www.singapore.um.dk\/"],["email="],["address=101 Thomson Rd, #13-01 United Sq"],["lat="],["long="],["directions="],["phone=+65 62503383"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Djibouti"]]}," ",{"type":"{{","value":[["listing"],["name=Djibouti"],["url="],["email="],["address=30 Gul Crescent Jurong"],["lat="],["long="],["directions="],["phone=+65 68623574"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Embassy_Singapore\/Pages\/default.aspx"],["email="],["address=75 Grange Rd"],["lat="],["long="],["directions="],["phone=+65 67371881"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Estonia"]]}," ",{"type":"{{","value":[["listing"],["name=Estonia"],["url="],["email="],["address=5 Shenton Way, #24-01 UIC Bldg"],["lat="],["long="],["directions="],["phone=+65 63877777"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ethiopia"]]}," ",{"type":"{{","value":[["listing"],["name=Ethiopia"],["url="],["email="],["address=23 Chin Bee Ave"],["lat="],["long="],["directions="],["phone=+65 62621233"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.sg\/Public\/Default.aspx"],["email="],["address=101 Thomson Rd, #21-03 United Sq"],["lat="],["long="],["directions="],["phone=+65 62544042"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance-sg.org"],["email="],["address=101-103 Cluny Park Rd"],["lat="],["long="],["directions="],["phone=+65 68807800"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ghana"]]}," ",{"type":"{{","value":[["listing"],["name=Ghana"],["url="],["email="],["address=Lum Chang Holdings Limited, 1 Selegie Rd, #06-02, Paradiz Centre"],["lat="],["long="],["directions="],["phone=+65 62738888"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.singapur.diplo.de\/"],["email="],["address=50 Raffles Pl, #12-00 Singapore Land Tower"],["lat="],["long="],["directions="],["phone=+65 98170414"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=61B Duxton Rd"],["lat="],["long="],["directions="],["phone=+65 62212364"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Hungary"]]}," ",{"type":"{{","value":[["listing"],["name=Hungary"],["url=http:\/\/www.mfa.gov.hu\/emb\/singapore"],["email="],["address=250 N Bridge Rd, #29-01 Raffles City Tower"],["lat="],["long="],["directions="],["phone=+65 68830882"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iceland"]]}," ",{"type":"{{","value":[["listing"],["name=Iceland"],["url="],["email="],["address=4 Battery Rd, #26-01 Bank of China Bldg"],["lat="],["long="],["directions="],["phone=+65 65353600"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.hcisingapore.gov.in\/"],["email="],["address=31 Grange Rd"],["lat="],["long="],["directions="],["phone=+65 67376777"],["tollfree="],["fax="],["hours="],["price="],["content=Warning: Only issues visas to residents of Singapore, and all visa applications are handled by Serangoon Travel in Tekka Mall, Little India."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/www.kemlu.go.id\/"],["email="],["address=7 Chatsworth Rd"],["lat="],["long="],["directions="],["phone=+65 67377422"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/www.embassyofireland.sg"],["email="],["address=541 Orchard Rd, #08-00 Liat Towers"],["lat="],["long="],["directions="],["phone=+65 67323430"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/singapore.mfa.gov.il"],["email="],["address=24 Stevens Close"],["lat="],["long="],["directions="],["phone=+65 68349200, +65 68349212 (24 hr)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.ambsingapore.esteri.it"],["email="],["address=101 Thomson Rd, #27-02\/03 United Square"],["lat="],["long="],["directions="],["phone=+65 62506022,+65 6253-8429\/4340 (consular)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Jamaica"]]}," ",{"type":"{{","value":[["listing"],["name=Jamaica"],["url="],["email="],["address=Resource Pacific Holdings Pte Ltd, #28-00 Shenton Way"],["lat="],["long="],["directions="],["phone=+65 62277855"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.sg.emb-japan.go.jp\/"],["email="],["address=16 Nassim Rd"],["lat="],["long="],["directions="],["phone=+65 62358855"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kazakhstan"]]}," ",{"type":"{{","value":[["listing"],["name=Kazakhstan"],["url="],["email="],["address=10 Collyer Quay, #13-10\/10A Ocean Bldg"],["lat="],["long="],["directions="],["phone=+65 65366100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["North Korea"]]}," ",{"type":"{{","value":[["listing"],["name=DPR Korea"],["url="],["email="],["address=7500 Beach Rd, #09-320 The Plaza"],["lat="],["long="],["directions="],["phone=+65 64403498"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Republic of Korea"],["url=http:\/\/sgp.mofat.go.kr\/eng\/as\/sgp\/main\/index.jsp"],["email="],["address=47 Scotts Rd, #08-00 Goldbell Towers (chancery), #05-01 Goldbell Towers (consular)"],["lat="],["long="],["directions="],["phone=+65 62561188 (chancery), +65 62561188 (consular)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kuwait"]]}," ",{"type":"{{","value":[["listing"],["name=Kuwait"],["url=http:\/\/www.kuwait.org.sg"],["email="],["address=The Ritz-Carlton, Millenia Ste 3108, 7 Raffles Ave"],["lat="],["long="],["directions="],["phone=+65 68847401"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Laos"]]}," ",{"type":"{{","value":[["listing"],["name=Laos"],["url="],["email="],["address=101 Thomson Rd, #10-01 United Sq"],["lat="],["long="],["directions="],["phone=+65 62506044, +65 62506741"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Lebanon"]]}," ",{"type":"{{","value":[["listing"],["name=Lebanon"],["url="],["email="],["address=3 Temasek Avenue, #31-02, Centennial Tower"],["lat="],["long="],["directions="],["phone=+65 63331614"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Lithuania"]]}," ",{"type":"{{","value":[["listing"],["name=Lithuania"],["url="],["email="],["address=151 Chin Swee Rd, #04-02 Manhattan House"],["lat="],["long="],["directions="],["phone=+65 62352153"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Luxembourg"]]}," ",{"type":"{{","value":[["listing"],["name=Luxembourg"],["url="],["email="],["address=1 Pickering St, #16-01 Great Eastern Centre"],["lat="],["long="],["directions="],["phone=+65 62482218"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Madagascar"]]}," ",{"type":"{{","value":[["listing"],["name=Madagascar"],["url="],["email="],["address=1003 Technopreneur Centre, #04-01 Bukit Merah Central"],["lat="],["long="],["directions="],["phone=+65 62231316"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysia"],["url=http:\/\/www.kln.gov.my\/web\/sgp_singapore\/home"],["email="],["address=301 Jervois Rd"],["lat="],["long="],["directions="],["phone=+65 62350111"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Maldives"]]}," ",{"type":"{{","value":[["listing"],["name=Maldives"],["url=http:\/\/www.maldiveshighcommission.sg"],["email="],["address=101 Thomson Rd, #30-01A United Sq"],["lat="],["long="],["directions="],["phone=+65 67209012"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mali"]]}," ",{"type":"{{","value":[["listing"],["name=Mali"],["url="],["email="],["address=101 Cecil St, #22-08\/09 Tong Eng Bldg"],["lat="],["long="],["directions="],["phone=+65 62207779"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malta"]]}," ",{"type":"{{","value":[["listing"],["name=Malta"],["url="],["email="],["address=c\/o Sinoda Shipping Agency Pte Ltd, 10 Anson Rd, #15-01\/02 International Plaza"],["lat="],["long="],["directions="],["phone=+65 63242060"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mauritius"]]}," ",{"type":"{{","value":[["listing"],["name=Mauritius"],["url="],["email="],["address=400 Orchard Rd, #09-01 Orchard Rd"],["lat="],["long="],["directions="],["phone=+65 67342412"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/portal.sre.gob.mx\/singapur\/"],["email="],["address=152 Beach Rd, #06-07\/08, Gateway E"],["lat="],["long="],["directions="],["phone=+65 62982678"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Monaco"]]}," ",{"type":"{{","value":[["listing"],["name=Monaco"],["url="],["email="],["address=720 Mountbatten Rd"],["lat="],["long="],["directions="],["phone=+65 68874686"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mongolia"]]}," ",{"type":"{{","value":[["listing"],["name=Mongolia"],["url="],["email="],["address=600 North Bridge Rd, #24-08 Parkview Sq"],["lat="],["long="],["directions="],["phone=+65 63480745"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Morocco"]]}," ",{"type":"{{","value":[["listing"],["name=Morocco"],["url="],["email="],["address=300 Beach Rd, #02-01 The Concourse"],["lat="],["long="],["directions="],["phone=+65 63929881"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Myanmar"]]}," ",{"type":"{{","value":[["listing"],["name=Myanmar"],["url=http:\/\/www.mesingapore.org.sg\/index.htm"],["email="],["address=15 St Martin's Dr"],["lat="],["long="],["directions="],["phone=+65 67350209"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Nepal"]]}," ",{"type":"{{","value":[["listing"],["name=Nepalese Consulate"],["url="],["email="],["address=1 North Bridge Rd, #18-5 High Street Rd"],["lat="],["long="],["directions="],["phone=+65 63399967"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url=http:\/\/singapore.nlambassade.org\/"],["email="],["address=541 Orchard Rd, #13-01 Liat Towers"],["lat="],["long="],["directions="],["phone=+65 67371155"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/www.nzembassy.com\/singapore"],["email="],["address=391A Orchard Rd, Ngee Ann City Tower A, #15-06\/10"],["lat="],["long="],["directions="],["phone=+65 62359966"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Nigeria"]]}," ",{"type":"{{","value":[["listing"],["name=Nigeria"],["url="],["email="],["address=350 Orchard Road, #16-09\/10 Shaw House"],["lat="],["long="],["directions="],["phone=+65 67321723"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norway.org.sg\/"],["email="],["address=16 Raffles Quay, #44-01 Hong Leong Bldg"],["lat="],["long="],["directions="],["phone=+65 62207122"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Pakistan"]]}," ",{"type":"{{","value":[["listing"],["name=Pakistan"],["url=http:\/\/www.mofa.gov.pk\/singapore"],["email="],["address=1 Scotts Rd, #24-02\/04 Shaw Centre"],["lat="],["long="],["directions="],["phone=+65 67376988"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Palau"]]}," ",{"type":"{{","value":[["listing"],["name=Palau Visitors Authority Representative Office"],["url="],["email="],["address=321 Orchard Rd, Orchard Shopping Centre"],["lat="],["long="],["directions="],["phone=+65 67323239"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Panama"]]}," ",{"type":"{{","value":[["listing"],["name=Panama"],["url="],["email="],["address=16 Raffles Quay, #41-06 Hong Leong Bldg"],["lat="],["long="],["directions="],["phone=+65 62218677"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Papua New Guinea"]]}," ",{"type":"{{","value":[["listing"],["name=Papua New Guinea"],["url="],["email="],["address=146 Robinson Rd, #04-01"],["lat="],["long="],["directions="],["phone=+65 62212609"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Peru"]]}," ",{"type":"{{","value":[["listing"],["name=Peru Embassy"],["url="],["email="],["address=390 Orchard Rd, #12-03 Palais Renaissance"],["lat="],["long="],["directions="],["phone=+65 67388595"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url=http:\/\/www.philippine-embassy.org.sg\/"],["email="],["address=20 Nassim Rd"],["lat="],["long="],["directions="],["phone=+65 67373977"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["name=Poland"],["url=http:\/\/www.singapore.polemb.net"],["email="],["address=435 Orchard Rd #17-02\/03, Wisma Atria"],["lat="],["long="],["directions="],["phone=+65 6235 9478"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url="],["email="],["address=143 Cecil St, #06-02 GB Building"],["lat="],["long="],["directions="],["phone=+65 62242256"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Qatar"]]}," ",{"type":"{{","value":[["listing"],["name=Qatar"],["url="],["email="],["address=8 Temasek Blvd, #41-02 Suntec Tower 3"],["lat="],["long="],["directions="],["phone=+65 65939900"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Romania"]]}," ",{"type":"{{","value":[["listing"],["name=Romania"],["url="],["email="],["address=1 Calymore Dr, #08-10 Orchard Towers"],["lat="],["long="],["directions="],["phone=+65 64683424"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url=http:\/\/www.russia.org.sg"],["email="],["address=51 Nassim Rd"],["lat="],["long="],["directions="],["phone=+65 2351832"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Samoa"]]}," ",{"type":"{{","value":[["listing"],["name=Samoa"],["url="],["email="],["address=Asiaciti management Pte Ltd, 3 Raffles Pl, #09-01, Bharat Bldg"],["lat="],["long="],["directions="],["phone=+65 65332611"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["url=http:\/\/www.mofa.gov.sa"],["email="],["address=10 Nassim Rd"],["lat="],["long="],["directions="],["phone=+65 67345878"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Seychelles"]]}," ",{"type":"{{","value":[["listing"],["name=Seychelles"],["url="],["email="],["address=22 Cavenagh Rd, #01-17"],["lat="],["long="],["directions="],["phone=+65 67322202"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Slovakia"]]}," ",{"type":"{{","value":[["listing"],["name=Slovakia"],["url="],["email="],["address=200 Cantonment Rd, #09-01 Southpoint"],["lat="],["long="],["directions="],["phone=+65 62366111"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Slovenia"]]}," ",{"type":"{{","value":[["listing"],["name=Slovenia"],["url="],["email="],["address=50 Raffles Pl, #32-00 Singapore Land Tower"],["lat="],["long="],["directions="],["phone=+65 62397522"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url=http:\/\/web.singnet.com.sg\/~satrade2\/"],["email="],["address=15F Odeon Towers, 331 North Bridge Rd"],["lat="],["long="],["directions="],["phone=+65 65401177"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url="],["email="],["address=7 Temasek Blvd, #39-01A Suntec Tower 1"],["lat="],["long="],["directions="],["phone=+65 63333035"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sri Lanka"]]}," ",{"type":"{{","value":[["listing"],["name=Sri Lanka"],["url=http:\/\/www.lanka.com.sg\/"],["email="],["address=#13-07\/12 Goldhill Plaza, 51 Newton Rd"],["lat="],["long="],["directions="],["phone=+65 62544595-7"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/Start____7360.aspx"],["email="],["address=111 Somerset Rd, #05-01 Singapore Power Bldg"],["lat="],["long="],["directions="],["phone=+65 6415 9720"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/singapore"],["email="],["address=1 Swiss Club Link"],["lat="],["long="],["directions="],["phone=+65 64685788"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Thailand"],["url=http:\/\/www.thaiembassy.sg\/"],["email="],["address=370 Orchard Rd"],["lat="],["long="],["directions="],["phone=+65 6737-2475\/6 (main), +65 67372158, +65 6732644 (consular)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taipei Representative Office"],["url=http:\/\/www.roc-taiwan.org\/SG"],["email="],["address=460 Alexandra Rd, #23-00 PSA Bldg"],["lat="],["long="],["directions="],["phone=+65 62786511"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Tonga"]]}," ",{"type":"{{","value":[["listing"],["name=Tonga"],["url="],["email="],["address=19 Bilai Ln"],["lat="],["long="],["directions="],["phone=+65 64486882"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Tunisia"]]}," ",{"type":"{{","value":[["listing"],["name=Tunisia"],["url="],["email="],["address=15 Scotts Rd, #07-00 Thong Teck Building"],["lat="],["long="],["directions="],["phone=+65 67377544"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Turkey"]]}," ",{"type":"{{","value":[["listing"],["name=Turkey"],["url=http:\/\/singapur.be.mfa.gov.tr\/"],["email="],["address=Shenton Way 10-03, SGX Centre Tower 1"],["lat="],["long="],["directions="],["phone=+65-65333390,+65 65333391"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Tuvalu"]]}," ",{"type":"{{","value":[["listing"],["name=Tuvalu"],["url="],["email="],["address=c\/o Tuvalu Ship Registry Pte Ltd, 10 Anson Rd, #25-16 International Plaza"],["lat="],["long="],["directions="],["phone=+65 62242345"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Uganda"]]}," ",{"type":"{{","value":[["listing"],["name=Uganda"],["url="],["email="],["address=Crocodile House, #07-00 No.3, Ubi Ave 3"],["lat="],["long="],["directions="],["phone=+65 67492782"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ukraine"]]}," ",{"type":"{{","value":[["listing"],["name=Ukraine"],["url=http:\/\/singapore.mfa.gov.ua\/"],["email="],["address=50 Raffles Pl, #16-05 Singapore Land Tower"],["lat="],["long="],["directions="],["phone=+65 65356550"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Arab Emirates"]]}," ",{"type":"{{","value":[["listing"],["name=United Arab Emirates"],["url=http:\/\/www.uaeembassy-sg.com\/"],["email="],["address=600 North Bridge Rd, #09-01 Parkview Sq"],["lat="],["long="],["directions="],["phone=+65 62388206"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinsingapore.fco.gov.uk\/en\/"],["email="],["address=100 Tanglin Rd"],["lat="],["long="],["directions="],["phone=+65 64739333"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url=http:\/\/singapore.usembassy.gov"],["email="],["address=27 Napier Rd"],["lat="],["long="],["directions="],["phone=+65 63380251"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Uzbekistan"]]}," ",{"type":"{{","value":[["listing"],["name=Uzbekistan Embassy"],["url=http:\/\/www.uzbekistan.org.sg\/"],["email="],["address=20 Kramat Ln, #04-01 United House"],["lat="],["long="],["directions="],["phone=+65 67343942"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vanuatu"]]}," ",{"type":"{{","value":[["listing"],["name=Vanuatu Consulate"],["url="],["email="],["address=6001 Beach Rd, #21-08 Golden Mile Tower"],["lat="],["long="],["directions="],["phone=+65 62356858"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Venezuela"]]}," ",{"type":"{{","value":[["listing"],["name=Venezuela"],["url="],["email="],["address=3 Killiney Rd, #07-03 Winsland House 1"],["lat="],["long="],["directions="],["phone=+65 64911172"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vietnam"]]}," ",{"type":"{{","value":[["listing"],["name=Vietnam"],["url=http:\/\/www.vietnamembassy-singapore.org\/en\/"],["email="],["address=10 Leedon Park"],["lat="],["long="],["directions="],["phone=+65 64625938, +65 64625994 (consular)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Zambia"]]}," ",{"type":"{{","value":[["listing"],["name=Zambia"],["url="],["email="],["address=627A Aljunied Rd, #01-02 BizTech Centre"],["lat="],["long="],["directions="],["phone=+65 67442689"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]]},"\n\n",{"type":"===","value":["Hair cuts"]},"\nSingaporeans are particular about their hair and there is no shortage of fancy hair salons charging from $20 up for the latest Chinese popstar look. If you are willing to splurge, there is Passion Hair Salon at Palais Renaissance with celebrity hairstylist David Gan (hairstylist of Zhang Ziyi and other famous celebrities) doing the haircut. Le Salon at Ngee Ann City offers haircuts up to $2000. The middle range hair salons located in town or in the heartlands, offer haircuts with hair wash as well as other frills. Chains include Reds Hairdressing, Supercuts and Toni and Guy salons that are located all over Singapore. For a more backpacker-friendly price, almost every shopping mall in Singapore has a branch of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ec-house.com.sg\/ EC House"]}]}," or one of its many imitators, offering fuss-free 10 min haircuts for $10, although the hairdressers are mostly happy to spend as long as necessary on your hair, within reasonable limits. Most HDB estates have barbershops which charge $5 to $10 for adults and less for students and children.\n\n",{"type":"===","value":["Laundry"]},"\nHotels can provide a one-day laundry service (at a price), whereas hostels often have communal self-service washing machines. Full-service laundry and dry cleaning shops can be found in every shopping mall; unfortunately turnaround times are usually upwards of three days unless you opt for express service. Laundromats are few and far between in Singapore so here are the locations of a few in the CBD:,\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Systematic Laundromat"],["url=http:\/\/www.laundrynetwork.com.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 6754 0277"],["tollfree="],["fax="],["hours=11:00-late"],["price="],["content=Laundry service with 16 outlets around Singapore. $6 for 4 kg of laundry, either self-service or returned the next day depending on the outlet. Central branches include Centrepoint Orchard (MRT Somerset) and Robertson Walk (near Gallery Hotel)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Wonder Wash Self-service Laundromat"],["url=http:\/\/www.wonderwash.com.sg\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+65 9786 2038"],["tollfree="],["fax="],["hours=24 hrs"],["price="],["content=Totally self-service laundromat with no attendants, Various sizes of machines from 8 kg to 20 kg. Price starts from $4 per 8 kg, modern and clean."]]}]},"\n",{"type":"===","value":["Photo processing"]},"\nPractically every shopping mall has a photo shop that will process film, print digital pictures and take passport photos. Many pharmacies and supermarkets also have self-service kiosks which print digital photos from CD, SD-card, USB drive, etc.\n\n",{"type":"===","value":["Sports"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ssc.gov.sg\/ Singapore Sports Council"]}]}," runs a chain of affordable sports facilities, often featuring fantastic outdoor 50 m pools (see ",{"type":"[[","value":[["Singapore#Swimming"],["Swimming"]]}," for a list).  Facilities are somewhat sparse but the prices are unbeatable, with e.g. swimming pools charging $1 for entry and access to ClubFITT gyms only $2.50. The main downside is the inconvenient location of most facilities out in the suburbs, although most are located close to an MRT station and can be reached within 10-20 min from downtown.  The gyms also have a total ban on bringing in any reading material (aimed at students but enforced blindly), although MP3 players are OK.\n\nMajor private gym chains include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.californiafitness.com California Fitness"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fitnessfirst.com.sg\/ Fitness First"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.truefitness.com.sg\/ True Fitness"]}]},". Facilities are better and locations more central, but the prices are also much higher as non-members have to fork out steep day pass fees (around $40).\n\nSome of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nparks.gov.sg\/ parks"]}]}," offer rental of bicycles and inline skates ($3–6\/hr, open until 20:00). You can either rent skates, attend a skate class or send the children off to a skate camp at major parks like West Coast and East Coast Park. You can even get skating lessons from popular skate schools like ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.inlinefitness.org\/ inline fitness"]}]},"  or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.skate-with-us.com\/ skate with us, a skate school for children"]}]},"  Especially rewarding for skaters and cyclists is the 10 km long stretch along ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast Park"]]}," with a paved track and lots of rental shops, bars and cafes around the McDonalds. There are toilets and showers along the track. Furthermore every park has a couple of fitness stations.\n\n",{"type":"==","value":["Go next"]},"\nSingapore makes a good base for exploring ",{"type":"[[","value":[["Southeast Asia"],["South-East Asia"]]},", with nearly all of the region's countries and their main tourist destinations — ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Phuket"]]},", ",{"type":"[[","value":[["Angkor Wat"]]},", ",{"type":"[[","value":[["Ho Chi Minh City"]]}," and ",{"type":"[[","value":[["Bali"]]},", just to name a few — under 2 hr away by plane. The advent of budget carriers in recent times means that Singapore is an excellent place for catching cheap flights to China and India, as well. In addition, Singapore has direct flights to many of the smaller cities in ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Indonesia"]]}," and ",{"type":"[[","value":[["Thailand"]]},".\n\nFor day or weekend trips from Singapore, the followings are popular:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Batam"]]}," — The nearest Indonesian island to Singapore, just a short ferry trip away. Mainly industrial and infamous for its vice trade, but has some resorts."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bintan"]]}," — Indonesian island just 55 min away by ferry, offering both high-end resorts and the \"real Indonesia\" experience."]},{"type":"*","value":[" ",{"type":"[[","value":[["Johor Bahru"]]}," — Malaysian city just across the Causeway. Just 20 min by bus 950 from Woodlands Bus Interchange. Not much to look at, but popular for cheap eats and shopping plus the newly opened Legoland Malaysia."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Lumpur"]]}," — Malaysia's vibrant capital. 35 min by plane, 4–5 hr by bus or overnight by train."]},{"type":"*","value":[" ",{"type":"[[","value":[["Malacca"]]}," — Once one of the three Straits Settlements, now a sleepy colonial town. 3–4 hr by bus."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tioman"]]}," — The nearest of Malaysia's ",{"type":"[[","value":[["East Coast (Malaysia)"],["East Coast"]]}," paradise islands, reachable by bus & ferry or plane."]},"\nFor those who can afford more time to travel, here are several destinations popular among Singaporeans:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]}," — One of Indonesia's biggest tourist draws with its nice beaches and good food. About 2.5 hr away by plane."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bangkok"]]}," — Thailand's capital and considered a food,shopping and clubbing paradise by many Singaporeans. It is less than 2 hr flight away, or 2 nights by train, assuming you don't stop off in ",{"type":"[[","value":[["Kuala Lumpur"]]}," or Butterworth (for ",{"type":"[[","value":[["Penang"]]},")."]},{"type":"*","value":[" ",{"type":"[[","value":[["Phuket"]]}," — One of the largest islands in Thailand, is another popular destination for Singaporeans. It offers a great weekend getaway and is less than 2 hr flight away. Relatively cheaper than Singapore, it is a great destination to hang around."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ipoh"]]}," — The capital of the Malaysian state of Perak, it is famous among Singaporeans for its food. 7–8 hr away by coach, or 1 hr by turboprop flight."]},{"type":"*","value":[" ",{"type":"[[","value":[["Langkawi"]]}," — An island in the Malaysian state of Kedah, just south of the Thai border, famed for endless beaches. Just over an hour by plane."]},{"type":"*","value":[" ",{"type":"[[","value":[["Penang"]]}," — One of the Straits Settlements, with a rich history and fabulous food.  About 12 hr away by coach, or 1 hr if you choose to fly. Also popular for its medical tourism."]},"\n",{"type":"{{","value":[["starcountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southeast Asia"]]},"\n",{"type":"{{","value":[["geo"],["1.29"],["103.82"],["zoom=11"],["layer=M"]]},"\n",{"type":"{{","value":[["related"],["Southern Ridges Walk"]]},"\n",{"type":"{{","value":[["related"],["Three days in Singapore"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Singapore"]]},"\n",{"type":"[[","value":[["Wikipedia:Singapore"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Singapore\/"]]}]