[{"type":"{{","value":[["pagebanner"],["Singapore banner Changi airport.jpg"]]},"\n\n",{"type":"[[","value":[["Image:Changi_airport_terminal_3zz.JPG"],["300px"],["thumb"],["Claiming baggage in T3 is a relaxing task"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.changiairport.com Singapore Changi Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SIN"]]},") is the main airport of ",{"type":"[[","value":[["Singapore"]]}," situated on the eastern edge of the island with good mass transit links to all parts of Singapore. \n\nConsistently voted the best airport in the world, Changi's also a major hub in ",{"type":"[[","value":[["Southeast Asia"]]}," and a common stop on the Kangaroo route between ",{"type":"[[","value":[["Europe"]]}," and ",{"type":"[[","value":[["Australia"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nThe airport is located on the Changi neighborhood at Singapore's east coast, about 25 km from the downtown area. Due to the small size of the country, all flights from the airport are international, and there are no domestic flights.\n\nThe airport is one of the world's busiest, and also the world's best! Airlines have merrily filled in slots to fly to Changi as the government swiftly expands the airport. Passengers are also made home with facilities more than what one would expect at an ordinary airport. Gardens & artworks fill the airside to sooth the eyes, a massage parlor & spa to relax the muscles, a swimming pool at Terminal 1 to keep the body fit, and a cinema & television screens to entertain the heart. The airport has been alive primarily because of the inception and expansion of Singapore's flag carrier, Singapore Airlines, and its little subsidiary sister, SilkAir. Low cost carriers have also filled in slots to fly passengers to other countries in Asia, primarily to Singapore's neighbors, Indonesia and Malaysia.\n\nThe airport began its operation in 1981, before that all civilian traffic has shifted through 3 airports across Singapore for the past 50 years: Paya Lebar from 1955, Kallang from 1937, and Seletar from 1930. The need for expansion was urgent at that time, but at the same time was hindered with the surrounding urban growth, which makes airport expansion impossible for the long term. Thus, the government of Singapore decided to pick a spot at Changi in the east coast, and do land reclamation should there be a need for expansion. Up to now, the airport has been growing & expansion has been still remarkably easy.\n\n",{"type":"==","value":["Flights"]},"\n\nChangi houses 3 terminals: Terminal 1, 2, and 3. Most airlines, especially low cost carriers, use Terminal 1, and a few more at Terminals 2 & 3. Keep in mind that Singapore Airlines departs from either Terminal 2 or 3, depending on where you are flying to.\n\n",{"type":"*","value":["Terminal 2: Air India; Air India Express; All Nippon Airways; Berjaya Air; Cebu Pacific; Etihad; Firefly; Hainan Airlines; IndiGo; Korean Air; Lao Airlines; Lucky Air; Lufthansa; Malaysian Airlines; Royal Brunei; Scoot; SilkAir; Singapore Airlines flights to Indonesia, Malaysia, Thailand, Vietnam, Brunei, The Philippines, Myanmar, Bangladesh, India, Sri Lanka, Maldives, the Middle East, and South Africa; SWISS; Tigerair"]},{"type":"*","value":["Terminal 3: Asiana; China Eastern; Ethiopian; Garuda Indonesia; Jet Airways; Lion Air; Qatar Airways; Saudia; Singapore Airlines flights to Hong Kong, China, Taiwan, Korea, Japan, Australia, New Zealand, Europe, the USA, & Brazil; United; VietJet; Vietnam Airlines"]},"\nAll other airlines use Terminal 1.\n\nTerminal 3 has concourses A & B. Concourses C & D, E & F are in Terminals 1 & 2, respectively. Note that these letters precede the gate number for any flight information. Each concourse has a transfer desk to collect your next boarding pass. Check the TV screen for information about where to retrieve the boarding pass for your flight.\n\nIf you are arriving on a Singapore Airlines flight and wishes to transit to another Singapore Airlines flight, you will find the gate your flight arrives at, and on which terminal & gate your next flight departs from, from the television screen onboard or once you exit the gate. There are ",{"type":"'''","value":["no boarding calls"]}," and ",{"type":"'''","value":["the boarding gate closes 10 minutes before departure!"]},"\n\nFortunately transfers are quite easy, all terminals are connected with a free Skytrain service from 4 AM to 1.30 AM, without passing through immigration. Terminal 1 is physically connected to Terminals 2 and 3, and you will not notice you're in a different terminal except by reading the signs. When you return to the airport and are flying Singapore Airlines, be sure to at least tell the driver your destination so he knows which terminal to take you to.\n\nUnlike most other airports, there are no separate zones for departing and arriving passengers in the main terminals before passport control, hence arriving passengers are free to shop and eat at the airside if they are not in a hurry. In addition, if they don't have checked luggage, they can clear passport control at any terminals.\n\n",{"type":"==","value":["Ground transportation"]},"\nFrom the airport there are a number of ways to get into the city:\n\n",{"type":"===","value":["By shuttle"]},"\nA Ground Transport Desk is available at all terminals (Arrival Hall) and will arrange you a shuttle. The shuttle costs $9 per adult and $6 per child (aged 12 years and above) and will take you to most downtown hotels. \n\nA coach service to Kotabaru II Terminal, Johor Bahru, Malaysia (to Larkin Terminal from August 1, 2014) has been launched by the Transtar Cross Border Service. Fares are $7 (cash only!). The first bus departs at 8.15 AM and the last leaves at 11.15 PM.\n\n",{"type":"===","value":["By taxi"]},"\nThere are 2 types of taxis to choose from. Depending on how many people are traveling with you. \n",{"type":"*","value":[" ",{"type":"'''","value":["Taxi"]}," (cab) is easiest - simply follow the signs after clearing customs. Meters are always used in Singapore. A trip to the city during the day will be between $20–30 including a $5 airport surcharge in effect 17.00(5PM)-00.00(12AM) Fridays-Sundays & $3 all other times. An additional 50% surcharge applies at 00:00-06:00. By law, only a maximum of 4 passengers can fit inside a taxi. Comfort or Citycab  ☎ +65 6552 1111 | Premier Taxis Tel: ☎ +65 6363 6888 | SMRT  ☎ +65 6555 8888 |  ☎ SMART Tel: +65 6485 7777 |  ☎ Transcab Tel: +65 6555 3333"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Limousines"]}," charge a flat $55 and $60 for a party of 4 & 7, respectively, to anywhere in the city and are a pretty good deal after midnight, as you can skip the queue and avoid the surcharge.  The same pricing applies to chartering van-sized MaxiCabs, which are good for large families or if you have lots of baggage."]},"\n",{"type":"===","value":["By bus"]},"\nBus terminals can be found in the basements of T1, T2 and T3. 06:00-23:00 only. Fares are less than $2.00, exact fare required (no change given) if you pay cash. Bus number 36 directly goes to the city centre, which takes roughly 50 to 60 minutes travelling on expressways through the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]}," to ",{"type":"[[","value":[["Singapore\/Riverside"],["City Hall"]]}," and ",{"type":"[[","value":[["Singapore\/Orchard"],["Orchard Road"]]},". It has luggage racks at the front of the bus.\n\n",{"type":"===","value":["By train"]},"\nChangi Airport is connected to the East-West line of the MRT. The MRT station is located between Terminals 2 and 3, and is well indicated from Terminal 1. When going to the city, you'll need to change trains at Tanah Merah – exit on the ",{"type":"''","value":["left hand side"]}," door and cross the platform. When going to the airport, just cross to the middle platform. The 30-minute ride to City Hall station costs $1.90 plus a refundable $1 deposit. Trains run from 05:31 to 23:18.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Changi_Airport,_Terminal_2,_Departure_Hall.JPG"],["thumb"],["The departures board in Terminal 2"]]},"\n\nAll three terminals are well-connected by the SkyTrain, an automatic driverless people mover, that operates from 04.00 to 01.30. When the train is not in operation, you must walk. A walk from Terminal 2 to Terminal 3 or vice-versa should take about 30 minutes as you have to pass through Terminal 1. A buggy car that will take you to your boarding gate, very useful if you are in a hurry, is available upon request.\n\n",{"type":"==","value":["Wait"]},"\n\n",{"type":"===","value":["Airside"]},"\n\nEven if you are stuck in the airport, there are plenty of ways to kill time, as each terminal has a unique design and the airside areas of T1, T2, and T3 are attractions in themselves. T2, arguably the most interesting, has an indoor garden, a music listening area with couches and mood lighting, a computer gaming room, a small cinema (you can bring your luggage trolleys inside and park them at the back), paid massage services and, of course, plenty of duty-free shops. T3, the newest, has a butterfly garden and plenty of natural light, but fewer entertainment options. T1 has a swimming pool for $13.91 and jacuzzi, both open until 23:00. There is an outdoor cactus garden on the roof of T1. You can travel between the main terminals without passing through immigration and, if you have no checked-in luggage to collect, you can clear passport control and customs at any terminal.\n\n",{"type":"===","value":["Lounges"]},"\n",{"type":"*","value":["Ground services dnata & SATS have lounges at each terminals. Inquire your airline about which lounge they use."]},{"type":"*","value":["British Airways, Emirates,and Qantas have large lounges in Terminal 1 with shower facilities, food and drink, wifi access and internet terminals."]},{"type":"*","value":["Terminals 2 and 3 have Singapore Airlines SilverKris lounges for business- and first-class passengers. If you are flying in economy and hold a KrisFlyer (Singapore Airline's ",{"type":"[[","value":[["frequent flyer programmes"],["frequent flyer programme"]]},") Gold card, or Star Alliance Gold card, you will be redirected to separate, somewhat busier, lounges."]},"\n",{"type":"==","value":["Eat and Drink"]},"\nFood options are varied and generally reasonably priced, with some choice picks including the Peranakan-themed ",{"type":"'''","value":["Soup Restaurant"]}," (T2 landside), which serves much more than just soup, and ",{"type":"'''","value":["Sakae Sushi"]}," (T2 airside).  If you're up for a little adventure, seek out the staff canteen at level 3M of the car park next to T2, it's open to the public (with discounts for airport staff) and serves local food. It is relatively cheap compared to other food options in the airport but not exactly cheap compared to elsewhere in Singapore. There are also staff canteens in Terminals 1 and 3.\n\nFor some local food, try a kaya toast set at ",{"type":"'''","value":["Ya Kun Kaya Toast"]}," (T3 landside) or ",{"type":"'''","value":["Killiney Kopitiam"]}," (T2 airside). Soft-boiled eggs, coconut jam on toasted bread, and some ",{"type":"''","value":["kopi"]}," (coffee) are nice to eat at any time of the day.\n\n",{"type":"==","value":["Buy"]},"\nATMs abound and money changers offer reasonable rates as well, although you pay a small premium compared to the city.\n\nShops are extremely varied and, if removed to more than 100 countries, would constitute their largest mall! All accept American Express, VISA and MasterCard; most accept Diners Club, JCB and UnionPay.\n\nIf you're just arriving and need to buy a SIM card for your phone, there are plenty of tourist help-oriented shops that will be happy to sell you one with $50-$70 of credit on it (and that's how much it will cost). 1GB of data for a week is only $7 though, so if you're only in Singapore for a short time, the bigger cards are definitely overkill. Instead, head to the money changers - you can buy a $15 SIM card there.\n\n",{"type":"==","value":["Connect"]},"\nIn all terminals, ",{"type":"'''","value":["internet access"]}," is provided free of charge, both wirelessly (the network name is #WiFi@Changi) and via some 200 terminals and kiosks, there are some Xbox systems set up to keep gamers entertained, and there's live lounge music at times. There are also SingTel and Starhub payphones that offer unlimited free local calls.\n\nIf you want to send some last minute ",{"type":"'''","value":["post cards"]},", you can buy stamps from the 7-Eleven situated airside in T1 on the right hand side of the immigration control, and put the cards in the mail box behind the Aspial store.\n\n",{"type":"==","value":["Cope"]},"\nServices available for the traveller include luggage storage and embalming, prayer rooms, hairdressers, polyclinic (including vaccination), shoe repair, baby care and children's playgrounds, free cinema, business centres.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Airside"]},"\nTerminals T1, T2 and T3 all have airside ",{"type":"'''","value":["transit hotels"]},". ☎ +65 6541 9106 or book on-line via the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/athmg.com\/ Ambassador Transit Hotel"]}]}," website. A 6-hour \"block\" for a single\/double\/triple costs $73.56\/82.39\/110.35, budget singles (shared bathroom) $51.50, extensions $17.65 per hr. You can rent a shower (without a room) to freshen up for $8.40. \n\n",{"type":"===","value":["Landside"]},"\nSleeping in budget is available within the Geylang Area, about 10 to 15 km from the airport. Get off at either Aljunied or Kallang MRT stations. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crowne Plaza Changi Airport"],["url=http:\/\/www.ihg.com\/crowneplaza\/hotels\/us\/en\/singapore\/sincp\/hoteldetail"],["email="],["address=75 Airport Blvd #01-01"],["lat="],["long="],["directions="],["phone=+65 6823 5300"],["tollfree="],["fax="],["hours="],["price=From $240"],["checkin="],["checkout="],["content=Opened April 2008, this four-star airport hotel is directly connected to Changi's Terminal 3 and easily reached from T1\/T2, but you do have to pass through immigration to stay here.  Pool, gym, spa, bar, two restaurants, pay-per-minute Internet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park Avenue Changi"],["url=http:\/\/www.parkavenuechangi.com\/"],["email="],["address=2 Changi Business Park Avenue 1, Changi, Singapore 486015"],["lat="],["long="],["directions=Nearest MRT Station: EXPO"],["phone=+65 6823 5300"],["tollfree="],["fax="],["hours="],["price=From $170"],["checkin="],["checkout="],["content=171 hotel rooms, including 70 suites with kitchenette. An iPod dock & flat screen TV is in each room. Plus an outdoor swimming pool & fitness center, but no restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Capri Fraser Changi City"],["url="],["email="],["address= 3 Changi Business Park Central 1, Changi, 486037"],["lat="],["long="],["directions=Nearest MRT Station: Expo"],["phone="],["tollfree="],["fax="],["hours="],["price=From $250"],["checkin="],["checkout="],["content=A larger & more modern hotel than its neighbor. Rooms are like suites with a kitchenette. Each room has an iPod dock & DVD player. Airport transfer is free."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Changi Cove"],["url=http:\/\/www.changicove.com\/"],["email="],["address=351 Cranwell Road, Changi, Singapore 509866"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From $240"],["checkin="],["checkout="],["content=There is no MRT station within walking distance, so the only feasible way is by taxi. Rooms are somewhat spacious You'll have your very own Nespresso coffee machine, L'Occitane toiletries, and a wall on your room where you can write everything! Complete facilities such as wide restaurants & a swimming pool."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Village Hotel Changi by Far East Hospitality"],["url="],["email="],["address= 1 Netheravon Road, Changi, Singapore 508502"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From $240"],["checkin="],["checkout="],["content=There is no MRT station within walking distance, so the only feasible way is by taxi. Basic rooms but might be a bit less spacious. A wide infinity swimming pool & restaurant. Airport transfer is free."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["Singapore has very strict drug laws, and ",{"type":"'''","value":["drug trafficking carries a mandatory death penalty"]}," — which is also applied to foreigners. Even if you technically haven't entered Singapore and are merely ",{"type":"'''","value":["transiting"]}," (i.e. changing flights without the need to clear passport control and customs) while in possession of drugs, you would still be subject to capital punishment. The paranoid might also like to note that in Singapore, it is an offence even to have any drug metabolites in your system, even if they were consumed outside Singapore, and Customs occasionally does spot urine tests at the airport! In addition, bringing in explosives or firearms without a permit is also a capital offence in Singapore."]]},"\n\nBy and large, the airport is safe as security officers frequently patrol by segways & buggy cars and the building is well-lit throughout the day. You will see at least some people wherever you step in at, fewer at the gates. Use practical common sense by not going to dark places. Report any unattended bags to the security officers.\n\n",{"type":"==","value":["Nearby"]},"\nIf you arrive early enough (often there are big queues) and have over 5 hr to spare, there are ",{"type":"'''","value":["free city tours"]}," at 09:00, 11:30, 14:30, 16:00 and 18:30.\n\nRegister at a Free Singapore Tours (FST) Registration Booth at least one hour before.\n",{"type":"*","value":["Terminal 1 - go to Terminal 2 for registration"]},{"type":"*","value":["Terminal 2 - near the escalators to North Arrival Immigration and Skytrain station at Transit Mall North, level 2 (near Transfer Lounge E)"]},{"type":"*","value":["Terminal 3 - next to Transfer Lounge B at Transit Mall North, level 2"]},"\nOn the other hand, if you only have one night in Singapore, you could grab a classic Singaporean late-night supper in ",{"type":"'''","value":["Geylang"]}," or ",{"type":"'''","value":["East Coast Lagoon Food Village"]}," in the ",{"type":"[[","value":[["Singapore\/East Coast"],["East Coast"]]},". Or head over to the pubs and clubs in ",{"type":"[[","value":[["Singapore\/Riverside"],["Riverside"]]}," and ",{"type":"[[","value":[["Singapore\/Chinatown"],["Chinatown"]]},".\n\n\n",{"type":"{{","value":[["IsPartOf"],["Singapore"]]},"\n\n",{"type":"{{","value":[["usableairport"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Singapore Changi Airport"]]},"\n",{"type":"[[","value":[["commons:Category:Singapore Changi Airport"]]},"\n",{"type":"{{","value":[["geo"],["1.359167"],["103.989444"]]}]