[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Sinharaja Forest Reserve"]}," is a national park in Sri Lanka. The forest is of international significance and has been designated a Biosphere Reserve and World Heritage Site by UNESCO.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nThe best time to visit the forest is between December and early April or between August and September. \n\n",{"type":"==","value":["Get in"]},"\nThe three entrances to Sinharaja Forest Reserve are Kudawa entrance which is the main and most used, Pitadeniya entrance and least used Morning Side entrance.\n\nIn terms of getting around with public transport, this is one of the more remote destinations. The main entrance to enter the Sinharaja Forest Reserve is at Kudawa, while the other two entrances (Pitadeniya and the Morning Side entrance) are less used. For the main Kudawa entrance, you'll have to take a bus from Hatton bus station for Avissawella. It will take two and a half hours and cost Rs. 100. From Avissawella, continue by bus to Ratnapura. It will take 1 hour and cost Rs. 60. From Ratnapura, take another bus for Kalawana (Rs. 70). From Kalawana, take a bus to the small village of Kudawa (Rs. 60). From Kudawa, it's about a half mile and slightly uphill walk to the northern entrance of the reserve. The entrance to the forest is Rs. 500 per person. You might need a guide which can be hired from Kudawa or Weddagala, which is en-route to Kudawa when coming from Kalawana.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nYou'll need a permit to enter the forest area which can be obtained from the entrances along with the entry ticket. An ID card or passport will be required to obtain entry.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sinharaja Forest Reserve"]}," — It is also recommended to bring along a binocular as you'll have plenty of opportunities to use it."]},{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nDon't forget to bring food and water as there won't be any restaurant or shop inside the forest area.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Province (Sri Lanka)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["6.39651"],["80.48309"],["zoom=12"]]},"\n",{"type":"[[","value":[["wikipedia:Sinharaja Forest Reserve"]]}]