[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sion"]}," is a city in ",{"type":"[[","value":[["Valais"]]}," in ",{"type":"[[","value":[["Switzerland"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThe rail system is probably the easiest way to make it into Sion.  The route the goes through Sion starts from Brig and goes towards Montreux.\n\n",{"type":"==","value":["Get around"]},"\nThis area is excellent for hiking in in alpine valley.  See Swiss Architecture and go up the hills in the edge of town which has the Church and Castle located on top of them.\n\n",{"type":"==","value":["See"]},"\nThe Basilique de Valère and the Château de Tourbillon are must sees in Sion.  They are relitively easy to walk to and the views are breathtaking.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Basilique de Valère"]}," - The Valère basilica (Basilique de Valère), is a fortified church situated in Sion.  The church (Notre-Dame de Valère) was built during the 12th and 13th centuries and obtained the rank of minor basilica at the time of the visit of Pope John Paul II in 1984.  This church is a sample of genuine Swiss architecture.\n\n",{"type":"*","value":[{"type":"'''","value":["Château de Tourbillon"]}," - The Tourbillon castle (Château de Tourbillon) is a castle in Sion in the canton of Valais in Switzerland. It is situated on a hill and faces the Basilique de Valère, located on the opposite hill. The castle is currently in a state of ruins following a fire in 1788."]},"\n",{"type":"*","value":[{"type":"'''","value":["FC Sion"]}," - FC Sion is a top league Swiss soccer team located in town. Fixtures can be found here: http:\/\/www.football.ch\/sfl\/777833\/de\/Teamaufgebot.aspx"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Swiss Jet Alpine Fighter"],["url=http:\/\/www.jetfighter.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 44 500 5010"],["tollfree="],["fax="],["hours="],["price=€ 3400"],["content=Departing from Sion Airport, flights in real jet fighters are available. Flights will take plave in the Swiss alps. Flights manouvres according to the passengers preferences."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rent a bike for free"],["url=http:\/\/valaisroule.ch\/fr\/sion.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 79 127 50 22"],["tollfree="],["fax="],["hours="],["price=0"],["content= Located at the Place de la Planta and close to the railwaystation in Châteauneuf-Conthey. A bike can be rented for free for 4 hours with a deposit of 20 francs. Children's bike, trailers, children's seats and electro bikes are available. Wednesday to Sunday, 9 am - 12.15 pm and 1 pm - 6 pm from June to October."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many stores located on the main street.\nThe canton of Valais is well-known for its meals. Specialities are among others:\n",{"type":"*","value":[" Fondue - Melt Swiss cheese in a pot, dipped with pieces of bread on a fork. "]},{"type":"*","value":[" Raclette - Another fancy of melt cheese, with potatoes and gherkins"]},{"type":"*","value":[" Cholera - Pastry made of potatoes, apples, onions and cheese"]},{"type":"*","value":[" Brisolée - hot chestnuts with butter, bread, thin slices of dry-cured and smoked meat"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nPlan wisely, this area can be a little expensive depending on the time of year.  And during the winter months many Hotels and Hostels will be closed so if one is planning on making Sion more then a day trip, try to come after April.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nIt is only a half hour train trip from ",{"type":"[[","value":[["Montreux"]]}," and ",{"type":"[[","value":[["Château de Chillon"]]}," which is one of Switzerland's most famous castles.\n\n",{"type":"{{","value":[["IsPartOf"],["Valais"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n\n",{"type":"[[","value":[["Wikipedia:Sion, Switzerland"]]},"\n",{"type":"{{","value":[["geo"],["46.233333333333"],["7.3666666666667"]]}]