[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Jamuna Bridge.jpg"],["thumb"],["300px"],["The Jamuna Bridge"]]},"\n\n",{"type":"'''","value":["Sirajganj District"]}," is one of the less touristy and exciting districts of the ",{"type":"[[","value":[["Rajshahi Division"]]},". A few rajbari mansions and mosques exist, however the region's greatest claim to fame is the esteemed ",{"type":"'''","value":["Bangabandhu Bridge"]},". Straddling the mighty ",{"type":"'''","value":["Jamuna River"]},", (known as the Brahmaputra River upstream in ",{"type":"[[","value":[["India"]]},") the bridge made way for a huge economic revival of the Sirajganj town and district, as well as the nation as a whole.\n\n",{"type":"==","value":["Get in"]},"\nThe mighty Jamuna Bridge connects the district to ",{"type":"[[","value":[["Dhaka Division"]]}," and makes it possible to reach Sirajganj from far flung places by road. Various buses travel to Sirajganj from neighbouring districts and divisions.\n\nA single railway line serves the district, entering from ",{"type":"[[","value":[["Pabna District"]]},", until it terminates just north of Sirajganj city. Alternatively, you can enter via  boat transport at one of the many ports along the Jamuna and Hurasagar Rivers.\n\n",{"type":"==","value":["Get around"]},"\nThe usual: buses, CNG auto-rickshaws and rickshaws.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Bangabandhu Bridge"]},"\nAlso known as the ",{"type":"'''","value":["Jamuna Bridge"]},", the 5 kilometre-long road and rail crossing connects Bangladesh and the region to the cross-continental ",{"type":"''","value":["Trans-Asian Railway"]},", which has led to a radical shift in the economics of the area. Costing nearly 700 million US dollars, the bridge was the largest infrastructure project Bangladesh had ever attempted in its history. To many, it represents the nation's rapid development and move to become a moderate economic power.\n\nOne does not have to pay to look at the bridge, but there is a fee to cross it! This can change, but usually amounts to 400 taka (just under US$5) for a car to cross. Another experience can be to hire a local boat or fisherman to take you underneath the bridge, to see it in all its concrete glory.\n\n",{"type":"===","value":["Rabindra Kachharibari"]},"\n",{"type":"[[","value":[["File:Kachari Bari1.jpg"],["thumb"],["250px"]]},"\nThe famed poet and philosopher, Rabindranath Tagore, created many of his literary works while living in this mansion. His grandfather purchased the estate in 1840, and Tagore would often visit in the late-1800s to escape the busier side of his life.\n\nThe building has since been converted into a museum and a memorial in his name. Many artefacts and memorabilia items are on display in the museum, including shoes, wooden sandals, a piano and a harmonium. The building itself is of interesting architectural heritage, and contains 7 rooms. Maintenance by the authorities has been patchy. Some areas have been well-restored, while others are in desperate need of repair. It has been reported that significant repairs are taking place as of 2012, Tagore's 150th birth anniversary.\n\nEach year, locals and officials celebrate Tagore's birthday at the mansion. This falls on three days around 25 Boishakh in the Bengali calendar, generally correlating with the 6th to 8th of May.\n\nThe museum is located in the town of ",{"type":"'''","value":["Shahzadpur"]},", open Monday to Saturday, 9am to 6pm. Entry is 5 taka.\n\n\nNabaratna:\nNabaratna is a place as well as palace situated in sirajgonj. Nabaratna has historical value in the history of land lords in Bangladesh.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Experience the ",{"type":"'''","value":["loom crafting industry"]}," in the towns of Belkuchi, Chowhali and Shahzadpur. Sirajganj District is famous for its production of traditional Bangladeshi garments, including lungis for men and sarees for women."]},"\n",{"type":"==","value":["Eat"]},"\nSirajgonj has many traditional foods but not sell in the Market. Usually \"Pachoi\" is  especial kind of homemade food. People in their first taking do not feel interest in it. But it is a traditional food for the ordinary people in Sirajgonj.\n\n",{"type":"==","value":["Go next"]},"\nThe neighbouring districts to Sirajganj are:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bogra District"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Natore District"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pabna District"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Manikganj District"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tangail District"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jamalpur District"]]}]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rajshahi Division"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Sirajganj District"]]},"\n",{"type":"{{","value":[["geo"],["24.33"],["89.62"]]}]