[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sirkazhi"]}," is a small town in the ",{"type":"[[","value":[["Southern India"]]},"n state of ",{"type":"[[","value":[["Tamil Nadu"]]},".\n\nIt is situated near the banks of the river Kollidam (Coleroon). This picturesque town has a beautiful and spotlessly clean Shiva temple. Brahmapureeshwarar (Shiva)- Thirunilainaayaki (Parvathi) are the main deities. On the banks of this temple's tank was where \"Thirugyanasambandhar\", one of the great Saivite saints, as an infant was fed the milk of wisdom by Goddess Parvathi herself. The temple's cleanliness is noteworthy. The temple is maintained spotlessly clean sadly, in stark contrast with other temples in India. \nYet another famous temple town of Vaitheeswaran Koil, famous for its Shiva temple as well and its \"Nadi Jyosiyam\", a unique way of astrology is situated less than 5 km from Sirkazhi.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Poompukar Beach "]},{"type":"*","value":["Kalai koodam In Poompukar"]},{"type":"*","value":["Trancebaur Fort"]},{"type":"*","value":["Navagraha Temples"]},{"type":"*","value":["Kaazhicheeraama Vinnagaram - Vishnu Temple, one of the 108 divya desams. Trivikraman, the deity here is Vishnu in his avatar as Vamana, wherein he asked for 3 footsteps of Land and went onto measure all 3 worlds. This temple is situated in this town."]},{"type":"*","value":["Thirunangur Divya Desams - There are 12 Divya Desams (temples of Lord Vishnu) which are situated in and around Thirunangur, which is about 20 km from Sirkazhi. One of them, Tirunagari is the birthplace of Thirumangai Azhwar. The Thirunangur divya desams come alive during the Thai Amavasai (New Moon day in the month of January) during which the 12 Deities of these divya desams are taken in procession on Garudan. One of the most beautiful sights to be seen."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Vaitheeswarankoil is in just 6 km towards southwest."]},"\nThe birth place (Avathara Sthalam) of the great Vaishnava saint-poet Thirumangai Azhwar (also called Kaliyan) called ThirukkuRaiyalur is situated near Sirkazhi. The exact birth location where the great Azhwar was born is marked with a small statue of his, just outside the thirukkuRaiyalur Narasimha temple.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy Artistic works of poombuhar those made of kilinchal, and sea items.\n\n",{"type":"==","value":["Eat"]},"\nYou can eat south Indian vegetarian cuisine, including puliyotharai, pongal in Hotel Anantha Cafe or your non vegetarian cuisine in Katta Mudaliar or in Murugan Kadai Parotta or Ayarpadi Mess.\n\n",{"type":"==","value":["Drink"]},"\nDon't miss the Thunder which is available near to Peria kovil.\n\n",{"type":"==","value":["Sleep"]},"\nYou can go to lodge which is very famous in sirkazhi, Sri Balaji Tourist home\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Navagraha Temple Tour Route Map"]},"\nHere is the link to temple route map for the travellers visiting Navagraha temples in Tamilnadu.\n",{"type":"[","value":["http:\/\/www.marskarthik.com\/navagraha.html"]},"\n\n",{"type":"{{","value":[["geo"],["11.2300"],["79.7300"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu North Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sirkazhi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sirkazhi"]]}]