[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Skadar Lake National Park"]}," is the ",{"type":"[[","value":[["Montenegro"],["Montenegrin"]]}," side of Lake Skadar. It is the largest lake of the ",{"type":"[[","value":[["Balkans"]]},".\n\n",{"type":"==","value":["Understand"]},"\nLake Skadar is a vast freshwater lake, two thirds of which is in Montenegro and the remainder in Albania. It is surrounded by dramatic karst mountains and hosts a thrilling array of wildlife with more than 260 species of birds, traditional fishing villages, islet monasteries and pristine beaches.\n\nIt has been a protected National Park since 1983 and was added, in 1996, to the World's List of Wetlands of International Importance by the Ramsar Convention.\n\n",{"type":"===","value":["History"]},"\nLake Skadar has a long, proud history. Once part of the ancient Slav province of Zeta, it was invaded by the Turks in the 13th century and occupied for five centuries with many battles witnessed by now crumbling fortresses such as Besac in Virpazar and Lessendro in Vranjina.\n\nWhen the Turks were expelled from Montenegro in the late 19th century, Skadar town itself (once the capital of Zeta) was incorporated into Albania and is also called Shkoder. Meanwhile several Albanian villages on the southern shores such as Ostros and Donji-Murići became part of Montenegro.\n\nDuring the fighting days against the Ottomans, Montenegro's rulers established their ruling seat and bastion in the north-west wetlands, at Žabljak Crnojevići, until they were forced to move their capital to Cetinje in 1482.\n\nBy the 19th and early 20th century, with an Independent Montenegro, the lake returned to royal glory with King Nikola setting up his summer court at the attractive lake town of Rijeka Crnojevića.\n\nIn WW2, Lake Skadar made history again as Virpazar provided the scene of the first Partisan uprising in Montenegro.\n\n",{"type":"===","value":["Landscape"]},"\nLake Skadar is the largest freshwater lake in the Balkans. It is fed by the Morača river and a series of underwater springs. An unusual feature, creating a special eco-system, is the annual expansion of the lake's circumference from 370 square kilometres in summer to 530 square kilometres in winter.\n\nOn average it is 44km long, 10km wide and 8 metres deep.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe variety of different habitats offered at Lake Skadar attract an incredible range of wildlife and provide one of the five most important birding sites in Europe with more than 260 different species to see. They include pygmy cormorant, the rare southern dalmatian pelican, storks, herons, egrets and ibises.\n\nThe surrounding hinterland is home to wild tortoises, lizardsm, amphibians, snakes and even wild boar.\n\nThe lake is also famous for its medicinal plants and wild orchids.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is Mediterranean with long hot summers and a short cold winter made very wet by the mountainous nature of the region.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By Train"]},"\nVirpazar, the main settlement at the lake, has a train station on the Bar-Belgrade line operated by ",{"type":"[","value":["http:\/\/www.serbianrailways.com\/ Serbian Railways"]},", with several trains visiting daily.\n\n",{"type":"'''","value":["By Bus"]},"\nYou can also get to Virpazar by bus from Montenegro's capital, Podgorica, or nearby coastal town Sutomore. Note that public transport is not available to reach other settlements around the lake.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA small fee is payable for a day's access to the national park and permits are required for fishing. Contact the Visitors' Centre of the National parks of Montenegro in Vranjina for more information. \nOpening hours: during the summer tourist season, from 8-18 every day;\nOut of season: from 08 – 16 hours, from Monday to Friday.         \nContact details: np-skadarlake@t-com.me; +382 20 879 103.\n\n",{"type":"==","value":["Get around"]},"\nPublic transport is not available around the lake, but there are tourist agencies in Virpazar who can arrange lifts for you. Private car hire highly recommended.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Boat tours and cultural attractions"]},"\nSkadar Lake features very rich cultural and historical assets dating from prehistoric times. Visit archaeological sites, fortresses, Middle Age churches and monasteries, water-mills, unique fishing settlements and more. \n \n",{"type":"'''","value":["Special events"]},"\nEcotourism Day – Skadar Lake National Park, in June.\nEcology, tourism, culture and sports days, in several places around Skadar Lake (Plavnica, Murići, Rijeka Crnojevića, Žabljak Crnojevića), in July, August and September. \nScutari Lake Trophy, an international fishing contest, organized every year in July.\nThe festival of vine and bleak is organized at Virpazar every December.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Birdwatching"]},"\nWith its 271 bird species, four bird-watching towers on Stanaj, Radus, Plavnica and Zabljacke and eight organized bird-watching tours offered by the National Park, Lake Skadar is a real attraction for bird-watchers and nature lovers. Skadar Lake is also the habitat for the protected, rare curly pelican. Since 1995 it has been a designated Wetland of International Importance by the Ramsar Convention as a habitat for water birds. \nEspecially interesting bird species are: Dalmatian Pelican colonies (Pelecanus crispus); the Pygmy Cormorant (Phalacrocorax pygmeus) (the biggest world colony of approximately 2000 bird pairs); the Whiskered Tern (Chlidonias hybridus); The Great Cormorant (Phalacrocorax carbo); the Ferruginous Duck (Aythya nyroca); the White-tailed Eagle (Haliaeetus albicilla); as well as several hundreds of Grey Heron (Ardea ralloides); There are five ornithological reserves at Skadar Lake: Manastirska tapija, Grmozur, Omerova gorica, Crni zar, Pancevo oko.\n\n",{"type":"'''","value":["Hiking"]}," \nThis is a good destination for walkers, although not as challenging as Montenegro's North, where the mountains are far higher. The National Park authorities have marked some paths and provided info-boards. Contact the visitor centre for more information.\n \n",{"type":"'''","value":["Cycling"]},"\nMarked routes available throughout the National Park and surrounding areas. A great 55km circular route is - Virpazar, Boljevici, Stari-Bar, Ulcinj (overnight), Ostros, Murici, Godinje, Virpazar.\n\n",{"type":"'''","value":["Speleology"]},"\nAround the lake there are various interesting caves to visit including Obod, Grbocica, Bobosuta and Ispila. \n\n",{"type":"'''","value":["Boat tours"]},"\nEasily arranged when you reach Virpazar.\n\n",{"type":"==","value":["Buy"]},"\nVirpazar offers a grocery store for essentials and has a weekly farmers'\/fishermens' market on a Friday morning. In summer, the tree-lined streets offer little market stalls selling tourist souvenirs, home-produced olive oil and wines.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Konoba Badanj"],["url="],["email="],["address=b.b Virpazar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beautifully restored and offering a menu of local fish and pork specialities, ",{"type":"[","value":["http:\/\/www.facebook.com\/group.php?gid=131690433669 Badanj"]}," is Virpazar's best restaurant. You can sit inside, outside in the town square or on a pretty terrace directly over the water. Prices are reasonable and service excellent."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Plavi 1"],["url="],["email="],["address=b.b Virpazar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right next to Badanj overlooking the lake is Plavi 1, the town's main cafe bar. Owned by a former professional goalkeeper (hence the name, which means Number One Blue), it's a good spot to sit and unwind, and of course it's the place to go to watch live football matches."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Miela"],["alt=enquiries@undiscoveredmontenegro.com"],["url=http:\/\/www.undiscoveredmontenegro.com"],["email="],["address=Virpazar b.b."],["lat="],["long="],["directions="],["phone=+44 (0)7944 315949"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Villa accommodation in Virpazar sleeping 8-10, available to rent."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nCamping is not permitted within the National Park borders.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Montenegro"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]