[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.skala-kefalonia.gr\/english\/ Skala"]}]}," is a sea resort in South ",{"type":"[[","value":[["Kefalonia"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["See"]},"\nSkala is well known for its fantastic beach (one of the largest sandy beaches of Kefalonia). Being the largest resort of the southern part of Kefalonia, Skala welcomes thousands of visitors every summer, who come to enjoy the large sandy beach of the village and its crystalline waters boarded by pine trees. Make sure to visit the old village Skala in the hills - about an hours walk up the hill. \n\nOn the edge of the village remain some interesting ruins of a Roman villa where a magnificent mosaic floor can still be admired.\n \nHere, the wide Kaminia beach is ideal for families with young children, as the shallow waters of the golden, sandy beach provide for a safe swim.Potamakia is also a wide beach, its fine and warm sand have made it the home of the Mediterranean turtle\nCaretta - Caretta. \t\n\nLoutraki beach lies between the cape of Mounta and the Rocks of Spithi: the sea here is famous for its clear, deep blue and exceptionally warm waters. The picturesque villages of Alimatas, Koutrokoy, Fanies and Spathi lie a short distance out of Old Skala.\n\n",{"type":"==","value":["Do"]},"\nSkala is set on a very long golden sandy beach on the southernmost tip of the island, 37 km from the island's capital and is the most renowned beach resort of Kefalonia. The distinguishing feature of Skala is the forest of pine trees which separates the land from the sea. Its lovely beach is a mixture of sand and shingle which stretches for miles along the coast towards the resort and port of Poros 12 km away. You have a choice of lively beachlife with its beachside snack bars, sunbed and beach umbrellas for hire and water sports, or you can opt for the quieter beach by walking along the shoreline until you find your own secluded piece of paradise. You really will know you have got away from the beach crowd when one of the local cows starts grazing at grassy bank of your personal sand dune!\n\nIn the village and resort of Skala you will find a selection of tavernas, restaurants,bars and supermarkets to cater for all your needs along the main street which leads down to a small square.\n\nSkala is an ideal resort for walkers who can discover a wealth of natural beauty in the surrounding countryside and wonder at the Roman mosaic floors found in the middle of a sun-lit olive grove.\n\nThe local scuba diving school Bubbles offers various diving programs for young and old and organises snorkelling trips.\n\nTake a trip on the local glass bottom boat Nautilus with Captain Vangellis who is the owner and guide of this boat. Cruises set off at mid-day and take about an hour with small groups to the shipwreck of Perseus and the beach at Mounda where you may see turtles\n\nTake the Skala 'train' from the village square and for €3.50 for the half an hour journey, you can travel in leisurely style along the coast to San Georgio Hotel.\n\nTransfer time from the airport about 2 hours.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nin addition to its uniquely beautiful landscape and beaches, southeastern Kefalonia offers extensive dining and entertainment facilities that will make your holiday enjoyable.\n\nIn any one of the many picturesque restaurants and taverns in Skala you will enjoy a tasty meal by the sea or in the natural shade of a thick vine. The charming cafés found along the seafront offer cooling moments of relaxation throughout the day. In the evening you’ll enjoy your drinks  in one of the numerous bars offering unique décor and atmosphere. \n\nDuring the summer months there is a series of concerts, cultural events and festivals that will entertain you and give you the opportunity enjoy the region’s unique traditions. \n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Captains bar"],["url=http:\/\/www.captainsbar.net"],["email="],["address=skala"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fabulous cocktails."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Michaels Bar"],["alt=Drinking in Skala"],["url=http:\/\/www.michaelsbarskala.eu\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic cocktails and music all year round"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Porto Skala"],["alt="],["url="],["email=portoskala@otenet.gr"],["address="],["lat="],["long="],["directions="],["phone=+30 2671 083501-6"],["tollfree="],["fax=2671083500"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Anassa Hotel"]}," 083115"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apostolata Island Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+30 2671 083581-2"],["tollfree="],["fax=+30 2671 083583"],["price="],["checkin="],["checkout="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=2671 083426"],["price="],["checkin="],["checkout="],["content=083427-8"]]}]},{"type":"*","value":[{"type":"'''","value":["Marina Bay"]}," 083592 or 083082, (",{"type":"''","value":["Fax 2671083083"]},")"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mounda Beach"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=083159"],["price="],["checkin="],["checkout="],["content=083151-3"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aloni VIllas"],["url=http:\/\/www.ratzakli.com"],["email="],["address=Ratzakli"],["lat="],["long="],["directions="],["phone=+30 2671083145"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Quietly situated 4 km outside Skala"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Captains House"],["url=http:\/\/www.captainshouse.net"],["email=info@captainshouse.net"],["address=skala"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small bargain bed and breakfast in center of skala."]]}]},"\n",{"type":"==","value":["Connect"]},"\nArea code is 2671\n\n",{"type":"{{","value":[["geo"],["38.0833"],["20.7833"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kefalonia"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Skala (Kefalonia), Greece"]]}]