[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Skomerisle.jpg"],["400px"],["thumb"],["The Neck, Skomer"]]},"\n",{"type":"'''","value":["Skomer"]}," is an island off the coast of ",{"type":"[[","value":[["Pembrokeshire"]]},".\n\n",{"type":"==","value":["Understand"]},"\nOne of the finest wildlife sites in the UK, Skomer is an island of around 2 × 1½ miles, lying around ½ mile off the Pembrokeshire coast near ",{"type":"[[","value":[["Marloes"]]},". It is best known for its colonies of breeding seabirds, notably Puffins and Manx Shearwaters. Day trips by boat are available but visitors can also stay in self-catering accommodation on the island (highly recommended for a peaceful and relaxing experience). The neighbouring smaller island of Skokholm has a bird observatory and also offers day trips (though not in 2013) and basic accommodation.\n\n",{"type":"===","value":["History"]},"\nSkomer shows evidence of inhabitation back to the Iron Age, including stone circles and the remains of prehistoric houses. Its last permanent inhabitants left in the 1950s. The island is managed by the  ",{"type":"[","value":["http:\/\/www.welshwildlife.org Wildlife Trust"]}," of South and West Wales (previously  the West Wales Field Society) and opened for visitors in April 1946.\n\n",{"type":"===","value":["Landscape"]},"\nSkomer is largely covered in treeless heathland, grazed by rabbits, with isolated granite outcrops. It is surrounded by high sea cliffs.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"[[","value":[["File:A puffin calls on the Wick on Skomer - geograph.org.uk - 1328606.jpg"],["thumb"],["Atlantic Puffin (",{"type":"''","value":["Fratercula arctica"]},")"]]},"\nSkomer is probably most famous for its breeding seabirds, most notably ",{"type":"'''","value":["Puffins"]}," and ",{"type":"'''","value":["Manx Shearwaters"]},". Both birds nest in burrows; the latter spend the day at sea and return only under cover of darkness, so day visitors will be fortunate to see them, but close-up views of Puffins are guaranteed in season (April–July). Other breeding birds include Razorbill, Guillemot, Chough and Short-eared Owl. In spring and autumn the island can attract rare migrant birds.\n\nSkomer is also known for its flowers, notably the carpet of bluebells and red campions in May and June. It has its own unique subspecies of mammal, the Skomer Vole (",{"type":"''","value":["Clethrionomys glareouls skomerensis"]},"), a subspecies of the Bank Vole.\n\nThe sea around the island is rich in marine life (the area is a statutory Marine Nature Reserve, one of only three in the UK). Seals, porpoises and dolphins can be seen, with patience or luck, from the island.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Skomer Island Bluebells - geograph.org.uk - 946122.jpg"],["thumb"],["Bluebells on Skomer"]]},"\n",{"type":"*","value":["Seabird colonies"]},{"type":"*","value":["Seals and porpoises"]},{"type":"*","value":["Flowers"]},{"type":"*","value":["Iron Age remains"]},{"type":"*","value":["Spectacular cliff scenery"]},"\n",{"type":"==","value":["Do"]},"\nThere is no traffic, no television, no nightlife, no internet and variable mobile signal on the island—and that is the whole point. The sheer lack of things to do, other than walking and wildlife-watching, makes for a relaxing getaway and the peace and beauty of the place is a real natural tonic. (On the other hand, it could be a bit grim if the weather forced you to stay inside.)\nIf staying overnight in April–July, a night walk to see and hear the amazing spectacle of the Manx Shearwaters returning to their burrows is a must.\n\n",{"type":"==","value":["Get in"]},"\nBoats sail to Skomer from Martin's Haven on the mainland, a 15–20 minute trip every day except Monday (Bank Holiday Mondays excepted) from April to October between 10am and 12 noon (actual times may vary). Return sailings are from 3pm but the boatman will advise on the day. There are limits on the number of people allowed to visit the island (currently 250 per day). Advance booking is not permitted and reservations are strictly on a first come, first served basis at the local shop at Martin's Haven and long queues can develop early each morning.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe boat fare is £10 (£7 children), plus there is a landing fee of £10 for adults (free to Wildlife Trust members, waived if you stay on the island).\n\n",{"type":"==","value":["Get around"]},"\nThe island has no roads, just a network of tracks and footpaths. Steep steps lead up from the jetty; sensible footwear is advisable. The Neck, the eastern end of the island beyond the warden's accommodation, is out of bounds to visitors.\n\n",{"type":"==","value":["Eat"]},"\nThere is no restaurant, pub, café or shop on the island. All visitors must bring their own provisions.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Old Farm, Skomer Island - geograph.org.uk - 1329640.jpg"],["thumb"],["The Old Farm, Skomer"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Old Farm"],["url=http:\/\/www.welshwildlife.org\/islandaccom\/overnight-accommodation-on-skomer\/"],["email=islands@welshwildlife.org"],["address="],["lat="],["long="],["directions="],["phone =+44  1239 621600"],["tollfree="],["fax="],["hours="],["price=£30–£60 pppn"],["checkin="],["checkout="],["content=Comfortable but basic self-catering accommodation is available in the converted farm in the centre of the island and must be booked in advance from the Wildlife Trust of South and West Wales. There are two twin rooms, one triple room, one family room (sleeping four) and a five-bed room. Prices vary depending on the season and the room. Including a Sunday night in your stay is recommended, as there are no day visitors on Mondays and you will have the island largely to yourself."]]}]},"The truly committed may wish to apply to work as a Voluntary Warden (£35 per week, including accommodation). ",{"type":"[","value":["http:\/\/www.welshwildlife.org\/islandaccom\/volunteering-on-skomer-2\/"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pembrokeshire"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"{{","value":[["geo"],["51.7375"],["-5.2943"]]},"\n",{"type":"[[","value":[["WikiPedia:Skomer"]]}]