[{"type":"{{","value":[["pagebanner"],["Skopelos banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.goscopellos.com Skopelos"]}]}," (Population: 4,960 (2011)) is the largest island in the Northern ",{"type":"[[","value":[["Sporades Islands"]]},". The island is located east of mainland ",{"type":"[[","value":[["Greece"]]},", northeast of the island of ",{"type":"[[","value":[["Euboea"]]}," and is part of the Prefecture of ",{"type":"[[","value":[["Magnesia"]]},"s in the Periphery of ",{"type":"[[","value":[["Thessaly"]]},". Skopelos is also the name of the main port and the municipal center of the island. The other communities of the island are ",{"type":"[[","value":[["Glossa"]]}," and Neo Klima (Elios). The geography of Skopelos includes two mountains over 500 meters; Delphi (681 meters) in the center of the island, and Palouki (546 meters) in the southeast. With an area of 95 km² (36.6 mi²) Skopelos is slightly larger than ",{"type":"[[","value":[["Mykonos"]]}," (85 km²) and ",{"type":"[[","value":[["Santorini"]]}," (73 km²). The nearest inhabited islands are ",{"type":"[[","value":[["Skiathos"]]}," to the west and ",{"type":"[[","value":[["Alonissos"]]}," to the east.\n\nSkopelos is one of the greenest islands in the Aegean Sea. The island has a wide range of flowers, trees and shrubs. The local vegetation is chiefly made up of forests of Aleppo Pines, Kermes Oaks, a small forest of Holm Oaks, fruit trees and olive groves.\n\n",{"type":"==","value":["Villages"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Skopelos town"]]}]},". Located on the southeast side of the island, the main port and municipal center of the island. The town is noted for its architectural heritage."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Glossa"]]}]},". Situated on the north west side of the island, just above Loutraki harbour with an elevation ranging from 200 to 300m. It is 25,4km from Skopelos town. Typical and tranquil village with traditional houses. The village faces Skiathos and the mainland."]},{"type":"*","value":[" ",{"type":"'''","value":["Elios"]},". A purpose-built village constructed after the great 1965 earthquake to resettle the displaced residents of the severely damaged village of (Old) Klima. It is situated by the coast on the west side of the island, between Milia beach and Klima village. It is 3 km from Klima village, 6 km from Glossa village and 19 km from Skopelos town. The village had 415 inhabitants in the 2001 census."]},"\n\n\n",{"type":"==","value":["Other destinations"]},"\n\n\n",{"type":"==","value":["Understand"]},"\n\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]}," is the native language of the people of Skopelos. However, many people also speak passable English and some speak German or other European languages.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nSkopelos is accessible via ferry from ",{"type":"[[","value":[["Volos"]]}," and ",{"type":"[[","value":[["Agios Konstantinos"]]},". In summer there is a ferry to and from ",{"type":"[[","value":[["Thessaloniki"]]}," and ",{"type":"[[","value":[["Kymi"]]}," in ",{"type":"[[","value":[["Euboea"]]},".\nThere is also passenger hydrofoils and catamaran service from Volos and Agios Konstantinos. \n\nIt has two ports, one in Skopelos town and one in Loutraki. On windy days hydrofoil service diverted from Skopelos town to Agnontas.\n\n",{"type":"'''","value":["Cruise ships"]}," dock at the Skopelos town and Loutraki Port.\n\n",{"type":"===","value":["By plane"]},"\nThere is no airport in Skopelos.  However, in summer months there are some flights from within Greece and from other European destinations to the airport on the neighboring island of ",{"type":"[[","value":[["Skiathos"]]},", from which you can usually find a boat to Skopelos the same day, if you arrive in Skiathos early in the day, or else the next day.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nSkopelos has one main road around the island which runs through almost everywhere the visitor would want to go, including the main villages and beaches.  Buses are very frequent in the high season (July and August) and fairly frequent in the shoulder season.\n\n",{"type":"===","value":["By taxi"]},"\n\nThere's a taxi stand on the Skopelos town waterfront near the bus station.  Taxis have fixed rates to various destinations.  Note that despite the fact that the first daily boats routinely leave Skopelos port around 7:00 am, you may have trouble booking a taxi to take you and your bags to the port then:  most Skopelos taxi drivers seem to consider snoring the morning away more important than getting up for an early fare.\n\n",{"type":"===","value":["By car"]},"\nIt is not worth the hassle to bring your own car to the island, although it is in theory possible. You can rent a car or a motor scooter. Asphalt roads run across the west coast of the island. Roads in the interior turn out to be little more than dirt paths. \n\n",{"type":"===","value":["By motorcycle"]},"\nMotorbikes and mopeds are popular alternatives to cars. Mopeds, specially adapted to be very loud are frequently used by local youths to scare tourists and can go to many places that cars cannot go - for example the twisted narrow streets of Skopelos town. An additional advantage is that they are inexpensive to rent - 10 to 15 Euros a day is the usual price. \n\nIf you start a day-trip with a moped, make you sure you do so on a full tank, as gas stations are sometimes hard to find. An extra stop at a gas station can save a lot of nerves. When renting a moped, check if the profile of the tyres is ok and if the brakes work properly. If it is the last vehicle in store, be suspicious - it could be the one that needs a repair badly.  Greek law requires helmets while on a motorbike or moped. The fine for not wearing a helmet is 350 Euros.  \n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Skiathos Town.jpg"],["right"],["thumb"],["300px"],["View of Skopelos town"]]},"\nThe island has more than 360 churches and chapels. Most are closed through the years except for the feast day of whom or whatever the church has been dedicated.  Most have been privately built. The oldest existing ecclesiastical structure is the basilica of Agios Athanasios built in the 11th century and located in the Kastro area.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Folklore Museum of Skopelos"],["url=http:\/\/www.skopelos.net\/culture\/museum.htm"],["email="],["address=Skopelos Town"],["lat="],["long="],["directions="],["phone=+30 24240 23494"],["tollfree="],["fax="],["hours="],["price="],["content=Situated in a traditional building, donated to the Municipality of Skopelos by the Nickolaides family, the  Museum of Folk Art is exhibiting some of the finest handiwork made during the latter part of the 19th and through most of the 20th centuries."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Sunbathing"]},{"type":"*","value":[" Swimming"]},{"type":"*","value":[" Walking  (Google Skopelos walks for ideas)"]},"\n\n",{"type":"===","value":["Beaches"]},"\nSkopelos has excellent beaches. The south-west side of the island has sandy beaches with calm waters. The wind mostly comes in from the north and also the sea tends to be somewhat rougher to the north.\n\nGoing clockwise around the island, the main destinations for the sun-swim-and-sand seeker are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Staphylos"]}," Small sandy beach with a couple of basic changing rooms and a small snack bar.  Can be crowded.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Agnondas"]},"  Small beach, not much developed, with a small settlement with stores, etc."]},{"type":"*","value":[" ",{"type":"'''","value":["Limnonari"]}," With Milia, the best beach on the island.  Get off the bus at Agnondas and walk along the road through Agnondas in the same direction the bus was going for about ten minutes until you read the end of a hairpin turn, where there are prominent signs pointing out the way to Limnonari.  About twenty minutes walk along this path lies Limnonari; you won't see the beach until you're almost there.  Limnonari is not much developed but has one very basic taverna."]},{"type":"*","value":[" ",{"type":"'''","value":["Panormos"]}," An excellent gravelly beach and the most built-up of the island's beach resorts, with numerous tavernas and hotels."]},{"type":"*","value":[" ",{"type":"'''","value":["Milia"]}," Excellent pebbly beach with a beach bar and a couple of simple tavernas and hotels."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jewelry"]}," stores are common"]},{"type":"*","value":[" ",{"type":"'''","value":["Colorful sea shells"]}," are a popular souvenir item, but very many of them are actually imported, and have no authentic connection to the island whatsoever."]},{"type":"*","value":[" Many brand name products for sale in the tourist shops may be fakes and\/or unlicensed (t-shirts, towels, hand bags, and so on)"]},"\n",{"type":"==","value":["Eat"]},"\n\nThe waterfront as usual on Greek islands is lined with tavernas.  One of the best is ",{"type":"'''","value":["Klimataria."]},"\n\n",{"type":"'''","value":["Plums,"]}," which grow in profusion throughout the island, are a characteristic ingredient of many dishes.  You can find them dried, as sweets, or in the local specialty ",{"type":"'''","value":["pork with plums,"]}," served in many tavernas.\n\n",{"type":"==","value":["Drink"]},"\n\nThe municipal water is good quality. As most natural source water in limestone environments the water has a high ",{"type":"[[","value":[["calcium"]]}," content.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Skopelos town"]}," has a large number of rooms and studios, ranging from basic to near luxury.  Outside of July and August there's no problem in finding a room.  ",{"type":"'''","value":["Panormos"]}," is the only beach which has a good selection of accomodations, though many of the other beaches offer a few simple rooms.  The village of ",{"type":"'''","value":["Glossa"]}," also has a few rooms to rent.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aegean Wave Hotel"],["url=http:\/\/www.aegeanwave.com"],["email="],["address="],["lat="],["long="],["directions=Glossa, Loutraki"],["phone=+30 24240 33700"],["tollfree="],["fax=+30 24240 33221"],["hours="],["price=€45-250"],["checkin="],["checkout="],["content=This luxurious and newly remodeled hotel in the center of the ancient city Selinountas, now known as Loutraki."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Skopelos Village Hotel"],["url=http:\/\/www.skopelosvillage.gr"],["email="],["address="],["lat="],["long="],["directions=North-west of the harbour"],["phone=+30 24240 22517"],["tollfree="],["fax="],["hours="],["price=€100-320"],["checkin="],["checkout="],["content=Minimalistic suites and good views of the Aegean sea"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nSkoplelos is a generally safe destination. In the summer there are occasional reports of sexual assault. Numerous motorbike accidents during the summer season.\n\n",{"type":"*","value":[" The summer sun tends to get very strong.  You should not take the risk of dehydration, sunburns or even heat strokes lightly. Wear appropriate clothes, maybe with a hat and sunglasses; use sunscreen; bring enough water on excursions and know when to stop exhausting yourself and seek the shade of a tree."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Daily excursions via boat to ",{"type":"[[","value":[["Sporades Islands"]]}," and are offered"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sporades Islands"]]},"\n",{"type":"{{","value":[["geo"],["39.116667"],["23.7"]]},"\n\n\n\n\n",{"type":"[[","value":[["WikiPedia:Skopelos"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Skopelos"]]}]