[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tzgsb.hr\/index-e.htm Slavonski Brod"]}]}," is a city in ",{"type":"[[","value":[["Slavonia"]]}," located on the north bank of the Sava river. Its sister city ",{"type":"[[","value":[["Bosanski Brod"]]}," lies on the south bank, over the State border in ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nSlavonski Brod lies along the A3 motorway (",{"type":"''","value":["Autocesta"]},") ",{"type":"[[","value":[["Zagreb"]]},"-Slavonski Brod-",{"type":"[[","value":[["Belgrade"]]},", which has been renovated which is an important route between South-East- and Western Europe. The Autocesta is a toll-road\n\nOther roads connect city to ",{"type":"[[","value":[["Pécs"]]}," (Hungary), ",{"type":"[[","value":[["Osijek"]]}," and ",{"type":"[[","value":[["Sarajevo"]]},".\n\n",{"type":"====","value":[" Hitch-hiking "]},"\nYou can hitch-hike onto the highway at the gas stations on either side of the road in Brod or before the toll booth.\n\n",{"type":"===","value":["By train"]},"\n\nFrom Zagreb: Trains run several times per day. The ordinary fast train travels about 2 hours 30 minutes. Tilting Intercity train Slavonia is one of the best trains in Croatia, with seats of European standards, travels slightly over 2 hours and complimentary coffee is served on board. The difference in price compared to a regular intercity train is negligible (approx. 7 kunas = 1 euro), but the seats are often hard to get in the last minute on weekends. The passenger trains also run several times a day, but travel significantly longer and are not reliable.\n\nFrom Belgrade: Direct lines from Belgrade are available (travel time approx. 3,5 hours). However, there is an option of changing trains at Vinkovci.\n\n",{"type":"===","value":["By bus"]},"\nSeveral services operate to Slavonski Brod from any major Croatian city, as well as from Belgrade, Novi Sad, Subotica (Serbia) and many cities in Bosnia. Direct lines are also available to and from many German, Swiss and Austrian cities: Munich, Vienna, Graz, Zurich (daily), Stuttgart, Cologne, Düsseldorf (twice a week). Buses are operated by Croatian bus companies and are reasonably reliable.\n\n",{"type":"===","value":["By plane"]},"\nSlavonski Brod is the largest city in Croatia without an international airport. The closest major airports are Zagreb and Belgrade.\nOsijek airport (approx. 100 km away) operates seasonal flights by Croatia airlines to Split and Dubrovnik and recently, German Wings flights from Cologne\/Bonn are also scheduled.\n\n",{"type":"===","value":["By boat"]},"\nAlthough river Sava is suitable for sailing, it is currently only used for freight traffic. However, ambitious projects are under way which would include tourist boats from other cities on the Sava river.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The Franciscan Monastery"]},{"type":"*","value":[" The Brod Fortress"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Poloj"]}," is a sand beach on the Sava river, situated about 5-10 minutes drive from the city center. Locals swim in the river, but it is an imperative to remain cautious while being in the river, as this is a large and fast river. Greatest caution is advised to people who have no experience with swimming in rivers.The beach was not used for many years during and after the war and is now being renovated. The ambitious plan includes many sport grounds, a restaurant and a bar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Motorijada"]}," (Motor fest) is an annual biker's gathering which takes place on a weekend around the day of the city (15th May). The fest lasts for two nights (Friday and Saturday) and gathers many biker clubs from Croatia, Bosnia and other European countries. The line-up consists of one very popular Croatian rock band per night and a number of Croatian demo bands. The accompanying events include a mix of international activities (such as mechanical bull riding) with a feel of Slavonian village gathering (tents with beer and food). The event takes place on Poloj, a beach on the Save river."]},{"type":"*","value":[" Take a walk in the hills of ",{"type":"'''","value":["Vinogorje"]},", just north of the Autocesta, for example to ",{"type":"''","value":["Sjeme Panj Umjetnost Život"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nEven though it is not a 7-day-per-week party destination, city scene becomes wild and vibrant on a clear Saturday, especially during holidays. The reason is a large number of students from Zagreb and Osijek and a large number of people who emigrated from city, who regularly return to city for holidays.\nCurrently the most popular clubs include Iguana, Alfa and Navigator, which play modern clubbing music and offer a range of drinks at arguably the lowest prices found in a major city in Croatia. For instance, a glass of juice-vodka would cost approx. 2 euros in Slavonski Brod and almost 4 in a club in Zagreb or on the Adriatic. Clubs usually work to 3 am, when the crowds usually move to Rupa (a rock club), Pivnica or Cezar. Other clubs are also available and their popularity varies. It is best to ask any young person in the street on a Saturday night about \"in\" places at the moment.\n\nSlavonski Brod also hosts two large turbo folk clubs: Navalis and Cezar (folk section).\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nOsijek - the largest city in the Slavonia region is a beautiful old city and an important cultural centre in Croatia.\nĐakovo - a smaller city half way between Slavonski Brod and Osijek, famous for one of the largest and most beautiful cathedrals in South Central Europe.\nVinkovci, Vukovar - twin cities north-east of Slavonski Brod.\nPapuk - a hill 60 km nothwest of Slavonski Brod, a nature park and a popular recreational destination.\nKopački Rit - a nature park famous for its bird life located at the confluence of Drava and Danube rivers.\n-\t\n\n",{"type":"{{","value":[["geo"],["45.1667"],["18.0167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Slavonia"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Slavonski Brod"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Croatia\/Localities\/Slavonski_Brod\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Slavonski Brod"]]}]