[{"type":"{{","value":[["pagebanner"],["Spis Castle banner.jpg"],["caption=Spis Castle"]]},"\n",{"type":"{{","value":[["quickbar"],["image= Trencin_hdr_001.jpg"],["location= LocationSlovakia.png"],["flag= Flag of Slovakia.svg"],["capital=",{"type":"[[","value":[["Bratislava"]]}],["government=parliamentary democracy"],["currency=Euro"],["area=49,005 sq km"],["population=5,439,448 (July 2006 est.)"],["language=",{"type":"[[","value":[["Slovak phrasebook"],["Slovak"]]}," (official), ",{"type":"[[","value":[["Hungarian"]]},", ",{"type":"[[","value":[["Ukrainian"]]}],["religion=Roman Catholic 60.3%, atheist 9.7%, Protestant 8.4%, Greek (Eastern rite) Catholic 4.1%, non-Christians 17.5%"],["electricity=230V\/50Hz (European plug type E)"],["tld=.sk"],["callingcode=+421"],["timezone=UTC +1"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.slovakia.travel Slovakia"]}]}," or ",{"type":"''","value":["Slovak Republic"]}," (Slovak: ",{"type":"''","value":["Slovensko"]}," or ",{"type":"''","value":["Slovenská republika"]},", both names are officially recognized), is a landlocked country in ",{"type":"[[","value":[["Central Europe"]]},".  It is surrounded by ",{"type":"[[","value":[["Austria"]]}," to the west, ",{"type":"[[","value":[["Czech Republic"]]}," to the northwest, ",{"type":"[[","value":[["Hungary"]]}," to the south, ",{"type":"[[","value":[["Poland"]]}," to the north and ",{"type":"[[","value":[["Ukraine"]]}," to the east. Slovakia is a modern democratic country and is a member of the European Union. \n\nThe main reasons to visit Slovakia are its natural beauty, vivid history and great opportunities for relaxation (and due to the small size of the country, it is quite easy to combine all three). For the same reasons ",{"type":"''","value":["Lonely Planet"]}," put it in as number 5 on its ",{"type":"''","value":["Best in Travel 2013 - Top 10 countries"]}," list, being best for \"culture, adventure and off the beaten track\".\n\nSlovakia has nine national parks, which cover a  relatively big portion of the country and feature the tallest part of the Carpathian Mountain Range, the ",{"type":"[[","value":[["High Tatras"]]},", which offer great opportunities for mountain and winter sports as well as great vistas. Geologically, a sizable part of Slovakia is made out of limestone, which in combination with many springs and rivers has resulted in formation of numerous caves (12 open to the public, several of which are UNESCO listed) and the beautiful rocky formations, canyons and waterfalls of the ",{"type":"[[","value":[["Slovak Paradise"]]}," and ",{"type":"[[","value":[["Slovak Karst"]]},". Even outside these areas, there are some beautiful landscapes, and all of Slovakia is covered by thousands of well-marked hiking trails.\n\nFor history lovers, Slovakia has the highest number of castles and chateaux per capita in the world, ranging from simple ruins to well-preserved habitable castles with furnishings, so if you are a fan of medieval history, look no further. There are also numerous gothic and baroque cities and towns across Slovakia, including the capital. There are also well-preserved examples of wooden folk architecture, including churches made entirely out of wood and the tallest wooden altar in the world.\n\nThere are numerous mineral and thermal springs in Slovakia, and around some of these world-famous spas have been built that offer great curative therapies or just simple relaxation. You can also chill out, swim and sunbathe at the shores of several local lakes and pools or try AquaCity waterpark if you are feeling more adventurous. In particular, ",{"type":"[[","value":[["Bratislava"]]}," boasts a lively nightlife as well and is a popular partying destination. \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Terrain"]},"\nMuch of the central and northern part of Slovakia is rugged and mountainous. Gerlachovský štít at 2,655 m (8,711 ft) in the ",{"type":"[[","value":[["Vysoké Tatry"],["High Tatra"]]},"s is the highest peak.  The ",{"type":"[[","value":[["Tatra Mountains"]]}," in the north, shared with Poland, are interspersed with many scenic lakes and valleys. These areas experience lower temperatures and traditionally people here lived off sheep grazing.\n\nThe lowlands are in the south with the lowest point of the Bodrog River being 94 m (308 ft) above sea level. The soil here is much more fertile, especially the area between Small Danube and Danube, and was more agricultural. The weather is gentler and especially summers can get surprisingly warm. \n\n",{"type":"===","value":["History"]},"\nThe area that is present-day Slovakia has been settled since early Paleolithic era. Before the inward migration of Slavs and Huns, the most important cultures were the Celts and Romans. To this day, artefacts and evidence of the presence of these cultures can be found. \n\nThe Slavic tribes, that invaded the area in the 5th century created a succession of influential kingdoms here. During this era, lasting until the 10th century when the Great Moravian Empire disintegrated, Slavs adopted Christianity and many medieval fort castles have been built, ruins of some of which remain to this day.\n\nSince 10th century, Slovakia became a part of the Kingdom of Hungary, which, after 1867, formed an union with the Austrian Empire and became the Austro-Hungarian Monarchy. This Union, lasting until 1918 was a great influence on the shaping of the entire region and was a multinational state with many cultures living together, and forms a common cultural history shared by many Central European nations.\n",{"type":"[[","value":[["Image:Levice Castle.jpg"],["thumb"],["right"],["300px"],["Castle in Levice"]]},"\n\nIn 1918 the Slovaks joined the closely related Czechs to form the republic of Czechoslovakia. During WWII, Czechoslovakia briefly split, with the Czech Republic being Occupied by the Nazis and Slovaks forming their own war state. Following the chaos of World War II, Czechoslovakia became a communist country within Soviet-ruled Eastern Block. Soviet influence collapsed in 1989 and Czechoslovakia once again became free.\n\nFor many years overshadowed by their north-western ",{"type":"''","value":["Czech"]}," neighbors, political representatives of Czechs and Slovaks decided to strike out on their own. The Slovaks and the Czechs agreed to separate peacefully on 1 January 1993 and ",{"type":"'''","value":["Slovakia"]}," became a country in its own right. This is known as the ",{"type":"'''","value":["Velvet Divorce"]},". Both countries remain close culturally and there is a high level of political and economical cooperation. \n\nHistorical, political, and geographic factors have caused Slovakia to experience more difficulty in developing a modern market economy than some of its ",{"type":"[[","value":[["Central Europe"]]},"an neighbors, but now it boasts one of the fastest growing economies in Europe and has been a member of the European Union and the NATO since 2004. Slovakia is now a member of the Schengen agreement, and the country has adopted the Euro on 1 January 2009.\n\n",{"type":"===","value":[" Ethnicities "]},"\n\nThere are some similarities between the Czech and Slovak cultures but the two nationalities remain distinct. One of the most striking differences is that while Czechs are largely atheists, Slovaks are largely Catholics, like their Polish neighbours.\n\nSlovakia was a part of the Hungarian empire for almost a millennium, and a strong Hungarian-speaking minority of 9.7% remains, concentrated mostly in southern Slovakia. Historic German populations were uprooted and expelled after WWII but their historical influence remains.\n\nIn the eastern part of the country, there are many Romas\/Gypsies and some Rusnacs\/Rusins and Ukrainians. \nThere are also some Czechs, Poles and still some Germans living in Slovakia.\n\n",{"type":"===","value":["Climate"]},"\n\nSlovakia has a temperate climate with sunny hot summers and cold, cloudy, humid and snowy winters. The climate is continental, with four seasons, and while the overall climate is mild, there is a considerable temperature difference between summer and winter months. \n\nIt is generally warmer in southern regions and the lowlands, where summer temperatures can climb above 30°C (86°F) on hotter days, and where rain is more common in winters than snow, which usually melts in a few days.\n\nNorthern, and especially mountainous regions have a colder climate, with summer temperatures not exceeding 25°C (77°F). Especially in the mountains, snow is common in winters and it can get quite cold, with temperatures dropping as low as -20°C (-4°F).\n\nIf you are planning on visiting the mountains, please note that, as in any mountainous region, the weather can change dramatically in a matter of minutes and it can rain (or snow!) even in summer. Take appropriate equipment and don't underestimate the weather.\n\n",{"type":"===","value":["Holidays and Festivals"]},"\nSlovakia is a predominantly Catholic Country, so major Christian holidays are observed, as well as some other holidays. Unless indicated otherwise, these days are public holidays and banks and most amenities and shops will be closed: \n\n",{"type":"*","value":[{"type":"'''","value":[" Slovak Republic Day"]}," - 1 January - Conveniently, Czechoslovakia split into two on the 1st of January, so New Year's Day is a national holiday. It is traditionally celebrated by sleeping until midday."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ephiphany"]}," - 6 January - Celebrates the arrival of the Three Magi into Betlehem. Shops and banks are closed."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mardi Gras period"]}," ('Fasiangy') - this is not a national holiday, but rather a festival season. Some villages will hold a traditional market with food and drinks offered, and there might be a march through the city in masks, and numerous balls, dances and carnivals are held.  6 January till Ash Wednesday (February or March)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Easter"]}," - March\/April, dates depend on the lunar calendar. Good Friday and Easter Monday are both national holidays. There are a number of different traditions relating to Easter. The traditional food served includes eggs and special Easter Ham, with bread and horseradish. "]},"\nReligious people will go to mass, and it might be the only time when it is likely to see people in traditional clothing in some villages; however, this is increasingly less common. Everyone will be dressed up, though.\n\nThroughout Slovakia, ",{"type":"''","value":["kraslice"]}," are prepared, which are egg shells adorned with ornaments and painted over with colours. These, along with sweets and money, are given to boys, who visit friends' and neighbours' houses, where it is their job to make sure the women will be healthy and prosperous the following year by spraying them with water or perfume and beating them with a willow wand adorned with ribbons. It is called ",{"type":"''","value":["oblievacka"]}," and ",{"type":"''","value":["sibacka"]},". It tends to involve copious amounts of alcohol, food and wet T-shirts, and is not taken seriously by anyone. In recent years it became less popular. If you are female, do not wear clothes you like when venturing outside on Easter Monday as you might have water thrown or perfume sprayed at you. If you want to protest this clearly barbaric tradition, make sure to do so in waterproof clothing.\n\n",{"type":"*","value":[{"type":"'''","value":["International Labour Day"]}," - 1 May - This is celebrated by not working."]},"\n",{"type":"*","value":[{"type":"'''","value":["Day of Victory over Fascism"]}," - 8 May - Celebration of the end of WWII in Europe."]},"\n",{"type":"*","value":[{"type":"'''","value":["International Children's Day"]}," - 1 June - Not a national holiday, but children might have time off school and various activities will be organised for them, and they usually get treats."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Saints_Cyril_and_Methodius|St. Cyril and Methodius"]}," Day"]}," - 5 July- feast of the arrival of the great Christian missionaries to Slovakia ([863]). They translated the Gospels into the slavic language spoken at the time, devised a new alphabet to write slavic specific sounds and translated the liturgical texts(like Missal and the Psalms) thus enabling slavic tongue to be the fourth liturgical language to be accepted by Rome(after hebrew, greek and latin). St. Cyril also wrote the first poem in the slavic language, ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Proglas Proglas"]},", underlining the importance of a written language for every nation."]},"\n",{"type":"*","value":[{"type":"'''","value":["Slovak National Uprising Memorial Day"]}," - 29 August - Holiday to commemorate uprising against Nazis during WWII."]},"\n",{"type":"*","value":[{"type":"'''","value":["Constitution Day"]}," - 1 September - Children love this one as school starts one day later."]},"\n",{"type":"*","value":[{"type":"'''","value":["Day of Blessed Virgin Mary"]}," - 15 September - A patron saint of Slovakia."]},"\n",{"type":"*","value":[{"type":"'''","value":["Vinobranie"]}," This is not a national holiday, but a festival that celebrates the wine harvest, usually held in October in wine-making regions. Cities cooperate so it is held on different weekends in different places and you can visit several. This includes open air markets selling street food, drinks (especially young wine), and various handicrafts. "]},"\n",{"type":"*","value":[{"type":"'''","value":["All Saints Day"]}," - 1 November - This is a day to remember those that have passed away. Halloween is not celebrated in Slovakia, and this is quite a serious religious holiday. All shops are closed and many people will go to the cemeteries to light a candle for their loved ones. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Struggle for Freedom and Democracy Day"]}," - 17 November - Commemorates student demonstration that brought about the end of Communism."]},"\n",{"type":"*","value":[{"type":"'''","value":["St Nicolaus' Day"]}," - 6 December - This is not a national holiday, but is  seen as a start of the Christmas period. Traditionally, St Nicholaus leaves some sweets (if the child was good) or coal\/onion (if the child misbehaved that year) in their shoe overnight (surprisingly enough, most children get sweets, not onion). Celebrations are held in towns, where someone dressed as St nicolaus (think Santa Claus) and his helpers angels\/devils help him distribute sweets among crowds of eager kids. Christmas markets open and Christmas lights are turned on."]},"\n",{"type":"*","value":[{"type":"'''","value":["Feast of St Lucy"]}," - 13 December - Not a national holiday, but many traditions are connected with this day, varying by the region. For example, you can take 13 pieces of paper, leave one blank and write names of 12 boys on the others if you are a girl. One is burned every day until Christmas Eve, what remains is a name of your future husband (blank = single forever). "]},{"type":"[[","value":[["Image:Vianočné.jpg"],["thumb"],["right"],["200px"],["Traditional Christmas cookies"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Christmas"]}," - Christmas Eve, Christmas Day and Boxing Day (24-26 of December) are national holidays. In Slovakia, Christmas is mainly celebrate during Christmas Eve, when a traditional family dinner is held, after which presents are opened. As Christmas Eve is meant to be a fast in Christian Calendar, no meat is eaten that day. The tradition dinner starts with a thin wafer, eaten with garlic (for health) and honey (for happiness and properity). This is followed by a soup (either mushroom or cabbage soup), and a main of fried carp and special potato salad. Many varieties of Christmas cakes (e.g. gingerbread) are also eaten. Traditions differ, however."]},"\n",{"type":"*","value":[{"type":"'''","value":["Silvester"]}," - 31 December - New Year's Eve is not a national holiday, but is widely celebrated, mostly by partying. At midnight, people toast the New Year with a glass of champagne. Many cities will have a firework display to celebrate New Year. Fireworks and drunk people abound."]},"\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"[[","value":[["Image:Slovakia Regions map.png"],["thumb"],["right"],["475px"],["Map of Slovakia with regions colour-coded"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Western Slovakia"]]}],["region1color=#9bb687"],["region1items="],["region1description=the capital city, the Danube and other river valleys"],["region2name=",{"type":"[[","value":[["Central Slovakia"]]}],["region2color=#619abf"],["region2items="],["region2description=medieval mining, national parks"],["region3name=",{"type":"[[","value":[["Eastern Slovakia"]]}],["region3color=#71b37b"],["region3items="],["region3description=mountain ranges with fairytale castles"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Bratislava"]]}," — capital and the largest city of Slovakia with a beautifully restored historical centre full of Gothic, Baroque and Renaissance churches, houses and palaces, cobblestone streets, fountains, pleasant cafes and lively and cosmopolitan atmosphere"]},{"type":"*","value":[{"type":"[[","value":[["Banská Bystrica"]]}," — was one of the most important mining towns of Hungarian part of Austro-Hungarian Empire; beautiful restored square, many churches, castles and museums and memorial of the Slovak National Uprising"]},{"type":"*","value":[{"type":"[[","value":[["Košice"]]}," — metropolis of the east, second biggest city of the country with the easternmost situated Gothic Cathedral in the World, the oldest European coat of arms, a great historical city centre with the Cathedral Complex, numerous churches, palaces and interesting museums."]},{"type":"*","value":[{"type":"[[","value":[["Poprad"]]}," — the entryway into High Tatras"]},{"type":"*","value":[{"type":"[[","value":[["Prešov"]]}," — the best example of renaissance architecture in Slovakia, numerous churches and nearby lying Solivar which is one of the most interesting salt mine museum in Europe"]},{"type":"*","value":[{"type":"[[","value":[["Rajecke Teplice"],["Rajecké Teplice"]]}," — very peaceful spa town surrounded by magnificent Mala Fatra National Park"]},{"type":"*","value":[{"type":"[[","value":[["Trenčín"]]}," — one of the most beautiful Slovak towns with a castle lying above the city overlooking the historical centre and the river Váh "]},{"type":"*","value":[{"type":"[[","value":[["Trnava"]]}," — the oldest Slovak town with the highest number of churches (12) and well preserved baroque architecture"]},{"type":"*","value":[{"type":"[[","value":[["Žilina"]]}," — Fourth biggest city with a well preserved historical city centre influenced by German architecture and unique museum of the tinker´s culture located at the Budatín castle"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:HighTatras.JPG"],["thumb"],["400px"],["right"],["Vysoké Tatry"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Slovak Paradise National Park"]]}," — ",{"type":"''","value":["Slovenský Raj"]}," consists of deep ravines and canoyons created by the water cascading in waterfalls through the limestone. "]},{"type":"*","value":[{"type":"[[","value":[["High Tatras"]]}," —  is the biggest national park in Slovakia and a centre winter sports and hiking. ",{"type":"[","value":["http:\/\/www.tanap.sk\/"]}]},{"type":"*","value":[{"type":"[[","value":[["Vlkolínec"]]}," — ",{"type":"[[","value":[["UNESCO"]]}," heritage list village, preserving the character of a traditional Carpathian village ",{"type":"[","value":["http:\/\/www.vlkolinec.sk\/?theme=uk"]}]},{"type":"*","value":[{"type":"[[","value":[["Slovak Karst"]]}]},{"type":"*","value":[{"type":"[[","value":[["Levoca"]]}," — magnificent medieval pearl of the Spis region surrounded by town walls with a unique renaissance town hall, burger´s houses, numerous churches and St. James Cathedral where the biggest gothic wooden altar of the world is situated ",{"type":"[","value":["http:\/\/eng.levoca.sk\/"]}]},{"type":"*","value":[{"type":"[[","value":[["Bojnice"]]}," — the most visited castle in Slovakia, almost intact with beautifully preserved interiors. ",{"type":"[","value":["http:\/\/eng.bojnice.sk\/"]}]},{"type":"*","value":[{"type":"[[","value":[["Piešťany"]]}," — the most famous spa town in Slovakia ",{"type":"[","value":["http:\/\/www.piestany.sk\/index.php?id=1&L=1"]}]},{"type":"*","value":[{"type":"[[","value":[["Bardejov"]]}," — is a spa town in North-Eastern Slovakia that exhibits numerous cultural monuments in its completely intact medieval town center and is one of ",{"type":"[[","value":[["UNESCO"]]},"'s World Heritage Sites. ",{"type":"[","value":["http:\/\/web.bardejov.sk\/"]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["Schengen"]]},"\n\nRecognised refugees in possession of a valid travel document issued by the government of any one of the above countries\/territories are exempt from obtaining a visa for Slovakia (but ",{"type":"'''","value":["no"]}," other Schengen country, except ",{"type":"[[","value":[["Germany"]]}," and ",{"type":"[[","value":[["Hungary"]]},") for a maximum stay of 90 days in a 180 day period. \n\nSlovakia became a part of Schengen area only relatively recently, and local cross-border transport services might be limited in certain areas, though this is improving, and in some places it is very easy to cross over. You should have ID with you anyway, but to avoid hassle, make sure to keep an ID on you in border regions. \n\nIf you need a visa, always apply at an embassy beforehand. There are zero chances you will get a visa at a Slovak border, no matter how you enter or what your nationality is.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Bratislava"]]}," has its own ",{"type":"[","value":["http:\/\/www.airportbratislava.sk\/ airport"]},". \n\nHowever, the budget airline ",{"type":"[","value":["http:\/\/www.ryanair.com Ryanair"]}," operate flights to Bratislava from various European cities, including London, Milan–",{"type":"[[","value":[["Bergamo"]]},", Birmingham, Edinburgh, Liverpool, Dublin, Rome (Ciampino), Paris (Beauvais) and Brussels (Charleroi), and a few others. These flights can be quite cheap, so if you are arriving from outside Europe, you might end up saving a lot of money by flying to a bigger airport and then connecting to Bratislava. However these flights do not operate daily, so you may be better flying into ",{"type":"[[","value":[["Vienna"]]},".  ",{"type":"[","value":["http:\/\/www.norwegian.no Norwegian Airlines"]}," operate flights from ",{"type":"[[","value":[["Copenhagen"]]}," and ",{"type":"[[","value":[["Oslo"]]},", and there are also flights to Moscow and ",{"type":"[[","value":[["Tel Aviv"]]}," with UTAir and Sun d'or Airlines respectively.\n\nThe alternative is Vienna ",{"type":"[","value":["http:\/\/www.viennaairport.com\/ Airport"]},", which is just 35 km (22 mi) from Bratislava. It provides a more convenient way of arriving to Slovakia by the major airlines, but can be more expensive. It also operates a much greater number of long-haul flights. Buses leave for Bratislava hourly, going from Vienna Airport straight to the main bus station in Bratislava. Alternatively, you can take the airport shuttle, or a taxi which will cost around €70.\n\nOther options include airports in Prague and Budapest, with both cities about 4 hours away by public transport. There are also direct flights operated between Prague and Bratislava and Prague and Kosice, the latter in conjunction with flights to Prague providing the most convenient access by plane to the Eastern part of the country.\n\n",{"type":"[[","value":[["Poprad"],["Poprad - Tatry Airport"]]}," ",{"type":"[","value":["http:\/\/www.airport-poprad.sk\/english.html"]}," and ",{"type":"[[","value":[["Košice"],["Košice international airport"]]}," are the only other international airports in Slovakia. \n\nYou can also fly to ",{"type":"[[","value":[["Kraków"]]}," if you want to go to the Tatra Mountains. Buses from Kraków run to several Slovak towns around the Tatra mountains and Orava.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"=====","value":["From The Czech Republic"]},"\nAs parts of former Czechoslovakia, the trains between the Czech Republic and Slovakia are frequent. EC trains operate every two hours from ",{"type":"[[","value":[["Prague"]]}," to Bratislava and ",{"type":"[[","value":[["Žilina"]]},". There is one daily train from Prague to ",{"type":"[[","value":[["Banská Bystrica"]]},", ",{"type":"[[","value":[["Zvolen"]]},", ",{"type":"[[","value":[["Poprad"]]}," and ",{"type":"[[","value":[["Košice"]]},". All these cities have a direct overnight sleeper car connection from Prague.\n\nCheap tickets ",{"type":"''","value":["SporoTiket Evropa"]}," can be bought at the Czech Railways e-shop ",{"type":"[","value":["https:\/\/www.cd.cz\/eshop\/"]},", at least 3 days in advance. The price begins at €15 for seat or €26 for couchette. Please note that such e-ticket is valid only on the one specified train!\n\nIf you want greater flexibility or cannot buy in advance over the Internet, you can get a significant discount at a railway station if you buy a return ticket called ",{"type":"''","value":["CityStar"]},". Such international return ticket is valid for ",{"type":"'''","value":["one month"]}," on any train (and cannot be bought over the Internet at all).\n\n",{"type":"=====","value":["From Germany"]},"\nThere are three daytime and one overnight train from Berlin to Bratislava. Cheap tickets can be bought at German Railways e-shop ",{"type":"[","value":["http:\/\/bahn.de"]},", when bought at least 3 days in advance. The price begins at €29.\n\n",{"type":"=====","value":["From Austria"]},"\nHourly regional expresses operate from ",{"type":"[[","value":[["Vienna"]]}," to Bratislava. You can use EURegio ticket for €14 – a return ticket valid 4 days.\n\n",{"type":"=====","value":["From Poland"]},"\nThere is an overnight through car from ",{"type":"[[","value":[["Warszawa"]]}," to Bratislava via Czech territory. Direct train connection from Poland is very poor, a bus is generally a better alternative. There are only few local trains going just over the border line – one train Zwardoń (PL)–Skalité (SK). There's no international passenger traffic at ",{"type":"[[","value":[["Nowy Sącz"]]},"–",{"type":"[[","value":[["Prešov"]]}," (since Dec 2010) and ",{"type":"[[","value":[["Lupków"]]},"-",{"type":"[[","value":[["Medzilaborce"]]}," line (since Dec 2009). \n\nIf you really want to travel from Poland by train, prepare for a full-day trip with a lot of train changes. It's cheaper to buy Polish ticket only to border point (Skalité Gr.) and then buy a Slovak domestic ticket at conductor (€1.30 surcharge).\n\n",{"type":"=====","value":["From Hungary"]},"\nThere are EC trains from ",{"type":"[[","value":[["Budapest"]]}," to Bratislava running every two hours and two IC trains a day from Budapest and ",{"type":"[[","value":[["Miskolc"]]}," to ",{"type":"[[","value":[["Košice"]]},". Unlike trip from Poland, it wouldn't be cheaper to buy the Slovak section at conductor. Instead, there is a bilateral return discount of 60% (i.e. a return ticket is cheaper that a one-way ticket).\n\n",{"type":"=====","value":["From Ukraine and Russia"]},"\nThere is a daily direct sleeper car from ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Kiev"]]}," and ",{"type":"[[","value":[["Lvov"]]}," to Košice, Poprad and Bratislava. The journey is very long – 2 nights from Moscow and Kiev and 1 day and night from Lvov – because of poor rail state in western Ukraine, lengthy customs process at UA\/SK border and bogie changing (Ukraine has different gauge than Europe).\n\nIt is much more cheaper to buy Ukrainian or Russian ticket only to the Ukrainian border station ",{"type":"[[","value":[["Chop"]]},", then buy a ticket from Chop to the first Slovak station ",{"type":"[[","value":[["Čierna nad Tisou"]]},", and then buy a Slovak domestic ticket at conductor (€1.30 surcharge). But then you have no berth reservation for the Slovak section and you have to change to seat car in Chop.\n\nAnother option is to buy CityStar ticket in Russia (or Slovakia were its prices are cheaper) which can be however is valid only for group up to 5 members. CityStar ticket than servers as one-month valid two-way ticket between the stations and is offered with a discount for each next passenger on the ticket. Of course you have to buy berth ticket additionally as well.\n\n",{"type":"===","value":["By bus"]},"\n\nAmong many others, there are regular services from Vienna, Prague and Budapest to Bratislava; and from ",{"type":"[[","value":[["Uzhhorod"]]},", Ukraine to the eastern Slovak town of Michalovce and from ",{"type":"[[","value":[["Kraków"]]},", Poland through ",{"type":"[[","value":[["Zakopane"]]},", Poland to Poprad. \n\nTaking a bus from Prague to Bratislava is slower but cheaper than train if you buy a ticket in advance, e.g. at ",{"type":"[","value":["http:\/\/jizdenky.studentagency.cz\/ Student Agency"]},", ",{"type":"[","value":["http:\/\/www.slovaklines.sk\/index_en.html Slovak Lines"]},", or using the common bus reservation system ",{"type":"[","value":["https:\/\/www.amsbus.cz\/cgi-bin\/res2\/conn_02 AMSBus"]},".\n\nBuses from Poland and Ukraine are the best option, they are faster and more frequent than trains.\n\nFrom Budapest the travel is 4 hours, the bus stop for 5 minutes at Györ and in a small restaurant in the road.\n\n",{"type":"===","value":[" By foot "]},"\n",{"type":"*","value":[" There's a pontoon ferry accessible to car-drivers and pedestrians between ",{"type":"'''","value":["Angern an der March"]}," (Austria) and ",{"type":"'''","value":["Záhorská Ves"]}," (Slovakia). 05:00-22:00."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:I0346b Bf Bratislava, Bdghmeer.jpg"],["thumb"],["400px"],["Train at Bratislava Station"]]},"\nCP ",{"type":"[","value":["http:\/\/cp.atlas.sk\/"]}," offers an ",{"type":"'''","value":["exceptionally useful website"]}," with integrated timetables for all trains and buses in Slovakia, including all intra-city and inter-city transports. It is also useful for international travel from\/to Slovakia.\n\n",{"type":"===","value":["By train"]},"\n\nTrain is by far the best option to travel across Slovakia, provided you don't have a private vehicle. Frequent fast trains connect all important cities, but there are less local trains, even at main lines. For local transport a bus is generally a better alternative. Trains are fairly priced, with the prices competitive with buses, and cheap by western standards. They are reliable and clean.\n\nOpt for an InterCity service if you want Western-style comfort; IC trains link Bratislava, Žilina, The High Tatras and Košice and have compulsory reservations. These can save you from the crowds: ordinary trains do get crowded, usually on Fridays and Sundays or around holidays. Watch out for pickpockets at major stations and steer clear of money scams. Also, sporadic robberies occur to sleeping passengers travelling the overnight longliners.\n\nDomestic tickets with 5% discount can be bought over Internet at ",{"type":"[","value":["http:\/\/www.slovakrail.sk SlovakRail"]},". Internet tickets in electronic or printed form for domestic trains are valid on the selected train and date or on any next train (though you lost your seat reservation) on the same route on the first day of validity (except all IC trains and Ex 1502 Chopok train). Tickets bought at stations are valid for any one journey on the given route within a specified time period (usually one or two days, depending on the distance), and thus very flexible. International tickets, as of 2011, can only be bought at stations.\n\n",{"type":"===","value":["By bus"]},"\nBus connections are usually slower than trains, but can get you where trains cannot, and some private companies also offer discounts for travellers with a foreign ISIC card (state-run companies do not, unless you're a Slovak citizen). Tickets for long-haul routes- 100 km+ (including to\/from the ",{"type":"[[","value":[["Czech Republic"]]}," or within the Czech Republic) can be bought from ",{"type":"[","value":["https:\/\/www.amsbus.cz\/cgi-bin\/res2\/conn_02 AMSBus"]}," after compulsory registration (English version is also available). The travel from Bratislava to ",{"type":"[[","value":[["Nitra"]]}," is a rare example of a route where buses are significantly faster and cheaper than trains.\n\nBuses are punctual, and it is therefore advisable to arrive at the bus station in advance, the time specified in the timetable is the time it leaves the station. Most tickets are bought directly from the driver, so you will probably need cash. Though the bus driver will give you change, especially for shorter (cheaper) journeys, it is advisable to have some smaller denominations.\n\n",{"type":"[","value":["http:\/\/www.turancar.sk\/buslinky_new\/maingb.html Turancar"]}," and ",{"type":"[","value":["http:\/\/www.studentagency.eu\/ Student Agency"]}," are good examples of private bus companies which are pretty reliable, comfortable (as they use new buses often with on-board entertainment LCD screens), running on time and offering student discounts for foreigners with ISIC.\n\n",{"type":"===","value":["By car"]},"\nThe road network is extensive and in an overall good condition. Most major roads (especially in the Western parts) are two lane and in good repair, however the majority of the minor roads are one lane, and maintenance standard of this can vary from good to rather bumpy. Along major routes and highways fuel stops and restaurants (",{"type":"''","value":["odpočívadlo"]}," or ",{"type":"''","value":["čerpacia stanica"]},") are quite frequently and in smaller towns, you'll most likely find small kiosks (",{"type":"''","value":["stánok"]},") or fruit or cheese stands (",{"type":"''","value":["ovocný stánok"]}," for fruit, ",{"type":"''","value":["stánok so syrom"]}," for cheese) next to the road, presenting local delicacies at low prices.",{"type":"<","value":["br"]},"\nThe driving style in Slovakia is, especially compared to countries in Western Europe, more aggressive and of lower standard. One should be aware of other cars speeding, which is quite frequent, and overtaking on your side of the road, especially in the more mountainous areas of the country.\n\n",{"type":"====","value":[" Driving "]},"\nVehicles drive on the right side of the road and the speed limits are in general 50 kmh (31 mph) in a village\/town, 90 kmh (56 mph) outside build-up areas and 130 kmh (81 mph) on motorways. However trucks and cars with caravans\/trailers are limited to 80 km\/h (50 mph) outside build-up areas or on motorways and motorcycles are limited to 90 km\/h (56 mph) on motorways.\n\nWearing seatbelts in cars and vans is compulsory and children aged 11 or younger or lower than 150 cm must be placed on the rear seat.\n\nHeadlights must be switched on when driving at all times, regardless of weather conditions or whether it is a night or day, so switch them on.\n\nIn winter, snow and ice is common on the roads, and winter tires are recommended. In extreme weather some minor mountain roads might require snow chains. \n\nSlovakia has a zero tolerance policy towards alcohol. Do NOT drink and drive. If nothing else, then because the penalties are severe.\n\nWearing helmets is compulsory for both driver and passenger on motorcycles of any size, and goggles must also be worn by the driver of motorcycles with engines larger than 50cc.\n\nPolice presence is frequent on the roads, and especially the major roads, in both marked and unmarked vehicles.\n\nIf you intend to drive on the motorways please note that vehicles must show a mandatory sticker (",{"type":"''","value":["vignette"]},") covering road toll, in the upper right corner on the car's windshield (mandatory location as this is mostly checked by fixed electronic camera system). The vignette can be purchased from most petrol stations and is valid for ten days (€10), for a month (€14) or longer. Please note that that the vignette is compulsory on all motorways from the point of entry, and if you are caught without one you will be subject to a fine. If you are renting a car, it most likely is included in the rental, but remember to check or inquire when renting\/booking.\n\nIf you understand Slovak, many private radio stations include a great traffic coverage as a part of their news, which will inform you about any obstructions on the road, car accidents, traffic jams and even police presence so it is certainly worth tuning in. There is also a website called ",{"type":"[","value":["http:\/\/stellacentrum.sk\/aktual.php Stellacentrum"]},", where you can find general information about traffic and police patrols (they even inform, where the police patrols actually are).\n\n",{"type":"====","value":[" Parking "]},"\nMost places offer free parking, however in the central areas of the bigger cities, there may be fees for parking. In the cities outside of Bratislava, the most common method for paid parking, is a closed area, where you enter and receives a slip from a machine. On the way out you'll have to return the slip and pay to a person. The person most likely do not speak English, but if you look confused enough he or she will hand you a handwritten note with the amount. Try to pay the exact amount with cash, and avoid paying with large bills, as these places rarely have much cash at hand. In central Bratislava you can find places, where you have to get a parking slip from a vending machine and pre-pay for your parking. The slip then has to be placed behind the wind shield of the car and must be visible from the outside.\n\n",{"type":"====","value":[" Renting "]},"\nRenting a car is a convenient, efficient and relatively cheap (prices start at approx. 65€\/day at car rental chains with free mileage) way to explore Slovakia, especially if you intend to visit more remote areas, where train and bus services may be more sporadic. Don't expect neither GPS nor road map to be included and remember to check if highway vignette (see above) is included; it most likely, is but not always. Ask when booking and if it is not, then they can most likely easily include it without any handling charges.\n\n",{"type":"===","value":["Hitchhiking"]},"\nHitchhiking in Slovakia is best done by asking around at gas stations. It used to be that most people only speak Slovak (and possibly understand other Slavic languages) so it was difficult for foreigners who don't speak Slavic languages. However, nowadays most of the young people speak English and almost as many speak German.\n\nKeep in mind that trains and buses in Slovakia are cheap for Westerners, and (apart from extremely rural areas where people are generally less wary of hitchhikers) it might take a while for someone to pick you up. You can find some offers if you travel from Slovakia and into Slovakia as well on specialized web pages. The biggest hitchhikers page in Slovakia is stopar.sk ",{"type":"[","value":["http:\/\/stopar.sk\/"]},". There you can find offers in English, German, French, Polish, Czech and Hungarian language and it is free.\n\n",{"type":"===","value":["On foot"]},"\n",{"type":"[[","value":[["Image:Signpost.JPG"],["thumb"],["right"],["300px"],["Hiking signpost in High Tatras"]]},"\nThere is a long tradition of hiking and mountain walking in Slovakia, and it is an extremely popular sport. Most people you meet will have gone on a hike at least once in their life, and many do so regularly, and can give you advice about the most interesting local trails. The trail network is also very well maintained. The quality and efficiency of the sign-posting system is unique in European (and probably World) context. \n\nEvery route is marked and signposted, different trails being given a different colour. There are four colours used - red, blue, green and yellow. Longest and most sternous trails are usually marked red, and it is possible to traverse from north-eastern Dukla Pass all the way to the west (Bradlo, near ",{"type":"[[","value":[["Bratislava"]]},") along the Slovak National Uprising Heroes trail (750 km) along one such red-marked path. However, the trails are numerous, suitable for various levels of fitness, and many lead through beautiful scenery. In towns, you will usually see a signpost, with arrows pointing in different directions, marking the colour of the path and the average walking times to the nearest set of destinations. All you need to do is to follow the colour, there will be a mark every hundred metres or so, and consists of a 10-cm-by-10-cm square three-section mark where the edges are white and the chosen path's colour in the middle. \n\nIt is also possible (and highly recommended) to purchase 'tourist maps' of smaller slovak regions. These are based on sets of former military maps, have a very good resolution (1:50000) and can be purchased from most kiosks, information centres and bookstores for bargain price of between €1.50-2.50. These are published by the Slovak Tourist Club (KST), which maintains all the trails, and show all the marked trails in the area, including the average walking times, which makes route planning very easy and efficient. You can also use hiking websites such as ",{"type":"[","value":["http:\/\/www.freemap.sk\/ Freemap Slovakia"]}," (based on Openstreetmap data) or ",{"type":"[","value":["http:\/\/mapy.hiking.sk\/ HIKING.SK"]},"\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Slovak phrasebook"]]},"\n\nThe official and most widely-spoken language is ",{"type":"'''","value":[{"type":"[[","value":[["Slovak phrasebook"],["Slovak"]]}]},". Slovaks are very proud of their language, and thus, even in Bratislava you will not find many signs written in English (outside of the main tourist areas). ",{"type":"'''","value":[{"type":"[[","value":[["Czech phrasebook"],["Czech"]]}]}," and Slovak are mutually intelligible, yet distinctive languages (at first, one might think they are dialects of each other).\n\nSlovak is written using the same Roman characters that English uses (with some added accents or diacritics), so Western travellers won't have any trouble reading signs and maps. While some words are tongue twisters, the knowledge of the alphabet including the letters with diacritics will go a long way as Slovaks pronounce every letter of a word with accent always on the first syllable (but it may be on second syllable in some dialects in east). \n\nSince the territory of Slovakia was under Hungarian influence for centuries, there is a significant ",{"type":"[[","value":[["Hungarian"]]},"-speaking minority of 9.7%. Most of the Hungarians live in southern regions of the country and some of them speak no Slovak. Other Slovaks however normally do not speak or understand the Hungarian language.\n\nWhile you can make do with English and ",{"type":"[[","value":[["German phrasebook"],["German"]]}," in Bratislava, in smaller towns and villages they are not as widely spoken, though many younger people are able to speak some English. Older residents may know some German. People born between 1935 and 1980 will have learned ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," in school, though few Slovaks will appreciate being spoken to in Russian as this language has some negative connotations due to the Communist era, and these days, English has largely supplanted Russian as the most widely taught foreign language. In general, older people are more likely to speak Russian, while younger people are more likely to speak English. Due to the significant tourism growth in the North and the East of Slovakia, English is becoming more widely used and you may try ",{"type":"[[","value":[["Polish"]]},". Other Slavic languages, especially Russian, Serbian, Croatian, and Slovene may also work. In the east Rusyn, a Ukrainian dialect close to Polish is spoken. It is also intelligible with Russian to some extent. Attempts to speak Slovak will be very appreciated.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Castle Bojnice SK.jpg"],["thumb"],["Bojnice castle is the most visited castle in the country"]]},"\n",{"type":"[[","value":[["File:Jastrabia veža from dolina Zeleného plesa.jpg"],["thumb"],["Zelené pleso in the ",{"type":"[[","value":[["High Tatras"]]}]]},"\nSlovakia combines all the typical features of a grand European history with highly attractive nature and a traveller-friendly modern atmosphere. Its fairly small capital ",{"type":"'''","value":[{"type":"[[","value":[["Bratislava"]]}]}," may not have the majestic sights you'll find in some other Eastern European capitals, but it has an energetic vibe to it, a lovely Old Town and endless options to have a great time. The city as a whole is a quaint mix of 18th-century rococo and concrete Communist building blocks. An afternoon coffee in one of the countless ",{"type":"'''","value":["street cafés"]}," along the famous ",{"type":"'''","value":["Danube river"]}," is an absolute must and a good chance to people-watch and absorb the ambience. For a touch of grandeur, take a river tour down to ",{"type":"'''","value":["Devin Castle"]},", an excellent example of Slovakia's record-high number of ",{"type":"'''","value":["castles and chateaux"]},". Some of them are little more than a pile of stones hidden in a deep forest, others are luxurious baroque mansions or citadels in the middle of towns. Other worthwhile examples are ",{"type":"'''","value":[{"type":"[[","value":[["Spiš Castle"]]}]}," (one of the largest castle sites in all of Europe) and the 19th century ",{"type":"'''","value":[{"type":"[[","value":[["Bojnice"],["Bojnice Castle"]]}]},", a favourite tourism destination for the Slovaks. Almost equally popular is the beautiful ",{"type":"'''","value":["Orava Castle"]}," near ",{"type":"[[","value":[["Tvrdošín"]]},", high up on a rock overlooking the Orava river. Other good picks for large historic city centres include the old towns of ",{"type":"[[","value":[["Košice"]]},", ",{"type":"[[","value":[["Trnava"]]}," and ",{"type":"[[","value":[["Levoča"]]},". ",{"type":"'''","value":[{"type":"[[","value":[["Banská Štiavnica"]]}]}," is a fabulously preserved medieval mining town and one of the country's World Heritage Sites. Where Banská Štiavnica mined for silver ore, the  smaller but equally well-preserved medieval town of ",{"type":"'''","value":[{"type":"[[","value":[["Kremnica"]]}]}," was built above gold mines and boasts the oldest still-working mint in the world.\n\nIf you love nature, Slovakia will be great for you. Large parts of the country are covered with dense forests and the abundance of wildlife includes brown bears, wolves, and lynxes. The ",{"type":"'''","value":[{"type":"[[","value":[["Tatra Mountains"]]}]},", more specifically the ",{"type":"'''","value":[{"type":"[[","value":[["High Tatras"]]}]},", are a prime attraction and offer impressive mountainous panoramas as well as great opportunities for skiing and other outdoor sports. In the large karst areas throughout the country there's an impressive number of ",{"type":"'''","value":["caves"]},". A dozen or so are accessible for tourists. The ",{"type":"'''","value":["Ochtinská Aragonite Cave"]}," near ",{"type":"[[","value":[["Rožňava"]]}," stands out, as it is one of the only three aragyonite caves in the world. Together with other caves of the ",{"type":"[[","value":[["Slovak Karst"]]},", it is listed on UNESCO's World Heritage list. If you enjoy hiking, try the ",{"type":"'''","value":[{"type":"[[","value":[["Slovak Paradise National Park"]]}]},", famous for its beautiful canyons and ravines with many waterfalls and rocky formations. For a more relaxing encounter with Slovakia's natural environments, head to one of the many ",{"type":"'''","value":["mineral springs and spas"]},". ",{"type":"[[","value":[["Piešťany"]]}," is one of the best-known ones, but your options are countless.\n\n\nIf you get the chance, travel a bit through Slovakia's countryside. It's dotted with historical villages, sometimes seemingly untouched by time, and often a good way to catch a glimpse of the country's folk traditions. The hamlet of ",{"type":"'''","value":[{"type":"[[","value":[["Vlkolínec"]]}]}," is considered a prime example of folk countryside architecture, but ",{"type":"[[","value":[["Čičmany"]]}," and ",{"type":"[[","value":[["Brhlovce"]]}," are lovely villages too. \nHistoric churches are impossible to miss, as you'll find them in every village, town and city. Especially well-known are the many ",{"type":"'''","value":["wooden churches"]}," in the northern and north-eastern parts of the country.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\nUntil January 1, 2009, the official currency was the ",{"type":"''","value":["koruna"]}," (\"crown\", sk) which can still be found and accepted by the central bank until 2017 at a rate of 30.126sk to €1. \n\nAutomatic teller machines (ATM, \"bankomat\" in Slovak, pl. \"bankomaty\") are widely available in Slovakia except in smaller villages, and obtaining money there should not present a problem. In most of small villages you can gain money at local postal offices (cashback). Credit cards and debit cards such as Visa, MasterCard, Visa Electron, Cirrus Maestro are widely accepted both in shops and restaurants in bigger cities.\n\n",{"type":"==","value":["Eat"]},"\nSlovak cuisine focuses mostly on simple and hearty recipes. Historically, what is now considered genuinely Slovak has been the traditional food in the northern villages where people lived off sheep grazing and limited agriculture - in the harsh conditions many crops don't grow, and herbs are more accessible than true spices. Therefore, the staple foods mostly involve (smoked) meat, cheese, potatoes and flour. This does not make the food bland, however, and much of it is quite filling and flavoursome, though can be a bit heavy. As no strong spices or truly exotic ingredients are used, sampling local wares is a safe and rewarding experience. \n\nSome dishes are authentically Slovak, many others are variations on a regional theme. A lot of cheese is typically consumed, out of meats pork and poultry products are the most common, with some beef and game dishes, most common accompaniments being potatoes and various types of dumplings. Since Slovakia is a land-locked country, fish and seafood options are limited (carp is served at Christmas, trout is the most common fish). Soups are quite common both as an appetiser and, as some are quite filling, as a main dish. \n\nIf you are a ",{"type":"'''","value":["vegetarian"]},", the variety of food in the cities should be decent. However, when venturing out into the countryside, the offer may be limited as vegetables are mostly considered a side and\/or eaten mostly raw or in salads. Also, be aware that even though some dishes will be in the vegetarian section of the menu, this merely means that they're not predominanty meat-based and still might be prepared using animal fats or even contain small pieces of meat, so make your requirements clear. Fried cheese with ham or Cesar salad(!) are good examples. Still, almost every restaurant in the country will serve at least the staple choice of fried cheese (the normal, non-ham variety) with fries, which is a universally popular. There should be a good selection of sweet dishes as well, with pancakes, dumplings filled with fruits, jams or chocolate and sweet noodles with nuts\/poppy seeds\/sweet cottage cheese most common. Seeking out the nearest pizzeria is also a good and accessible option mostly everywhere.\n\nThe main meal of the day is traditionally lunch, though this is changing especially in cities due to work schedules, and dinner is increasing becoming the main meal there. \n\nIn establishments where you sit in (cafes and restaurants), it is common to ",{"type":"'''","value":["tip around 10%"]}," or at least round the amount up to the nearest euro or note (depending on amount). Tips are not included in the bill, if there is a percentage shown on your bill, this is usually the VAT. Tip is added to the bill and should be handed to the waiter while you pay, before you leave the table. Tipping is not compulsory, so if you are not satisfied with the service, don't feel obliged to tip! You will not be hassled if you don't. Tipping is not common in over-the-counter establishments, bars or for other services. \n\nIt should be noted that in all but the most exclusive restaurants it is not customary to be shown to your table by the staff. So when you enter, do not hang out by the door, but simply pick a table of your choice and enjoy. Once you are comfortably seated, waiting staff will be over shortly to give you the menu and let you order drinks. \n\nAgain with the possible exception of the most exclusive establishments, there is mostly ",{"type":"'''","value":["no dress code"]}," enforced in restaurants and informal clothing is fine. Hauling yourself into a restaurant for well-deserved meal after a day of hiking\/skiing in your sporty clothes might attract a few frowns, but you certainly won't be turned away. Generally, anything you would wear for a stroll in town is perfectly fine. You don't need a jacket or closed shoes and in summer shorts are also acceptable. \n\n",{"type":"====","value":["Slovak food"]},"\n",{"type":"[[","value":[["Image:HaluskyzoZiaru.JPG"],["thumb"],["right"],["400px"],["Bryndzove Halusky"]]},"\n",{"type":"'''","value":["Bryndzové halušky"]}," is a Slovak national dish made out of potato dumplings and special kind of unpasteurized fermented sheep cheese called 'bryndza'. This meal is unique to Slovakia and quite appetising (and surprisingly filling), and you should not leave Slovakia without trying it. Please note that while this dish will usually be listed in the vegetarian section of the menu, it is served with pieces of fried meaty bacon on top, so if you are a vegetarian make sure to ask for halušky without the bacon. Halušky can be found in many restaurants, however, the quality varies as it is not an easy dish to prepare. If you at all can, seek out an ethnic Slovak restaurant (this can be harder than it sounds), or at least ask locals for the best place in the vicinity. In the northern regions you will find also authentic restaurants called 'Salaš' (this word means sheep farm in Slovak and many take produce directly from these), which serve the most delicious and fresh variety. Sometimes, a variety with smoked cheese added on the top is available. A separate dish called ",{"type":"'''","value":["strapačky"]}," might also be available where sauerkraut is served instead of bryndza, but it is not as typical (this will also come with bacon on top).\n\nA ",{"type":"'''","value":["salaš"]}," will usually serve also other typical Slovak dishes, and many will offer several varieties of sheep cheese to buy as well. They are all locally produced, delivious, and well worth buying if you are a cheese fan. Verieties include ",{"type":"''","value":["bryndza"]}," (primarily used to make 'Bryndzové halušky', but it is a soft spreadable cheese which is very healthy and often used as a spread), blocks of sheep cheese (soft and malleable, delicious on its own or with salt), ",{"type":"''","value":["parenica"]}," (cheese curled in layers into a small peelable roll, sold smoked or unsmoked) and ",{"type":"''","value":["korbáčiky"]}," (this word means hair braids in Slovak, and korbáčiky are threads of cheese woven into a pattern resembling a basic braid). Some of these cheeses are available to buy in supermarkets as well but these are mass produced and not as good.\n\nMost other dishes are regional, and their varieties can be found elsewhere in Central Europe. These include ",{"type":"'''","value":["kapustnica"]},", a sauerkraut soup typically eaten at Christmas but served all year round in restaurants. It is flavoursome and can be mildly spicy based on what sausage is used. Depending on the recipe it may also include smoked meat and\/or dried mushrooms.\n\nVarious large dumplings called ",{"type":"'''","value":["pirohy"]}," can be found and depending on the filling can be salty or sweet. Fillings include sauerkraut, various types of cheese or meat or simply fruits or jam. They closely resemble Polish pirogi.\n\n",{"type":"'''","value":["Goulash"]}," is a regional dish made with cuts of beef, onions, vegetables and squashed potatoes with spices, which is very hearty and filling. Depending on the thickness it can be served as a soup (with bread) or as a stew (served with dumplings). Goulash can be sometimes found outdoors during BBQs or at festival markets, where it is prepared in a big cauldron, sometimes with game instead of beef -  this is the most authentic. A variety called ",{"type":"'''","value":["Segedin goulash"]}," also exists, which is quite distinct and prepared with sauerkraut. Goulash can be quite spicy. \n\nApart from kapustnica and goulash, which are more of a main dish, other ",{"type":"'''","value":["soups"]}," are quite popular as an appetiser. Mushroom soup is a typical Christmas dish in many parts, and there are several soups made out of beans or bean sprouts. In restaurants, the most common soups are normal chicken and (sometimes) beef broth, and tomato soup and garlic broth (served with croutons, very tasty, but don't go kissing people after) are also very common. Some restaurants offer certain soups to be served in a small loaf of bread ('v bochniku'), which can be an interesting and tasty experience.\n\nOther typical ",{"type":"'''","value":["streetfood"]}," includes ",{"type":"'''","value":["lokše,"]}," potato pancakes (crepes) served with various fillings (popular varieties include duck fat and\/or duck liver pate, poppy seeds or jam) and ",{"type":"'''","value":["langoš"]},", which is a big deep fried flat bread most commonly served with garlic, cheese and ketchup\/sour cream on top. A local version of a burger is also common, called ",{"type":"'''","value":["cigánska pečienka"]}," (or simply cigánska). This is not made out of beef, however, but instead pork or chicken is used and is served in a bun with mustard\/ketchup and (sometimes) onions, chilies and\/or diced cabbage. If you are looking for something sweet, in spa cities such as ",{"type":"[[","value":[["Piešťany"]]},", you will find stands selling ",{"type":"'''","value":["spa wafers"]},", which are usually two plate-sized thin wafers with various fillings. Try chocolate or hazelnut.\n\nEspecially in the western parts, lokše can be found in a restaurant as well, where they are served as side for a roasted goose\/duck (",{"type":"'''","value":["husacina"]},"), which is a local delicacy.  \n\nOther foods worth trying are chicken in paprika sauce with dumplings ('paprikas'), Schnitzel ('Rezeň' in Slovak, very common dish. 'Čiernohorsky rezeň' is a variety that is made with potato dumpling coating used instead of batter and is very good) and Svieckova (sirloin beef with special vegetable sauce, served with dumplings). From the desert section of the menu, try plum dumplings (sometimes other fruit is used, but plums are traditional); this is a good and quite filling dish on its own as well.\n\nIn some parts of the countryside, there is a tradition called ",{"type":"'''","value":["zabíjačka"]},", where a pig is killed and its various meat and parts are consumed in a BBQ-like event. This is a lot more historic celebration than you are likely to find in mostly modern Slovakia, but if you have an opportunity to attend, it may be an interesting experience, and the meat and sausages are home-made, delicious and full of flavour. If you can find home-made ",{"type":"'''","value":["hurka"]}," (pork meat and liver sausage with rice) or ",{"type":"'''","value":["krvavnicky"]}," (similar to hurka, but with pork blood) on offer elsewhere, they are both very good. There is also ",{"type":"'''","value":["tlačenka"]}," (cold meat pressed together with some vegetables, served similar to ham), which is served cold with vinegar and onion on top, and can be bought in supermarkets as well.Various other type of sausages and smoked meats are available commercially. \n\nA thick fried slice of cheese served with French fries and a salad is also a common Slovak dish. It is served in most restaurants, and worth trying out, especially the local variety made from smoked cheese ('udeny syr'\/'ostiepok') or 'hermelin' (local cheese similar to Camembert). This is not considered a substitute for meat. \n\nThere is a good variety of bakery products, including various sweet pastries- try the local fillings of poppy seeds and\/or (sweet) cottage cheese (",{"type":"'''","value":["tvaroh"]},"). ",{"type":"'''","value":["Strudel"]}," (štrúdla) is also popular, try the traditional apple and raisins filling or fancier sweet poppy seeds and sour cherries version. For something savoury, try ",{"type":"'''","value":["pagáč"]},", which is a puff pastry with little pork cracklings. Local bread is excellent, but please note that some of the several varieties are sprinkled with caraway seeds. You may or may not like this! Baguettes and baguette shops\/stands are very common and you will be able to choose from a variety of fillings.\n\nFor dessert, visit the local ",{"type":"'''","value":["cukráreň"]},". These establishments, though slowly merging into cafes, exclusively specialise in appeasing your sweet tooth and serve a variety of cakes, as well as hot and cold drinks and (sometimes) ice-cream. The cakes resemble similar fare in the Czech Republic or their Viennese cousins. The selection is diverse and on display, so just pick one you like the look of, perhaps a 'krémeš' (a bit of pastry at the bottom, thick filling of vanilla custard, topped with a layer of cream or just chocolate) or 'veterník' (think huge profiterole coated in caramel), selection of tortas etc.\n\nWhen you are shopping in the supermarket, remember to pick up ",{"type":"'''","value":["Tatranky"]}," and\/or ",{"type":"'''","value":["Horalky"]},", two brands of similar wafers with hazelnut filling and lightly coated in chocolate that the locals swear by.\n\n",{"type":"====","value":["International Cuisine"]},"\n\nItalian restaurants and pizzerias are extremely popular in Slovakia, and have become ubiquitous. Even if you don't go to an ethnic Italian restaurant, there will be a pizza or pasta dish on almost every restaurant menu. Italian (and generally Mediterranean)ice cream is also very popular.\n\nChinese and Vietnamese cuisine is also becoming more common everywhere, and kebab\/gyros (a bun with sliced bits of meat) stands are very common.\n\nIn bigger cities, you will find selection of ethnic restaurants including Chinese, Thai, Japanese, Italian, French and many others. Moreover, as mentioned above, many Austrian, Czech, Hungarian and Polish dishes with Slovakian twist are commonplace.\n\nFast food establishments can be found in Slovakia as anywhere else in the world, McDonalds can be found in many bigger and smaller cities. However, due to the other food being relatively cheap in comparison to the Western prices in fast foods, this is not usually considered the truly budget option. A food in a cheaper restaurant will cost 1-1.5x the price of a meal combo (sometimes even less) and might prove a better value. Still, these establishments are reasonably popular, especially with the younger generation.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Non-alcoholic drinks"]},"\nFor non-alcoholic drinks try ",{"type":"'''","value":["Vinea"]},", a soft drink made from grapes, in both red and white and also non-carbonated. ",{"type":"'''","value":["Kofola"]},", a Coke-type soft drink, is also very popular among locals and is available both on tap and bottled. Slovakia is one of three countries in the world where Coca-cola is not the number one in the market.\n\n",{"type":"'''","value":["Mineral waters"]}," are some of the best in the World, come in numerous varieties and each has unique positive health effects (e.g. getting rid of heartburn, improving digestion etc.) depending on the type of minerals naturally found in the water.\nThere are many types available from shops and supermarkets, for example Budiš, Mitická, Slatina, Rajec, Dobrá Voda, Zlatá studňa, Fatra etc. Others are only available directly from the many natural mineral springs common all across the country. As these are true 'mineral' waters, they will invariably contain minerals, and the taste will differ according to the brand\/spring. If you don't like one, try a different brand! You may also try mineral waters with various flavourings, ranging from raspberry to 'mojito'.\n\nIn contrast to what you might be used to, ",{"type":"'''","value":["sparking water"]}," is the default option, so if you prefer still you might have to look for this specifically. The level of carbonation is marked by the label. Dark blue or Red label usually indicates carbonated ones (\"perlivá\"), a green label indicates mildly carbonated ones (\"mierne perlivá\") and white, pink or baby blue indicates those without carbon dioxide (\"neperlivá\"). Due to the excellent local choice and quality of the water, international brands are not as common.\n\nIn restaurants, serving of a free glass of water is not a part of the culture, so remember that if you ask for one it is quite likely that you will be brought (most likely sparkling) mineral water instead (and charged for it). \n\nOut of hot drinks ",{"type":"'''","value":["coffee"]}," is available everywhere, mostly in three varieties (cafes in cities will offer more) - espresso, 'normal' coffee which is served medium-sized, small and black and Viennese coffee which is 'normal' coffee with a dollop of cream on top. Cappuccinos are quite common as well. Coffee is served with sugar and cream\/milk on the side. Hot chocolate is popular as well. ",{"type":"'''","value":["Tea"]}," rooms are quite popular as a place to chill out in major cities. These usually have a laid-back, vaguely oriental ambiance, and offer a great variety of black, green, white and fruit teas. Schisha might be on offer as well. A part of this culture spread to the other catering establishments, most of which will now offer a choice at least between fruit and black tea. Note that black tea is served with sugar and lemon in Slovakia, serving of milk or cream is not common.  Some places may offer a beverage called 'hot apple', which tastes a bit like softer hot apple juice. \n\n",{"type":"====","value":[" Alcoholic Beverages "]},"\nDrinking is very much a part of the Slovak culture and some form of alcohol will be served at most social occasions. However, the locals mostly hold their liquor well and BEING visibly drunk is frowned upon, so be aware of your limits. Note that some locally brewed spirits may be stronger than what you are used to, and that ",{"type":"''","value":["the standard shot glass in Slovakia is 50ml"]},", which may be more than you are used to if arriving from Western Europe. If you order double vodka, you will get 1dl of it! Alcohol in general is cheap compared to Western Europe or the US. There are no special shops, and alcoholic beverages can be purchased in practically any local supermarket or food store. You can legally drink and purchase alcohol if you are 18 years or older, but this is not very strictly enforced. You still might be IDed in some city clubs if you look very young, however. \n\nFor ",{"type":"'''","value":["beers"]},", there are a great variety of excellent local brews that are similar in style and quality to Czech beers (which are also widely available), and beer is mostly the local drink of choice. Try out the ",{"type":"'''","value":["Zlatý Bažant"]},", ",{"type":"'''","value":["Smädný Mních"]},", ",{"type":"'''","value":["Topvar"]}," and ",{"type":"'''","value":["Šariš"]},". Šariš is also available in a dark version that is thicker and heavier on your stomach. If the local tastes do not satisfy, \"Western\" beers are sold in the bigger restaurants and pubs. \n\nSlovakia has also some great local ",{"type":"'''","value":["wines"]},", many similar to Germanic Riesling styles. There is a number of wine-growing regions in the south with centuries worth of tradition, including the area just outside Bratislava. If you can, try to visit one of the local producer's wine cellars, as many are historical and it is a cultural experience as of itself. You might also be offered home-made wine if you are visiting these areas, as many locals ferment their own wines. The quality obviously varies. Every year at the end of May and beginning of November, an event called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/living.spectator.sme.sk\/slovakia\/bratislava-region\/small-carpathians-wine-route-%28malokarpatska-vinna-cesta%29 Small Carpathian Wine Road"]}]}," takes place in Small Carpathian Wine Region (between ",{"type":"[[","value":[["Bratislava"]]}," and ",{"type":"[[","value":[["Trnava"]]},"), where all the local producers open their cellars to the public. Buy a ticket in the nearest cellar and you will receive a wine glass and admission into any cellar in the region, where you can sample the best produce from the previous year.\n\nThere are also sweeter wines grown in South-Eastern border regions called ",{"type":"[[","value":[["Tokaj"]]},". Tokaj is fermented out of the special Tokaj grape variety endemic to the region (part of which is in Hungary and part in Slovakia) and it is a sweet dessert wine. Tokaj is considered a premium brand with a world-wide reputation and is arguably some of the best Central Europe has to offer. Other Slovak wines might not be widely known outside the region but they are certainly worth a try. The best recent wine years in Slovakia were 1997, 2000, 2003 and 2006. Around the harvest time in the autumn, in the wine-producing regions, young wine called ",{"type":"'''","value":["burčiak"]}," is often sold and popular among the locals. As burčiak strengthens with fermentation (as it becomes actual wine), its alcohol content can vary quite wildly.\n\nSlovakia produces good ",{"type":"'''","value":["spirits"]},". Excellent is  the plum brandy (",{"type":"'''","value":["Slivovica"]},"), pear brandy (",{"type":"'''","value":["Hruškovica"]},") or herb liquor ",{"type":"'''","value":["Demänovka"]},". But the most typical alcohol is ",{"type":"'''","value":["Borovička"]},", a type of gin. Czech ",{"type":"'''","value":["Fernet"]},", a type of aromatic bitter spirit is also very popular. In some shops you may try a 25 or 50 ml shot for very little money, so as to avoid buying a big bottle of something of unknown flavour, then decide whether to buy or not to buy. International brands are also available, but at a price premium (still cheaper than in most Western countries, however). \n\nIf you are a more adventurous type, you can try some home-made fruit brandys that the locals sometimes offer to foreigners. Slivovica is the most common, but also pear brandy, apricot brandy, or raspberry brandy can be found. Drinking is a part of the tradition, especially in the countryside. If you are visiting locals, don't be surprised if you are offered home-made spirit as a welcome drink nor that the host may be quite proud of this private stock. The home-made liquors are very strong (up to 60% alcohol), so be careful. If Slivovica is matured for 12 or more years, it can become a pleasant digestive drink.\n\nIn winter months, mulled wine is available at all winter markets and mulled mead is also common. A mixed hot drink called ",{"type":"'''","value":["grog"]},", which consists of black tea and a shot of local 'rum' is very popular, especially in the skiing resorts, and really warms you up.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["Image:Banská Štiavnica (Selmecbánya, Schemniz) - ulica Andreja Kmeťa.jpg"],["thumb"],["300px"],["The medieval mining town of Banská Štiavnica"]]},"\n",{"type":"*","value":["Visit the nearest chateau\/castle - many are hundreds of years old, some preserved in a habitable state with period furnishings and many guided tours are offered."]},"\n",{"type":"*","value":["Go hiking! - the entire Slovakia (except flatlands) is covered with hundreds of miles of extremely well-marked hiking trails, that especially in the national parks lead though gorgeous landscapes. Get the idea ",{"type":"[","value":["http:\/\/mapy.hiking.sk\/ here"]},"."]},"\n",{"type":"*","value":["Visit one of the traditional wooden churches, they're unique to the region. These might not be readily accessible without a car, however."]},"\n",{"type":"*","value":["Go spelunking - caves are interspersed around Slovakia and as many are open to general public they are some of the most accessible in the world. Many are UNESCO listed, including ",{"type":"''","value":["Dobsinska Ice Cave"]}," (in Slovak Paradise), and ",{"type":"''","value":["Ochrinska Aragonite Cave, Domica, Jasovska Cave"]}," and ",{"type":"''","value":["Gombasek Cave"]}," (all in Slovak Karst)"]},"\n",{"type":"[[","value":[["Image:Domica Cave 13.jpg"],["thumb"],["right"],["300px"],["Domica Cave in Slovak Karst"]]},"\n\n",{"type":"*","value":["Visit a local festival - in the early spring 'Fasiangy' (Mardi Gras) is celebrated, especially in the countryside, and in early autumn the end of the harvest period is celebrated in wine-producing regions. The part of the centre of the town will be closed and a traditional market available, mostly with local produce and handicrafts for sale and plenty to eat and drink. In bigger cities, similar Christmas markets open in December\/around Christmas."]},"\n",{"type":"*","value":["Ski and snowboard in the mountains, especially High Tatras and Low Tatras. Smaller ranges are also very suitable for cross-country skiing"]},"\n",{"type":"*","value":["Navigate down the rivers Váh or Dunajec on a raft through picturesque gorges. For a more gentle ride, raft down the Small Danube."]},"\n",{"type":"*","value":["If you're into railway history or would like to spend a day romantically, Slovakia offers a number of phased-out railway tracks, which were once used for transporting wood, but now transport only tourists in cosy steam trains through forests and valleys. The best-preserved of them all is ",{"type":"[","value":["http:\/\/www.chz.sk ČHŽ"]}," near the town of ",{"type":"''","value":["Brezno"]},"."]},"\n",{"type":"===","value":[" Cultural Events "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=International Film Festival Artfilm"],["alt="],["url=http:\/\/www.artfilm.sk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yearly in June\/July in ",{"type":"[[","value":[["Trenčianske Teplice"]]}," and ",{"type":"[[","value":[["Trenčín"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=International Film Festival Cinematik"],["alt="],["url=http:\/\/cinematik.sk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Yearly in early September in ",{"type":"[[","value":[["Piešťany"]]},". Young and relatively small film festival. Accreditation for the whole festival is less than €7."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=International Film Festival Bratislava"],["alt="],["url=http:\/\/www.iffbratislava.sk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Forever in December."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/comics-salon.sk\/index.php?eng Comics-Salón"]}]}," - A event dedicated to Japanese Anime & Manga, Fantasy and SciFi and its fans, but not only them! Great atmosphere, friendly folk and lots of fun awaits you there. This events roots stretch back to 2004, when it was held in \"Súza\" ",{"type":"[","value":["http:\/\/www.suza.sk\/ba\/svk\/index.php"]}," for the first time. Now, once every year early in September ",{"type":"[[","value":[["Bratislava"]]}," enjoys the rush of fine individuals from all over Europe to participate in this unique event. For the past 2 years, the location was moved to \"Istropolis\" exhibition halls due to space constraints."]},"\n",{"type":"===","value":["Music Events"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pohoda Music Festival"],["alt="],["url=http:\/\/www.pohodafestival.sk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the biggest Slovak music festivals, critically acclaimed and recognised on European scale. Yearly in July in ",{"type":"[[","value":[["Trenčín"]]},". Hosts mostly alternative music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grape Music Festival"],["alt="],["url=http:\/\/www.grapefestival.sk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another great smaller alternative music festival. Yearly in August in ",{"type":"[[","value":[["Piešťany"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aquabeatz"],["alt="],["url=http:\/\/ccx.sk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the many local events you should definitely not miss. Yearly twice in February and July in ",{"type":"[[","value":[["Nové Zámky"]]},". Divided to Winter and Summer edition - WE being held within the clubbing complex itself, while SE being held open air at the city's so called \"Airport\" just ask the locals for directions."]]}]},"\n",{"type":"==","value":["Relax"]},"\nSlovakia offers many excellent spas and water parks. If you enjoy stinking mud and are willing to pay for it, the best, most famous (and most expensive) spa is located in ",{"type":"[[","value":[["Piešťany"]]},". Important spas are also in ",{"type":"[[","value":[["Trenčianske Teplice"]]},", ",{"type":"[[","value":[["Rajecké Teplice"]]},", ",{"type":"[[","value":[["Bardejov"]]},", ",{"type":"''","value":["Dudince"]}," and ",{"type":"''","value":["Podhájska"]},".\n\nIf it's too boring for you and you'd welcome some water slides and fun, try water parks in ",{"type":"''","value":["Bešeňová"]},", ",{"type":"[[","value":[["Liptovský Mikuláš"]]},", ",{"type":"[[","value":[["Poprad"]]},", ",{"type":"[[","value":[["Turčianske Teplice"]]},", ",{"type":"''","value":["Oravice"]},", ",{"type":"''","value":["Senec"]},". Significantly cheaper are classical open-air pools, some of the best are in ",{"type":"''","value":["Veľký Meder"]}," and ",{"type":"''","value":["Štúrovo"]},".\n\n",{"type":"==","value":["Sleep"]},"\nThere is a wide rangeof accommodation available in Slovakia. These range from AquaCity, based in Poprad, through to budget priced rooms in rental chalets.\n\nThe most luxurious hotels can mostly be found in major cities such as Bratislava and Košice and in the major tourist destinations like the High Tatras or the spa towns (the situation here is unique as the price of the hotel usually includes some of the spa procedures). These hotels offer Western style comfort and prices.\n\nThere will at least one hotel available in every major town or tourist area, but the quality varies. Some of the mid-range hotels were built during the Communist era in the corresponding architecture style, which might make them look less appealing from the outside, though the interiors might be perfectly adequate.\n\nBudget hostels are mostly concentrated in the major cities, and you can expect typical hostel prices as in the rest of (Central) Europe. If you are venturing outside of cities, there are numerous mountain huts available for short-term rent in the mountain areas. Especially in touristy areas there will be many private rooms available for rent, look out for 'Zimmer Frei' signs. This typically does not include breakfast. \n\nWhen hiking, official maintained mountain cabins offer cheap accommodation for hikers on trails in all of the national parks and a lot of the national conservation areas. They have a limited number of beds (if any) and generally limited capacity, so for the more frequented places during the high season an advance booking might be necessary and is recommended. If you don't manage to book a bed, you might be allowed to still stay overnight, sleeping on the floor in designated areas. Either way, you will probably want to bring your own sleeping bag. The facilities, due to the location, are limited, but there will be a shared toilet and possibly a shower. There's usually a kitchen that serves several hearty hot dishes and a number of drinks at pretty reasonable prices. \n\nIt is only legal to pitch a tent in Slovakia outside national parks and propected natural zones (where should be signposts but there might not depending on how and where you enter these), but camping is reasonably popular in summer.  \nCamping grounds in Slovakia ",{"type":"'''","value":["(non-exhaustive list)"]},":\n\n",{"type":"{|","value":[["class=\"wikitable sortable\""],["! width=\"25%\" | Name || width=\"10%\" | Region || width=\"10%\" | Location || class=\"unsortable\" width=\"20%\" | Address"],["|-"],["| ",{"type":"[","value":["http:\/\/www.campingbojnice.sk\/ Camping Bojnice"]}," ||  || ",{"type":"[[","value":[["Bojnice"]]}," || Kopálková Silvia"],["|-"],["| ",{"type":"[","value":["http:\/\/www.intercamp.sk\/ ATC Zlaté Piesky"]}," ||  || ",{"type":"[[","value":[["Bratislava"]]}," || Senecká cesta 2"],["|-"],["| Autocamping Bystrina ||  || ",{"type":"[[","value":[["Demänovská Dolina"]]}," ||"],["|-"],["| ",{"type":"[","value":["http:\/\/www.tiliakemp.sk\/ Tília kemp Gäceľ"]}," ||  || ",{"type":"[[","value":[["Dolný Kubín"]]}," || Gäceľská cesta"],["|-"],["| Camping Kamzík ||  || ",{"type":"[[","value":[["Donovaly"]]}," ||"],["|-"],["| Autocamping Margita a Ilona ||  || ",{"type":"[[","value":[["Levice"],["Levice-Kalinciakovo"]]}," ||"],["|-"],["| Autokemp Levocska'Dolina ||  || ",{"type":"[[","value":[["Levoca"]]}," ||"],["|-"],["| Autocamping Oravice ||  || ",{"type":"[[","value":[["Liesek"]]}," ||"],["|-"],["| ",{"type":"[","value":["http:\/\/www.autocampingturiec.sk\/ Autocamping Turiec s.r.o."]}," ||  || ",{"type":"[[","value":[["Martin (Slovakia)"],["Martin"]]}," || Kolóna Hviezda c. 92"],["|-"],["| Autocamping Slnava II ||  || ",{"type":"[[","value":[["Piestany"]]}," ||"],["|-"],["| Autocamping Lodenica ||  || ",{"type":"[[","value":[["Piestany"]]}," ||"],["|-"],["| Autocamping Tajov ||  || ",{"type":"[[","value":[["Tajov"]]}," ||"],["|-"],["| ",{"type":"[","value":["http:\/\/www.eurocamp-ficc.sk\/ Eurocamp FICC"]}," ||  || ",{"type":"[[","value":[["Tatranská Lomnica"]]}," ||"],["|-"],["| Intercamp Tatranec ||  || ",{"type":"[[","value":[["Tatranská Lomnica"]]}," || Vysoké Tatry 202"],["|-"],["| Autocamping Na Ostrove ||  || ",{"type":"[[","value":[["Trencin"]]}," ||"],["|-"],["| Autocamping Trusalová ||  || ",{"type":"[[","value":[["Turany"]]}," ||"],["|-"],["| ",{"type":"[","value":["http:\/\/www.selinan.sk\/ Autocamping Varín"]}," ||  || ",{"type":"[[","value":[["Varin"]]}," ||"],["|-"],["| Autocamping Vavrisovo ||  || ",{"type":"[[","value":[["Vavrisovo"]]}," ||"]]},"\n\n",{"type":"==","value":["Learn"]},"\nThe most important universities in Slovakia include:\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.uniba.sk\/index.php?id=921 Comenius Univerzity"]}," - the oldest existing Slovak university, in Bratislava"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.stuba.sk\/new\/generate_page.php?page_id=132 Slovak University of Technology"]}," - located in Bratislava, technical subjects such as IT, engineering, physics etc."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.truni.sk\/"]}," - the university of ",{"type":"[[","value":[["Trnava"]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.umb.sk\/umb\/umbbb.nsf\/"]}," - a university in ",{"type":"[[","value":[["Banská Bystrica"]]}]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.euba.sk\/?hl=en University of Economics"]}," - located in Bratislava, focus on business and economics"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.selyeuni.sk\/ Selye János University"]}," - in Komarno, the only university in Slovakia offering tuition in Hungarian"]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.ucm.sk\/news University of St Ciril and Methodeus"]}," - a university in ",{"type":"[[","value":[["Trnava"]]}," "]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.tuke.sk\/tuke?set_language=en&cl=en Technical University in Kosice"]}," - a technical university in ",{"type":"[[","value":[["Kosice"]]}," "]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.upjs.sk\/en\/"]}," Pavol Jozef Šafárik University in Košice, it was established in 1959 as the second classical University in Slovakia"]},"\nAt the secondary schooling level, there are several bilingual schools in Slovakia. The International Baccalaureate program with international recognition and transferability that is taught entirely in English can be studied at ",{"type":"[","value":["http:\/\/ib.gjh.sk\/ Gymnazium Jura Hronca"]}," in Bratislava. \n\nA number of Slovak language courses and\/or private tutors should be available in most major cities. \n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.1sjs.sk\/"]}," - The first state language school in Bratislava"]},"\nVideo to help you learn about Slovakia can be found at High Tatras TV ",{"type":"[","value":["http:\/\/www.hightatras.tv"]},".\n\n",{"type":"==","value":[" Work "]},"\nSlovakia is a member of the European Union so if you are a citizen of another member state, you can legally reside and work in Slovakia without restrictions. The most popular website for job listings is ",{"type":"[","value":["http:\/\/www.profesia.sk\/en\/ profesia.sk"]},"\n\nMost Embassy offices will advise European Citizens as well. Average salary in 2009 was €750 a month. Best paid are IT experts with average salary over €1500 a month (construction workers earn around €560 a month and waiters €340 a month).\n\nIf you are from outside the EU, you will need a visa to work in Slovakia, and it's best to contact your and\/or Slovak embassy for more information. Teaching English as a second language is a popular work option. Note that unless you are applying for certain positions in international firms and similar organisations where English\/German might do, you will probably need a working knowledge of Slovak for most other jobs.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"'''","value":["Slovakia is generally safe"]},", even by European  standards, and as a visitor you are unlikely to encounter any problems whatsoever. Violent crime is especially uncommon, and Slovakia sees less violent crime per capita than many European countries. However, the biggest fear for a traveler is most probably the ",{"type":"''","value":["roads"]},".\n\nRoads are generally poorly lighted, and are very narrow. If you plan to drive you must not be ",{"type":"'''","value":["under the influence of alcohol."]}," Penalties are very severe if you are caught in such an act.\n\nIn case of an emergency, call 112, the universal emergency number.  For police you can call 158, ambulance 155, and firefighters 150.\n\nIt shouldn't be necessary to mention that the ",{"type":"'''","value":["2006 film Hostel"]},", whose plot takes place in 'Slovakia' ",{"type":"'''","value":["is a complete work of fiction"]},", and the probability of tourists being kidnapped and tortured is the same in Slovakia as in any developed city in the USA or Western Europe - astronomically low. Slovakia is considered a safe travel destination for all tourists, as is much of Europe. Similarly, the American movie ",{"type":"''","value":["Eurotrip"]}," (2004) might prove a sensitive topic, because it portrayed Slovakia as a terrifyingly undeveloped country, which is also false.\n\nWhen visiting cities, exercise the same caution as you would in any other European city - use common sense, be extra careful after the dark, stay aware of your surroundings, keep your belongings in sight and avoid drunks and groups of young men. Pickpockets sometimes can be found in bigger crowds and at major train\/bus stations. \n\nWhen visiting mountainous areas of Slovakia, especially the ",{"type":"'''","value":["High Tatras"]},", let the hotel personnel or other reliable people know where exactly you are going, so that rescuers can be sent out to find you if you don't return. The relative small area and height of the High Tatras is very deceptive - it is steep and difficult terrain with unpredictable weather. Never hike alone and use proper gear. The mountain rescue service is a good source of additional and current information, take their warnings seriously. In an event of emergency they can be contacted by calling 18300 or the universal 112. Make sure your medical insurance coverage includes the mountain activities before you venture forth, as a rescue mission in the inaccessible terrain may prove expensive.\n\nAlso note that the weather in the High Tatras is prone to sudden changes, especially during spring and autumn.\n\nSlovakia is one of the few countries left in Europe, where the likes of ",{"type":"'''","value":["bears"]}," and wolves still live in the wild. While no one has died from a bear attack in the last 100 years, a few attacks occur each year. Your chance of encountering one as a tourist is very low, but the possibility exists. A bear will avoid you if it knows you're there, so the best way to avoid this is by making your presence known by talking loudly\/singing\/clapping etc., especially in an area where it can't readily see you from a distance. If you see a bear, do not run, but leave the area slowly in the opposite direction. If you see one from your hotel - possibly feeding from the rubbish bins - which is a bit more common, though still unlikely - DO NOT approach or feed it.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nNo vaccination is necessary to visit or stay in Slovakia although if you plan to visit countryside areas, tick vaccination is recommended. Also Hepatitis \"A\" and \"B\" vaccination is advisable as with all European countries. \n\n",{"type":"'''","value":["Ticks"]}," can be found in the countryside forests and also sometimes in larger parks, and in some areas they may carry ",{"type":"''","value":["tick-borne encephalitis"]},". As they reside in bushes and taller grass (when they fall of the trees). Therefore, when going hiking try to avoid thick undergrowth and always check all over your body when you return (ticks tend to seek warm spots). Remove the tick as soon as possible, by gently wiggling it out of the bite by its head (never break off or squeeze the body as the head will stay lodged in skin and might become infected). Do not touch the tick at any stage with bare hands, use tweezers and latex gloves. \n\nMost of the food and drink is perfectly safe, the hygiene standards in Slovakia are the same as elsewhere in Western\/Central Europe.\n\nTap water is drinkable everywhere - according to one study, water used as tap water in the Bratislava-Vienna region is the cleanest in the world. If you prefer mineral waters, you can choose from a multitude of brands, since Slovakia has quite possibly the highest number of natural mineral water springs per capita.\n\nThe High Tatras might not be the biggest or the most tallest mountain range, but some trails may feature strenuous climbs, rocky terrain, and the weather may prove unpredictable. Take proper gear, do not overestimate your abilities, and use common sense. \n\nIf you decide to swim in the local rivers\/natural pools\/lakes, as many locals do, remember that unless expressly stated otherwise, these activities are not supervised by a life guard, and you are doing so at your own risk.\n\nThe standard of health care is quite high, but the language barrier might be a problem as not many doctors speak English. However, this should not be a problem in major towns, which have a ",{"type":"''","value":["Fakultná nemocnica"]},". \n\nThere are no over-the-counter drugs sold in Slovakia in supermarkets or drug stores, you will need to head to a pharmacy even if you just need an aspirin. In even smaller cities, there should be one open 24\/7. Look out for the nearest green cross sign - even if this particular pharmacy is closed, a sign in the door will point you towards the nearest open one. If you need a specific medicine, make sure you have your prescription ready as many drugs require it.\n\n",{"type":"==","value":["Respect"]},"\nSlovaks are friendly and peaceful people living in a free democratic state. There is not a single issue that would provoke hostility or real trouble. Usually the worst thing that could happen is that you would be thought a bit boorish and the history explained to you over another beer. However, it pays to be respectful and sensitive when discussing certain topics. \n\nRemember that Slovakia is a separate nation that has been independent since 1993 when Czechoslovakia split into the Slovak Republic and the Czech Republic. It is also a 'young nation', as for most of its history it was a part of other multinational states such as Austria-Hungary or Czechoslovakia. Therefore, some people may be sensitive when it comes to nationality issues. There is no hostility or resentment when it comes to the Velvet divorce that split Czechoslovakia, and the two nations remain very amicable. Do not refer to Slovakia as a part of another state and you should be fine. \n\nSlovakia's position during WWII was quite complex, and this topic is best avoided when speaking to nationalists. Similarly, the decades of Communism left its mark on the country and this can be a sensitive topic. Slovakia, while formerly a part of the Soviet bloc, has never been a part of the USSR or the Russian Empire. Please remember this. \n\nOut of the more current issues, the relations with the Roma\/Gypsy minority are sometimes strained and people may hold strong views on the subject. Do not venture into a debate unless you are intimately acquainted with the problem and\/or ready to acknowledge position of the local. Many locals will feel that foreigners have incomplete information about the realities of these relations, and you might be reminded of this if you present a counterposition.\n\nSlovaks are quite hospitable, and if they invite you into their home, expect to be well looked after and offered a variety of food and drinks. If you are invited in for lunch, expect a 2-3 course meal just as for dinner, as lunch is traditionally the main meal of the day. It is considered polite to bring a small gift for the host, such as a bottle of wine or good spirit, a box of chocolates, or a small bouquet of flowers. Never money as it would be felt that you are trying to pay for the hospitality.\n\nMost people do not use their outdoor shoes inside for hygienic reasons, so take your shoes off in the hallway when entering somebody's home. Don't worry, they will find you a spare pair of slippers to keep your feet warm.\n\nWhen dining in a restaurant with the host's family, it is customary for them to pick the bill. This might not happen, but don't be surprised if they do.\n\nWhen being introduced to or meeting someone, even of the opposite sex, and even for the first time, it is not uncommon to kiss each other on the cheek once or twice (depending on the region) instead of shaking hands. It is not common between two males, but is quite normal for women. Do not be alarmed, and remember that this is not a sexual gesture.\n\n",{"type":"==","value":["Connect"]},"\nThe international calling code for Slovakia is +421. \n\nIn case of an emergency, call the universal number 112. You can also call directly on 150 for fire brigade, 155 in a medical emergency or 158 for the police. \n\nSlovak phones operate on the ",{"type":"'''","value":["GSM standard"]},", which covers most of the country, and 3G covers most of the area. The coverage is surprisingly good, and you will often have signal even in mountain areas, unless you are in a deep ravine. There are three main operators - Orange, T-mobile and O2, and they all use 900 or 1800Mhz standard, which might not be compatible with some U.S. phones operating on 1900Mhz.\n\nThey all (along with some virtual operators, biggest of which are Funfón and Tesco Mobile) offer a variety of prepaid cards with various \"pay as you go\" schemes (some market research is advised, if you want the best deal) and incentives. If you have an unlocked phone, these are easy to pick up in any phone shop, or you can purchase a cheap phone with a prepaid card included.\n\nThere are still some phone boxes available, but with mobile phones now commonplace, they are declining in number. Also note that you might need to purchase a prepaid card to use some of them.\n\nWifi and broadband can be found more or less everywhere, and there will be an internet cafe\/gaming room available somewhere even in smaller towns. Also, hostels, pubs, cafes, and some public institutions such as libraries or government buildings offer (free) wifi.\n\n",{"type":"==","value":["Cope"]},"\n\nAll foreign embassies are located in Bratislava, in the old town part of the city. A list of embassies in Slovakia with contact information can be found on the country's web site ",{"type":"[","value":["http:\/\/www.slovak-republic.org\/visa-embassies\/in-slovakia\/"]}," If your home country does not have an embassy in Slovakia, the nearest embassy can probably be found in Vienna in Austria, which is readily accessible by train, boat, bus, or car from Bratislava. \n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["geo"],["48.1500"],["17.1167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Europe"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Slovakia"]]},"\n",{"type":"[[","value":[["WikiPedia:Slovakia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Slovakia\/"]]},"\n\n",{"type":"[[","value":[["eo:Slovakio"]]}]