[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Small Carpathians Wine Region"]}," is a region in ",{"type":"[[","value":[["Slovakia"]]},".\n\n",{"type":"==","value":["Regions"]},"\nThe Small Carpathians Wine Region stretches from ",{"type":"[[","value":[["Bratislava"]]}," to ",{"type":"[[","value":[["Trnava"]]},", along the south-east facing gentle slopes of the Small Carpathian Mountain Range, and is named after the ubiquitous wineyards. Wine growing has an old tradition here that remains to this day. The route includes various villages and three bigger towns - ",{"type":"[[","value":[["Pezinok"]]},", ",{"type":"[[","value":[["Modra"]]}," and ",{"type":"[[","value":[["Svätý Jur"]]},", all of which were given their status as freee royal towns in the 17th century due to the quality of the wine produced.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bratislava"]]}]},{"type":"*","value":[{"type":"[[","value":[["Trnava"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pezinok"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nodra"]]}]},{"type":"*","value":[{"type":"[[","value":[["Svaty Jur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Smolenice"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in and get around"]},"\nBy far the most convenient way to access this region is either through ",{"type":"[[","value":[["Bratislava"]]}," or ",{"type":"[[","value":[["Trnava"]]},", and you will probably end up passing through one of these two hubs unless you are arriving by the car. Trnava is the more convenient option if you are arriving from the north. \n\nBy train\/bus: The whole region is well covered by a series of local buses and trains, originating in Bratislava and Trnava. The trains are usually faster, more efficient and comfortable than buses, so if you have the option, they are recommended. Please note that some villages and also ",{"type":"[[","value":[["Modra"]]}," are not accessible by train. The easiest way to find local transport connections is through the website CP.sk ",{"type":"[","value":["http:\/\/cp.atlas.sk\/vlakbus\/spojenie\/"]},"\n\nBy car: This is the most convenient way to explore the region, and all the major attractions are easily accessible. Parking outside the two major cities is usually not a problem.\n\nBy foot: The network of hiking trails in the Small Carpathians is extensive and well-marked, in and outwith settlements, and provides an adventurous mode of exploration and many scenic trails. Some attractions may even only be accessibly on foot. Just as for the rest of Slovakia, there are excellent tourist maps available with decent resolution in many kiosks and bookstores. Alternatively, possible routes can be explored online ",{"type":"[","value":["http:\/\/mapy.hiking.sk\/"]},".\n\nHowever, note that Small Carpathians is a natural reserve protected by the law and camping is only possible on designated camping sites, so plan your itinerary accordingly.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Slovakia"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]