[{"type":"{{","value":[["pagebanner"],["Cigarette smoke banner.jpg"]]},"\n",{"type":"'''","value":["Smoking"]}," is an activity that has come under fairly stringent controls in recent years.  These days, smoking is usually prohibited inside public transport, particularly aircraft, buses, and trains, and other enclosed vehicles, where ventilation is limited or the air is recirculated.\n\n",{"type":"==","value":["Destinations famous for tobacco"]},"\nThough tobacco is today grown around the world, the ",{"type":"[[","value":[["Caribbean"]]}," and the ",{"type":"[[","value":[["southern United States"]]}," have a rich tobacco heritage.\n\n",{"type":"==","value":["Border controls"]},"\n\n",{"type":"===","value":["Tobacco"]},"\n",{"type":"[[","value":[["File:Cigarette smuggling with a book.JPG"],["thumb"],["Travel literature?"]]},"\nMany countries have restrictions on the quantity of cigarettes or tobacco that can be brought into the country. In many countries, tobacco products are taxed heavily, so travelers importing more than a few packets of these products should expect to pay import duties. On the other hand, many countries also have facilities that permit departing travelers to purchase these same products, duty free, at the border, as they leave the country.\n\n",{"type":"===","value":["Other smoking products"]},"\n\nPeople who smoke products other than tobacco should be aware that cannabis and other recreational substances are prohibited in many countries.  Some countries impose severe penalties for attempting to import even a small quantity. If you are found in possession - and some cases even carrying implements that can be, or have been, used for smoking these products - you may be arrested and imprisoned, possibly for life. Or even worse - for instance in some countries any attempts to import cannabis or other drugs can be punished with a death sentence, which applies even if you are unaware that they are in your possession. At the very least, in most countries, you will not be permitted to cross the border with the products still in your possession.  Penalties for purchase, possession, and\/or use within a given country can range from none to severe.  Know the local laws.\n\n",{"type":"==","value":["No-smoking"]},"\n\nThe following countries and regions have smoke-free areas, although the list is probably not exhaustive:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Argentina"]]},": A 2006 smoking ban in ",{"type":"[[","value":[["Buenos Aires"]]}," city prohibits smoking in public areas including bars and restaurants except if the bar is more than 100 m2 where it is possible to provide an area for smoking customers. Similar bans in other Argentine cities require bigger establishments to provide a separate, contained area for smoking customers. The rule is not nationwide."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Armenia"]]},": A law went into effect in March 2005 banning smoking in hospitals, cultural and educational institutions and on public transportation. On 1 March 2006 new rules came into effect requiring all public and private institutions, including bars and restaurants, to allow smoking only in special secluded areas. Absences of any legal sanctions against those who violate the smoking laws have made them completely ineffectual."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Australia"]]},": The rules vary from state to state, but there is generally no smoking in public places (e.g. airports, train stations, schools, universities, government administration buildings). Restaurants (and bars in some states) are smoke-free. Public transport (including taxis) is smoke free, as are many outdoor sports venues. Hospitals generally ban smoking anywhere on the premises, including outdoors."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Austria"]]},": No smoking in public places (e.g. airports, train stations, schools, universities, government administration buildings) and on public transport (e.g. trains) (fineable offence). Smoking is allowed in restaurants, bars and cafes. Bars and restaurants of more than 100 square meters must have non-smoking sections. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bahrain"]]},": Bahrain outlawed smoking in public places on 27 February 2008."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangladesh"]]},": No smoking in public places (a fineable offence)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Belgium"]]},": Since January 2007, smoking banned in restaurants and bars, except in the ones that serve \"light meals\" (e.g. cold meals, pizzas and warm meals that are served with bread instead of French fries) and have less of 30% of their sales from food servings. Small bars are also not included in the ban. Most large bars, such as concert venues, do little to enforce the ban. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bhutan"]]},": First completely smoke-free country. The sale or use of tobacco is completely prohibited by law."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},": The Federation of Bosnia and Herzegovina within the country of Bosnia and Herzegovina, has banned smoking in public buildings since 1 September 2007. There is no ban on smoking in the Republika Srpska (Serbian Republic)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Brazil"]]},": Indoor smoking is banned in ",{"type":"[[","value":[["Brasilia"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Canada"]]},": Indoor smoking in public places is banned in ",{"type":"[[","value":[["Saskatchewan"]]},", ",{"type":"[[","value":[["Manitoba"]]},", ",{"type":"[[","value":[["Ontario"]]},", ",{"type":"[[","value":[["Quebec"]]},", ",{"type":"[[","value":[["New Brunswick"]]},", ",{"type":"[[","value":[["Newfoundland and Labrador"]]},", ",{"type":"[[","value":[["Nova Scotia"]]},", ",{"type":"[[","value":[["Nunavut"]]},", and the ",{"type":"[[","value":[["Northwest Territories"]]},". Smoking is allowed only in separate, ventilated rooms in ",{"type":"[[","value":[["British Columbia"]]},", and ",{"type":"[[","value":[["Prince Edward Island"]]},".  ",{"type":"[[","value":[["British Columbia"]]},", ",{"type":"[[","value":[["Alberta"]]},", and the ",{"type":"[[","value":[["Yukon"]]}," have total indoor smoking bans scheduled to take effect in 2008."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chile"]]},": Chile bans smoking in schools, hospitals, government offices, shopping centers, supermarkets, pharmacies, airports, buses, subway networks and other indoor public places. Smoking in universities indoors is banned, however, smoking is allowed outdoors. Restaurants, with large eateries (over 100 m²) must have fully partitioned nonsmoking sections. Smaller restaurants can choose between being smoke free or being for smokers. The same applies with cafes and pubs. Clubs, despite their size, are able to choose between being smoke free or being for smokers, however, in practice all clubs are \"for smokers\"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["China"]]},": ",{"type":"[[","value":[["Shanghai Municipality"]]}," will expand smoking bans from hospitals to kindergartens, schools, libraries and stadiums, effective March 1, 2010. In ",{"type":"[[","value":[["Guangdong Province"]]},", the Municipalities of ",{"type":"[[","value":[["Guangzhou"]]}," and ",{"type":"[[","value":[["Jiangmen"]]}," have banned smoking in public places, including restaurants, entertainment outlets, schools, supermarkets, and governmental offices on a trial run in 2007, however this is rarely policed. In the Special Administrative Regions of ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Macau"]]},", smoking bans are stricter and are more effectively enforced."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Croatia"]]},": In April 2010, smoking was banned in all enclosed public places and workplaces including restaurants. Establishments that serve drink but not food can allow smoking if they install special ventilation equipment, and many have opted to do so."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cyprus"]]},": On July 9, 2009 Cyprus passed a new law, tightening up the ineffective 2002 legislation, which will ban smoking in bars, restaurants, nightclubs and workplaces effective January 1, 2010. Since the introduction of the smoking ban on the 1st January 2010, compliance levels have been very encouraging. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Denmark"]]}," No smoking in trains. Restaurants are smoke-free (but some have a smoking-room). Smoking is allowed in bars less than 40 sq meter. So go for larger bars if you want to avoid smoke. The smoking rules are from august 2007, and are not enforced very hard yet, so you can still risk smoke in small bars."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Estonia"]]},": Smoking has been banned within indoor public areas and workplaces since 4 June 2005, except in restaurants. Later a ban on smoking in bars, restaurants, coffee shops and nightclubs started on 5 June 2007. However it is still allowed in isolated smoking rooms."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Finland"]]},": Indoor smoking in public places is banned (e.g. airports, train stations, schools, universities, government administration buildings). Smoking is allowed in designated areas at restaurants, bars and cafes. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["France"]]},": From January 1, 2008, smoking is banned everywhere: public places, schools, bars, restaurants, nightclubs, etc..."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Germany"]]},":  Smoking legislation varies from state to state, it is being enforced more or less, and some of the legislation is being contested at courts. In general restaurants and cafes are smoke free, but can have a smoking room. Many smaller bars allow smoking. Smoking is prohibited in trains and restricted to designated smoking areas (labelled ",{"type":"''","value":["Raucherbereich"]},") at most of the bigger train stations. Smoking outdoors is allowed virtually everywhere."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Iceland"]]},": From June 1, 2007, smoking is prohibited in all indoor public places, which includes all bars\/clubs."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ireland"]]},": Restaurants and bars are smoke-free. Indoor smoking is banned in all workplaces and public buildings. However, many pub owners have compensated by extending their seating outdoors and there are smoking bedrooms available in most hotels, if you specify that you want one when booking."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Israel"]]},": In Israel it is forbidden to smoke in public closed places since 1983. The law was amended in 2007 so that owners are held accountable for smoking in premises under their responsibility. The ban includes cafes, restaurants discos, pubs and bars, and it is illegal for owners of such places to put ashtrays anywhere inside closed spaces. Also, owners of public places must put \"no smoking\" signs and prevent visitors from smoking. The fine for owners of public places is NIS 10,000 (around US$2,800) and for smokers - NIS 5000. In spite of this, the smoking bans in Israel are not effective and smoking remains extremely prevalent in public places, especially bars and clubs."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Italy"]]},": Restaurants and bars are smoke-free, as are most hotels."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Japan"]]},": Smoking banned at airports, most train stations, government buildings, but smoking rooms are provided."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kazakhstan"]]},": Kazakhstan partially banned smoking in public places on April 1, 2003. A full ban was instituted in September 2009."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lithuania"]]},": Smoking has been banned in restaurants, bars, places where food is served, clubs (except for special cigar and pipe clubs), and nightclubs since 1 January 2007. Furthermore, smoking on public transportation is forbidden except on long-distance trains with special facilities. The ban is well respected, at least in the main cities."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Luxembourg"]]},": Smoking is banned in all indoor public places, like hospitals, shopping centers, schools and restaurants. However, cafés and bars that only serve snacks are exempt from the law. There is a smoking prohibition from 12 noon to 2pm and 7pm to 9pm in cafes in which meals are served."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]},": Macedonia has a strong national smoking ban in all public indoor areas, and in some cases in outdoor areas. Smoking is banned in bars, cafes, restaurants, nightclubs starting January 1, 2010. Smoking is not banned only in people's homes, at open spaces and public areas free of sporting competitions, cultural and entertainment events, gatherings and other public events."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Malaysia"]]},": Smoking banned in all enclosed indoor buildings except bars."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Malta"]]},": In April 2004, smoking was banned in all enclosed public spaces, including public transportation, clubs and restaurants although smoking areas are allowed."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Monaco"]]},": There has been a ban on smoking in Monaco since 1 November 2008, but does not extend to bars, restaurants and nightclubs."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Montenegro"]]},": Smoking in public places is banned in Montenegro, including public transportation, clubs and restaurants. The ban also forbids smoking advertising and the display of people smoking on television."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Namibia"]]},": On October, 8th 2009, the Namibian National Assembly adopted the Tobacco Products Control Bill, one of the most comprehensive Smoking Bans in the World. The law, once in force will ban \"the smoking of tobacco in a public place, any outdoor public place or any area within a certain distance of a window, ventilation inlet, door or entrance\". The bill has been voted into law on 16th February 2010."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Netherlands"]]},": Smoking banned in public transport & public buildings. And as of July 1 2008 smoking banned in restaurants, bars and even tobacco stores. Even the (in)famous ",{"type":"''","value":["Coffee shops"]}," will not be exempt, however it's still allowed to smoke cannabis in the coffee-shops. Apart from public transport, all companies will be allowed to designate rooms as \"smoking rooms\", as long as they are especially designated for this.  "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["New Zealand"]]},": Restaurants and bars are smoke-free, although smoking may be permitted in outdoor dining areas. Commercial building owners, including accommodation places, can designate their buildings ",{"type":"''","value":["and grounds"]}," as smoke-free. All public transport is smoke-free, even taxis (unless the taxi driver agrees). Smoking can even be prohibited on railway station platforms, hospital grounds, sports stadiums and other outdoor areas where smoking might be expected to be allowed in other countries."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Norway"]]},": Restaurants and bars are smoke-free."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Philippines"]]},": Smoking banned in airports, malls, government buildings, train stations."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Poland"]]},": As of November 15, 2010, smoking is forbidden in all workplaces, train stations, bus depots and most clubs and restaurants.  The only exception is when a club or restaurant has a specially designated smoking room that is separated and well ventilated.  Bars with only one room are not exempted.  Places that violate the ban are fined 2,000 zł while individuals who violate it are required to pay a 500 zł fine."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Portugal"]]},": On May 3, 2007, the Portuguese parliament made a law banning smoking in all public places, except when proper air-ventilation systems are provided. It went into effect January 1, 2008. Smokers who break the law face a fine of up to €1000 (~US$1300) and establishments that break the law will face a fine of up to €2500 (~US$3400). The legal age to purchase tobacco is 18."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Puerto Rico"]]},": Smoking is banned inside jails, restaurants (including open-air terraces with one or more employees), bars, casinos, workplaces, educational institutions, cars with children under age 13 and most public places. Smoking sections are not allowed. Fines start at US$250."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Qatar"]]},": The capital of Qatar, ",{"type":"[[","value":[["Doha"]]}," banned smoking in public or closed areas in 2002."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saudi Arabia"]]},": Smoking is completely banned in the Holy Cities of ",{"type":"[[","value":[["Mecca"]]}," and ",{"type":"[[","value":[["Medina"]]},". The sale or use of tobacco is completely prohibited by law in these cities."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Serbia"]]},": In May 2010 a law was adopted which prohibited smoking in all enclosed public spaces and workplaces. Full implementation of the ban started in November. Restaurants, bars and cafes must either ban smoking completely or have smoking and non-smoking sections."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Singapore"]]},": Smoking banned in all indoor buildings, period, unless they have separate ventilation set up for smokers only — and no food or drinks can be served in such areas.  Outdoor seating may have only 20% smoking tables, usually demarcated by ashtrays and labels.  No smoking at bus stops either."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Slovenia"]]},": On 22 June 2007, the Slovenian National Assembly approved a law prohibiting smoking in all indoor public and work places, effective 5 August 2007. Exempted from the ban are open public areas, special smoking hotel rooms, special smoking areas in elderly care centers and jails, and special smoking chambers in bars and other work places."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["South Africa"]]},": Smoking is banned in all enclosed public spaces and places of work. Pubs and bars are excluded from the ban and most restaurants provide smoking sections, either ventilated indoor areas or outdoor open areas. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Spain"]]},": On 21 December 2010, the Spanish Parliament approved a law prohibiting smoking in all indoor public and work places and near hospitals and in playgrounds, becoming effective on 2 January 2011. Smoking is now banned in all enclosed public spaces and places of work, in public transportation, and in outdoor public places near hospitals and in playgrounds. Smoking is also banned in outdoor sections of bars and restaurants. Smoking is banned on television broadcasts as well."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sweden"]]},": Restaurants and bars are smoke-free."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Syria"]]},": Smoking is banned inside cafes, restaurants and other public spaces by a presidential decree issued on 12 October 2009. The decree also outlaws smoking in educational institutions, health centers, sports halls, cinemas and theatres and on public transport. The restrictions include the nargile, or water pipe. A fine of 2,000 Syrian pounds (~US$46) is imposed on those who break the ban. Under-18s are not allowed to buy tobacco."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Thailand"]]},": Extensive ban issued in 2002, covering most air-conditioned public places including department stores, shopping malls restaurants, theatres and buses; extended in 2006 to cover all trains, hotel lobbies, health spas, beauty salons and massage parlours; extended again in 2008 to cover bars and nightclubs.  Fines start at 2000 baht (approx US$60), but enforcement (esp. in nightlife areas) is spotty."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Turkey"]]},": Smoking is banned in public places (e.g. airports, metro stations and indoor train stations, schools, universities, government administration buildings, in all workplaces, concert halls, theatres and cinemas) and on public transport (airplanes, ferries, trains, suburban trains, subways, trams, buses, minibuses, and taxis). Smoking is banned in sports stadiums, the only outdoor areas where this ban is extended. It is a finebale offence of 69 liras (~ €32, $45, £28). Separately smoking is also banned, in restaurants, bars, cafes, traditional teahouses, the remaining air-conditioned public places including department stores and shopping mall restaurants; and there are no exceptions as indoor non-smoking sections are also banned. Apart from a fine of 69 liras (~ €32, $45, £28) for smokers, there is a heavy fine of 5,000 liras (~€2,318, $3,260, £2,028) for owners, for failing to enforce the ban properly and that is why it is strictly enforced. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Uganda"]]},": In March 2004, smoking was banned in public places, including workplaces, and restaurant & bars. An extension to private homes is being considered."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["United Arab Emirates"]]},": Some Emirates in the United Arab Emirates recently started banning smoking in shopping malls and public places. States leading the ban on smoking include ",{"type":"[[","value":[["Abu Dhabi"]]},", ",{"type":"[[","value":[["Ajman"]]},", ",{"type":"[[","value":[["Dubai"]]}," and ",{"type":"[[","value":[["Sharjah"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["United Kingdom"]]},": Smoking is now banned in ",{"type":"''","value":["all"]}," enclosed public places, including bars, pubs and restaurants. There are ",{"type":"''","value":["no"]}," exceptions. On-the-spot fines are around £50, although the owner of the premises could be fined several thousand pounds for failing to enforce the ban properly."]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Wales"]]},": This was actually the first country in the UK to decide to ban smoking in all enclosed public places but the Welsh Assembly Government lacked the powers to introduce the law until 2 April 2007, whereupon the ban came into force."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Scotland"]]},": Smoking in all enclosed places of work (including restaurants and bars) is forbidden. Violation of the law may result in a £50 on-the-spot fine (approx US$85)."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["England"]]},":  Since the first of July 2007 smoking has been banned in all enclosed public places including pubs and restaurants. England is therefore the last country in the UK to introduce the smoking ban."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Northern Ireland"]]},": Smoking in all enclosed places of work (including restaurants and bars) is forbidden. Violation of the law may result in a £50 on-the-spot fine (approx US$85)."]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["United States of America"]]},":"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Arizona"]]},", ",{"type":"[[","value":[["Delaware"]]},", ",{"type":"[[","value":[["New York (state)"]]},", ",{"type":"[[","value":[["New Jersey"]]},", ",{"type":"[[","value":[["New Mexico"]]},", ",{"type":"[[","value":[["Florida"]]},", ",{"type":"[[","value":[["California"]]},", ",{"type":"[[","value":[["Connecticut"]]},", ",{"type":"[[","value":[["Massachusetts"]]},", ",{"type":"[[","value":[["Maine"]]},", ",{"type":"[[","value":[["North Dakota"]]},", ",{"type":"[[","value":[["Washington (state)"],["Washington State"]]},", ",{"type":"[[","value":[["Tennessee"]]},", ",{"type":"[[","value":[["Georgia (state)"],["Georgia"]]},", ",{"type":"[[","value":[["Colorado"]]},", ",{"type":"[[","value":[["Oklahoma"]]},", ",{"type":"[[","value":[["Illinois"]]},", ",{"type":"[[","value":[["Utah"]]},", ",{"type":"[[","value":[["Rhode Island"]]},", ",{"type":"[[","value":[["Vermont"]]},", ",{"type":"[[","value":[["Maryland"]]},", ",{"type":"[[","value":[["North Carolina"]]}," and ",{"type":"[[","value":[["Ohio"]]}," restaurants are smoke-free.  Many cities also have municipal smoking bans which apply to restaurants."]}]},{"type":"*","value":[{"type":"*","value":[" In other states, restaurants above a certain size must have non-smoking sections."]}]},{"type":"*","value":[{"type":"*","value":[" The state of ",{"type":"[[","value":[["California"]]},", ",{"type":"[[","value":[["New York City"]]}," and some other large cities  ban smoking in all public indoor places, including bars."]}]},{"type":"*","value":[{"type":"*","value":[" Most airports are non-smoking, or have designated smoking rooms."]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Uruguay"]]},": Indoor smoking is banned in all the country."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vatican City"]]},": On July 1, 2002 a law signed by Pope John Paul II became effective which banned smoking on all places accessible to the public and in all closed places of work within the Vatican City and within all extraterritorial properties of the Holy See. Smoking bans in museums, libraries and churches on Vatican territory were already in force before that date for a long time."]},"\n",{"type":"==","value":["Heavy smoking"]},"\n\nIn ",{"type":"[[","value":[["Asia"]]},", particularly in ",{"type":"[[","value":[["China"]]},", smoking is still something of a social activity, at least for men. Anyone with cigarettes will offer them around before he lights up; having an expensive brand is a status symbol.  Female smokers may be thought odd; more men and fewer women smoke in Asia than in Western countries. Restaurants do not usually have non-smoking areas; many do not have ashtrays either. Areas such as bus stations may have \"no smoking\" signs, but these are often ignored. Non-smokers should be prepared to endure smoky rooms. Even in China, though, this is slowly changing. Smoking is now forbidden in many restaurants, at least in major cities.\n\nIn ",{"type":"[[","value":[["Europe"]]},", smoking is most prevalent in the southeastern part of the continent: ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},",  ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Montenegro"]]},", ",{"type":"[[","value":[["Albania"]]},", ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]},", ",{"type":"[[","value":[["Greece"]]}," and ",{"type":"[[","value":[["Turkey"]]},". These countries also have rather low levels of smoking ban enforcement, especially Bosnia and Herzegovina, so be prepared to cope with smoke-filled public spaces.\n\n",{"type":"==","value":["Travel for smokers"]},"\n\nTobacco is of course addictive — that is why it is so profitable both for companies and governments — and addicts may become quite uncomfortable when deprived of their drug. In particular, long air journeys can make heavy smokers downright miserable, especially since large parts of most airports are non-smoking as well. The withdrawal symptoms are quite genuine, and reflecting that the addiction is self-inflicted just makes it worse.\n\nMany travelling smokers just suffer through this or try to sleep. Some dose themselves with tranquilizers or large amounts of alcohol, which may help some but is not recommended since those substances have their own dangers — in fact, mixing booze and tranquilizers can be fatal — and it is a very bad idea to be stoned when trying to deal with border controls at the destination.\n\nA better solution is to look on a long flight as an opportunity to quit. If you can resist the urge to light up the instant that becomes possible on arrival — instead go shopping, sightseeing or partying, or just fall over and sleep off the jet lag — then you are well on your way to quitting. The first few days are far the worst and a flight gets you through one day without requiring any willpower (won't power?) from you. Consider going the rest of the way yourself.\n\nWhether or not you are quitting, it is a good idea to carry nicotine gum for long flights. Heavy smokers who travel a lot should just leave a pack of this permanently in their favorite piece of hand luggage. The gum is marketed mainly as an aid to quitting, a way to reduce nicotine addiction pangs in new non-smokers. However, it can also be used by unrepentant addicts to help deal with long flights. Chewing any sort of gum also reduces the chance of ear problems due to pressure changes during a flight.\n\n",{"type":"[[","value":[["WikiPedia:Prevalence of tobacco consumption"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Concerns"]]},"\n",{"type":"{{","value":[["outlinetopic"]]}]