[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Socotra -Ar'ar.JPG"],["thumb"],["Ar'ar, in the east of the island"]]},"\n",{"type":"'''","value":["Socotra"]}," (",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," ",{"type":"'''","value":["سقطرى "]},"; ",{"type":"'''","value":["Suquṭra"]},") is an island and three islets in the ",{"type":"[[","value":[["Islands of the Indian Ocean"],["Indian Ocean"]]},", an offshore territory of ",{"type":"[[","value":[["Yemen"]]},", near the \"horn\" of ",{"type":"[[","value":[["Somalia"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hadiboh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jo'oh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Qalansiyah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Qashio"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mori"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Quadub"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Coastal Mtns, Socotra Island (10422018445).jpg"],["thumb"],["Coastal Mtns"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hulaf"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Siqirah"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Detwah lagoon"]]}]},"\n",{"type":"==","value":["Understand"]},"\nDue to its remarkable biodiversity, with over a third of the local plant species found nowhere else, Socotra has been designated a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".  With over 40,000 inhabitants, though, it's not just a nature reserve.\n\nThe Island is new to tourism, so if you are looking for a luxurious vacation this is not the right destination.  However, Socotra is a ",{"type":"'''","value":["perfect"]}," destination for the adventurous and nature loving travelers. Socotra takes pride in their eco-tourism and values their spectacular plant and wildlife that may sometimes be only found on this island.  Although the lodging and facilities may not be the same as more modern and developed locations, Socotra is a beautiful and magnificent destination choice.  Great care is shown to both guests and the environment.  \n\nSocotra is an eco-tourism system with limited infrastructure and new to the international tourist market, and therefore the hotel accommodations are not quite like other destinations.  However there are four hotels in Hadibo: ",{"type":"'''","value":["Taj Socotra Hotel, Hafijj Hotel, Socotra Hotel, and Summer land Hotel"]},".  These hotels may not be the most luxerious, but they do provide air-conditionting, televisions, and refrigerators in all of the rooms.  Most of the rooms at these hotels have their own bathroom, but there are a few rooms at the Hafijj Hotel and Socotra Hotel that must share bathrooms.  Fortunately, there is a restaurant in each of the hotels with simple yet delicious cuisine. Considering Socotra is a fairly new eco-tourism destination, their facilities are decent.  In addition, there is also another hotel at the airport as well as multiple guest houses around the island.  \n\nThe most popular lodging is actually camping on the beaches.  There are ",{"type":"'''","value":["several campsites"]}," that allow tourists to barbeque on the beach with beautiful mountain views in the background.  Tourists can choose to purchase camping tour packages which include a driver or guide that will show tourists around the beaches as well as provide meals during their stay.  It is a fantastic way to enjoy the beauty and wildlife of the island.  \n\nA runway that provides fairly regular airline transportation was only constructed in 1999. Like everything else, infrastructure and transportation has only just begun in recent years. There are also plans for new harbor facilities that will allow fisherman to sell and catch more easily and make importing food and fuel simpler.\n\nIn addition, there are also two information centers located at the airport and Hadibo.\n\n",{"type":"'''","value":["When to go"]},": \nClimate is an important consideration. And this depends on your interest. Nature enthusiasts should go from early October to late April. The monsoon occurs in July till mid-August (during July in the south east and south west of the island, wind surfing activity can be arranged). Generally, wildlife and natural viewing is best from the end of January through May.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Socotra -Dixam00.JPG"],["thumb"],["Dixam, in the centre of the island"]]},"\nThere are flights from ",{"type":"[[","value":[["Sana'a"]]}," via ",{"type":"[[","value":[["Al Mukalla"]]},". Yemenia Airlines offers one flight per week on Thursday morning. Felix Airways offers two flights per week on Wednesday afternoon and Saturday morning. Flight durations are almost three hours.\n\nThere are also flights from ",{"type":"[[","value":[["Sharjah"]]}," via Al Mukalla.\n\n",{"type":"==","value":["Get around"]},"\nThere is a public bus from the airport to Hadibo and from Hadibo to Qalansia. Beside these two buses, there is no public transport, but car rental with driver is available.  There is a lot of walking and hiking along with camel back rides available.\n\n",{"type":"==","value":["See"]},"\n\nSocotra is considered the jewel of biodiversity in the Arabian Sea.  Although the region is small, it is characterized by unique land and marine biodiversity.\n\nThe interior of the island is dominated by the beautiful and green Hagghier mountains and limestone plateau.  While on the outer coastline, breathtaking natural beaches have pure white sand dunes and palm trees.  Socotra Island is very rich and is home to many rare spectacular species of reefs, fish, birds, plants, and trees which are not found anywhere else in the world. The limestone plateau and the Hagghier Mountains are the richest areas for endemic plant species, but endemics are found throughout the island in every type of vegetation.  One of the most famous plants is the dragon's blood tree “dracaena cinnabara” which exists only on Socotra and nowhere else on the Earth.  The tree got its name because if any damage is made to the bark then a dark red liquid oozes out.  \n",{"type":"[[","value":[["File:Socotra dragon tree.JPG"],["thumb"],["The dragon's blood tree thrives in Socotra's arid climate"]]},"\n\nThere is also the Desert Rose (adenium obesium) which looks like a blooming elephant leg.  Also found in Socotra's landscape is the ever-strange and extremely rare Cucumber Tree.  In addition there are over 120 species of birds and about 190 species of butterflies.  There is so much beauty all around the island, it is difficult not the appreciate to magnificent scenery and wildlife.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Bottle Tree, Socotra Island (10958518454).jpg"],["thumb"],["Bottle Tree, Socotra Island"]]},"\n",{"type":"'''","value":["Camp"]},": With a bit of water for washing, a good meal and warm sleeping surrounded by virgin nature, camping on the beaches will provide a very special break from the every day routine in civilization!\n\nSocotra Adventure tours can carry all the camping equipment and cooking gear or you can opt for any one of the several campsites like Dihamri and Homhil.\n\n",{"type":"'''","value":["Hiking"]},":  The Scant, Tinnera, Firmihin, Dersmotin regions, are the most popular destinations for trekkers.  Hiking is for everyone and even for those who are less athletic.  However for more difficult and high altitude trails, it is recommended to be accompanied by a local guide.\n\n",{"type":"'''","value":["Camel back ride"]},": It is an opportunity to get to know and enjoy the spectacular scenery and relaxed the rhythm of ancient time.  This is more of a less active adventure.  The camel back rides provide a more relaxing ride over plateaus and colorful panoramas and mountains.   \n\n",{"type":"'''","value":["Surf"]},":  Socotra has excellent conditions for surfing. The best time to come for this activity is during the monsoon season from June up to late August.  In July the wind speed can reach up to 60 mph and you have to be aware of such conditions. Since the winds and be very rough it is recommended that only experienced surfers participate. \n\n",{"type":"'''","value":["Scuba dive\/ Snorkel"]},": Dive into the tropical warm weather filled with coral reefs.  Enjoy swimming among the hundreds of species of fish and marine life such as barracudas, monkfish, dolphins, rays and even mantas.  Diving for all ages and levels.   \n\n",{"type":"'''","value":["Bird watching tours"]},":  This is for anyone who has an interest in birds.  Excellent way to view nature and the highly diverse bird population while avoiding harming any wildlife.  \n\n",{"type":"'''","value":["Local boat safaris and fishing"]},": Take one of the organized tours and be taken to incomparable destinations.  The trip to Shouab beach is a half day tour to discover the beauty of this remarkable destination. With the clear water and white sands you can snorkel and relax. While driving the boat, dolphins can be seen swimming right next to the boat.\n\nAlso go on a fascinating fishing experience with some of the locals.\n\n",{"type":"'''","value":["Remarkable volcanic caves"]},": Explore the Hoq Cave with its overwhelming beauty and variety of crystal decorations. \n\n",{"type":"'''","value":["Beaches"]}," Shouab, Qalansia, Arher, Noget, Amaq among others\n\n",{"type":"'''","value":["Wadis and fresh water pools"]}," Homhil, Wadi Dirhir and others\n\n",{"type":"==","value":["Eat"]},"\n\nSocotra is a remote island and therefore their cuisine is limited and simple.  Local restaurants often serve fresh fish, chicken, goat, rice, and potatoes.  The fish is highly recommended and all meals are typically served with flat Arabic bread.  \n\nThere are also resturants at each of the five hotels with a simple menu similar to that of the local restaurants. \n\nOranges, bananas, cucumbers, tomatoes, cheese, bottled water, and soft drinks can all be bought at shops in town.\nVegetables can be bought also but they are more expensive because they must be shipped over.\n\n",{"type":"*","value":[" If you are camping in Socotra, your driver\/guide will be responsible for your meals (typically some delicious freshly cooked fish), if the tourists would like to be liked by the local community, they should help the driver and the guide. Relying on the driver and the guide and not helping them is not good, so help please"]},"\n",{"type":"==","value":["Drink"]},"\n\nSince Yemen is an Islamic country, there are no alcoholic beverages provided except at five star hotels in the big cities mainland.  It is suggested for tourists to bring their own alcohol if desired.  Bottled water and soft drinks can be purchased at shops in town.\nBottled water is also available at the campsites, and tea is served with all the meals as well.\n\n",{"type":"==","value":["Stay safe"]},"\n\nMalaria is not common, but malaria prophylaxis is recommended.  Cholera is not on the island at all.\n\nThe hospitals offer less than adequate service, but pharmacies are located around Hadibo.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Abd al Kuri"]]},", ",{"type":"[[","value":[["Samhah"]]},", ",{"type":"[[","value":[["Darsah"]]},", ",{"type":"[[","value":[["Al Mukalla"]]},", ",{"type":"[[","value":[["Boosaaso"],["Boosaaso (Somalia)"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["12.510000"],["53.920000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yemen"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Socotra"]]}]