[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.socorro-nm.com Socorro"]}]}," is a town in the ",{"type":"[[","value":[["Central New Mexico"],["central"]]}," region of the state of ",{"type":"[[","value":[["New Mexico"]]},", in the ",{"type":"[[","value":[["United States of America"]]},".\n\n",{"type":"[[","value":[["Image:USA.NM.VeryLargeArray.02.jpg"],["thumb"],["300px"],["Very Large Array west of Socorro"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe name ",{"type":"''","value":["Socorro"]}," is Spanish for \"succor\" or \"aid,\" which is what 18th- and 19th-century looked for as they travelled south through the desert between ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},". During the late 19th century Socorro was the largest town in what is now New Mexico, as the result of an intense but short-lived mining boom.  The bubble burst by the early 1900s, and today Socorro is a smallish town of about 9000 people, dominated by the ",{"type":"[","value":["http:\/\/www.nmt.edu\/ New Mexico Institute of Mining and Technology"]}," (a legacy of its mining days and now a well-regarded technical college) and the ",{"type":"[","value":["http:\/\/www.aoc.nrao.edu\/ National Radio Astronomy Observatory"]},".\n\nSocorro is in a geologically interesting area, as its mining past might suggest.  Scruffy mountains (one decorated with a large \"M\" denoting the college, formerly the New Mexico School of Mines) rise to the west, while the Rio Grande east of town flows through a major continental rift and has created a number of wetlands -- ",{"type":"''","value":["bosques"]}," -- that attract wildlife in this dry region.  More ominously, a body of volcanic magma is intruding into near-surface crust not far north of town, creating an uplift that scientists at New Mexico Tech delight in studying.  Even though the region has been the site of considerable volcanism in geologically recent times, not to worry; this uplift is not viewed as posing imminent volcanic hazard -- yet.\n\n",{"type":"==","value":["Get in"]},"\n\nThe nearest airport with commercial air service is in ",{"type":"[[","value":[["Albuquerque"]]},", about 70 miles north.  The nearest train (Amtrak) station is also in Albuquerque.  Buses run between Albuquerque and ",{"type":"[[","value":[["El Paso"]]},", ",{"type":"[[","value":[["Texas"]]}," with a stop in Socorro.\n\nIf you're driving to Socorro, access from Albuquerque and El Paso is via Interstate highway 25, with uniformly good road and full services every 50 miles or so.  If approaching from the east (US 380) or west (US 60), however, gas stations are few and far between, so plan accordingly.\n\n",{"type":"==","value":["Get around"]},"\n\nThere's not much town to get around in, but the motels along California Avenue do sprawl somewhat and the stores there are some distance from Tech.  A bicycle is handy for Tech students, although other visitors are unlikely to need transportation other than what got them to town.  Bosque del Apache National Wildlife Refuge (see below) is 15 miles away along a road that is pleasant for cycling (although somewhat narrow -- be on the alert for recklessly driven vehicles); most other outlying attractions are far enough away to be best reached by car.\n\n",{"type":"==","value":["See"]},"\n\nMost of the interest in the Socorro region is outside town and is covered in the \"Get out\" section, but a couple of in-town points of interest:\n\n",{"type":"*","value":[{"type":"'''","value":["The Socorro town plaza"]},", with a cute park, a fragment from Jumbo, the vessel built to contain the first ever atomic bomb which was detonated at the Trinity test site in 1945, and a few gift shops."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New Mexico Tech"],["alt="],["url=http:\/\/www.nmt.edu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is on the west side of town and has a mineralogical museum, some art, and a pleasant, if decidedly low-key, campus. Many of the cultural activities in town center on Tech. (Don't visit expecting intercollegiate sports; apart from rugby and soccer, there basically aren't any, although the college does have a decent golf course.)"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.friendsofthebosque.org\/crane\/ Festival of the Cranes"]}]}," is held annually in mid-November to celebrate the return of the vast flocks of sandhill cranes to the Bosque del Apache National Wildlife Refuge (see under \"Get out\").  There are exhibits and activities in town, as well as guided tours to the refuge and other sites, some of which are not routinely open to visitors."]},"\n",{"type":"{{","value":[["infobox"],["Whooping cranes"],["Socorro, or more accurately the Bosque del Apache wildlife refuge south of town, used to be one of the few places in the world where it was possible to see the enormous, spectacular, and critically endangered whooping crane in the wild, but alas, no longer.  For some time researchers experimented with placing whooping-crane eggs in nests of the more common sandhills, in the hopes that the hatchlings would mature and multiply, providing some insurance for the species against catastrophe to the primary wild whooper flock (which winters in ",{"type":"[[","value":[["Texas"]]},").  Unfortunately, while the eggs hatched just fine and the whoopers grew to maturity, they didn't breed, for reasons still not understood; the only whooping cranes in the flock were the ones put there by the researchers.  The flock therefore never included more than about 15 or 20 whoopers.  This was enough to cause massive traffic jams on the road loops at Bosque del Apache when one was visible from the roadside, but not enough to meet the goal of preserving the species; the experiment was eventually abandoned, and the last pure-bred whooping crane in the Bosque flock has now succumbed.  The visitor center at the Bosque does include a preserved whooper in a diorama, which will give you a sense of just how spectacular these amazing birds are, but for a live one, you'll have to go to Texas, ",{"type":"[[","value":[["Canada"]]},", or a zoo."]]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["El Sombrero"]},", 210 Mesquite, ",{"type":"''","value":["+1 575"]}," 835-3945.  Known to locals as \"The Hat\".  Classic New Mexican food, great ambience, easy on the wallet, the \"Number 4 blue green chicken over easy\" is not be missed.  There have been intermittent complaints about the service, but it seems good and attentive more often than lax."]},{"type":"*","value":[{"type":"'''","value":["Armijo's"]},", 602 Hwy. 85 (",{"type":"''","value":["continuation of California Ave."]},"), ",{"type":"''","value":["+1 575"]}," 835-1686.  Open 11AM - 9PM 7 days.  Mexican food with a \"New Mexican\" flavor; more of a diner-type place than fine dining, but you can't eat ambience.  Their taco burgers are a drippy, juicy delight unlike any other."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Socorro Springs"],["alt="],["url="],["email="],["address=1012 N. California Ave"],["lat="],["long="],["directions="],["phone =+1 575 838-0650"],["tollfree="],["fax="],["hours="],["price="],["content=Microbrewery and hand-made pizza. Known to locals as simply \"The Brewpub\" as it is the only one in town. Good service and pleasant atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The El Camino"],["alt="],["url="],["email="],["address=707 California Ave"],["lat="],["long="],["directions="],["phone =+1 575 835-1180"],["tollfree="],["fax="],["hours="],["price="],["content=\"The Road,\" \"Elcam,\" or simply \"Camino\" as it is sometimes called by locals, serves New Mexican and American food. All night greasy-spoon diner for the college students. Green-chile cheese fries are not to be missed and make a meal all their own, as long as you're not expecting haute cuisine."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Capitol"]}," on the plaza is as good as it gets out here.  \"The Cap\" is rumored to have been a favorite drinking stop for scientists of the Manhattan Project travelling between Los Alamos and the Trinity test site."]},"\n",{"type":"==","value":["Sleep"]},"\n\nCalifornia Avenue, the main drag north-south through town paralleling I-25, has the usual assortment of chain motels and motor lodges (EconoLodge, Super 8, Motel 6, Days Inn, etc.), mostly serviceable, none exceptional.  The ",{"type":"'''","value":["Holiday Inn Express"]},", 1100 California Ave NE, ",{"type":"''","value":["+1 575"]}," 838-0556, has more amenities than most and is comfortable.  Lodging in Socorro tends to be tight around the Festival of the Cranes, the second or third weekend of May when New Mexico Tech has its graduation, and also in early October when the overflow from the ",{"type":"[[","value":[["Albuquerque"]]}," International Balloon Fiesta reaches town, but otherwise is usually not hard to get.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["File:Bosque sandhills I.jpg"],["thumb"],["300px"],["Sandhill cranes at the Bosque del Apache"]]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fws.gov\/southwest\/refuges\/newmex\/bosque\/ Bosque del Apache National Wildlife Refuge"]}]}," is part of the national wildlife refuge system, maintained in part by the ",{"type":"[","value":["http:\/\/www.friendsofthebosque.org\/ Friends of the Bosque"]},", an all-volunteer group.  About 20 miles south of town; follow I-25 to the village of San Antonio, then south on SR 1 to the refuge ($3 fee\/car).  This is where snow geese, cranes and hundreds of other birds stop in on their migrations. Gorgeous photography in the winter months during sunrise and sunset - be prepared  for the cold!"]},{"type":"*","value":[{"type":"'''","value":["Fort Craig National Historic Site"]}," is a ruin reachable via a short side road from SR 1 south of the Bosque del Apache.  A quick visit gives you a sense of the bleak existence faced by the Army forces based here to guard transportation routes during the 19th century.  No visitor services other than toilets."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ee.nmt.edu\/~langmuir\/homepage.html Langmuir Lightning Laboratory"]}]}," in the Magdalena Mountains west of town, associated with New Mexico Tech, is a major center for atmospheric-science research and has a visitor center open during summer daylight hours.  The road to the laboratory is rugged and may require 4-wheel drive.  Hiking in the Magdalenas is feasible using trailheads at, and on the way to, Langmuir, even when the visitor center is closed."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wsmr.army.mil\/PAO\/Trinity Trinity Site"]}]},".  Site of the first nuclear bomb explosion, now a National Historic Landmark. The radiation has long since decayed to the point that the site is now safe for visitors.  The White Sands Missile Range holds an open house at the Trinity Site yearly, the first Saturday in April from 8AM-2PM.  South on I-25, east on NM 380, enter at Stallion Gate. Free."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vla.nrao.edu\/ Very Large Array"]}]},", long considered the world's most sensitive interferometric radio telescope and still a first-rate instrument of astronomy, is about 60 miles west of town, beyond the Magdalena Mountains and the tiny town of ",{"type":"[[","value":[["Magdalena"]]},". Driving out west along US 60, it is surreal to come upon this shimmering, alien-looking collection of radio dishes in the middle of the Plains of San Agustin. Open year round during daylight hours for free self-guided tours."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mountainair"]]}]},", about 60 miles northeast on I-25 and US-60, is home to the Salinas Pueblo Missions National Monument, which preserves the ruins of several abandoned pueblo villages and impressive Spanish missions."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.caminorealheritage.org\/ El Camino Real International Heritage Center"]}]}," is a New Mexico State Monument that celebrates ",{"type":"''","value":["El Camino Real de Tierra Adentro"]},", a Spanish colonial road that ran from ",{"type":"[[","value":[["Mexico City"]]}," and ",{"type":"[[","value":[["Veracruz"]]}," to ",{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]},". It is on I-25 about 30 miles south of Socorro."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-25.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Albuquerque"]]}],["minorl1=",{"type":"[[","value":[["Belen"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Las Cruces"]]}],["minorr1=",{"type":"[[","value":[["Truth or Consequences"]]}],["image2=US 60.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Phoenix"]]}],["minorl2=",{"type":"[[","value":[["Magdalena"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Clovis (New Mexico)"],["Clovis"]]}],["minorr2=Merges with ",{"type":"[[","value":[["Image:I-25.svg"],["18px"]]}," ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"[[","value":[["Mountainair"]]}]]},"\n\n",{"type":"{{","value":[["Usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["34.05833"],["-106.89139"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central_New_Mexico"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Mexico\/Localities\/S\/Socorro\/"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Socorro, New Mexico"]]}]