[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n",{"type":"[[","value":[["File:Landing at SHIA, Jakarta.JPG"],["300px"],["thumb"],["Landing at Soekarno Hatta"]]},"\n",{"type":"[","value":["http:\/\/www.soekarno-hatta-airport.com ",{"type":"'''","value":["Soekarno Hatta International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["CGK"]]},") is located on the island of ",{"type":"[[","value":[["West Java"],["Java"]]}," and serves ",{"type":"[[","value":[["Indonesia"],["Indonesia's"]]}," capital, ",{"type":"[[","value":[["Jakarta"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["infobox"],["Departure taxes"],["As of March 2009, Soekarno-Hatta Airport charges departure taxes of Rp 150,000 (US$17) for international flights and Rp 40,000 (US$4.50) for domestic flights, payable in cash only.  Foreign currencies ",{"type":"''","value":["may"]}," be accepted, but it's better to leave enough Rupiah to pay; forgetting this could be very awkward!"]]},"\n\nThe airport is located in ",{"type":"[[","value":[["Tangerang"]]},", 20 km (12 mi) to the northwest of  Jakarta. All international and most domestic flights land here.  The airport code comes from ",{"type":"''","value":["Cengkareng"]},", a district near the airport. During the rainy season the road to and from Cengkareng was prone to flooding but this problem has now been alleviated with the building of a raised, dual carriageway toll road between the city and Cengkareng.\n\nThe airport is the busiest in Indonesia, and the 8th busiest in the world, with more than 60 million passengers stepping in each year. As it serves Jakarta, Indonesia's government and economic center, it is the hub for major airlines that fly to other cities in Indonesia.\n\nThe two original existing terminals,1 & 2, are illuminated in mostly orange & brown colors. The gate lounges are designed to be like traditional Javanese houses called Joglo & has a garden between them. This Paul Andreu design won the 1995 Aga Khan Award for Architecture. Terminal 3 prefers to adopt a green & modern design. It serves low-cost airlines and is now in stage two of expansion that will enable it to serve 25 million passengers a year.\n\nSoekarno Hatta International airport was built in the 1970s to alleviate the sprawling congestion on domestic flights at the former Kemayoran airport, and international flights at Halim Perdanakusuma International Airport. The airport was finally opened on April 1, 1985. The name comes from the first president and vice president of Indonesia, as well as the founding fathers of the country: Soekarno & Mohammad Hatta.\n\n",{"type":"===","value":["Visa on Arrival"]},"\nVisas on arrival (",{"type":"''","value":["VOA"]},") is available at the airport, see the main ",{"type":"[[","value":[["Indonesia#Get in"],["Indonesia"]]}," article for the details of the rules and which countries are eligible. The visa on arrival counters are available at both the left & right hand side of the hall; do not ride the travelator or you will miss the counter! If possible, provide an exact payment of US$35 for a 30-day visa and ignore any requests for any additional ",{"type":"''","value":["fees"]},". The Visa on Arrival is payable in cash or by a credit card, albeit much slower.\n\nOther passengers that already has a visa in hand, eligible for a visa waiver, or has an Indonesian passport, can go straight all the way at the end of the hall to the immigration counters.\n\n",{"type":"==","value":["Flights"]},"\nJakarta's status as Indonesia's government and economy center makes the airport as the hub of Indonesia's biggest airlines.\nThe airport has 3 terminals. Terminals 1 & 2 each has 3 concourses with 7 gates each, but usually referred to as Terminal 1* or 2* where the * is the concourse. Concourses D & E are for international flights only.\n",{"type":"*","value":["Terminal 1A: Lion Air to all other destinations"]},{"type":"*","value":["Terminal 1B: Sriwijaya Air & Lion Air flights to ",{"type":"[[","value":[["Sumatra"]]}]},{"type":"*","value":["Terminal 1C: Citilink & Lion Air flights to ",{"type":"[[","value":[["Kalimantan"]]}]},{"type":"*","value":["Terminal 2D: All Nippon Airways, Asiana, Business Air, Cathay Pacific, Emirates, Flynas, Japan Airlines, Jetstar Asia, Kuwait Airways, Lion Air, Lufthansa, Malaysia Airlines, Malindo Air, Mihin Lanka, Philippine Airlines, Qantas, Qatar Airways, Royal Brunei, Singapore Airlines, Thai, Thai Lion Air, TigerAir, Turkish Airlines, Yemenia"]},{"type":"*","value":["Terminal 2E: Air China, Air France, Cebu Pacific, China Airlines, Egypt Air, Etihad, EVA Air, Garuda Indonesia, KLM, Korean Air, Saudia, Vietnam Airlines, Xiamen Airlines"]},{"type":"*","value":["Terminal 2F: Garuda Indonesia"]},"\nTerminal 3 has a single concourse and houses Lion Air flights to ",{"type":"[[","value":[["Bali"]]}," and all AirAsia (domestic & international) flights.\n\nAll passengers arriving in international flights must go through immigration first to board any domestic flights. Your baggage may be checked-in through depending on your airline. For departure, your luggage will be scanned twice (before entering the check-in area & before entering the gate where you board the plane). Only passengers are allowed inside, starting from the check-in counter. \n\nA dedicated check in lounge with check in desks, immigration booth, and direct access to the Pura Indah Lounge is available for first & business class of selected international airlines at the left end of terminal 2. If you are flying Business or First Class Garuda Indonesia or has a Platinum GarudaMiles card, you can use a dedicated check in facility at the right end. Both check in desks have personal service assistants will check you in & escort you to the respective lounges.\n\nFlights to major destinations in Indonesia, especially ",{"type":"[[","value":[["Semarang"]]},",",{"type":"[[","value":[["Yogyakarta"]]},",",{"type":"[[","value":[["Surabaya"]]},",",{"type":"[[","value":[["Denpasar"]]},",",{"type":"[[","value":[["Medan"]]},",",{"type":"[[","value":[["Palembang"]]},", and ",{"type":"[[","value":[["Makassar"]]},", as well as ",{"type":"[[","value":[["Singapore"]]}," for international flights, are very ubiquitous (up to 20 a day) so prices between airlines do not differ too much, but Garuda Indonesia often comes out as the most expensive given the fact that it is a full service airline.\n\nThere are currently no flights to Africa and the Americas. Fly to ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Tokyo"]]}," or the Middle East first for easier connections to these regions.\n\n",{"type":"==","value":["Ground transportation"]},"\nThere is a dedicated toll road into the city & is the only good option to get in to or out from the airport. A train service is in plans to start from the airport for faster travel into the city.\n",{"type":"===","value":["By private car"]},"\nParking is available at the front of every terminal. Lots A, B, and C are across Terminal 1, while lots D, E, and F are across terminal 2. There are also wide spots for parking at Terminal 3. However parking is hectic and spaces quickly fill up! There is a special parking lot between the terminals for overnight parking. Rp 20,000 for the first 6 hours and Rp 2,000 per hour thereafter.\n\nIf you wish to rent a car, ",{"type":"[","value":["http:\/\/trac.astra.co.id TRAC Astra-Rent A Car"]}," has a location at Terminal 2F. You can also look for car rental companies at the counters right after customs.\n\nIn case you need to fill up your car, a petrol station provided by Pertamina is to the left of the city-bound boulevard.\n\nThere is a dedicated toll road into the city, but this will depend on where you will go to. All directions are pretty much clearly indicated:\n",{"type":"*","value":["If you're heading towards ",{"type":"'''","value":["Tangerang"]},", if you want to avoid the toll fees, you can work your way at the road on the left side right after the airport gate. Turn left at the airport's north perimeter road, and then left. Go straight towards downtown Tangerang. Take the south perimeter road and then turn left if you are coming from Tangerang to the airport."]},"\n",{"type":"*","value":["If you're heading towards ",{"type":"'''","value":["Tangerang, Merak port, South Jakarta or the western suburbs of Jakarta"]},", from the tollroad, take the first interchange that will take you to the 2nd ring road. Take the 1st interchange if you wish to go to Tangerang, or continue southward to Kebun Jeruk, Pondok Indah, Pasar Minggu, Kemang. Take the 2nd interchange to take a tollway to Serpong."]},"\n",{"type":"*","value":["If you're heading towards ",{"type":"'''","value":["North Jakarta"]},", stay along the tollroad, stay on the right lane for the second interchange. This will take you to Pluit, Ancol, Kemayoran, Kelapa Gading, or Tanjung Priok."]},"\n",{"type":"*","value":["If you're heading towards ",{"type":"'''","value":["downtown Jakarta or Bandung"]},", stay along the tollroad, stay on the left lane for the second interchange. This direction will also take you to ",{"type":"'''","value":["Bekasi, Cikarang, or Bandung"]},". "]},"\n",{"type":"*","value":["If you are heading towards ",{"type":"'''","value":["East Jakarta"]},", you can use either the north or the west tollway first, but it is recommended to use the north tollway that takes you to North Jakarta first. Then take the right lane at the interchange. You can also take the first interchange you meet to the 2nd ring road, as this is a more expensive, but less crowded option."]},"\n",{"type":"*","value":["If you're heading towards ",{"type":"'''","value":["Bogor or Depok"]},", it is recommended to take the 1st interchange and continue on the 2nd ring road until the 3rd interchange, then take the interchange. You can also take the 2nd interchange to the 1st ring road that traverses through downtown Jakarta, but this is a cheaper yet full of traffic option."]},"\n",{"type":"===","value":["By taxi"]},"\nTo get to the city, the easiest option is to contact your hotel to pick you up in the airport, as ",{"type":"'''","value":["many hotels in Jakarta provide free airport transfers"]},".  Getting a taxi is a little more complicated:\n\n",{"type":"*","value":[" If you book from the ",{"type":"'''","value":["counters"]}," right after Customs, you'll get a nice car, and jump to the head of the queue.  These counters also sells SIM cards and refills."]},"\n",{"type":"*","value":[" If you're not booking from the counters, you can hail them from the ordinary ",{"type":"'''","value":["taxi ranks"]}," — to be encountered by touts and baggage carriers, these individuals should be ignored and will probably need waving off (",{"type":"''","value":["just wave your hand and shake your head"]},").  The ",{"type":"'''","value":["Blue Bird Group"]}," operates blue ",{"type":"''","value":["Blue Bird"]}," and ",{"type":"''","value":["Pusaka"]}," taxis, a usually reliable option for taxi service. A ride to the downtown area should cost about Rp 130,000. Its premium brand, ",{"type":"''","value":["Silver Bird"]}," has a posher car and is perfect if you are traveling with up to 7 other people, but costs about 1.5 times the ordinary taxi. ",{"type":"'''","value":["Express"]}," Taxi has smaller but still nice air-conditioned Toyota Vios cars, and would cost you around Rp 90,000. Other operators will charge you Rp 70,000-90,000. All taxis use meters (",{"type":"''","value":["argo"]},"). Passengers are responsible for paying roadway tolls, and prices are posted at the toll booths."]},"\nThe airport has a docket system for payment of an airport surcharge in addition to the normal taxi metered charge. It is detailed on the docket and is determined by distance to destination. You are asked for your destination when arriving at the taxi rank and the docket is issued accordingly when you are assigned a taxi. If you do not make it clear that you require a taxi you may not be assigned one.  Usually, taxi staff are uniformed. If someone offers you a taxi and they are not wearing the same uniform as the taxi company drivers then you are well advised to ignore them.\n\n",{"type":"===","value":["By shuttle"]},"\nShuttle vans are a popular choice if your final destination is Bandung, another big city 120 km southeast of Jakarta, although it is not uncommon to drop you at downtown Jakarta too.\n\n",{"type":"*","value":[{"type":"'''","value":["Cipaganti"]},", ☎+62 21 70 500 000, +62 22 8600 8800. A reputable airport shuttle service to major spots around Bandung. Schedules pickup every hour."]},"\n",{"type":"*","value":[{"type":"'''","value":["Xtrans"]},", ☎+62 21 5296-2255, +62 21 5296-4477. Provides reliable airport shuttle service from Soekarno Hatta airport to major hotels in Sudirman and Thamrin Street in Jakarta and Bumi Xtrans in Cihampelas Street in Bandung. Cost: US$3.30\/adult and US$2.20\/child. Schedule: once every hour from 5AM-10PM. Xtrans booth are available at Terminal IA, IB, IC and IIE."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Jakarta Airport Transfer"],["url=http:\/\/www.jakartaairporttransfer.com\/"],["email=Info@jakartaairporttransfer.com"],["address=Jl Jembatan Tiga Raya 5AH, Jakarta Utara"],["lat="],["long="],["directions="],["phone=+62 21 9062 2754 (Jakarta)"],["tollfree="],["fax="],["hours="],["price=A daily Bandung Express is a more private though more expensive option for travellers to Bandung with pricing from Rp 300,000\/passenger"],["content=Door to door transportion to Jakarta city and neighbouring cities. Whole day car hire is available in Jakarta and Bandung with driver if required. Airport transfers provide options of stopovers at Puncak, Bogor, Cirebon with a choice of economy (7 seater) or jumbo vehicle (15 seater). Online reservation and instant confirmation."]]}]},"\n",{"type":"===","value":["By bus"]},"\nIf you have more time than money, frequent ",{"type":"'''","value":["DAMRI shuttle buses"]}," connect to numerous destinations around Jakarta: Gambir (the most appropriate for those going to Jalan Jaksa area), Rawamangun, Blok M, Tanjung Priok, Kampung Rambutan, Pasar Minggu, Lebak Bulus and Kemayoran (Rp 20,000) as well as directly to the neighboring cities of ",{"type":"[[","value":[["Bekasi"]]},", ",{"type":"[[","value":[["Serang"]]}," (Rp 30,000), ",{"type":"[[","value":[["Bogor"]]}," and ",{"type":"[[","value":[["Cikarang"]]}," (Rp 35,000). The bus service from the airport operates from 05.00-23.30. You can get the tickets at the many counters after the airport exit. If arriving by an international flight to the terminal 2, head to the left after going out of the building until you see DAMRI ticket booths and bus stops. In terminal 3, the bus stop is just behind the taxi ranks. Buses are standard but comfortable, has a television at the front of the cabin, and Wi-Fi connectivity!\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Destination !! Fare !! Frequency of buses to the airport || Frequency of buses from the airport"],["|-"],["| Gambir - Train Station|| Rp 25,000|| every 30 minutes 03.00-05.00",{"type":"<","value":["br"]},"every 15 minutes 05.00-21.00 || single service at 02.00",{"type":"<","value":["br"]},"every 30 minutes 05.00-23.30"],["|-"],["| Rawamangun - Bus Terminal|| Rp 25,000 || every 30 minutes 03.00-20.00 || every 30 minutes 05.00-23.30"],["|-"],["| Blok M - Blok M Plaza|| Rp 25,000 || every 30 minutes 03.00-20.00 || every 30 minutes 05.00-23.30"],["|-"],["| Tanjung Priok - Bus Terminal|| Rp 25,000 || every hour 04.00-19.00 || every hour 05.00-23.30"],["|-"],["| Kemayoran - DAMRI Bus Pool|| Rp 25,000 || every hour 04.00-19.00 || every hour 05.00-23.30"],["|-"],["| Kampung Rambutan - Bus Terminal|| Rp 25,000 || every 30 minutes 02.00-20.00 || single service at 02.00",{"type":"<","value":["br"]},"every 30 minutes 05.00-23.30"],["|-"],["| Pasar Minggu - Train Station|| Rp 25,000 || every 30 minutes 03.00-19.30 || every 30 minutes 05.00-23.30"],["|-"],["| Mangga Dua - Mangga Dua Square || Rp 25,000 || every hour 06.00-19.00 || every hour 05.00-23.30"],["|-"],["| Bogor - Botani Square || Rp 40,000 || every 30 minutes 02.00-20.00 || single service at 02.00",{"type":"<","value":["br"]},"every 30 minutes 05.00-23.30"],["|-"],["| Bekasi - Kayuringin Bus Terminal|| Rp 30,000 || every 30 minutes 03.00-21.00 || single service at 02.00",{"type":"<","value":["br"]},"every 30 minutes 05.00-23.30"],["|-"],["| Lebak Bulus - Bus Terminal || Rp 25,000 || every 30 minutes 03.00-19.00 || every 30 minutes 05.00-23.30"],["|-"],["| Serang,Banten - Merak Port|| Rp 40,000 || every hour 04.00-19.00 || every hour 05.00-23.30"],["|-"],["| Cikarang - Plaza Cikarang Baru (Jababeka)|| Rp 35,000 || every hour 03.00-18.00 || every hour 05.00-23.30"],["|-"],["| Harapan Indah || Rp 30,000 || every hour 03.00-20.00 || every hour 05.00-23.30"],["|-"],["| Purwakarta - DAMRI bus pool or Grand Wisata Housing Complex|| Rp 50,000 || every hour 02.00-18.00 || every hour 05.00-23.30"]]},"\n\n",{"type":"==","value":["Get around"]},"\nA ",{"type":"'''","value":["free but unreliable shuttle bus"]}," runs between the terminals; if you're in a hurry, it's a safer bet to take a taxi, although they may ask for a rather steep Rp 50,000 for the service (not entirely unjustified, as half of this pays their parking fees), however it should really be a metered ride. If you have time, though, it's not a problem to wait for the next one - just ask the airport staff where it stops and what it looks like (yellow color, normally). Also, be sure to know which terminal you will disembark from.\n\n",{"type":"==","value":["Wait"]},"\n",{"type":"===","value":["Landside"]},"\nThe airport has its own 18-hole golf course ☎ +62 21 5591 1111. You can play all day Mondays to Thursdays, and before 11 AM on Fridays for US$ 60; Sundays after 11 AM for US$100.\n\nThere is a viewing gallery at the left end of Terminals 1 & 2, where you can view the airplane activities at the airport. It might be uncomfortable though due to the hot & humid air.\n\n",{"type":"===","value":["Lounges"]},"\n\n",{"type":"====","value":["Terminal 1"]},"\nIf you are taking a domestic flight from Soekarno Hatta, you can enjoy cheap airport lounges.  There are several private lounges open to travellers on any airline that are in stiff competition with each other.  For Rp 50,000, you can get a few hours in one of these lounges where you can relax on the comfy couches, eat and drink as much as you want and use the internet (either by wifi or through their computers).\n",{"type":"*","value":["JW Lounge is near Concourse A"]},{"type":"*","value":["El John maintains 2 lounges, both near Concourses B & C"]},{"type":"====","value":["Terminal 2"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Garuda Indonesia Executive Lounge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= Airside.To the right from the passport checkpoint. Between Concourses E & F"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can enter this lounge if you are flying in Business Class or First Class. The lounge is the biggest, and one of the best, if not the best, at the airport."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Pura Indah Lounge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Airside. At the left end of Terminal 2, pass Concourse D."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are using the premium check-in facility, you will end up using this lounge. Quality was on par with Garuda Indonesia's lounge."]]}]},"\n",{"type":"====","value":["Terminal 3"]},"\nAll lounges are located at landside (before immigration). Do not expect a big lounge, even compared to Jakarta's standards, as only a handful of business travelers use this terminal.\n",{"type":"*","value":[{"type":"'''","value":["De Green"]}," is limited to major credit card holders."]},{"type":"*","value":[{"type":"'''","value":["Monas Lounge"]}," is more lenient in allowing passengers to enter. Basically everyone can enter for Rp 80,000; a discount is applicable if you use any credit cards."]},"\n",{"type":"==","value":["Eat and Drink"]},"\nKoufu has a food court at the landside of terminal 2F. Any terminals on its landside have numerous well-known chain outlets of what you will see in downtown Jakarta. On the airside, Starbucks has an outlet at terminal 2. Some other small stalls can be found at other terminals. Beware though that prices may be more expensive for the same items you can get outside the airport.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Duty free"]},"\nLotte & Plaza Bali each has a huge duty free shop between terminals 2D & 2E. Do note that if you shop at Lotte Duty Free in downtown Jakarta, you can pick up your items on the same day at the airport.\n\n",{"type":"===","value":["Others"]},"\nPeriplus bookstores are at every terminal. A few Indonesian handicrafts & souvenirs can be the last minute idea for a gift before boarding an international flight.\n\nExchange rates in the airport are not significantly worse than the centre of town,but better than you will get from hotels. Bear in mind that you will need some cash and Jakarta is not a place where you can just stroll down to the nearest bank in town as it is pedestrian unfriendly. ATMs generally have limit of Rp 1-3 million per transaction; for the latter, try CIMB or bii-Maybank - in the international terminal, there are several of these on the second (departure) floor.\n\n",{"type":"==","value":["Connect"]},"\nThere are standing computers at terminals but do not really depend on them to work.\n\nWireless connectivity is available at selected points in the airport, but you need a password to sign up. A wireless Internet connection is offered at lounges and has faster speed.\n\n",{"type":"==","value":["Cope"]},"\nLeft luggage facilities is available in terminal 2D. Prayer rooms are available to all terminals but cater to Muslims only. The international terminals have toilets with baby diaper changing facilities.\n\nSleeping at the airport is not recommended as the floors are of marble tiles, not of carpet. Chairs are available for a snooze at the concourses.\n\n",{"type":"==","value":["Sleep"]},"\nMost of the hotels within the airport's vicinity are actually still in the Tangerang area rather than in Jakarta. Most, if not all, hotels offer free shuttle services to\/from the airport; inquire if in doubt.\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pop! Hotel Airport Jakarta"],["alt="],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=107"],["email="],["address=Jl. Raya Bandara no.106, Rawa Bokor, Benda Tangerang, 15125 Tangerang"],["lat="],["long="],["directions="],["phone=+62 21 559 7777"],["tollfree="],["fax="],["price=From US$33."],["checkin="],["checkout="],["content=A budget hotel just outside the airport area. Colorful rooms & furniture with decent cable TV in each room. Free shuttle to airport."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amaris Hotel Bandara Soekarno Hatta"],["alt="],["url=http:\/\/amarishotel.com\/amaris-bandara"],["email="],["address=Jl. Husein Sastranegara No.1 Benda, Tangerang , 15125 Tangerang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=From US$50."],["checkin="],["checkout="],["content=Another budget hotel with basic amenities."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jakarta Airport Hotel"],["alt="],["url=http:\/\/www.jakartaairporthotel.com\/"],["email="],["address=Bandara Soekarno-Hatta"],["lat="],["long="],["directions=between Terminal 2D & 2E"],["phone=+62 21 559 0008"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This small but decent hotel has 82 rooms with typical amenities you would expect. The rooms have a view of the airside activity."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Orchardz Hotel Bandara"],["alt="],["url=http:\/\/www.orchardzhotel.com\/branch-home\/Bandara\/5\/"],["email="],["address=Jl. Husein Sastranegara No. 8, 15125 Tangerang"],["lat="],["long="],["directions="],["phone= +62 21 2966 7777"],["tollfree="],["fax="],["price= From US$ 60"],["checkin="],["checkout="],["content=A posher option just outside the airport. Shuttle service is available."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=FM7 Resort Hotel"],["alt="],["url=http:\/\/fm7hotel.com\/"],["email="],["address=Jalan Raya Perancis No. 67, Benda, 15125 Tangerang"],["lat="],["long="],["directions="],["phone=+62 21 5591 1777"],["tollfree="],["fax="],["price= from US$80"],["checkin="],["checkout="],["content=The access is a little more crowded and narrower so it might take sometime to go to\/from the airport. Provides massage, spa, billiard, karaoke & a swimming pool."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Bandara Hotel"],["alt="],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=107"],["email="],["address=Bandara Soekarno-Hatta"],["lat="],["long="],["directions=in the airport area"],["phone=+62 21 559 7777"],["tollfree="],["fax="],["price=From US$100."],["checkin="],["checkout="],["content=5-star hotel with 205 Deluxe rooms and 15 Suite rooms. Rooms have ",{"type":"''","value":["Sheraton Sweet Sleeper"]}," beds and 32\" LCD TVs.  Complimentary shuttle airport pick-up and drop off and a private lounge at the airport. Check the special offers on the hotel's website to find special packages such as day use, special rewards and offer on related deals."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nBe cautious of having any involvement or contact with the baggage porters. Many of them attempt to obtain money by picking up passengers' luggage into a trolley without permission. They should be paid Rp 5,000 to carry bags, but that is best avoided. Seek out a trolley and deal with it yourself.\n\nPlease remember ",{"type":"'''","value":["not to keep any gadgets, money, or jewelry in checked luggage!"]}," There have been reports that a few pieces of luggage are scrutinized before being put on the carousel, and many of these items are stolen. It is recommended to use locks (a TSA certified is better), so that these thieves do not have time to sneak into your bag!\n\n",{"type":"==","value":["Nearby"]},"\n",{"type":"*","value":["The city of ",{"type":"[[","value":[["Tangerang"]]}," is less than 15 km from the airport and is accessible from a network of toll roads."]},{"type":"*","value":["The Pantai Indah Kapuk area in ",{"type":"[[","value":[["Jakarta"]]}," is just straight ahead from the toll road and has an array of dining options."]},"\n",{"type":"{{","value":[["IsPartOf"],["West Java"]]},"\n",{"type":"{{","value":[["usableairport"]]},"\n",{"type":"{{","value":[["geo"],["-6.12554"],["106.65785"],["zoom=14"]]},"\n",{"type":"[[","value":[["Wikipedia:Soekarno Hatta International Airport"]]}]