[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.solairrl.com\/ Solair"]}]},", located in ",{"type":"[[","value":[["Woodstock (Connecticut)"],["Woodstock, Connecticut"]]},", is the oldest ",{"type":"[[","value":[["Naturism"],["nudist"]]}," camp of the ",{"type":"[[","value":[["USA"]]},".  This is a family oriented community operated by its members across 400 acres of wooded land.  This nudist camp encompasses a vast variety of landscapes for one to enjoy nudism how they seem fit.\n\n",{"type":"==","value":["Get In"]},"\n",{"type":"===","value":["Car"]},"\n",{"type":"*","value":[{"type":"'''","value":["From Interstate 90, Mass Pike:"]}," Take Exit 9 (",{"type":"[[","value":[["Sturbridge"]]},"\/",{"type":"[[","value":[["Brimfield"]]},"), to Rt. 20 WEST. Move to left lane and turn left onto Rt. 131 EAST to ",{"type":"[[","value":[["Southbridge"],["Southbridge"]]},". Go about 4 miles to Southbridge \"downtown,\" turn right on Elm Street, Rt. 198. After .5 mile bear left at the fork leaving Rt 198. Stay on this road (Elm Street) for about .4 mile where Elm Street becomes Lebanon Hill Road (at base of hill). Proceed for 2.2 miles until end. Turn right onto English Neighborhood Road. Continue until you come to a stop sign, which crosses over to the Solair dirt entrance road. Follow it to the Solair gate. "]},{"type":"*","value":[{"type":"'''","value":["From Interstate 84:"]}," Take Exit 73 (",{"type":"[[","value":[["Union (Connecticut)"],["Union"]]},") and head northeast on Rt. 190 for 2.1 miles to Rt. 171. Turn right on 171 and go 2.3 miles to Rt. 197. Turn left onto 197 and follow it for 4.4 miles to the intersection of Brickyard Road. Turn left onto Brickyard Road and go 3.0 miles to the intersection of English Neighborhood Rd. Turn left onto the dirt road and follow it down to the Solair gate. "]},{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Providence"]]}," and ",{"type":"[[","value":[["New London (Connecticut)"],["New London"]]},":"]}," From Providence follow Rt. 44 to Putnam. From New London take Rt. 395 to exit 97. Turn left onto Rt. 44 heading toward Putnam. Turn right onto Rt. 171 and head north to Woodstock. After 3.6 miles Rt. 169 will merge in. Stay on Rt. 169 for another 4.5 miles and look for a blinking light (4-way stop) at the Rt. 197 intersection. DON'T TURN YET! Go straight through that intersection staying on 169 then take your FIRST LEFT (.1 mile) onto English Neighborhood Road. Follow this winding, narrow road 3.5 miles to the end. You will come to a stop sign. Go straight onto dirt road, follow it to the Solair gate. "]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["When You Arrive:"]}," At the gate you will find a doorbell - please press and wait for the office to open the gate. When the gate opens, pull forward and park to the left near the office. Please do not block the driveway. All visitors MUST stop at the office and check in."]}]},"\n",{"type":"==","value":["Get Around"]},"\n",{"type":"*","value":[{"type":"'''","value":["Golf Cart:"]}," There are dirt roads to travel on around the campground, and a golf cart is the best way to get around quickly. There is parking for golf carts at every area, where as for a car there are only two parking lots.  "]},{"type":"*","value":[{"type":"'''","value":["Bike:"]}," A popular choice by those who do not want to become lazy, but still want to get places in a hurry.  Biking trails are also located through out the grounds."]},{"type":"*","value":[{"type":"'''","value":["Walk:"]}," Everywhere is in walking distance from everything else.  Just grab a towel and walk to your destination of choice, and still be in breath to do that activity."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nature"]},": Solair sits on over 400 acres of untouched wooded land. The wildlife here is rich and pure. The variety of environments Solair offers is broad and beautiful. From the sandy beach to the fresh clean pond, sparkling in the sun or from the deep wooded hiking trails to old ruins Solair is one natural place.  "]},{"type":"*","value":[{"type":"'''","value":["Trails"]},": There are eight trails spanning 400 acres of undeveloped woods: Redcoat Run, Bare trail, Double-Yellow trail, Yellow trail, Orange trail, Pink trail, Blue trail, and the trail to Lookout Rock. "]},{"type":"*","value":[{"type":"'''","value":["Lookout Rock"]},": Located behind the pond, presents a good view of the beach and the pavilion."]},{"type":"*","value":[{"type":"'''","value":["The Memorial Waterfall"]},": This is a peaceful gardened area where the memorial to those whom have passed lay. In the background is a gorgeous waterfall, beautiful and surrounded by wildlife."]},"\n",{"type":"==","value":["Do"]}," \n",{"type":"===","value":["Leisure Activities"]},"\nIf relaxing is what you are looking for Solair has something to offer for everyone.\n",{"type":"*","value":["Nude Sun Tanning: Sick of those damn tan lines? This is the only way to get a natural tan naturally!"]},{"type":"*","value":["Hot Tub: A great way of meeting new people and socializing naturally in the warm water."]},{"type":"*","value":["Sauna: A small, cedar enclosed sauna is open to all guests and is a socialization spot."]},{"type":"*","value":["Picnics: There are plenty of places to go for a quite picnic.  The woods, beach, pavilion are all beautiful spots for one to relax and enjoy a nice meal."]},{"type":"===","value":["Outdoor Activities"]},"\nWhat have some physical fun in the buff? Solair offers many activities to do in the nude!\n",{"type":"*","value":["Camping: The highlight of Solair.  Camping and being one with nature."]},{"type":"*","value":["Hiking: On 400 acres, there is plenty to explore! Trails branching off the rifle range are recommended."]},{"type":"*","value":["Volleyball: A very kid friendly and extremely popular sport at Solair.  Every Sunday at 11:00am there is a kid’s volleyball clinic."]},{"type":"*","value":["Tennis: A popularly played sport at Solair."]},{"type":"*","value":["Bocce Ball: Play right on the beach as your partner tans."]},{"type":"*","value":["Shuffle Board: Usually played by the elderly, but still a youthful game."]},{"type":"*","value":["Swimming (No Lifeguard at any swimming area!)"]},{"type":"*","value":[{"type":"*","value":["The Pond in a great place to swim when it is warm outside.  There is a dock in the center of the pond where diving is allowed.  In addition, rafts can be taken out and floated on."]}]},{"type":"*","value":[{"type":"*","value":["The Pool is a heated in ground pool.  There is a net for water volleyball and plenty of noodles for one to lounge in, as well as a reclining area around the pool."]}]},{"type":"*","value":["Boating: Sail across the beautiful pond on a Paddle Boat, Row Boat, Canoe, Kayak, or the wooden Viking Boat!"]},{"type":"*","value":["Fishing: The pond is stocked with bass and trout.  Everything caught, however, has to be tossed back in.  They eat the leeches.  The fun of the sport makes this a popular one."]},"Among these activities there are also weekend events planned for each weekend of Solair’s active season.  Their open season runs from Memorial Day Weekend in May to Labor Day Weekend in September.\n",{"type":"===","value":["Indoor Activities"]},"\n",{"type":"*","value":["Billiards: Located in the game room, in the lower community center.  Every Friday, late night billiards is a must."]},{"type":"*","value":["Ping Pong: Also located in the game room, this is not such a popular game, but is available."]},{"type":"*","value":["Friday Night Movie Night: Every Friday night a recently released movie is shown in the upper community center."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["The Office: Located right at the entrance of camp.  A normal gift shop for a nudist camp selling a variety of things including t-shirts, hats, magazines, bags, Frisbees, suntan lotion, etc. "]},{"type":"*","value":["The Bare Essentials: This store is located right on the beach, selling everything from suntan lotion to sand supplies for the kids.  The hours for this store are deemed as fit, so do not plan on it being open."]},"\n",{"type":"==","value":["Eat & Drink"]},"\n\n",{"type":"*","value":["The Sunshine Café is located on the back corner of the community building.  This quaint little restaurant is mainly open during the summer season serving breakfast, lunch and dinner.  This diner has the happy slogan: No Shirt, No Shoes, No Pants, No Problem!"]},{"type":"*","value":["Bare Essentials: Located right on the beach, this is a great place to buy a refreshing drink or some ice cream.  Every Sunday there is a special on Sundays. "]},{"type":"[[","value":[["Southbridge"],["Southbridge, Massachusetts"]]}," is only a 5 minute drive from the resort.  Here there is an arrangement of restaurants to supply any type of food craving from rustic small dinners to large scale chains. Including the popular Dynasty Chinese Restaurant, Friendly's, Dunkin Donuts, Alexander's Golden Greek Restaurant, McDonald's, Pizza Chef, Cohasset on the Green, and Billis Coffee Shop.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Cabin Rentals:"]},"\n",{"type":"*","value":["Most cabins include the following: queen size bed, A\/C, cable TV, dinette, microwave, hot pad, small refrigerator, coffee maker & toaster. There is also a porch on the front of each cabin. All cabins range in price anywhere from $60-$100 a night."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Beach Cabin:"]}," This is a fairly small single room.  The location is great, being right next to the beach and just down the road from the community center, but is right in the sun and becomes a sweat box in the really hot summer days.  "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Morgan Cabin:"]}," Great for a family or 2 couples! The Morgan cabin is a spacious accommodation, which includes 2 queen size beds in a large bedroom with sliding doors onto a screened porch and a view of the pool area. There is also a pull out couch in a fire placed living room. A full eat in kitchen with all needed amenities are also included."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Pool Cabin:"]}," Newly renovated! This is a small cabin right by the pool area and community center.  It is great for a single couple.  The location of his cabin makes it all worth while."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Rose:"]}," A rustic log cabin design for single couples. It is one of the only two rental cabins to have a half bathroom installed. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Morning Glory:"]}," Fun log cabin for young families! It can sleep up to six with double bed, 2 bunks and loft access.  Located right by the volleyball court and down the road from the community center and pool area. This cabin is the only other cabin to have a half bathroom installed."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Iris:"]}," Located near the volleyball court, this charming unit in a quiet wooded area with a  small porch and outdoor fireplace. Another cabin that is great for single couples."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Sunflower:"]}," This is very similar to the beach cabin, but is in a more enclosed location."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Duplex A&B:"]}," This is the oldest rental cabin in Solair.  With that being said, one can understand the slight musky smell it has.  Located in a secluded area behind the round house. This cabin is nice for families wanted to visit together, but wanting their own places nearby each other."]}]},"\n",{"type":"===","value":["Tenting Sites:"]},"\n",{"type":"*","value":["There are 14-tent platform sites located near the water fall\/brook area, in Pioneer Valley (near tennis courts) and in the new Fox Hollow wooded area.  Water & electric where available.  Rates range from $20-$25. Each tenting spot has its good and bad qualities depending on what each person likes.  If you like the calming sounds of nature around you, the water fall\/brook area would be best recommended, but if you like silence at night maybe you should try the Fox Hollow or Pioneer Valley."]},"\n",{"type":"===","value":["Motor Home Sites:"]},"\n",{"type":"*","value":["There are 20 RV\/Trailer sites with water and electric hook-ups. All are located near the tennis courts.  Accommodating RV's up to 40 foot.   A remote dumping station is located within the camp. These sites are in the heart of camp and have easy access in and out of the resort."]},"\n",{"type":"{{","value":[["IsPartOf"],["Mystic-Eastern"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]