[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Solan town"]}," is a city in ",{"type":"[[","value":[["Himachal Pradesh"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nSolan is 70 km from ",{"type":"[[","value":[["Chandigarh"]]},", 300 km from ",{"type":"[[","value":[["Delhi"]]},", and 45kms from ",{"type":"[[","value":[["Shimla"]]},", is easily approachable through road route by state transport buses or taxis (Rs 1000 from Chandigarh and 3500 from Delhi); is en-route Shimla on NH-22. Railroute: all trains from ",{"type":"[[","value":[["Kalka"]]}," to ",{"type":"[[","value":[["Shimla"]]}," stop over at Solan. Airport: Nearest airport is the Shimla Airport.\n\n",{"type":"==","value":["Get around"]},"\n\nSeventy kilometers from Chandigarh and in proximity to Shimla, Solan draws a large number of tourists every year. \n\nThe star attraction for tourists is its three parks namely Jawahar Park, Children Park and Mohan Park. The 7000-foot high Koral cave and a varity of stone fruit are other attractions. The walks, roads and shopping joints of this city are beautiful. The fruits are cheap and fresh.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Karol ka Tibba"]},"\n",{"type":"*","value":["Jaunaji drive"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=JATOLI TEMPLE"],["alt=jal kund"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=about 7kms from D.C. office, this is the temple near Apple weldmesh industry. Major attraction on Rajgarh road"]]}]},{"type":"===","value":[" ",{"type":"'''","value":["Kasauli"]}," "]},"\n\nOne look at Kasauli, a charming town in Himachal Pradesh, and you will feel that you have been taken back in time, to the colonial era of the 19th century. The place seems to have stood still in time, without being affected by it to a great extent. The paved lanes, old-world shops, gabled houses with colonial facades and small orchards, all remind you of the time when the country was neither so polluted, nor so populated.\n\nClad with forests of chir-pine, Himalayan oak and huge horse chestnuts, the hills surrounding Kasauli presents a gripping sight. As you move through the narrow roads of the hill resort, which slither up and down its course, you come face to face with enchanting vistas. The hill station was developed by British during the 'hey day' of their empire. Today, Kasauli draws tourists from all over India with its mystical charm and is contributing to travel & tourism in Himachal Pradesh.\n\n",{"type":"===","value":[" Kasauli Tourist Attractions "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Monkey Point"]}," is the name given to the highest point in the whole of Kasauli. It is hardly 4 km from the main bus stand and provides alluring views of the valley below, the city of Chandigarh and even Satluj River. Another popular attraction of the point is a temple, dedicated to Lord Hanuman."]},"\n",{"type":"*","value":[{"type":"'''","value":["Christ Church"]}," of Kasauli finds its origins dating back to 1844, the time when British were still a part of the country. Still reminiscent of the old-world charm, the church boats of a typically Anglican architectural style."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dagshai"]}," is a small cantonment area, situated at a distance of approximately 19 km from Kasauli. The area comprises of a military public school and numerous military barracks. However, the scenery from there is definitely worth seeing."]},"\n",{"type":"*","value":[{"type":"'''","value":["Central Research Institute"]}," of Kasauli is known for producing anti-rabies vaccine against mad dog-bite. It also provides treatments to the people who have fallen prey to the Hydrophobia. Dating back to the year 1900, the institute today takes care of pets, police and army dogs as well as their masters."]},"\n",{"type":"==","value":["Do"]},"\n\nKarol Tibba & Meteol Tibba: \nKarol Tibba and Meteol Tibba are two of the must-see spots in Solan. The charismatic splendor and calm atmosphere of the places will surely make you fall in love with Solan. <\/do>\nPrime Minister of India had laid the foundation stone of a Rs 1 billion Heritage Park on being set up under the aegis of Mohan Meakin Breweries at Harat village, 14 km from Solan. It would become an important tourist attraction centre of this region in years to come. It will be an important world-level centre of naturopathy, religion, ayurveda and yoga, would be well-connected by a network of roads, which would also facilitate the locals in transporting their agriculture produce to markets.<\/do>\nmust have a walk on the mall road in the evening.. one should must visit shoolini temple...\nalso check out the drive to Sabhathu and Solan is a fine place for camping barog heights , gambar pull, churdhar where there is a very big statue of lord shiva.\nsolan is one of the adventures must do because leaving aside the main city area everything all around is untouched and energy of the nature lifts you up for people who want to spend time with there inner self this is the place just walk about with a tent and visit the villages.\n\nshoolini mela which is one authentic Indian fare is a must. It's still held the traditional ways\n\n",{"type":"'''","value":["Karol Tibba & Meteol Tibba"]},"\nKarol Tibba and Meteol Tibba are two of the must-see spots in Solan. The charismatic splendor and calm atmosphere of the places will surely make you fall in love with Solan.\n\n",{"type":"==","value":["Eat"]},"\n\nSolan is renowned for its roasted corn, and is famous for its seasonal fruits and vegetables. The fresh cucumber is great and the fresh corn is the sweetest. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe 7"]}," At the city center plaza, near the high courts - A Multi-cuisine restaurant. A class apart from rest of the restaurants in Solan . "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chanakya"]}," Mall Road, next to Anand Complex Solan - Clean Hygenic Vegetarian food, Chinese, Sandwiches, Burgers, Pizzas, Indian Chats, fresh fruit juices, Ice-Creams. A quaint little haven, decorated in bamboo-wood-motifs-strawroof fervor. Makes for a good evening sit out and the music here is very fascinating. A must visit indeed."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Himani"],["url="],["email="],["address=Mall Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mid-range, multi-cuisine, bar and restaurant. Expensive compared to other in Solan; but preferred by the business traveller."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paragon"]}," - Mall Road Check out the South-Indian cuisine, others too not quite bad."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Anupama"]}," - Mall Road, next to St Lukes School; Almost good. Multi-cuisine, also offers buffet lunch."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Himalayan Coffee House"]}," - Located on Mall road, it is one of the most oldest coffee house in Solan. A most favourite place for office goers for a cup of coffee\/ tea along with some snacks. One can grab some nice South Indian preparations. "]},"\nMust haves.... solan chana, on the mall road, near old bus stand. Famous sweets on different sweet shops. Samosa at Rattanjee's mall road, burfi at Preemjee's old bus stand, Jalebi in upper bazar\/chowk bazar (paddu Halwai), gulab jamun at Sharma Sweets near DC office.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Anchor Bar"]},", Adjacent to Cafe 7 at the city center plaza. A classy bar, an ideal hang-out spot. Tastefully done up interiors follow a unique, nautical theme. "]},{"type":"*","value":[" ",{"type":"'''","value":["Green bar & restaurant"]}," is a old classic bar at old bus stand."]},{"type":"*","value":[" ",{"type":"'''","value":["Solan Brewery"]}," is known for its beer."]},{"type":"*","value":["Check out ",{"type":"'''","value":["Mohan Meakins"]}," and see if you could drink from the tap it's a feeling of mellow high straight and fresh--ask for permission though."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ice-Spice"],["alt=Bar and Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near Chanakya, it offers various Chinese food on the top floor along with bar in the middle..classic bar on the mall road"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are a large number of hotels offering accommodation facilities to visitors. For the high-end travelers, there are the luxury hotels and resorts of the town. Those who are concerned about rentals, the economy and budget hotels of Kasauli are the best bet. In case you want to get a taste of royalty, make sure to book a room at one of the heritage hotels in Kasauli.\n\n",{"type":"==","value":["Go next"]},"\n\nThe places around Solan is Sadhu Pul around 18-20 km from solan. Beautiful water falls on the way and you reach a heavily flowing gorge good for fishing and swimming. Another few kilometers ahead there is a place called \"Chail\", which has history of its own. Patial's king is known to have picked up the most beautiful girl of Shimla town from the Mall Road and that point is known as Scandel Point.\n\nYou can visit Kausali which is also an army base and a beautiful town known for its Snawar School.\n\n",{"type":"{{","value":[["geo"],["30.92"],["77.12"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Solan (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Solan"]]}]