[{"type":"{{","value":[["pagebanner"],["Eclipse banner.jpg"]]},"\n",{"type":"[[","value":[["File:20060329-045.jpg"],["thumb"],["350px"],["The sun during a total solar eclipse, showing the corona"]]},"\nA solar eclipse is an astronomical phenomenon, in which the sun is obscured by the moon. Total eclipses, in which darkness falls and the sun's normally invisible atmosphere is seen around a blackened sun, attract many travellers.\n\n",{"type":"==","value":["Understand"]},"\n\nThere are several types of solar eclipse:\n",{"type":"*","value":[" ",{"type":"'''","value":["total"]},", in which the normally visible parts of the sun are totally obscured, causing night-like darkness to fall for several minutes, and the corona — the sun's normally invisible atmosphere — to be seen radiating around the black circle of the moon"]},{"type":"*","value":[" ",{"type":"'''","value":["annular"]},", in which the moon obscures the centre of the sun, causing a bright ring to be seen around the dark moon"]},{"type":"*","value":[" ",{"type":"'''","value":["hybrid"]},", in which at various points along the eclipse's path either a annular or total eclipse is seen"]},{"type":"*","value":[" ",{"type":"'''","value":["partial"]},", in which a fraction of the sun's surface is obscured by part of the moon"]},"\nTotal eclipses are the most dramatic solar eclipse, a very strange and beautiful spectacle. A total solar eclipse occurs somewhere on Earth once or twice most years but is only visible from a narrow ribbon of the surface — the eclipse's path — with a partial eclipse experienced in a wider area. Partial eclipses are the least dramatic: unless one is viewing the eclipse deliberately it often just appears to be a somewhat dim day, as if overcast.\n\nAnnular and total eclipses begin with a partial eclipse in which progressively more of the sun is eclipsed until the maximum eclipse, called ",{"type":"'''","value":["totality"]}," for total eclipses. The partial eclipse may last one hour or more either side of totality, totality is usually only a few minutes in length or less.\n\nTotal eclipses, like many orbital phenomena, can be predicted accurately very far in advance, and attract many travellers anticipating the sight. They can be easily seen and appreciated with the naked eye, but amateur astronomers frequently travel to them with telescopes. Some travellers, ",{"type":"'''","value":["umbraphiles"]},", make it a priority to travel to see as many eclipses as possible.\n\nViewing a total solar eclipse is a chancy thing: simple ",{"type":"'''","value":["local cloud cover"]}," changes it from a eclipse viewing to a momentarily dark cloudy day!\n\n",{"type":"==","value":[" Get in "]},"\n\nBecause solar eclipses, especially those viewable easily from land, are fairly rare, there are two problems with getting to them: the first is finding transport to the location at all and the second is booking it before your competition does. Solar eclipses can attract from thousands to hundreds of thousands of viewers, which can overwhelm the capacity of local transport and accommodation. If the eclipse is crossing a well-resourced tourist area (like the 2012 eclipe visible from ",{"type":"[[","value":[["Cairns"]]},", a tourist city in Australia), you should ideally book several months in advance but there may be some availability close to the eclipse. If the eclipse is off the beaten track, you may need to make arrangements a year or more in advance. Expect at least peak season pricing for transport.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Cruise ships"]]}]}," often have special itineraries into paths of totality, and this may be a preferable if your willingness to travel off the beaten track is limited. They may also be able to search for a cloud-free viewing area within reasonable limits, an opportunity you are less likely to have on land. ",{"type":"'''","value":["Helicopter"]}," or ",{"type":"'''","value":["plane"]}," flights above cloud cover may be available if the eclipse is over an area with airstrips. Cruises and flights tend to sell out early.\n\n",{"type":"==","value":["Destinations"]},"\nHere is the list of several total, annular and hybrid solar eclipses in near future.\n\n",{"type":"*","value":[" 2013, November 3 (hybrid). The pathway crosses central ",{"type":"[[","value":[["Africa"]]},". (",{"type":"[","value":["http:\/\/eclipse.gsfc.nasa.gov\/SEgoogle\/SEgoogle2001\/SE2013Nov03Hgoogle.html NASA interactive map"]},")"]},{"type":"*","value":[" 2014, April 29 (annular). Only visible from a small area of land in ",{"type":"[[","value":[["Antarctica"]]},". (",{"type":"[","value":["http:\/\/eclipse.gsfc.nasa.gov\/SEgoogle\/SEgoogle2001\/SE2014Apr29Agoogle.html NASA interactive map"]},")"]},{"type":"*","value":[" 2015, March 20 (total). The pathway crosses the northern Atlantic between ",{"type":"[[","value":[["Iceland"]]}," and the ",{"type":"[[","value":[["United Kingdom"]]},", and is visible from ",{"type":"[[","value":[["Svalbard"]]},". (",{"type":"[","value":["http:\/\/eclipse.gsfc.nasa.gov\/SEgoogle\/SEgoogle2001\/SE2015Mar20Tgoogle.html NASA interactive map"]},")"]},{"type":"*","value":[" 2016, March 9 (total). The pathway crosses parts of southern ",{"type":"[[","value":[["Sumatra"]]}," including ",{"type":"[[","value":[["Palembang"]]},", ",{"type":"[[","value":[["Borneo"]]},", and several ",{"type":"[[","value":[["Indonesia"]]},"n islands. (",{"type":"[","value":["http:\/\/eclipse.gsfc.nasa.gov\/SEgoogle\/SEgoogle2001\/SE2016Mar09Tgoogle.html NASA Interactive Map"]},")"]},{"type":"*","value":[" 2016, September 1 (annular). The pathway crosses central ",{"type":"[[","value":[["Africa"]]},". (",{"type":"[","value":["http:\/\/eclipse.gsfc.nasa.gov\/SEgoogle\/SEgoogle2001\/SE2016Sep01Agoogle.html NASA Interactive Map"]},")"]},"\nThere are also NASA maps of all annular and total eclipes ",{"type":"[","value":["http:\/\/eclipse.gsfc.nasa.gov\/SEatlas\/SEatlas3\/SEatlas2001.GIF between 2001 and 2020"]}," and ",{"type":"[","value":["http:\/\/eclipse.gsfc.nasa.gov\/SEatlas\/SEatlas3\/SEatlas2021.GIF 2021 and 2040"]},".\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"[[","value":[["File:TheSun beads.jpg"],["thumb"],["right"],["Baily's beads"]]},"\n",{"type":"*","value":[" View the eclipse directly, by ",{"type":"'''","value":["looking at the sun"]},". See Stay safe: ",{"type":"'''","value":["only totality can be observed safely without special precautions"]},"!"]},{"type":"*","value":[" View the eclipse ",{"type":"'''","value":["through a pinhole camera"]},". Take two sheets of cardboard and make a small hole in one, and shine sunlight through that hole onto the other. The circle cast on the second sheet of cardboard (the equivalent of the retina of an eye or the sensor of a camera) will change its shape as a partial eclipse progresses."]},{"type":"*","value":[" View the eclipse ",{"type":"'''","value":["from the ocean"]},". In addition to cruise ship itineraries, coastal areas will often have day cruises available to view the eclipse, this may avoid crowded public areas, and the vessel may be able to avoid local cloud cover. As with transport in general, book early."]},{"type":"*","value":[" ",{"type":"'''","value":["Photograph"]}," the eclipse. Beware: solar photography is not safe for camera sensors or film unless the lens is protected from the sun with a solar filter, which can be purchased from astromony shops."]},{"type":"*","value":[" View the eclipse through a ",{"type":"'''","value":["telescope"]},". A solar filter must be over the lens of the telescope if viewing directly: some telescopes can be adapted to project an image instead."]},{"type":"*","value":[" During a total eclipse, watch out for well-known phenomena before, during and after the eclipse:"]},{"type":"*","value":[{"type":"*","value":[" Just before the eclipse, the enormous shadow of the moon will approach from the west at a very rapid pace: some people find this frightening. (If it's a morning eclipse you may have your back to this phenomenon!)"]}]},{"type":"*","value":[{"type":"*","value":[" Just prior to and after the eclipse, a phenomenon known as Baily's beads may be visible, where the sun is first visible through craters on the side of the moon, creating points of light on the edge of the moon's shadow."]}]},{"type":"*","value":[{"type":"*","value":[" During totality, birds may roost and generally the quiet of night will fall briefly."]}]},{"type":"*","value":[{"type":"*","value":[" While ideally this is avoided by local authorities, it is not uncommon for automatic sensing streetlights to suddenly turn on, and rather spoil the show!"]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"'''","value":["Never look at the Sun with the unaided eye or with a camera or telescope"]},", not even for second and not even if only 1% of the Sun is visible. This may seriously damage your eye and even make you blind. ",{"type":"'''","value":["Always use an approved solar filter"]}," either directly over your eyes for unaided viewing, or over the lens of a camera or telescope. You can use:\n",{"type":"*","value":[" ",{"type":"'''","value":["CE certified"]}," eclipse glasses, which are usually cheap cardboard glasses costing around $3 to $5."]},{"type":"*","value":[" ",{"type":"'''","value":["Welder's goggles rated 14"]},", the highest rating for blocking radiation."]},{"type":"*","value":[" ",{"type":"'''","value":["Solar filters"]}," for cameras and telescopes, available from astronomy shops."]},"\nIf using a camera or telescope ",{"type":"'''","value":["the lens itself must be protected"]},": it is not sufficient to look through the viewfinder with eclipse glasses as the lens has magnified the sun's power even further and may still damage your eye. In addition, the sun's power will destroy camera sensors\/film if you haven't got a filter on the lens.\n\n",{"type":"'''","value":["Do not use"]},":\n",{"type":"*","value":[" anything designed for vision\/photography in normal bright light conditions, like sunglasses, or standard photography filters. These are millions of times ",{"type":"'''","value":["less powerful"]}," than the filters you need to gaze at the sun."]},{"type":"*","value":[" lesser rated welder's goggles"]},{"type":"*","value":[" exposed film negatives"]},{"type":"*","value":[" any stacked lesser protections"]},{"type":"*","value":[" any non-certified protections"]},"\nAs the moon fully obscures the sun during total eclipses it becomes safe to look without a filter and see the beautiful corona (the sun's atmosphere). Have your eye protection ready for the end of totality.\n\n",{"type":"{{","value":[["PartOfTopic"],["Natural attractions"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Solar eclipse"]]}]