[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Solok and South Solok"]}," are on the Trans Sumatra Highway, 64 km from ",{"type":"[[","value":[["Padang"]]}," and 76 km from ",{"type":"[[","value":[["Bukkittingi"]]},". The town has some fine examples of Minang Kabau architecture with hornshaped roofs and outer walls of wood, completely carved and painted in briljant colours. 60 km from Solok are the twin lakes ( Danau Di Atas and Danau Di Bawah ), which are becoming popular as holiday resorts.\nCool mountain air and beautiful landscapes, with impressive thea plantations as far as you can see, have made this spot extraordinary. One of the lakes, set only 1 km apart, is on a slightly higher elevation than the other. The spot offers an impressive panorama of the surrounding countryside and offers excellent opportunities for camping and hiking.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taman Hutan Raya Bung Hatta"]}," is a botanical garden covering 70,000 ha, with a rare collection of flora and fauna, situated on the way to Solok, about 300-1,000 m above sea level. The cool mountain air and panoramic views make this area a popular resort for both young and old. Monkeys and other animals can be found here, and they are protected by the park garden. Transportation to Taman Hutan Raya Bung Hatta is easy as it lies on the highway to Solok."]},{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":[" Kerinci-Seblat "]},"\nKerinci-Seblat is Sumatra’s largest national park. It consists of a 345 km long stretch of mountainous highlands in the Bukit Barisan, parallel to the west coast of Sumatra. The landscape is one of the most spectacular of the island and is dominated by vulcano tops, among which the Kerinci (3800 m.), the highest mountain in western Indonesia. In Kerinci-Seblat you will find most of the larger animal species, among them the Sumatran rhino, tigers, elephants, Malaysian bears and tapirs. The local population tell each other stories about short hairy people, known as the Orang Pendek.\n\nStrikingly beautiful is the top of Gunung Tujun, which is scattered with lakes, north east of Sungaipenuh. However, Lake Kerinci is easily accessible by public transport. These lakes with their surrounding woods are spots to enjoy the rich avifauna of the park, consisting of hornbills, turquoise beaks, grey wagtails and drongos.\n\nThere is proof that the woods around Kerinci were already inhabited 7500 years ago, both as hunting area and to grow crops. In the neighbourhood of Lake Kerinci kettle drums were found from the bronze and iron ages. Till today you can find old cultures with the Kubus, hunters and collectors, who a.o. inhabit the wooded areas of Kerinci-Seblat. \n\n",{"type":"{{","value":[["isPartOf"],["West Sumatra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]