[{"type":"{{","value":[["pagebanner"],["Somaliland banner.jpg"],["caption=Mountains in the desert of Somaliland"],["pgname=Somaliland"]]},"\n",{"type":"{{","value":[["quickbar"],["location=LocationSomaliland.png"],["capital=",{"type":"[[","value":[["Hargeisa"]]}],["currency=Somaliland shilling"],["population=3,500,000"],["electricity=230V\/50Hz (European plug)"],["callingcode=+252"],["timezone=UTC+3"],["emergencies="]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/somalilandgov.com\/ Somaliland"]}]}," (",{"type":"[[","value":[["Somali phrasebook"],["Somali"]]},": ",{"type":"''","value":["Somaliland"]},", ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},": صوماللاند‎ ",{"type":"''","value":["Ṣūmāliland"]},") is ",{"type":"''","value":["officially"]}," an autonomous region of the country of ",{"type":"[[","value":[["Somalia"]]},". Unofficially, it is a de facto sovereign state. The local Somaliland authorities declared the region's independence from Somalia in May 1991, but neither the Somali federal government nor any other country or international organization has recognized its sovereignty. Somaliland is in northwestern Somalia, on the Gulf of Aden, bordering ",{"type":"[[","value":[["Ethiopia"]]}," and ",{"type":"[[","value":[["Djibouti"]]},".\n\nAlthough the government is trying to establish a modicum of safety here, visiting is still not advised by the governments of Canada, New Zealand, the UK and the US - although the area is viewed as safer than most of its neighbouring East African countries. The local government is very anxious to show its stability and, as a result, foreigners are generally treated with respect and interest. However, high unemployment and increasing discontent at being an unrecognised island of stability in a grim region does cause some resentment towards outsiders, particularly NGO workers. \n\nFor visitors exercising caution and respect, Somaliland is a fascinating and safe place to visit.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Somaliland regions map.png"],["regionmaptext="],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Awdal"]]}],["region1color=#71B37B"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Sanaagh"]]}],["region2color=#D5DC76"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Sool"]]}],["region3color=#8A84A3"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Togdheer"]]}],["region4color=#D56D76"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Woqooyi Galbeed"]]}],["region5color=#4F93C0"],["region5items="],["region5description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Hargeisa"]]}," — the capital city of Somaliland, and perhaps the safest city in the entire region. It's rather cosmopolitan and with a rich history and culture."]},{"type":"*","value":[{"type":"[[","value":[["Berbera"]]}," — nicknamed beach city, is a major port and, apart from expatriate remittances, the economic lifeline of the Somaliland economy."]},{"type":"*","value":[{"type":"[[","value":[["Borama"]]}]},{"type":"*","value":[{"type":"[[","value":[["Burao"]]}]},{"type":"*","value":[{"type":"[[","value":[["Erigavo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Laascaanood"]]}]},{"type":"*","value":[{"type":"[[","value":[["Zeila"]]}," — a historic city near ",{"type":"[[","value":[["Djibouti"]]}," and the stunningly beautiful Zeila Coast."]},"\n",{"type":"==","value":["Understand"]},"\nInitially a British protectorate, Somaliland gained its independence in 1960 and, just 5 days later, voluntarily entered into a union with the also newly independent former Italian colony of ",{"type":"[[","value":[["Somalia"]]},". Before long, struggles erupted, but Somalia remained lashed together under the dictator Mohammad Siad Barre until a vicious civil war broke out in 1988. By its conclusion in 1991, Somaliland was bombed flat. It is still recovering today: travellers will see shells of tanks along major roads, blast marks from artillery along hillsides; however, only a few bombed-out buildings or ruins remaining in cities.\n\nAfter 1991, Somaliland began the painstaking process of separating itself. By 2010 it had its own free and fair parliamentary and presidential elections, with the presidential elections notable in particular for unseating the incumbent in a very close race. A remarkably peaceful transition of power followed.\n\nSomaliland is a fairly peaceful region. Violence is rare, and there is an active police force to ensure that laws are respected.\n\nAs with the remainder of the former Somalia, law comes from three sources: the government, Islam (Sharia law), and clan (Xeer law). Extended family is of paramount importance in Somaliland, and indeed, the country now largely survives on remittances from relatives working abroad. Because no other country recognises Somaliland as independent, there are few employment opportunities and joblessness is estimated to be at a staggering 80%.\n\nDec-Mar is probably the best time to visit, as then you will avoid both the two rainy seasons and the sweltering, 44 degree Celsius plus heat of the Jul-Sep dry season.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["infobox"],["Entrance fees"],["Although the visa costs a reasonable USD30, there will be many additional fees. At Hargeisa airport, you must exchange USD50 to Somaliland shillings at a bank rate so atrocious that you will surrender US$25. On top of this covert bank fee is an entrance tax of USD30. Fees may vary."]]},"\n\nYou need a ",{"type":"''","value":["Somaliland"]}," visa to enter. Visas from ",{"type":"''","value":["Somalia"]}," are ",{"type":"'''","value":["not"]}," accepted. Most travellers get a visa in ",{"type":"[[","value":[["Addis Ababa"]]}," in ",{"type":"[[","value":[["Ethiopia"]]}," or the Somaliland Mission in London. You can get details from the ",{"type":"[","value":["http:\/\/www.somalilandgov.com Somaliland government website"]}," or contact the Somaliland liaison office in Addis Ababa, phone +251 11 635921. To get to the office you should find the Awraris Hotel, and follow the dirt road that runs down the side of the hotel for 200 m, turn right, and continue another 200 m. A Somaliland visa is also allegedly available from the Somaliland representation in Djibouti. The unofficial Somaliland \"embassy\" in London will also issue a visa. The whole process is refreshingly un-bureaucratic and can be handled by post, which makes London the most convenient place to get a visa for travellers who live in Europe and\/or want to obtain a visa before travelling to the region.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Hargeisa Airport, Somaliland (5850380992) (2).jpg"],["thumb"],["Hargeisa Airport"]]},"\nThere is an international airport in Hargeisa with flights to\/from Dubai, Djibouti City, and many other cities and towns across the Horn of Africa and the Somaliland region. There is also an international airport at Berbera with many international flights, most notably to Dubai.  Note that some 'flights' from Hargeisa actually start with a bus ride to Berbera.  If you are not Somali you may have difficulty getting through the police checkpoints unless you have written permission from the commander of police or take an armed guard (the Jubba flight from Hargeisa to Dubai is like this).\n\nSince 2008 Ethiopian Airlines does not fly to Hargeisa International airport. Since Daallo Airlines is wildly inconsistent, Jubba Airways or African Express from either Dubai or Djibouti is your best bet. They have several flights a week and connect Hargeisa to Djibouti, Dubai, Nairobi and Entebbe. Djibouti to Hargeisa is about an hour-long flight.  Dubai to Berbera takes three hours.\n\nAll flights to and from Somaliland are expensive by most standards - there are no budget airlines. The cheapest flights will be to and from Djibouti, usually around US$125 one-way when taxes and fees are figured in (but not including the entry\/exit\/visa\/exchange fees, which will tack on about another US$100 to any trip).\n\nThe most reliable way to get in seems to be with African Express, which has connections in ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Nairobi"]]},", and other smaller Middle Eastern and East African ports of call. Tickets can be reserved in advance, but not purchased unless you are at their ticketing office - check back in to ensure you have a seat reserved if you will not be in the city you fly out of before your flight!\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.africanexpress.co.ke\/ ",{"type":"'''","value":["African Express"]}]}," is a Kenyan airline that flies to\/from ",{"type":"[[","value":[["Berbera"]]},", primarily from ",{"type":"[[","value":[["Mogadishu"]]},", ",{"type":"[[","value":[["Nairobi"]]}," and ",{"type":"[[","value":[["Dubai"]]},", but also less frequently from smaller locations such as ",{"type":"[[","value":[["Sharjah"]]},", ",{"type":"[[","value":[["Entebbe"]]}," or ",{"type":"[[","value":[["Jeddah"]]},". Major routes use MD-82 jets, shorter hops may be on a DC-9 or 120-ER."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.jubba-airways.com ",{"type":"'''","value":["Jubba Airways"]}]}," is a Somali airline.  Their flights go from ",{"type":"[[","value":[["Hargeisa"]]}," and ",{"type":"[[","value":[["Berbera"]]},". They use a Soviet-made Ilyushin-18 aircraft. They are the only airline to\/from Somaliland that currently accepts online booking reservations, but confirm with them seven (7) days in advance before flying."]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.daallo.com\/ ",{"type":"'''","value":["Daallo Airlines"]}]}," was formerly the only international carrier to fly to Somaliland or the former Somalia. They are currently (as of August 2011) open, but are famed for inconsistent service. Earlier in 2011, they had been shut down. They currently operate 2-3 services per week from ",{"type":"[[","value":[["Djibouti"]]}," also using an Ilyushin-18 aircraft."]},"\nAlso be aware that Jubba Airways usually waits until enough people have purchased tickets before departing. You may be waiting a week or more for a flight, regardless of whether you have a ticket or not.\n\nEthiopian Air has regular flights to the border city of Jijiga. From Jijiga, Hargeisa is a few hours away by taxi.\n\nAgain, remember to re-confirm all flights 7 days in advance!  All of the airlines above will not hesitate to sell your ticket to someone else if you don't take the warning seriously, Jubba in particular.\n\nTicket offices are closed on Friday (the beginning of the weekend in the Islamic world). Plan accordingly.\n\nRecently, ",{"type":"[","value":["http:\/\/eastafrican.easytravelpoint.com\/ibe\/ East African Safari Air Express"]}," has started running a regular service between Nairobi and Hargeisa, but is very expensive (a return flight from Nairobi to Hargeisa costs  US$600). They can be reached at reservations@easa.co.ke or +254 20 6654321. As of April 2011, their flights NBO-HGA-NBO operate Tu,Th,Sa.\n\n",{"type":"===","value":["By car"]},"\nIt is possible to enter Somaliland from Ethiopia by road. You can avoid paying many of the fees charged at the airport. However, if you plan to leave Somaliland by road it is advisable to make Ethiopian Visa arrangements (multiple entry) before travelling to Somaliland as the process of getting an Ethiopian Visa in Hargeisa can be quite cumbersome \/ time consuming (Info from January 2012: The Ethiopian visa in Hargeisa is easy to get, requires no paperwork and is available in one morning - cost US$20).\n\nIt is ",{"type":"'''","value":["NOT"]}," possible to enter from Somalia, so don't even try. \n\nAnother option is the open border to the north to Djibouti. (Info from 2009: Public transport 4x4s leave Djibouti every day in the late afternoon and travel across the desert throughout the night to arrive in Hargeisa the next morning. They leave from Avenue 26 in Djibouti City, at a price of 5500 DJF).\n\nDespite government efforts, there are still mines on some of the roads, look out for coloured rocks next to the road, if you see painted rocks DO NOT leave the Tarmac.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Laas Geel rock paintings.JPG"],["thumb"],["Laas Geel rock paintings"]]},"\n",{"type":"[[","value":[["File:2012 Berberra Beach Somaliland drpete 7.JPG"],["thumb"],["300px"],["Berbera's beach"]]},"\nThere is a bus service in Hargeisa, Burao, Berbera and Borama. There are also services between the major towns and adjacent villages operated by different types of vehicles such as 4 wheel drives and light goods vehicles (LGV).\n\nTo travel outside of major cities, the central government requires foreigners to take an armed guard with them (see \"Stay Safe\" below).\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:A fisherman's camp in Somaliland.jpg"],["thumb"],["300px"],["A fisherman's camp in Somaliland"]]},"\nThe capital, Hargeisa, has a provincial museum. There is also a menagerie that includes lions, leopards, antelopes, birds, and reptiles. Outside of Hargeisa, is the Laas Gaal, a complex of caves and rock shelters that contain some of the earliest known art in Africa, dating back to 9,000 B.C.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nFor breakfast, Somalis eat a flat bread called ",{"type":"''","value":["laxoox"]}," and cereal or porridge made of millet or cornmeal. They also eat rice or noodles with sauce or meat for lunch. Pasta became very popular under Italian rule. Bananas are common in the south of the region. A traditional soup called maraq (also part of Yemen cuisine) is made of vegetables, meat and beans and is usually eaten with flat bread or pitta bread. Beans are usually eaten for dessert, and oat or corn patties and salad can be eaten too.\n\nSomalis occasionally eat ",{"type":"''","value":["xalwo"]},", a jelly-like sweet made with water, sugar, and honey, though peanuts are sometimes added. Somalis who have spent some time in the Middle East eat baklava. Dates are also popular in Somaliland.\n\nIn coastal areas, roasted camel meat, camel milk, fried sheep liver and all kinds of fresh seafood are popular.\n\nIt is considered polite for guests to leave a little bit of food on their plate after finishing a meal provided by their host. This shows that the guests were given enough food and thus treated hospitably.\n\n",{"type":"==","value":["Drink"]},"\nMany Somalis adore spiced tea. Milk is also common in rural areas of Somaliland. Alcohol is prohibited and you will not find it publicly served anywhere in Somaliland.\n\n",{"type":"==","value":["Sleep"]},"\nThere are hotels being constructed in all of Somaliland's major cities. Hargeisa has seen most development, with regards to its infrastructural capacity, the airport has been expanded to cater for an increase in tourists, both foreign and domestic.\n\n",{"type":"==","value":["Stay healthy"]},"\nLocals in Hargeisa drink tap water fixed by the Chinese government. The cleanliness is not perfect but adequate. However, it is better to play it safe and drink bottled water.  \n\nAs with many developing countries, animals roam the streets and sanitation is poor. Be very aware of the risk of rabies. Bats may inhabit the countryside, and their bites can be nearly invisible, leaving a person unaware until it's too late.\n\nThere is a low risk of malaria in Somaliland, but the threat is still present. Many foreigners choose not to take anti-malarials.\n\n",{"type":"[[","value":[["Yellow fever"]]}," is considered endemic in Somaliland. If you plan to travel to other countries that require proof of yellow fever vaccination, be sure you are vaccinated and have a certificate!\n\nVaccination against other endemic diseases common in developing countries (typhoid, polio, hepatitis A & B, etc.) is strongly recommended.\n\nThe infrastructure of Somaliland is still a shambles and that includes healthcare. If you have health problems or have concerns about getting treatment in an emergency, you will be putting yourself at great risk as the medical services in most areas are primitive and unsanitary by modern standards.\n\nThe most modernized and prominent hospital is the Edna Adan University Hospital in Hargeisa. However, it's mostly a maternity hospital and medical treatment there, although the staff are excellent, is limited by the serious dearth of resources in the country. Serious conditions will require medical evacuation to ",{"type":"[[","value":[["Ethiopia"]]}," or possibly the ",{"type":"[[","value":[["Middle East"]]},". Come prepared or do not come at all.\n\n",{"type":"==","value":["Stay safe"]},"\nSomaliland is a relatively safe place, particularly compared to neighbouring Somalia. Knowing a little of the local language or having an interpreter can go a long way in gaining information from the local population, which is a valuable tool if you wish learn about the surrounding area. \n\nImprisonment and\/or execution is the punishment for homosexuality here. So if you are gay and decide to visit, keep your sexual orientation secret.\n\nThe Somaliland government requires that all foreigners take armed guards when travelling outside of the major cities. These guards are known as SPUs (Special Protection Units) and are available from the local police department or the office of tourism in Hargeisa. The UN typically pays US$5 a day per SPU, but as a tourist it will be difficult to negotiate this price. SPUs will try to charge you anywhere from US$30 to US$40 a day, but US$15 a day is reasonable for both parties.\n\nUnder some circumstances it is possible to travel around Somaliland without an SPU. To do this you will need a letter from the commander of police. This can be obtained from the police HQ in Hargeysa (",{"type":"''","value":["not"]}," the police station). Take the minibus to 'pepsi' (pronounced with a strong 'p') from the centre of town and get off just after you cross the dry river bed; the police station is on the right hand side of the road. The commander leaves at 11am each day so you will need to turn up in the morning and you may have to argue with the guard at the gate to be allowed in; they may try to send you to the SPU building round the corner. Stand firm and insist on seeing the Commander's secretary. The commander's secretary is very helpful and used to sorting this out. Give him the names of everywhere you wish to go and he will type up the letter and get the commander to sign it. Currently it's easy to get permission to travel to Berbera and Djibouti, other destinations may be harder and the situation may change. \n\nThe Republic of Somaliland is not recognized by any government. If you run into legal problems you are on your own, as there are no consulates to turn to for help. Learning local customs and laws is very important if you wish to minimize the chances of conflict with local authorities.\n\n",{"type":"==","value":["Go next"]},"\nAfrican Express, Jubba and Daallo airlines fly to ",{"type":"[[","value":[["Djibouti"]]},", ",{"type":"[[","value":[["Kenya"]]},", Mogadishu and ",{"type":"[[","value":[["Uganda"]]},". Be prepared to pay a USD32 exit fee in the airport. Berbera has an international airport that has flights to ",{"type":"[[","value":[["Dubai"]]},".\n\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["9.8"],["46.2"],["zoom=8"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Somalia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Somaliland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Somalia\/Somaliland"]]},"\n",{"type":"[[","value":[["Commons:Somaliland"]]}]