[{"type":"{{","value":[["pagebanner"],["Mogadishu banner2.jpg"],["caption=Mogadishu"]]},"\n",{"type":"{{","value":[["quickbar"],["image=MarkaSomalia.jpg"],["location=LocationSomalia.png"],["flag=Flag of Somalia.svg"],["capital=",{"type":"[[","value":[["Mogadishu"]]}],["government= Federal parliamentary republic (since August 2012)"],["currency=Somali shilling (SOS)"],["area=637,657 sq km"],["population=7,753,310 (2002 estimate based on 1975 census)"],["language=Somali (official), Arabic (official), Italian, English"],["religion=Islam"],["electricity=220V\/50Hz (European plug)"],["callingcode=+252"],["tld=.so"],["timezone=UTC+3 (no DST in Somalia)"]]},"\n\n",{"type":"{{","value":[["Warningbox"],["Except for stable ",{"type":"[[","value":[["Somaliland"]]},", Somalia is currently a war zone— and remains ",{"type":"'''","value":["extremely dangerous for independent travel"]}," or sightseeing due to armed conflict between Government forces and various warlords\/factions (including al-Qaeda–linked terror group al-Shabab). People kidnapped from Kenya and vessels captured by pirates are held in Somalia. The current government structure was established only in 2012, following fair success in the fight against al-Shabab and an improvement safety-wise in the cities in 2011-12. Those visiting for business, research or international aid purposes should consult with their organization and seek expert guidance before planning a trip. If you must go, see ",{"type":"[[","value":[["War zone safety"]]},". \n\nThe ",{"type":"''","value":["de facto"]}," independent ",{"type":"[[","value":[["Somaliland"]]}," is a stunning contrast. With a decent government structure in place and less violence, it is safer for travel, although both the US and UK governments advise against it. Tourists in Somaliland are required to be accompanied by armed guards outside the capital ",{"type":"[[","value":[["Hargeisa"]]}," because of the damage the potential kidnapping\/killing of a foreign tourist would have to its reputation. ",{"type":"[[","value":[["Puntland"]]}," is also ",{"type":"''","value":["de facto"]}," independent, but lacks a significant government and, despite much violence, is home to rival warlords and is ",{"type":"'''","value":["not"]}," safe for independent travel."]]},"\n\n",{"type":"'''","value":["Somalia"]}," (",{"type":"[[","value":[["Somali phrasebook"],["Somali"]]},": ",{"type":"''","value":["Soomaaliya"]},"; ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},": الصومال‎ ",{"type":"''","value":["aṣ-Ṣūmāl"]},") is on the Horn of Africa, and is bordered by ",{"type":"[[","value":[["Ethiopia"]]}," to the west, ",{"type":"[[","value":[["Djibouti"]]}," to the north-west, and ",{"type":"[[","value":[["Kenya"]]}," on its south-west. This is a country with a troubled past. Civil war, military coups, border disputes and warlordism have been the general course of events here since government collapsed in 1991. Things improved in 2012 when the Al-Shabaab jihadist group was driven out of the cities and a permanent (rather than transitional) central government was formed for the first time since 1991.  \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":[" History "]},"\nThe history of the Somali people dates back many centuries. The first time the word Somali was mentioned in a history book was 3500 years ago, when the queen of Egypt Hatshepsut sent a fleet of 5 large ships and a crew of 250 men to Somalia which the Egyptians called The Land of Punt. Punt means “the land of spices” from the aromatic plants that grow there. The Egyptians wanted to trade and they brought jewels and glass beads that they exchanged for gold, elephant tusks, myrrh, ostrich feathers, spices and different beads. Some of these items, especially the aromatic ones, were used by the Egyptians in their religious festivals and celebrations. \n\nBetween the 7th and 9th centuries, immigrant Muslim Arabs and Persians established trading posts along the Somali coast. \nIn the 14th century Ibn Battuta, the great Berber traveller, visited Mogadishu and wrote about the people, their food and clothing and how they ruled themselves. In his book he mentioned that the people in the city were very fat and everybody ate as much as they could. The Mogadishans wore very nice white clothes and turbans and their sultan was very powerful.\n\nSomalia was an unknown country for European explorers until the Portuguese explorers reached the coastal cities of Somalia on their way to India. They called it Terra Incognita, which means the unknown land. These new discoveries encouraged many other European navigators to sail on the Somali coasts. \n\n",{"type":"====","value":["The colonial era"]},"\n\nBritish, Italian and French imperialism all played an active role in the region in the 19th century.\nIn 1884 at the European powers' conference in Berlin, Somalia was divided into five parts to dilute the homogeneity imposed by its language, religion, and race.\n\nThe colonial powers divided Somalia into British Somaliland in the north, Italian Somalia in the south, the French Somali coast in Djibouti, Ogaden in the west and NFD. In the early 20th century a Somali resistance against these colonial powers started, led by Sayed Mohammed Abdullah Hassan, whom the British gave the nickname \"Mad Mullah.\" He began his opposition after returning from Mecca and established his own army, which he called the Dervishes. He recruited from the local people and built his own headquarters in Taleex. In 1901 the fighting started between British and local Somali forces and it was the beginning of a long struggle that resulted in Somali independence.\n\n",{"type":"===","value":["Post Independence"]},"\n\nAfter independence, Somalia has been intertwined in much violence since 1991. In 1969, General Siad Barre seized power in a coup d'état, and the country was under a military government when the previous president was assassinated. The military government established large-scale public works programs and successfully implemented an urban and rural literacy campaign, which helped dramatically increase the literacy rate. In addition to a nationalization program of industry and land, the new regime's foreign policy placed an emphasis on Somalia's traditional and religious links with the Arab world, eventually joining the Arab League in 1974. Somalia's initial friendship with the Soviet Union and later partnership with the United States enabled it to build the largest army in Africa. However, this ended in an utter collapse in the 1980s when the Somali people were disillusioned with the government. The government was weakened further in the 1980s as the Cold War drew to a close and Somalia's strategic importance was diminished.\n\nAs a result, General Barre was ousted and a civil war started in 1991 since the apparent independence of Somaliland, and the Barre government's massacres against the people of Somaliland. Since then, life has grown tough for many Somalis, who began to leave the country in large numbers to settle in safer parts of the world. \n\nThere has recently been somewhat increased security, as Al Shabaab, the Islamist opposition to the current regime of President Hassan Sheikh Mohamud, has been pushed out of major cities in the south of the country and reduced to guerrilla warfare. However, spectacular terrorist attacks still occur in Mogadishu and government troops have been accused of committing widespread rapes with impunity, so with the exception of de facto independent Somaliland, Somalia should still be considered a dangerous place and not appropriate for tourism.\n\n",{"type":"===","value":[" Climate "]},"\nSomalia is principally desert. Major climatic factors are a year-round hot climate, seasonal monsoon winds, and irregular rainfall with recurring droughts. Mean daily maximum temperatures range from 30°C to 40°C (85–105°F), except at higher elevations and along the east coast. Mean daily minimums usually vary from about 15°C to 30°C (60–85°F). The southwest monsoon, a sea breeze, makes the period from about May to October the mildest season at Mogadishu. The December-February period of the northeast monsoon is also relatively mild, although prevailing climatic conditions in Mogadishu are rarely pleasant. The \"tangambili\" periods that intervene between the two monsoons (October–November and March–May) are hot and humid.\n\n",{"type":"==","value":[" Regions "]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Somalia regions map.png"],["regionmaptext="],["regionmapsize=380px"],["region1name=",{"type":"[[","value":[["Southern Somalia"]]}],["region1color=#cba78a"],["region1items="],["region1description=Home to the capital and the majority of the fighting."],["region2name=",{"type":"[[","value":[["Central Somalia"]]}],["region2color=#d0d398"],["region2items="],["region2description=The central portion of the country, around the Galguduud and Mudug regions."],["region3name=",{"type":"[[","value":[["Puntland"]]}],["region3color=#a9a9c2"],["region3items="],["region3description=A historic, autonomous region on the Horn."],["region4name=",{"type":"[[","value":[["Somaliland"]]}],["region4color=#92c6a8"],["region4items="],["region4description=The ",{"type":"''","value":["de facto"]}," independent northern region, which boasts a functioning government and a ",{"type":"<","value":["small",[{"type":"''","value":["miniscule"]}]]}," extant tourist sector."]]},"\n\n",{"type":"{{","value":[["disclaimerbox"],["We cover ",{"type":"'''","value":[{"type":"[[","value":[["Somaliland"]]}]}," in a separate article. While the legitimacy of the Somaliland government is disputed by many countries, from a traveller's point of view the Somaliland government has ",{"type":"''","value":["de facto"]}," control of the area (separate visas, laws, currency, etc). This is not a political endorsement of claims by either side in the dispute."]]},"\n\n",{"type":"==","value":[" Cities "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mogadishu"]]}," - the capital, and generally considered the most lawless city in the world."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hargeisa"]]}," - the capital of ",{"type":"[[","value":[["Somaliland"]]}," and, by Somalian standards, a fairly safe place."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kismayo"]]}," - a port city in the south of the country"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["VisaRestriction"],["Entry ",{"type":"'''","value":["will be refused"]}," to citizens of ",{"type":"[[","value":[["Israel"]]}," and to those who show stamps and\/or visas from Israel."]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nPlane travel may be problematic to\/from Somalia, due to the recent bombings of the airport(s) by Ethiopian forces. However, air may be the safest means of travel to and from Somalia.\n\nThe most reliable way to get in seems to be with African Express, which has connections in ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Nairobi"]]},", and other smaller Middle Eastern and East African ports of call. Tickets can be reserved in advance, but not purchased unless you are at their ticketing office - check back in to ensure you have a seat reserved if you will not be in the city you fly out of before your flight!\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.africanexpress.co.ke\/ African Express"]}]}," is a Kenyan airline that flies to\/from ",{"type":"[[","value":[["Berbera"]]},", ",{"type":"[[","value":[["Bossaso"]]},", ",{"type":"[[","value":[["Galkacyo"]]}," and ",{"type":"[[","value":[["Mogadishu"]]}," primarily from ",{"type":"[[","value":[["Nairobi"]]}," and ",{"type":"[[","value":[["Dubai"]]},", but also less frequently from smaller locations such as ",{"type":"[[","value":[["Sharjah"]]},", ",{"type":"[[","value":[["Entebbe"]]}," or ",{"type":"[[","value":[["Jeddah"]]},". Major routes use MD-82 jets, shorter hops may be on a DC-9 or 120-ER."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jubba-airways.com Jubba Airways"]}]}," is a Somali airline that operates from Mogadishu to\/from: ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Bossaso"]]}," and ",{"type":"[[","value":[["Jeddah"]]},". Flights also may be available to\/from: ",{"type":"[[","value":[["Galkayo"]]},", ",{"type":"[[","value":[["Hargeisa"]]}," and ",{"type":"[[","value":[["Sharjah"]]},".  They use a Soviet-made Ilyushin-18 aircraft. They are the only airline to\/from Somalia that currently accepts online booking reservations, but confirm with them seven (7) days in advance before flying."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.daallo.com\/ Daallo Airlines"]}]}," was formerly the only international carrier to fly to Somalia. They are currently (as of June 2011) grounded and have inconsistent service even when open. They operated 2-3 services per week from ",{"type":"[[","value":[["Djibouti"]]}," also using an Ilyushin-18 aircraft."]},"\nAll flights to Mogadishu use ",{"type":"'''","value":["Aaden Cabdulle Cismaan International Airport"]}," (known as ",{"type":"'''","value":["Aden Adde International Airport"]},"), which re-opened in August 2006. Prior to this, both airlines used an airport many miles from the Mogadishu due to security fears over the city's main airport.\n\n",{"type":"===","value":["By car"]},"\nDon't travel to Somalia through driving by car. Though this ",{"type":"'''","value":["may"]}," be possible if you wish to cross into Somaliland, borders are generally sealed, and always dangerous.\n\n",{"type":"===","value":["By bus"]},"\nIt is possible, and relatively safe (though ",{"type":"''","value":["relative"]}," is the key term) for you to take a series of buses and\/or shared cars from ",{"type":"[[","value":[["Ethiopia"]]}," into ",{"type":"[[","value":[["Somaliland"]]},".\n\nFrom ",{"type":"[[","value":[["Jijiga"]]}," in Ethiopia, ask for the bus to ",{"type":"[[","value":[["Wajaale"]]},". Once there, cross the border (have your Somaliland visa ready to go) and take a shared 4x4 car to ",{"type":"[[","value":[["Hargeisa"]]},".\n\nKeep in mind that to leave via the same route, you will need a multiple-entry Ethiopian visa (- no longer true as Ethiopian visas can be obtained at the Ethiopian Trade Mission in Hargeisa). These are not issued at the airport and must be received in advance of your journey. Somaliland requires a visa as well (see the \"Getting In\" section on its page for more details).\n\nFrom ",{"type":"[[","value":[["Djibouti"]]},", 4x4s leave from Avenue 26 in Djibouti City every afternoon at around 5pm and drive across the desert through the night to reach Hargeisa around 8am the next day. \n\nAs noted above, the borders around the rest of the former Somalia are closed and extremely dangerous.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are ports in ",{"type":"[[","value":[["Boosaaso"]]},", ",{"type":"[[","value":[["Berbera"]]},", ",{"type":"[[","value":[["Kismaayo"]]},", and ",{"type":"[[","value":[["Mogadishu"]]},". The waters outside of Somalia, especially the Gulf of Aden, are unsafe due to pirates; thus, caution is advised.\n\n",{"type":"==","value":["Get around"]},"\n\nSomalia was without an effective government for 17 years; as one can imagine this has had a negative effect on the roads and transit. There are two different modes of public transportation that you can use in Somalia: buses and taxis. The only rule of the road that seems to still be in force is that Somalis ",{"type":"''","value":["generally"]}," drive on the right or centre.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Saaylac.jpg"],["thumb"],["250px"],["The Zeila Coast"]]},"\n\nThe Somali beach near Mogadishu is very beautiful. Families usually go on weekends. It is important to be aware that women must swim fully clothed, as Sharia law is strictly enforced, and does not permit women to show much of their bodies or to mingle with men. It is not clear as what the situation is like currently. In other circumstances, the beach would make for an ideal destination; however, the general threat of banditry, armed conflict and especially piracy along the coast make this, along with every other option in the country, risky.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"[[","value":[["Somali phrasebook"],["Somali"]]}," is the official language in Somalia. However, ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," is spoken by many and represents a secondary language. As the Somalis are almost exclusively Sunni Muslims, Somali has borrowed much religious terminology from Arabic, although there are also Persian or Arabic loan words for everyday objects (e.g. Somali albab-ka (the door), from the Arabic الباب al baab). While the southern part of the country was a former protectorate and colony of Italy, it is unclear just how much Italian is still spoken. Many Somalis speak English to communicate with the people who generally handle all of the menial jobs in their country. If you can learn a few words of Somali, your hosts and any other locals that you may meet will be very impressed and appreciative.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Somshil5r.jpg"],["thumb"],["SOS500 banknote"]]},"\nThe currency used in Somalia (except ",{"type":"[[","value":[["Somaliland"]]},") is the Somali shilling, for which the ISO 4217 currency code is ",{"type":"'''","value":["SOS"]},". Currently only the SOS1000 note is used, and doesn't go far... a glass of (unpotable) water will cost SOS1000. Exchange rates are extremely volatile and in September 2013, USD1 = SOS1.260 officially, while the free market rate gets you ten or twenty times more local paper for hard currency which is preferred for larger transactions. Much more useful are goods with which you could barter.\n\nThe Bakaara Market (Somali: Suuqa Bakaaraha) is a Mogadishu open market and the largest in Somalia.\n\nBakaara Market is in the heart of Mogadishu. The market was created in late 1972 during the reign of Siad Barre regime. Proprietors sold and still sell daily essentials (including staples such as maize, sorghum, beans, peanuts, sesame, wheat and rice), petrol and medicine. Despite a new Coalition government taking control, Somali markets continue to operate largely in the absence of regulations. A wide array of weaponry is also sold, with guns sometimes being the only thing for sale at some markets. Currently, 80% of Somali males own a weapon. Be very cautious, as customers will often test their new weapons by firing into the air. In the markets, an automatic rifle is usually available for purchase for around SOS1,000,000 or USD30. even if you think it is macho, don't buy one. You are a lot more likely to use a weapon if you have it, and this would be seen as very bad in the eyes of the law, and could lead to your execution.\n\nThere are many things to buy here but be wary of cheap pearls as they may not be real. There are many good tailors in Somalia and it is a good place to have clothes made to measure and copied.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Sambusadish.jpg"],["thumb"],["250px"],["Typical Somali ",{"type":"''","value":["sambusas"]}]]},"\n\nSomali meals are meat driven, vegetarianism is relatively rare. Goat, beef, lamb and sometimes chicken is fried in ghee, or grilled or broiled. It is spiced with turmeric, coriander, cumin and curry and eaten with basmati rice for lunch, dinner and sometimes breakfast. \n\nVegetables appear to largely be side dishes, and often are woven into a meat dish, such as combining potatoes, carrots and peas with meat and making a stew. Green peppers, spinach and garlic were also noted as the types of vegetables most commonly eaten. Bananas, dates, apples, oranges, pears and grapes are among some of the more popular fruits (a raw, sliced banana is often eaten with rice). But in Somalia, Somalis had a much larger selection of fruits - like mango and guava - from which they would make fresh juice. Somali stores, therefore, carry among the widest selection of fruit juices, both Kern1s juices as well as imports from India and Canada. And there is also a selection of instant juice: frozen or available as a powder.\n\nThe overriding characteristic of the Somali diet is that it consists of ",{"type":"''","value":["halal"]}," foods (Arabic for \"allowable\" as opposed to ",{"type":"''","value":["haram"]},": \"prohibited\"). Somalis are Muslims and under Islamic Law (or Shar'1ah), pork and alcohol are not allowed.\n\nOther common foods include a type of homemade bread called ",{"type":"''","value":["injera"]}," (like a large, spongy pancake) and ",{"type":"''","value":["sambusas"]}," (like the Indian ",{"type":"''","value":["samosas"]},"), which are deep-fried triangular-shaped pastries filled with meat or vegetables.\n\nThe cuisine of Somalia varies from region to region and consists of an exotic mixture of native Somali,Yemeni, Persian, Turkish, Indian and Italian influences. It is the product of Somalia's rich tradition of trade and commerce. Despite the variety, there remains one thing that unites the various regional cuisines: all food is served halal.\n\n",{"type":"==","value":["Drink"]},"\n\nSomalis adore spiced tea. A minority of Somalis drink a tea similar to Turkish tea which they brought from Middle eastern countries to their homeland. However, the majority drink a traditional and cultural tea known as Shah Hawaash because it is made of cardamom (in Somali, Xawaash or Hayle} and cinnamon bark (in Somali, Qoronfil).\n\nIslam forbids alcohol and Somalia follows this rather strictly. If you do find some, don't show it or drink it in public, as there's a strong chance that you could offend, cause a scene and may even be punished by authorities.\n\nAs for the coffee (kahwa) itself, try mirra, made in the Somali style. Sometimes spiced with cardamom, it's strong and tastes great, particularly drunk with fresh dates. Tea (chai) usually comes with dollops of sugar and perhaps a few mint leaves (na'ana).\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["Bosaso"]]}," and ",{"type":"[[","value":[["Hargeisa"]]}," have some Western-level hotels.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe ",{"type":"[[","value":[["Somaliland"]]}," capital Hargeisa is the safest city in what is nominally Somalia. It is quite westernised and welcomes foreigners more than any other place in Somalia. If you are planning to go to Somalia then we strongly recommend that you go to Hargeisa instead of any other city. At the risk of sounding like a broken record, the easiest method for staying safe in Somalia is ",{"type":"'''''","value":["not to go in the first place"]},". Kidnappings, armed clashes, piracy, and warlording are all common in Somalia. In  August 2010, at least 33 were killed in a hotel suicide attack in Mogadishu.\n",{"type":"[[","value":[["File:Somalia map states regions districts.png"],["alt="],["thumb"],["An overlapping map of official districts of Somalia and zones of influence"]]},"\nA federal government was established in 2012. This government is currently fighting a military campaign against radical al-Qaeda backed insurgents based in rural areas, with the support of an African Union peacekeeping force. Other entities rule other parts of Somalia, though: Somaliland and Puntland are essentially countries in and of themselves, as well as Ximan in the middle and a Kenyan-installed state in the south called \"Azania\". Pirates may control various coastal towns. Be wary of areas where you see armed men, or from where you hear gunfire or explosions. Somali insurgents also launch mortar attacks onto civilian population centres and government compounds. Somali government forces have also launched artillery attacks against insurgents positioned in urban areas, which have resulted in civilian casualties. Keep in mind that shells could start raining down at any moment, especially if there are any signs of fighting nearby, and that you will have seconds to start running or take cover if you hear the tell-tale sound of an incoming shell. For more information, see ",{"type":"[[","value":[["War zone safety"]]},".\n\nAlso, be wary of violent crime. Although the Somali government has established a police force, it is still developing, and crime rates are still high. Be aware that there are many warlords and criminals in Somalia who will try to kidnap a foreigner and hold him or her for ransom.\n\nDriving is on the right. While Somali drivers have something of a reputation for bad driving, the reality is slightly more nuanced. Risks are taken, particularly in Mogadishu, which would not normally be taken in other places, but the locals expect this to happen and compensate accordingly.\n\nWhile arranging your trip, it is advisable to request that you be accompanied by hired Somali armed escorts, or bring along bodyguards.\n\nAs of 2014, nine nations have embassies in Mogadishu: Djibouti, Ethiopia, Iran, Italy, Libya, Sudan, Turkey, Uganda, the United Kingdom and Yemen  with six more nations planning to re-open their embassies soon. However, there are no embassies in Hargeisa; therefore, in most cases, no representative of your home government will be able to assist you if you get in trouble in Somaliland. The closest consular services for most countries are in neighbouring Djibouti, Ethiopia, or Kenya, and further afield in Sudan and Egypt.\n\n",{"type":"==","value":["Stay healthy"]},"\nWater is mostly contaminated. Stick to sealed, preferably non-Somalian, bottled fluids. Your guide will provide you with food and water.\n\n",{"type":"[[","value":[["File:Isbaheysiga Mosque in Mogadishu.jpg"],["thumb"],["Mogadishu mosque"]]},"\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nThis is a Muslim country. As such, be sensitive about where you point your camera. There are many great photo opportunities around every corner (the question is usually what to leave out of each image), but when photographing people, always ask first. Don't ever, ",{"type":"'''''","value":["ever"]}," try to take pictures of women, even if you're a woman yourself. This is considered a great offense and can even result in more than a few harsh words. Also don't try to take pictures of anything that looks as if it could be of any strategic importance (",{"type":"''","value":["i.e."]},", has at least one soldier, policeman or, more likely, armed militiaman guarding it).\n\nRespect the Islamic beliefs of Somali people: Women shouldn't wear tube tops or skimpy outfits. It is absolutely acceptable for any nationality to wear the traditional Somali clothes. \n\nDo not eat in public during the holy month of Ramadan -- you may be fined or even go to jail.  The Al-Shabab Islamist militia can be found in many inhabited areas. They absolutely do not take kindly to any kind of violation of Sharia law, and as they are not affiliated with any kind of government, they do not have to abide by any kind of laws except their own. They will feel free to punish any aberrant behavior any way they please, often by floggings, amputations, or even executions. Government authorities also punish violations of Sharia law, but these are generally less harsh than those imposed by insurgents.\n\nAlcohol is prohibited in Somalia and possessing alcohol will get you into a lot of trouble -- and ",{"type":"'''''","value":["never"]}," drink and drive. \n\nIf you're dining with a Somali, don't expose the bottoms of your feet to him\/her. Don't eat with your left hand either, since the left hand is seen as the 'dirty hand'. Similarly, don't attempt to shake hands or hand a package with your left hand. \n\nIf your Somali friend insists on buying you something - a meal or a gift - let him! Somalis are extremely hospitable, and typically there are no strings attached. It is generally a custom to argue for the bill.\n\nNever discuss religion from an atheistic or similar point of view. Even highly-educated Somalis who studied abroad won't appreciate it and doors will close for you. Also be aware that the Islamic \"call to prayer\" happens five times daily and can be heard loudly almost anywhere you go. Just understand that most Somali people are used to it and enjoy it as part of the cultural experience.  If you aren't Muslim, it is not expected for you to participate, but you should always sit quietly and respectfully until the prayers end. \n\nStaring is quite common in Somalia; children, men and women are likely to stare at you simply for being a foreigner, especially if you travel off-season and in out-of-the-way places. This is not meant as an insult; it rather shows an interest, and a friendly smile will leave the kids giggling and showing off, and the adults happily trying out their few English phrases.\n\n",{"type":"===","value":["Men"]},"\nMen wear trousers or a flowing plaid ma'awis (kilt) western shirts, and shawls. On their heads they may wrap a colorful turban or wear a koofiyad (embroidered cap).\n\nDue to its Islamic heritage, many Somalis wear long dresses known in the Arab and Islamic worlds as khameez\/thobe.  In recent years, many men in Somalia choose to wear suits and ties to look more modern. This western dress code is dominant amongst members of the Somali upper class and the government.\n\n",{"type":"'''","value":["Homosexuality is punishable by death."]}," It is common for Somali men to walk hand in hand as a sign of friendship, but it would be unwise for Western men to attempt the same. Sharing a hotel room as a way of cutting costs is normal, but don't even ",{"type":"''","value":["think"]}," about asking for one bed for two.\n\n",{"type":"===","value":["Women"]},"\nWomen usually wear one of the following dress:  ",{"type":"''","value":["Direh"]},", a long, billowing dress worn over petticoats; ",{"type":"''","value":["coantino"]},", a four-yard cloth tied over shoulder and draped around the waist. They also wear an ",{"type":"''","value":["abaya"]},", a long and loose black robe.\n\n",{"type":"==","value":["Connect"]},"\nThe public telecommunications system was almost completely destroyed or dismantled by the civil war factions. Local cellular telephone systems have been established in Mogadishu and in several other population centres. International connections are available from Mogadishu by satellite. International outgoing connections also work from the cellular infrastructure. There is dialup internet access in Mogadishu, by visiting one of the internet cafés. Somalia has the cheapest cellular calling rates on the continent, with some companies charging less than the equivalent of one US cent per minute. Competing phone companies have agreed on interconnection standards, which were brokered by the United Nations funded Somali Telecom Association.\n\nWireless service and Internet cafés are available, but do remember that the .so domain is not operating in Somalia right now.\n\n",{"type":"*","value":["GSM Cellular Operators in Somalia"]},"#Somafone (GPRS 2G network)\n#Nationallink\n#Hormuud Telecom\n#Telsom Mobile\n#",{"type":"[","value":["http:\/\/golistelecom.com\/en\/mobile\/ Golis Telecom Somalia"]},"\n\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["4"],["45"],["zoom=6"]]},"\n",{"type":"{{","value":[["isPartOf"],["East_Africa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Somalia"]]},"\n",{"type":"[[","value":[["WikiPedia:Somalia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Somalia\/"]]}]