[{"type":"{{","value":[["pagebanner"],["Soma Bay banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.somabay.com Soma Bay"]}]}," is a resort on the ",{"type":"[[","value":[["Red Sea Coast"]]}," in ",{"type":"[[","value":[["Egypt"]]}," developed by the Soma Bay Development Company established in 1991. 45 kilometers south of Hurghada International Airport, the ten million square meters, self-contained community of Soma Bay is surrounded on all sides by the sea. It boasts year round sunshine and mild temperatures. Unique to Soma Bay are it's white sandy beaches and panoramic views of desert mountains. A selection of luxury hotels, a championship golf course, a grand thalassotherapy spa, and a diving and kitesurfing center all make Soma Bay an ideal place for relaxation and recreation.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Plane"]},": Soma Bay is a four-hour flight from Central Europe - with no jet lag. It is easily accessible by both charter and scheduled flights from many European destinations direct to Hurghada International Airport. EgyptAir also offers several flights per day between Cairo and Hurghada, for those preferring to fly through Cairo. The Airport is situated 45 minutes transfer from Soma Bay. The hotels in Soma Bay can provide airport transfers from\/to Hurghada to Soma Bay at a rate of 15 euro per person each way.  Soma Bay is featured by a variety of international tour operators and travel agents. You can also book directly with Soma Bay and purchase flights separately.\n\n",{"type":"'''","value":["By Car"]},": Soma Bay is also accessible by private car. Driving from Cairo, the capital, takes you along a well-paved highway along the coast, totaling approximately 500 kilometers. There are places along the way for pit-stops. The views are impressive where desert meets the Red Sea.\n\n",{"type":"==","value":["Get around"]},"\nWalking is a pleasure in Soma Bay, but there is also a convenient free shuttle bus that departs frequently between all the hotels, golf course, spa, diving and kitesurfing center.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Diving & Snorkeling"]}," Soma Bay is popular for scuba diving and snorkeling due to it's clear, calm waters and vibrant coral reefs. A fully equipped dive center managed by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.orca-diveclub-somabay.com Orca Dive Club"]}]}," offers a full range of courses for beginners and seasoned pros. It also features a 420-meter jetty that extends directly out to the house reef. A large turquoise-blue lagoon lies at the front of the reef and provides sheltered waters ideal for training. The dive center also offers equipment rental, changing facilities and showers, classrooms with AV equipment, bar, shop and personal lockers. A fleet of dive boats access the many dive sites in the region from the Soma Bay marina. The dive sites in this area have the advantage of being considerably less crowded that those found elsewhere in the Red Sea and include coral gardens, walls, drop-offs and wrecks suitable for all levels of experience. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kitesurfing & Sailing"]}," Soma Bay is arguably one of the best spots in the world for sailing, windsurfing and kitesurfing. The bay offers flat water conditions, coupled with side shore winds that range from 4-8Bft all year round. The wind is accelerated by the close proximity of the mountains to the sea. Catamaran and Laser boat sailing are popular with the ability to take lessons for first-timers. Soma Bay's",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.7bft-kitehouse.com 7BFT kite surf center"]}]}," is a complete teaching and testing hub with state of the art equipment for teaching and hire. They offer video and headset training aids that make learning to kite surf and improving technique easier, and safer. 7BFT offers teaching and testing weeks with the latest Naish and Carved equipment throughout the year. A kite surf bar, accessory shop and gear hire station is also available on site at the center. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golfing"]}," An 18 hole, par 72 championship course designed by Gary Player called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thecascades.com The Cascades"]}]}," has recently ranked the number 1 golf course in the world outside of Europe for several years in a row by the readers of the German magazine \"Golf Journal.\" Adjacent to the championship course, is the 9 hole, par 3 challenge course, also designed by Gary Player, that offers both the beginner and the more advanced golfer the opportunity to practice a variety of shots with emphasis on the short game. The challenge course serves a Golf Academy where individual and group tuition by PGA golf pros is available. There are also practice facilities, including a 60 bay driving range, and several putting and pitching practice greens."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thalassotherapy"]}," A member of ",{"type":"''","value":["The Leading Spas of the World"]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.somabayspa.com Les Thermes Marins des Cascades"]}]}," is a large facility operated in association with ",{"type":"''","value":["Les Thermes Marins de Saint Malo"]}," ",{"type":"[","value":["http:\/\/www.thalassotherapie.com\/"]},", one of France's leading pioneers in the field of thalassotherapy. Highlights of the facilities and treatments include a large seawater facility, the Aquatonic Pool®, which covers an area of 750 square meters, a variety of hydrotherapy treatments, including seaweed wraps and underwater massages, plus beauty & wellness treatments that include personalized fitness, weight and nutrition programs as well as post natal recuperation programs."]},"\n",{"type":"==","value":["Eat"]},"\n\nDining in Soma Bay is easy given the abundant restaurants in all the five hotels featuring international and local cuisine. Most guests tend to dine at the hotel they stay in, but guests can also \"dine around\" at the other hotels at discounted prices. Vacationers usually stay on half-board plans, enjoying a hearty buffet breakfast and dinner, while snacking at the various pool and beach bars for lunch. A town center at the marina is due to open in 2011\/2012, and will feature more restaurants independent of the hotels.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Sheraton Soma Bay"],["alt="],["url=http:\/\/www.sheraton-somabay.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Notable for its pharaonic architecture and its impressive central swimming pool as well as it's expansive sandy beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.residencedescascades.com La Résidence des Cascades"]}]}," Positioned on the highest point of the peninsula, and a member of The ",{"type":"''","value":["Leading Hotels of the World"]},", this resort sits amid ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thecascades.com The Cascades"]}]}," golf course with panoramic views of the fairways and sea. It also houses the grand thalassotherapy spa ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.somabayspa.com Les Thermes Marins des Cascades"]}]},", making the hotel perfect for a golf and\/or spa holiday."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kempinski Hotel Soma Bay"],["alt="],["url=http:\/\/www.kempinski-somabay.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The first of this European hotel chain in Egypt, the Kempinski is designed as a Moorish fortress with oriental accents. It features an impressive system of pools, waterfalls and lagoons and extends over 7,000 square meters."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Robinson Club"],["alt="],["url=http:\/\/www.robinson.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Robinson is popular with families and water sports enthusiasts. It features an expansive sandy beach, lush landscaping and a wide range of activities and animation programs for both young and young at heart."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Breakers Diving & Surfing Lodge"],["alt="],["url=http:\/\/www.thebreakers-somabay.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Designed to appeal to divers, kiters and windsurfers looking for reasonably priced accommodation. This hotel has 173 rooms right next to the Soma Bay Dive Center, most of them have extraordinary views of the house reef."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Luxor"]]}," in the Nile Valley is three hours away by car from Soma Bay. Visit Egypt's fabulous ancient sites - the Valley of the Kings and Queens, the Karnak and Luxor Temples. Most of the Soma Bay hotels can arrange day or over-night trips. Other nearby day trips include the ",{"type":"'''","value":["Monasteries of St. Paul and St. Anthony"]},", The Roman ruins of ",{"type":"'''","value":["Mons Porphyrites and Mons Claudianus"]},", The Fortress of ",{"type":"'''","value":["El-Quseir"]}," and the ",{"type":"'''","value":["Wadi Hammamat"]},".\n\n",{"type":"[[","value":[["WikiPedia:Soma Bay"]]},"\n\n",{"type":"{{","value":[["geo"],["26.847222"],["33.990556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Red Sea Coast"]]},"\n",{"type":"{{","value":[["usableregion"]]}]