[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Somerdale"]}," is a borough in ",{"type":"[[","value":[["Camden County (New Jersey)"],["Camden County"]]},", ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nSomerdale is a small town located in Camden County, New Jersey. It was founed on April 23, 1929 and currently has a population of about 5,200 people. This small town covers an area of approximately 1.4 square miles. Somerdale is surrounded by the seven following towns, Gloucester Township, Hi-Nella, Stratford, Lindenwold, Voorhees, Lawnside, and Magnolia. Somerdale childrens in grades kindergarten through eighth grade attend Somerdale Park School which is a public school serving just under 500 students. Those in ninth to twelfth grade attend Sterling High School located at 501 S. Warwick Rd.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Bus"]}," \n\nTransportation from nearby Philadelphia ia provided by the New Jersey Transit bus service route 403. Local transportation is provided along the 451 route. \n\n",{"type":"'''","value":["Train"]}," \n\nProbably the most convenient mode of transporation besides driving, the PATCO speedline has trains running from center city Philadelphia and also from the outlet stores in Atlantic City. PATCO is also the easiest way to access all of New Jersey's waterfront attractions along the Delaware River including the Camden Aquarium. Fares from Philadelphia to the following stops are as followed: \n\nLindenwold, Ashland & Woodcrest Stations: $2.45 \n\nHaddonfield, Westmont & Collingswood Stations: $2.15 \n\nFerry Avenue (Camden) Station: $1.85 \n\nBroadway & City Hall (Camden) Stations: $1.15 \n\nFor travel between all Pennsylvania stations: $1.15 \n\nFor travel between all New Jersey stations: $1.30 \n\nadditional time schedules can be found at http:\/\/www.ridepatco.org\/\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Haddonfield"]},"\n\nLocated only minutes from Somerdale, historic Haddonfield includes many small and unique stores along Kings Highway. Visitors can also see the site where dinosaur bones were found in the early 1900's and for those who enjoy history, you can visit the Indian King's Tavern where New Jersey was declared an independent state in the winter of 1777. \n\n",{"type":"'''","value":["Atlantic City and the Jersey Shore"]},"\n\nDuring the warmer months, visitors to Somerdale may want to plan a day down the Jersey Shore and enjoy many of the beautiful beaches along the Jersey coast. Atlantic City has many places for the adults to play with casinos such as the Trump Taj Mahal, Caesars, the Borgata, Showboat, and many others. \n\n",{"type":"'''","value":["Philadelphia"]},"\n\nPhiladelphia, being the country's sixth largest city has tons of things to do for everyone of all ages. Visitors should not miss seeing Independence Hall where the Declaration of Independence was officially signed, the Liberty Bell, Penns Landing, The Alexander Poe House, and the house of Benjamin Franklin. The Pennsylvania Convention Center houses many nationwide conventions such as the Auto Show and the International Flower Show.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Entertainment"]},"\n\n",{"type":"'''","value":["Movies"]},"\n\nThe Cinemark 16 Movie Theater is located in the Lions Head Plaza located at the intersection of Evesham Rd. and Kennedy Blvd. \n\nAlso, within this plaza is an LA Fitness which was opened in early 2010, and other various retail outlets. Currently, contruction of a new Walmart Supercenter is also underway. \n\n",{"type":"'''","value":["Nightlife"]},"\n\nthe locals can be seen spending a friday night at various pubs and bars along the White Horse Pike. Some of the more popular spots being Tuzi's Tavern, The Somerdale Bar, and Shady Katie's. \n\n",{"type":"'''","value":["Kids"]},"\n\nKids will enjoy visits to the Somerdale parks along Kennedy and Chestnut Boulevards which include baseball fields and playgrounds. Also, a Krazy City (a Chuckie Cheese-like restaurant) is now open in the Voorhees Town Center Mall.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":["Shopping"]},"\n\n",{"type":"'''","value":["Voorhees Town Center Mall"]},"\n\nVisitors to Somerdale can enjoy great shopping at the newly renovated Voorhees Town Center Mall located on Somerdale Rd. Shops include:\n\nAT&T\n\nBath and Body Works\n\nBonworths\n\nBoscovs\n\nCamden County Store\n\nThe Children's Place\n\nClaire's Boutique\n\nCountry Scents\n\nCutting Crew\n\nFinish Line\n\nFoot Locker\n\nGamestop\n\nHallmark\n\nHot Topic\n\nJoyce Leslie\n\nKay Jewlers\n\nKrazy City\n\nMacy's\n\nMany Blessings\n\nMen's Mart\n\nPayless\n\nRadioshack\n\nSaladworks\n\nSpencer Gifts\n\nSubway\n\nThings Remembered\n\nT-Mobile\n\nVerizon Wireless\n\nVictoria's Secret\n\n..and More!\n\nOther shopping centers located close to Somerdale are the Deptford Mall, Kings Highway in Haddonfield, and the Cherry Hill Mall.\n\n",{"type":"==","value":["Eat"]},"\n\nFor those visitors who are new to the South Jersey and Phildalephia reason should definitely make a trip to Philadelphia to experience a true Philly Cheesesteak and a Philadelphia soft pretzel. Another treat that is from this area is Tastykake. The factory is located in South Philadelphia and their products are always fresh. \n\nFor a quick snack, one should visit the local WAWA which is similar to 7-Eleven. \n\nLocal restaurants include Peppino's Italian Restaurant, Adelphia's Restaurant, and many other well known local chains such as Olive Garden, Chili's, and Applebee's are located within Somerdale or a quick drive away.\n\n",{"type":"==","value":["Drink"]},"\n\nSomerdale includes various Bars to grab a drink. Some of the more popular ones include:\n\n",{"type":"'''","value":["Tuzi's Tavern"]},"\n\n504 North White Horse Pike, Somerdale, NJ‎ \n\n(856) 435-9894‎\n\nThis family owned bar is home to many of the Somerdale natives. Most of the regulars who go here all know each other and has a very family atmosphere. \n\n",{"type":"'''","value":["Shady Katie's"]}," \n\n814 South White Horse Pike, Somerdale, NJ‎ \n\n(856) 346-3001‎\n\nLocated on the White Horse Pike just outside of Somerdale, this Irish pub is a great local hangout for anyone looking for a relaxed atmosphere with drinks at great prices. \n\n",{"type":"'''","value":["Somerdale Bar"]},"\n\n209 North White Horse Pike, Somerdale, NJ‎ \n\n(856) 435-9893‎\n\nThis bar is a Somerdale favorite. Every Wednesday a local chef comes in and cooks amazing food. The menu includes crab cakes, fresh fish, crab legs, steak, and various other dishes all for 20 dollars or less.\n\n",{"type":"==","value":["Sleep"]},"\n\nWhile there are no hotels located directly in Somerdale, there are many places to stay located minutes within the town. \n\n",{"type":"'''","value":["Wingate By Wyndham"]},"\n\n1000 Laurel Oak Rd. Voorhees NJ\n\nA great four star hotel at affordable prices. With most rooms containg free high speed internet access and micro fridges, Wingate is a perfect place to stay for business travellers. Also includes free complementary breakfast and an indoor, inground pool & jacuzzi. \n\n",{"type":"'''","value":["Hampton Inn Cherry Hill\/Voorhees"]},"\n\n121 Laurel Oak Rd. Voorhees NJ\n\nIncludes updated rooms with a modern decor, the Hampton Inn Cherry Hill\/Voorhees provides free wireless internet, inground pool, complimentary breakfast, and a friendly staff. \n\n",{"type":"'''","value":["Haddonfield Inn"]},"\n\n44 West End. Avenue Haddonfield NJ\n\nThis bed and breakfast style hotel is a remodeled historic home from 1875. Located within the scenic, historic, and charming town of Haddonfield suitable for all tastes. Also, the Haddonfield Inn is pet friendly!!\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 30.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Philadelphia"]]}],["minorl1=",{"type":"[[","value":[["Camden (New Jersey)"],["Camden"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Atlantic City"]]}],["minorr1=",{"type":"[[","value":[["Hammonton"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["39.84389"],["-75.02278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Camden County (New Jersey)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikiPedia:Somerdale,_New_Jersey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/S\/Somerdale\/"]]}]