[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Somers"]}," is in ",{"type":"[[","value":[["Westchester County"]]},".\n",{"type":"[[","value":[["File:Gerard Crane House, Somers, NY.jpg"],["thumb"],["300px"],["Gerard Crane House"]]},"\n",{"type":"==","value":["Understand"]},"\nThe town of Somers has a quaint historical character and lush natural areas that lend to the attraction of the town. Somers is located in northern Westchester. It connects the towns of North Salem (to the east), Carmel in Putnam Country (to the north), Yorktown (to the west), and Lewisboro and Bedford (to the south). The town is approximately 33 square miles, located on the New York City reservoir system. Somers is a town with a rich history; it is the birthplace of the American circus. The Ringley Brothers Barnum and Bailey Circus began in Somers.  Also, supposedly the first elephant ever brought into America was brought to Somers Some of the historical sites in the town include; The Elephant Hotel (a National Historic Landmark where the town’s government is run), and the Old Stone House located on route 100. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nWestchester County Airport, 240 Airport Road, White Plains (New York), 914 995-4860 (airlines). The closest airport, about 30 minutes drive. Rental cars are available.\n\nNewark Liberty International Airport, Newark, New Jersey, ",{"type":"[[","value":[["John F. Kennedy International Airport"]]},", and ",{"type":"[[","value":[["LaGuardia Airport"]]},": The three major international airports in the New York City area offer service to just about anywhere. Westchester-based taxi and livery cars offer regular service to and from the three internationals from most areas of the county. New York City yellow cabs will take to you Westchester in a pinch, but the fares can be exorbitant. If staying in Westchester, ask if your hotel offers shuttle service.\n\n",{"type":"===","value":["By car"]},"\nFrom the South:  Head North on Taconic Parkway to exit for Route 100\/Millwood. At the end of the exit, make a left turn. When you come to the junction of Route 100, make a right turn; or Hutchinson River Parkway or Saw Mill River Parkway to Route 684 North. Get off at Exit 6 (Katonah\/ Cross River\/Route 35). At light at end of exit, make a left turn onto Route 35. At the 5th traffic light, make a right turn onto Route 100. Travel approximately 1\/2 mile north on Route 100. Then make a left turn onto Route 139 (LeFontane Ristorante is on the right corner of Route 139 and Route 100). After approximately 2 miles, the entrance to Primrose Elementary School and the District Offices are on the right side of the road. Somers High School is the next driveway after Primrose.\n\nFrom the North:  Taconic Parkway South to Route 84 East to Route 684 South to White Plains. Get off at Exit 6 (Katonah\/Cross River\/Route 35). At the traffic light make a right turn onto Route 35. At the 4th traffic light make a right turn onto Route 100. Travel approximately 1\/2 mile north on Route 100. Then make a left turn onto Route 139 (LeFontane Ristorante is on the right corner of Route 139 and Route 100). After approximately 2 miles, the entrance to Primrose Elementary School and the District Offices are on the right side of the road. Somers High School is the next driveway after Primrose.\n\nFrom Connecticut:  Route 84 West to Route 684 South to White Plains. Get off at Exit 6 (Katonah\/Cross River\/Route 35). At the traffic light make a right turn onto Route 35. At the 4th traffic light make a right turn onto Route 100. Travel approximately 1\/2 mile north on Route 100. Then make a left turn onto Route 139 (LeFontane Ristorante is on the right corner of Route 139 and Route 100). After approximately 2 miles, the entrance to Primrose Elementary School and the District Offices are on the right side of the road. Somers High School is the next driveway after Primrose.\n\n",{"type":"===","value":["By train"]},"\nThe Metro-North Commuter Railroad gives service to Grand Central Station in Manhattan with an average commute time of slightly over an hour to Manhattan. While the railroad doesn't pass through the town itself, the stations for Purdys, Goldens Bridge, and Katonah are roughly a 5-minute drive, depending on your location.\n\n",{"type":"===","value":["By bus"]},"\nBee Line System. Westchester County's bus service provides access to White Plains and other locations in the county. Schedules and route maps are available on-line and at train stations.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car service"]},"\nIf arriving by train from New York City and planning only a day trip you can get about by local taxi. \n\n",{"type":"===","value":["By rental car"]},"\nAvailable from your incoming airport.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bailey House, Somers, NY.jpg"],["thumb"],["280px"],["Bailey House"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Churches"]},".  Saint Luke's Episcopal Church, Saint Joseph's Church, Church of the Good Shepherd, Mount Zion Church, Hebrew Congregation of Somers, Tomahawk Chapel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cemeteries"]},".  Ivandell Cemetery, Todd Cemetery, Warren Cemetery, Saint Josephs Cemetery. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lakes and reservoirs"]},".  Lincolndale Lake, Muscoot Reservoir, Amawalk Reservoir, Lake Shenorock."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Streams, rivers, and creeks"]},".  Angle Fly Brook, Muscoot River, West Branch Croton River, East Branch Croton River, Hallocks Mill Brook, Plum Brook."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parks"]},".  Koegel Park, Lasdon Park, Bailey Park, Mildred B Lasdon Sanctuary, Muscoot Farm Park, Reis Park, Van Tassel Memorial Park."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Schools"]},".  Primrose, Somers Intermediate School, Somers Middle School, Somers High School."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Other"]},".  Heritage Hills Country Club , Somers Town Hall, Angle Brook Golf Course."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Koegel Park"]},".  Provides a lot of Somers passive recreation activities. The park includes the Tomahawk Chapel and a 0.2-acre parcel that was acquired by the Town in 1993. It has wooded areas, streams, and picnic areas.  Address: Koegel Park, Yorktown Heights, New York 10598, United States 10505."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lasdon Park"]},".  A beautiful 234 acre property. It has woodlands, open grass meadow and formal gardens with flower and shrubs from all over the world. The park also has four memorials and a museum honoring Westchester veterans.  Lasdon is available for meetings, weddings and other catered events.  Address: Route 35 Somers, NY 10589."]},"Phone number: +1 914-864-7263\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Reis Park"],["alt="],["url=http:\/\/www.somersny.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place to go to with the family. It has many playing fields for all sports, playgrounds for the children, running trails, tennis courts, basketball courts, a skate park, and a library. There is also an ice cream truck that stays at the park all day where you can get drinks and snacks. Located on route 139, right next to the Somers Library. Address: 82 Primrose Street. Somers, NY 10589. Hours:Daily, dawn to dusk. Cost: Free. Ages: All Ages"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stuart's Fruit Farm"]},".  The oldest working farm in Westchester County. They are open for business from April to December selling a variety of goods. Depending on the time of year, they sell all different items. You can go both pumpkin and apple picking depending on the season.  Address: 62 Granite Springs Road. Granite Springs, NY 10527-1106.  Phone number: 914-245-2784"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Muscoot Farm Park"]},".  Owned and operated by the Westchester County Department of Parks, Recreation and Conservation.  It is open year-round and offers a full schedule of programs for families, as well as tours, farmyard visits and hayrides for groups by reservation.  There are more than seven miles of hiking trails that allow visitors to explore some of Muscoot's 777 acres through fields, woodlands and wetlands. Walking trails and viewing the assortment of animals is a great way to spend the day!  Address: 51 Route 100. Somers, NY 10589.  Phone number: 914-864-7282"]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tomahawk Chapel"],["alt=West Somes Methodist-Episcopal Church"],["url=https:\/\/sites.google.com\/site\/tomahawkchapel\/"],["email="],["address=199 Route 118"],["lat="],["long="],["directions=on 118 across from the Roadhouse Tavern"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tomahawk Chapel is now listed on the National Register of Historic Places under its historic name, West Somers Methodist-Episcopal Church and Cemetery thanks to the efforts of a small group of volunteers currently caring for the Chapel grounds and who wrote the nomination. The grounds may be visited now because all the weeds and overgrowth have been cleared. But the Chapel is closed. Contact the Somers Historical Society to ask for access to the interior."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Lasdon Park and Arboretum, Somers, NY - IMG 1508.jpg"],["thumb"],["300px"],["Lasdon Park and Arboretum"]]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baldwin Place Shopping Center\/Somers Commons"]},".  Built on the site of the former Baldwin Place Mall. It has a Super Stop and Shop, Home Goods, New York Sports Club, Chili's, Cardsmart, Just a Buck, Learning Express, and Radio Shack. A great local place for convenient shopping.  Address: Somers Commons Shopping Center, 80 Route 6, Unit 504, Baldwin Place, NY 10505.  Phone number: +1 914-519-6066"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Somers Town Shopping Center"]},".  The center of town shopping center with many stores and restaurants.  It houses both a Chase Bank and an Astoria Federal bank branch.  There is a CVS, the post office, a Verizon Store, Q's Garden, Somerfields Restaurant, the UPS store, Strathmore Bagels, a tanning salon, a cleaners, a nail salon, and others.  Address: Rte 202 Somers, NY 10589.  Phone number: +1 914-277-4223"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Il Forno Trattoria Brick Oven Pizza"],["url=http:\/\/www.ilfornosomers.com\/"],["email="],["address=343 Route 202 Somers, NY 10589"],["lat="],["long="],["directions="],["phone = +1 914-277-7575"],["tollfree="],["fax="],["hours=Tue- Sun 12-10:30PM"],["price=$10-$25"],["content=Il Forno is a classic Italian restaurant with all the great staples of Italian food.  It is a more upscale restaurant with casual attire required.  It does not take reservations, so if you are going with a large party be prepared to wait if it is a Friday or Saturday.  The food is delicious, and their pizza is rated very high in Northern Westchester."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fratelli's Pizza and Pasta"],["alt=Fratelli's"],["url=http:\/\/www.somersmenus.com\/Fratellis\/"],["email="],["address=Heritage 202 Center, Somers, NY"],["lat="],["long="],["directions="],["phone = +1 914-276-3450"],["tollfree="],["fax="],["hours=7 Days a week 11:30AM-10:30PM"],["price=$2-$20"],["content=A small pizzeria in the center of town with a variety of different pizzas along with many Italian entrees.  It is more of a takeout restaurant, but there is a limited amount of space to eat inside."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Imperial Wok"],["url="],["email="],["address=13 Heritage Hills Drive Somers, NY 10589"],["lat="],["long="],["directions="],["phone = +1 914 277-8900"],["tollfree="],["fax="],["hours="],["price=$2-$70"],["content=A mainly Chinese restaurant, but it also serves many Japanese dishes.  It has recently gone under new ownership and is going through a period of change.  Best for take-out, but eating in the restaurant can also be enjoyable especially with larger parties."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Burger Barn"],["alt=Seasons"],["url=http:\/\/www.seasonsatsomers.com\/menu\/view.cfm?Category_ID=69"],["email="],["address=289 Route 100, Somers, NY"],["lat="],["long="],["directions="],["phone = +1 914-276-0600"],["tollfree="],["fax="],["hours=Mon-Sun"],["price=$10-$30"],["content=Burger Barn is a nice restaurant for adults.  It is definitely not a place to bring small children.  Quality food, drink, and service.  Even though the prices are a little high, the food is delicious and comes in sizable portions."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Luce Seafood and Pasta House"],["alt=Luce"],["url=http:\/\/www.lucerestaurantny.com\/"],["email="],["address=252 Route 100, Somers, NY"],["lat="],["long="],["directions="],["phone = +1 914 232-8080"],["tollfree="],["fax="],["hours=Tuesday–Thrusday, 11:30AM–9:30PM Friday, 11:30AM - 10PM Saturday, 1PM–11PM Sunday, 1PM–9PM"],["price=$8-$$$"],["content=This is a fancy Italian restaurant with very good service and food.  They do great meals on many holidays, and can be a great place to bring the family (so long as you have some deep pockets)  High prices, but if you can pay it is very much worth it.  Reservations are recommended on the weekends."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Firehouse Deli"],["url="],["email="],["address=256 Route 100 Somers, NY  10589-3202"],["lat="],["long="],["directions="],["phone = +1 914 232-7526"],["tollfree="],["fax="],["hours="],["price=$2-$20"],["content=This is one of many deli's in town.  They serve the largest sandwiches, but are not always open.  The deli has odd hours.  But, if you catch them when they are open you will be able to enjoy one of about 40 sandwiches all with fun names.  Food can only be taken to-go."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=King Kone"],["url="],["email="],["address=Whitehall Corners Somers, ny 10589-"],["lat="],["long="],["directions="],["phone = +1 914 232-0571"],["tollfree="],["fax="],["hours=Only Open During Summer Months- 7 Days a week until 11pm"],["price=$2-$15"],["content=A classic drive up ice cream stand.  It has been there for many years and serves soft serve ice cream in many flavors.  Great place to go with the family on those hot summer nights.  It also has a variety of food if you so desire.  There is only outdoor seating and no bathrooms.  Line tends to get very long on weekend nights because there are only 2 order windows."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tazza Cafe' Coffee and Espresso Bar"],["alt=Tazza"],["url=http:\/\/www.tazzacafeny.com\/"],["email="],["address=6 Heritage 202 Center"],["lat="],["long="],["directions="],["phone = +1 914 276-2233"],["tollfree="],["fax="],["hours=Mon - Sat: 6:30AM - 7PM  Sunday: 7AM - 5PM"],["price=$5-$10"],["content=A small coffee cafe that serves many different types of coffee drinks as well as snacks.  They have sandwiches for both lunch and breakfast.  All the food is simple but delicious.  It can be very crowded in the mornings and around lunch hour.  There are a few tables inside but only very small ones.  Don't bring a large crowd there unless you are taking your food to-go."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Local Bars"]},"\n\nChili's Bar and Grill\n80 Route 6 \nBaldwin Place, NY 10505\n+1 914-621-0216\n\nRoad House Bar and Grill\n300 Route 22\nBrewster, NY 10509\n+1 845-277-7458\n\nPrimavera Bar and Restaurant\n592 Route 22\nCroton Falls, NY 10519\n+1 914-277-4580\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Somers Tavern"],["url=http:\/\/www.somerstavern.com"],["email="],["address=2 Old Tomahawk St., Yorktown Heights NY, 10598"],["lat="],["long="],["directions="],["phone = +1 914-248-8100"],["tollfree="],["fax="],["hours=2:30pm-3:00am"],["price=$5-$20"],["content=Somers Tavern is a great place to eat with the family on any night of the week.  It has classic entrees' and bar style appetizers.  It also has a great late night scene for the younger crowd, and if you live in town they provide a shuttle service to drive you home to prevent drunk driving incidents."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Wrap & Roll"],["url="],["email="],["address=253 Route 100"],["lat="],["long="],["directions=south of 138"],["phone = +1 914-232-5771"],["tollfree="],["fax="],["hours=5AM-5PM"],["price="],["content=Deli\/sandwich shop."]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nAlthough there are no hotels in the town of Somers, there are accommodations in surrounding towns. Visitors may be interested in staying in local areas such as Brewster, NY. Chappaqua, NY. Mahopac, NY. Mount Kisco, NY. Danbury, Ct.\n\n",{"type":"==","value":["Connect"]},"\n\nTelephone area code 914.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 202.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Peekskill"]]}],["minorl1=",{"type":"[[","value":[["Yorktown Heights"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Danbury"]]}],["minorr1=",{"type":"[[","value":[["Brewster (New York)"],["Brewster"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Westchester County"]]},"  \n",{"type":"{{","value":[["geo"],["41.328055556"],["-73.685555556"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Somers, New York"]]}]