[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n\n",{"type":"[[","value":[["Image:Cahorra_bassa.jpg"],["thumb"],["200px"],["Cahorra Bassa dam"]]},"\n\n",{"type":"'''","value":["Songo"]}," is a town in ",{"type":"[[","value":[["Central Mozambique"]]},". The nearby dam, called Cahora Bassa, is a large hydroelectric scheme that supplies electricity to grids as far as ",{"type":"[[","value":[["South Africa"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nSongo was established in 1969 to house the workers for the construction of the dam.  Today, it is still devoted to the Cahorra Bassa dam.  It is entirely unlike any other in Mozambique in that there's no formal city centre - it's more a series of loosely connected barrios. Nor are there any chapas running around the town. This may sound like a nightmare, but in actual practice it doesn't matter an awful lot - there are only a couple of places you can stay and the best thing about Songo itself is the walking, which is pretty spectacular.\nSongo is one of the most attractive towns in Mozambique. It does not seem to have been very affected by the war and general decay of time. The stakeholders of the dam have in someway contributed to the upkeep of this town. Well worth a visit.\n\n",{"type":"==","value":["See"]},"\nThe hills and the dam. The former are easy enough - just look around you. The latter takes  a little more effort, but isn't difficult. You can't just turn up - Cahorra Bassa is a secure site and you'll get turned away at the gate even if you do walk the distance between Songo and the dam. Fortunately the owner of the O Sitio restaurant in Songo is head of the public relations so head there and ask him about visiting.\n\n",{"type":"===","value":["Cahora Bassa dam"]},"\n\nTo get to the dam from Tete take the road back towards Zimbabwe, turning off at the Songo turnoff. Then just follow your nose - the road is good quality and will take you into Songo itself. If going by chapas, they leave from outside the TDM office on Av de Liberdade. It costs around 80,000 meticais and will take 3-4 hours. The drive up through the mountains is pretty spectacular. An alternative route is to drive north along the Zambezi River bank along a dirt track.  This takes you through numerous picturesque villages.  The road is in bad condition with many bridges washed out, most probably due to the floods in 2000 \/ 2001.  A four wheel drive vehicle is recommended or a vehicle with high ground clearance.  The track joins the main Tete-Songo road approximately 50 km south of Songo.  A highlight of the tour is an old monastery, church and school on the way.  The church is in bad condition and will, most probably, decline with time.    It is used today as a secondary school.  Catholic church service is on Sunday mornings which will have to be attended to view the church from the inside.\n\n",{"type":"==","value":["Do"]},"\n\nTiger fishing.  Also vundo, bream and other species available. Ugezi Tiger Lodge offers boats with experienced skippers for the avid fishermen and sightseeing on the dam. Guided tours can be arranged to visit the dam wall to see the hydro electricity plant in action.\nFishermen with own boats please take note. Some of the Lodges are very far from fishing spots, and as there are hundreds of nets belonging to local fishermen about, you sometimes have to travel far in order to get to the spots. From Ugezi Toger Lodge you have to travel 30KM+ to get to the main fishing spots and this makes it difficult if you are wanting to fish early in the morning or later afternoon as this traveling cuts into good fishing times. Moringa Bay Lodge is a much better fishing option and is right on the main dam, you couldn't get closer to the fishing action.They have beautiful new self catering serviced accommodation units and can arrange food if you request, easy access to fuel, bait and ice, they also can arrange fishing boats for you on request. All tar road except last 20km on good dirt road. Better fishing option at Moringa Bay. (Also Moringa Bay does NOT have mosquitoes)\n\nThere are also two big house boats based near Songo, these are owned by Emile and his wife, they are also very helpful and a world of knowledge, this is also a good option as the house boats go up into the main dam and then you are staying in the main fishing areas, it is not a good idea to stay near the dam wall as there are no fish for nearly 30km and the area is full of local fishing nets that also stop you fishing in this area. You need to get to the main dam area if you want to catch tigers, make sure you do you homework to see where the main fishing happens, best fishing options are house boats which travel up to the main dam and Moringa Bay lodge which is on the main dam.\n\n",{"type":"==","value":["Buy"]},"\nThere is a reasonably well stocked supermarket and market.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["O Sitio"]},". Restaurant. "]},{"type":"*","value":[" Ugezi Tiger Lodge has an A La Carte restaurant and offers the best full bream and bream fillets money can buy."]},"\n",{"type":"==","value":["Drink"]},"\n\nUgezi Tiger Lodge has a well stocked bar which is popular amongst the locals.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nhenda Camp"],["url="],["email=info@runningporcupine.co.za"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A new bush camp on the banks of the Lake Cahora Bassa."]]}," Luxury category."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ugezi Tiger Lodge"],["url="],["email=info@ugezitigerlodge.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Situated near the town of Songo, Ugezi has 15 chalets and 4 self-catering rooms, all air-conditioned and a camp site. The entire lodge is fitted with flood lights and has security at night."]]},"Basic\/rustic accommodation.  "]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Moringa Bay Lodge"],["url="],["email=gailgrubb@ymail.com"],["address="],["lat="],["long="],["directions=past Songo"],["phone=+258 827 348369"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very comfortable and clean new accommodation (Fully Serviced), which is reasonably priced. Right on the main dam and NOT in the gorge near the wall which means you don't have to travel far to fish for Tigers, Fuel, bait and ice all available, You just couldn't be closer to the fishing action, don't waste your time traveling 30km everyday to get to the fishing spots, rather stay where the fish are."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThis is trickier. Due to the lack of a centre, chapas heading back to Tete drive round Songo picking people up, so you need to arrange this in advance. It's best to ask the driver who brought you there and he'll let you know the score.\n\n",{"type":"{{","value":[["IsPartOf"],["Central Mozambique"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Cahora Bassa"]]},"\n",{"type":"{{","value":[["geo"],["-15.67"],["31.83"]]}]