[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Songkhla_Laem_Samila.jpg"],["thumb"],["350px"],["Laem Samila beach"]]},"\n\n",{"type":"'''","value":["Songkhla"]}," (สงขลา) is the provincial capital of Songkhla Province. The city itself is surrounded by beaches such as Samila (สมิหลา) & Son Awn (สนอ่อน) and also known as \"the great city on two seas\". With the beaches, some historical centres and nice green parks, this place is definitely a good place to recharge before heading to more lively ",{"type":"[[","value":[["Hat Yai"]]},". \n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"[[","value":[["Songkhla"]]}," or \"Singgora\" in Malay, was a city of the old Malay Kingdom of Langkasuka with heavy Srivijayan influence. It has been part of the Thai Kingdom since the 18th century.\n\nPreviously a port and a coastal trading post where Indian, Persian, and Arab merchants came to exchange their products, this place was initially named \"Sing Lha\" after the 2 lion-shaped islands at the mouth of the city's lake. These 2 islands are today known as Ko Nu (Rat Island) and Ko Maeo (Cat Island). \n\nIn the 18th century many Chinese immigrants from Guangdong and Fujian came here. One of them won the bidding for the major tax farm of the province in 1769, thus establishing the Na Songkhla (i.e., \"from Songkla\") family as the most wealthy and influential. In 1777 the family gained political power, when the old governor was dismissed and Luang Inthakhiri (Yiang, Chinese name Wu Rang (吴让)) became the new governor. In 1786 the old governor started an uprising, which was put down after four months. The post was inherited and held by 8 of Wu Rang's descendents until 1901, when Phraya Wichiankhiri (Chom) was honourably retired as part of the administrative reforms of Prince Damrong Rajanubhab. The family's former home is now used as the Songkhla National Museum.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By bus "]},"\nThe government bus station is on Nakhon Nok Rd (ถนนนครนอก), a few metres from Viva Hotel.\n\n",{"type":"'''","value":["To\/from Bangkok:"]}," Air-con buses by ",{"type":"[","value":["http:\/\/www.transport.co.th\/  The Transport Co. Ltd"]}," (บริษัท ขนส่ง จำกัด (บขส.), ",{"type":"''","value":["baw-kaw-saw"]},") run between Bangkok southern bus terminal (สายใต้, ",{"type":"''","value":["sai-tai"]},") and Songkhla bus terminal daily. The distance is ~984 km and normally takes 12.5 hours.\n\n",{"type":"*","value":[" 24 seat VIP bus (พิเศษ, ",{"type":"''","value":["piset"]},") costs 1,125 baht, departs from Bangkok at 18:00. On the return, the departure is at 16:45.  "]},"\n",{"type":"*","value":[" 47 seat Class 2 bus (ม2) costs 563 baht, departs from Bangkok at 08:00, 14:30, and 19:00. From Songkhla at 07:30, 11:30, and 14:00."]},"\n",{"type":"'''","value":["To\/from Chumphon:"]}," Class 2 bus (ม2) costs 290 baht, departs daily.\n\n",{"type":"'''","value":["To\/from Nakhon Si Thammarat:"]}," Class 2 bus (ม2) costs 125 baht, departs daily.\n\n",{"type":"'''","value":["To\/from Surat Thani:"]}," Class 2 bus (ม2) costs 125 baht, departs daily.\n\n",{"type":"'''","value":["To\/from Hat Yai:"]}," Ordinary buses depart to ",{"type":"[[","value":[["Hat Yai"]]}," from Raamwithi Rd (ถนนรามวิถี) for 18 baht. From ",{"type":"[[","value":[["Hat Yai"]]},", you need to catch one at the bus stop on Phetkasem Rd (ถนนเพชรเกษม), at the intersection close to Montri 1 Rd (ถนนมนตรี 1).\n\n",{"type":"===","value":[" By minivan "]},"\nMinivans depart to ",{"type":"[[","value":[["Hat Yai"]]}," from Raamwithi Rd (ถนน รามวิถี) for 30 baht. Minivans leave for ",{"type":"[[","value":[["Yala"]]}," and ",{"type":"[[","value":[["Pattani"]]}," for 120 baht from the south end of Raamwithi Rd (ถนน รามวิถี), at the intersection close to Chaimongkol Rd (ถนน ชัยมงคล). You can also get a songthaew from the clock tower in Hat Yai, 20 baht.\n\n",{"type":"==","value":[" Get around "]},"\nSongthaews cruise around the city for 12 baht. Motorcycle taxis do the same for 20 baht. Expect rates to double at night.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"{{","value":[["infobox"],["Ko Nu and Ko Maeo (เกาะหนู – เกาะแมว)"],["These well-known symbol of Songkhla is off the shore of Samila Beach. A legend says that a dog, a cat, and a mouse on a Chinese sampan stole the merchant's magic crystal and tried to swim ashore, but drowned and lost their lives. The mouse and cat became the islands in Songkhla Lake while the dog died on shore and became the hill called Hin Khao Tang Kuan near the bay. The crystal was destroyed and became the white sandy beach called Hat Sai Kaeo."]]},"\n\n",{"type":"[[","value":[["File:Naga Head.jpg"],["thumb"],["Naga head at Song Thale Park"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ban Sattha"],["alt=บ้านศรัทธา"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On a hill overlooking the Tinsulanond Bridge to Ko Yo. It is surrounded by coconut plantations. The city people had it built for H.E. Prem Tinsulanond, the privy councilor and statesman, when he was the prime minister. Construction was completed on 26 August 1991. In 1996, H.E. Prem gave the house back to the people of Songkhla. There is a public library nearby."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Great Serpent Nag"],["alt=พญานาค"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A monument to Nag built in 2006 and is divided into 3 parts. The head, which is a water spout, is on the northern headland facing the port. The navel is sited on the front near the road up to Tang Kuan Hill and the tail is further south. The head and tail are about 3 km apart."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Institute for Southern Thai Studies"],["alt=สถาบันทักษิณคดีศึกษา"],["url="],["email="],["address=Ko Yo"],["lat="],["long="],["directions=Near the foot of the second section of Tinnasulanond Bridge"],["phone=+66 74-331185-8"],["tollfree="],["fax="],["hours="],["price=50 baht"],["content=Established in 1978 for the study of southern art and culture. Its museum has comprehensive exhibits on local art and culture, and southern lives as well as artifacts echoing local wisdom accumulated through many generations. The systematic exhibits cover more than 30 rooms displaying history, religion, tradition, occupation, folk play, handicrafts, and various artifacts. Viewing points for the Songkhla Lake and aquaculture farms should not be missed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Kao Seng"],["alt=เขาเก้าเส้ง"],["url="],["email="],["address="],["lat="],["long="],["directions=About 3 km to the south of Hat Samila. It can be reached via the road to The National Coastal Aquaculture Institute"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the beautiful beaches of Songkhla, dotted with large boulders. The locals call it \"Hua Nai Raeng\". It was said that underneath a boulder there used to be treasures stored by the people as funds for the construction of the Nakhon Si Thammarat Chedi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Noi"],["alt=เขาน้อย"],["url="],["email="],["address="],["lat="],["long="],["directions=Near Samila Beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It has a road to the hilltop for paying homage to the statue of Prince Lop Buri Ramet (The Southern Viceroy), and to view the city. On the east is a public park with food services and tennis courts. To the northeast is Suan Seri, another park with a topiary garden. Tamnak Khao Noi, to the south, was built in 1911 as the residence of Prince Lop Buri Ramet and was used by His Majesties the King and Queen on their visit to the south in March 1959. Today the mansion is the residence of the Songkhla Provincial Governor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khao Tang Kuan"],["alt=เขาตังกวน"],["url="],["email="],["address="],["lat="],["long="],["directions=near Samila Beach"],["phone="],["tollfree="],["fax="],["hours=Daily 08:30–18:30 for cable lift service"],["price=30 baht for cable lift (free to climb 305 steps to the top)"],["content=It has the Sala Vihan Daeng, the royal pavilion built during the reign of King Rama V. On the hilltop is a Dvaravati chedi housing the Buddha's relics that was built during the Nakhon Si Thammarat Empire. In Oct there is a festival to clad the chedi with a cloth and to offer alms to monks. A panoramic view of the city and the Songkhla Lake can be enjoyed on the hilltop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ko Yo"],["alt=เกาะยอ"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small island in Songkhla Lake. The most important tourist attraction of Songkhla. The island, covering an area of 3,710 acres, can be reached via Tinnasulanond Bridge. The coastal plain is suitable for agriculture, resulting in famous fruit-growing such as a special kind of jackfruit called jampada. Another famous product is the hand-woven fabric."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Laem Sai Estuary Fortress"],["alt=ป้อมปืนปากน้ำแหลมทราย"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Constructed in the reign of King Rama III, at the time of the city’s establishment. Today this fortress is behind the Songkhla Provincial Police Headquarters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phathammarong Museum"],["alt=พิพิธภัณฑ์พะธำมะรง"],["url="],["email="],["address=Chana Rd"],["lat="],["long="],["directions=Near the Songkhla National Museum"],["phone="],["tollfree="],["fax="],["hours=Tu-Su 08:30-16:00, closed on public holidays."],["price=Free admission"],["content=It was constructed in the late-1980s, built in Thai-style to resemble the birthplace of H.E. Prem Tinsulanond, the former prime minister and statesman who is a Songkhla native. The construction was based on his testimony when his father was the prison warden. The tourist information centre is at the entrance of the museum. Guided tours of the museum are given by tourist information centre personnel who will also hand you a copy of useful Songkhla tourist brochure with a useful map inside."]]}]},"\n",{"type":"[[","value":[["File:Songkhla mermaid.jpg"],["thumb"],["Mermaid statue at Samila beach with Ko Nu and Ko Maeo in the background"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Samila Beach"],["alt=แหลมสมิหลา"],["url="],["email="],["address="],["lat="],["long="],["directions=2.5 km from the fresh market (Thalat Supsin or Thalat Sot Thetsaban)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This peninsula is well-known for its white sandy beach, shady pine groves, and the statue of a mermaid that is Songkhla's symbol. East of this statue are cat and rat sculptures. This is a nice, peaceful beach to stroll along, plenty of benches can be found between casuarina trees. Many facilities such as sidewalks, pavilions have been added to enhance this place as the main attraction of Songkhla. It is serviced by Hat Yai-Songkhla buses. From within the city, one can take a minibus to the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Son On Beach"],["alt=แหลมสนอ่อน"],["url="],["email="],["address="],["lat="],["long="],["directions=NW of Laem Samila"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is well-shaded with sea pines. At the end of the peninsula stands the statue of Prince Chumphon Khet Udomsak. This peninsula is the best spot to view Ko Nu and the Songkhla Lake."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Songkhla's City Pillar"],["alt=ศาลหลักเมืองสงขลา"],["url="],["email="],["address=Nang Ngam Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A revered Songkhla symbol. The Chinese-style building was constructed together with the city itself. Nearby dwellings, especially on Nakhon Nai and Nakhon Nok Rd also bear the same influence. The Chinese migrants who came to settle there at the beginning of the 24th Buddhist Century had a major role in the establishment of Songkhla, hence, the distinctive Chinese lifestyle of the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Songkhla Lake"],["alt=ทะเลสาบสงขลา"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only natural lake in Thailand is about 80 km long and 20 to 25 km wide. It is a freshwater lake with brackish water near the mouth. There are several islands across from its mouth, the major ones include Ko Yai, Ko Si, Ko Ha, Ko Kaeo, Ko Mak, Ko Rai, and Ko Yo. Boats are available for touring the lake. The port behind the post office or the fresh market has all-day longtail boat services."]]}]},"\n",{"type":"[[","value":[["File:Songkhla national museum.jpg"],["thumb"],["Songkhla National Museum"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Songkhla National Museum"],["alt=พิพิธภัณฑสถานแห่งชาติสงขลา"],["url=http:\/\/www.thailandmuseum.com\/thaimuseum_eng\/songkhla\/main.html"],["email="],["address="],["lat="],["long="],["directions=On Chana Rd"],["phone=+66 74-311728"],["tollfree="],["fax="],["hours=09:00-12:00 and 13:00-16:00. Closed M, Tu, and public holidays."],["price=150 baht"],["content=The museum was originally built by Phraya Sunthararak (Net Na Songkhla), the assistant Governor of Songkhla during 1878-1894, as Songkhla's rulers mansion in Chinese-style. It became the domicile of Songkhla's upper administrative officers and finally the city hall. It displays southern folk art and crafts, Thawarawadi and Siwichai artifacts, prehistoric finds, old Thai and Chinese ceramics, and art objects of the southern peninsula. It has a notable collection of the artifacts of the Na Songkhla Family who used to rule the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Songkhla Zoo"],["alt=สวนสัตว์สงขลา"],["url="],["email="],["address=Songkhla-Chana Hwy, Khao Rup Chang"],["lat="],["long="],["directions="],["phone=+66 74-325037-8"],["tollfree="],["fax="],["hours="],["price="],["content=An open zoo was established for the preservation of Thai wildlife and to return animals to the wild. The zoo covers a hilly area with an asphalt ring road. The various animals have been grouped separately, such camels, birds, red gaur, tigers, crocodiles, and others. One of the highlights in the zoo not to be missed is the viewing point for the city where food stalls are present."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tinsulanond Bridge"],["alt=สะพานติณสูลานนท์"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The bridge spans Songkhla Lake on Hwy 408. It is the longest concrete bridge in Thailand, with two parts: the first part connects the coast of Songkhla at Ban Nam Krachai to the southern coast of Ko Yo, this part is about 1,140 m long; the second part connects the northern shore of Ko Yo to the coast of Ban Khao Khiao, a length of 1,800 m. It was opened to traffic in 1986."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wat Chai Mongkhon"],["alt=วัดชัยมงคล"],["url="],["email="],["address=Phetmongkhon-Chaimongkhon Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It has a chedi that was built to house the Buddhist relics brought back from Langka by a monk named \"Na Issaro\" who was teaching Pali there in 2435 BCE."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wat Matchimawat\/Wat Khlang"],["alt=วัดมัชฌิมาวาส\/วัดกลาง"],["url="],["email="],["address=Sai Buri Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a large temple, the most important one in Songkhla. It is about 400 years old. It was said that Yai Si Chan, a Songkhla millionaire, donated a large sum of money to construct the temple. Later on Wat Liap was built on the north, and Wat Pho on the south. The people then changed the name of the temple from \"Wat Yai Si Chan\" to \"Wat Khlang\" or \"Wat Matchimawat\". This temple also has the Phattharasin Museum that houses various artifacts gathered from Songkhla, Sathing Phra, Ranot, and elsewhere."]]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tram Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Take a tour with the Singora Tram. Tours run 6 times a day, starting at 09:00. Hourly departures at the city wall\/national museum. The tour around the city takes about 40 minutes."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"*","value":[" Mini golden mermaid statue replica for 20 baht."]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"*","value":[" Excellent weekend night food-market on Friday and Saturday in the centre of town with many food stalls."]},"\n",{"type":"*","value":[" Try the ",{"type":"''","value":["khao tom mat"]}," (ข้าวต้มมัด), a delicious Thai dessert."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mudmee Restaurant"],["alt=มัดหมี่"],["url="],["email="],["address=Sai Ngam Rd"],["lat="],["long="],["directions=In the alley opposite Singora Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great curries and Isaan food."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under 500 baht"],["500-1,500 baht"],["Over 1,500 baht"]]},"\n\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ABC Guest House"],["url=http:\/\/www.thaiscoot.blogspot.com"],["email=seamotohy@gmail.com"],["address="],["lat="],["long="],["directions=Corner of Raamwithi and Plata Rd, one minute walk from night market"],["phone="],["tollfree="],["fax="],["hours="],["price=140-300 baht"],["checkin="],["checkout="],["content=Very friendly owner. Bicycle and scooter rental. Scooter tours. Pick up in Hat Yai or Songkhla bus terminal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Queen Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=330 baht"],["checkin="],["checkout="],["content=Good value accommodation with hot shower, TV and air-con."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Songkhla Guest House"],["alt="],["url="],["email="],["address=Rong Mueang, Bo Yang"],["lat="],["long="],["directions=A street behind the national museum, parallel to Chana Rd\/night market"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=250-450 baht"],["content=For 250 baht, you'll get an average-sized clean room with fan and TV, cold shower outside (small and combined with toilet, but clean). Most expensive rooms additionally have air-con and en suite hot shower."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yoma I Guest House"],["url="],["email="],["address=Rong Mueang, Bo Yang"],["lat="],["long="],["directions=Same street as Songkhla Guesthouse"],["phone="],["tollfree="],["fax="],["hours="],["price=250 baht"],["checkin="],["checkout=11:30"],["content=Rooms have TV, no mosquito net, cheapest rooms have shared (clean) bathroom. Towels and soap provided. Opposite (north) the national museum."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jalan Jalan Home Stay"],["url=http:\/\/www.thaiscoot.blogspot.com\/"],["email=seamotohy@gmail.com"],["address=Saiburi Rd, Soi 11"],["lat="],["long="],["directions=At the end of Lane 11, left hand side"],["phone="],["tollfree="],["fax="],["hours="],["price=1,200 baht"],["checkin="],["checkout="],["content=Your very own 2 bedroom, 2 storey family home in a quiet lane off Saiburi Rd. 40\" LCD TV in king-size room. 32\" LCD TV in queen-size room. Indoor locked garage for parking one car."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=BP Samila Beach Hotel & Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Samila Beach adjacent to the mermaid statue"],["phone="],["tollfree="],["fax="],["hours="],["price=Rooms 2,300-2,500 baht, suites 5,000-20,000 baht, discounts available"],["checkin="],["checkout="],["content=Numerous good restaurants nearby. Rates include breakfast buffet. Frequent weddings and other events may detract from a relaxed holiday feeling. Guests with a sea view may catch local residents performing early morning aerobics. That means you get an unwanted wake-up call at 05:15 with sugar sweet Thai pop music at full blast. The reception doesn't bother to warn you when they sell you those expensive rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rajamangala Pavilion Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=Chalatat Beach about 3 long blocks south of the mermaid statue"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Boutique resort."]]}]},"\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"===","value":[" Consulates "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/songkhla.chineseconsulate.org\/"],["email=chinaconsul_skh_th@mfa.gov.cn"],["address=9 Sadao Rd"],["lat="],["long="],["directions="],["phone=+66 74-322034, +66 74-325045, +66 74-326794"],["tollfree="],["fax=+66 74-323772, +66 74-326240"],["hours=M-F 08:30-12:00, 14:30-17:30"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/www.indonesiasongkhla.org\/"],["email=song4kom@hadyai.loxinfo.co.th"],["address=19 Sadao Rd"],["lat="],["long="],["directions="],["phone=+66 74-311544, +66 74-312219, +66 74-441867"],["tollfree="],["fax=+66 74-441094"],["hours=M-F 08:00-12:00, 13:00-16:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysia"],["url=http:\/\/www.kln.gov.my\/web\/tha_songkhla\/"],["email=malsgkhla@kin.gov.my"],["address=4 Sukhum Rd"],["lat="],["long="],["directions="],["phone=+66 74-311062, +66 74-316274"],["tollfree="],["fax=+66 74-324004"],["hours=M-Th 08:15-12:00, 13:00-16:00 \/ F 08:15-12:00, 14:00-16:00"],["price="],["content="]]}]},"\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hat Yai"]]}," - business and shopping destination 35 km away."]},{"type":"*","value":[" ",{"type":"'''","value":["Namtok Boriphat Forestry Park"]}," (วนอุทยานน้ำตกบริพัตร) is about 52 km from Songkhla, on Hwy 406, at km35-36. Turn onto a dirt road for about 1 km. It is a small all-season waterfall."]},"\n\n\n",{"type":"{{","value":[["geo"],["7.206111"],["100.596667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern_Gulf_Coast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Songkhla"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Songkhla (city)"]]}]