[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Songpan"]}," (松潘; ",{"type":"''","value":["Sōngpān"]},") is a small town in northern ",{"type":"[[","value":[["Sichuan"]]},". The city is mostly used as a base-camp for exploring the nearby national parks and Tibetan Villages, and is additionally visited for its existant remnants of the old city.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere's a bus station at the North end of town, a few blocks north of the North gate of the wall.\nThe bus station serves major locations in ",{"type":"[[","value":[["Sichuan"]]},", as well as locations in Qinghai, and can also connect to ",{"type":"[[","value":[["Xiahe"]]}," in Gansu, via ",{"type":"[[","value":[["Tongren"]]}," and ",{"type":"[[","value":[["Hezuo"]]},". There are also buses to\/from ",{"type":"[[","value":[["Jiuzhaigou Nature Reserve"]]}," and ",{"type":"[[","value":[["Huanglong National Park"]]},". The place can take on a very touristic flair in the summer months overrun with bus loads of foreign and Chinese tourists arriving eager to spend their money on fake nicknacks and souveniers, give or take the odd cheesball picture.\n\n",{"type":"==","value":["Get around"]},"\nYou can easily visit the town on foot, but there are a plethora of tricycle taxis if you get tired. Motor cycles and horses can take you for longer trips.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["While largely a modern touristic recreation, tiny parts of the old city walls are still standing (the gates) and can be climbed."]},{"type":"*","value":[" ",{"type":"'''","value":["Guanyin Pavilion"]},", southwest of town on a hill.  Offers a good view of the town and surrounding mountains. The shrine itself is currently closed."]},{"type":"*","value":[" ",{"type":"'''","value":["The West Gate"]}," - Opposite the horse trekking company, follow the stream toward the dam and take the track on the left. About 45 minutes walk. From there, you can continue in many different directions. In particular, there are paths leading to the foot of two 4000 meters summits. (32°42'4145N\/103°32'361E)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Horse Treks"]}," are offered by several guest houses and agencies around town but are serviced by one horse trekking company. Treks can be from one day to as long as a week, and frequently visit Tibetan villages and famous mountains. Prices are usually around ¥200 a day, and include food and camping\/village stay. Some of the guides do not get along so well with the local Tibetans, however.  Currently either a three or four day trip to Ice Mountain both cost the same amount, ¥450. The second day of the 4 day trip is a filler day, where you camp in an extra place, but don't travel very far.  Normally you will be riding the horse going uphill, and have to walk near half of the journey on the return downhill trip, in order to let the horse rest. The trek may be physically demanding.  Quite limited time on the horse every day, sleeping in tiny tents, the guides do not speak much English. Some guides regularly beat the horses with sticks - if you don't like that, it is important to tell the owner of the horse trekking company beforehand that he should tell his guides accordingly. It also helps to tell the guide \"no!\" very decisively every time he tries to beat the horses - after half a day it strongly decreased."]},"\n",{"type":"==","value":["Buy"]},"\nThere are dozens of shops in Songpan that sell locally made crafts including colorful textiles, silver jewelry, Tibetan hats, and fake antiques. Bargaining is a must. To get the best price on silver products go to the far southern end of the main street where a number of silver smiths are located. You might get the opportunity to see a silver smith hammering away on a new piece. The prices in these shops are dramatically cheapers than stores just up the block. One product you ",{"type":"'''","value":["should not"]}," buy are the many ",{"type":"'''","value":["furs"]}," for sale. The skins for sale have been ",{"type":"'''","value":["poached"]}," in China or in neighboring countries. Asia's wildlife is quickly dissapeering as China's appetite for illegal animal products increases. Please don't contribute to this crisis.\n\n",{"type":"==","value":["Eat"]},"\nNo shortage of small restaurants, Tibetan and Chinese, in town.\n\n",{"type":"*","value":[{"type":"'''","value":["Emmas kitchen"]}," Very good food (with the exception of the pizza!) (western and Chinese) and coffee! They provide Internet, Tour information, book swap, laundry service, car rental and booking tickets from Songpan. Ca 30 m south of the bus station. Turn left on the main road. Very friendly staff."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sarah Yang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good Chinese and Western food. Sarah is also very friendly and willing to share information about Songpan."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere is not much nightlife in town. To have a beer, simply visit a restaurant.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Good Luck Guesthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(0837) 7231556"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is near the bus station. Dorm rooms should go for ¥12-20, though the owner, Huang Xin, may be reluctant to rent them. Beware of his homemade Bai Jiu."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Jiaotong Bingguang"]}," (交通宾馆), attached to the bus station, has single rooms without a bathroom for ¥25."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ice mountain hostel"]}," The yard left of Emmas kitchen (behind the first hotel which is owned by the \"big boss\" who organizes horse-trekking tours). Very friendly staff (they run the massage shop right beside Emma's kitchen), internet, electric blankets, clean rooms, laundry service. Prices 20-30 per bed. If you can´t find it just ask at Emmas kitchen and she will help you. Tel 13111805096, 0837-7233050, 13678372990"]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\nThere are a couple of (relatively) upscale hotels in town and one or two just north of the Bus station. They are mostly aimed at Chinese tourists, but word on the street is that they're pretty nice.\n\n",{"type":"==","value":["Stay safe"]},"\nBeware of altitude sickness if travelling here straight from the ",{"type":"[[","value":[["Sichuan Province"]]}," lowlands.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\nThere is an internet bar located just across the southern most bridge. If your heading south the internet bar is immediately on the right after crossing the bridge down a few steps along the river. It is ¥6 for one hour.\n\nSupposedly SongPan horse trekking now has a small internet bar. Emma's Kitchen has a computer with internet.\n\n",{"type":"==","value":["Go next"]},"\n\nFrom the bus station located in the north of the town there are buses to ",{"type":"[[","value":[["Chengdu"]]}," (11 hours), north to ",{"type":"[[","value":[["Zoige"]]}," and ",{"type":"[[","value":[["Langmusi"]]}," (5 hours) on the border of Gansu province, and to ",{"type":"[[","value":[["Jiuzhaigou Nature Reserve"]]}," (2 hours) and ",{"type":"[[","value":[["Huanglong National Park"]]},".\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Aba (prefecture)"]]},"\n",{"type":"[[","value":[["wikipedia:Songpan County"]]},"\n",{"type":"{{","value":[["geo"],["32.63995"],["103.59724"]]}]