[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sonipat"]}," is a city in ",{"type":"[[","value":[["Rohtak Division"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSonipat also spelled as Sonepat, is an ancient town and a municipal council in Sonipat district in the state of Haryana, India.It comes under National Capital Region and is 45 km north of Delhi. It is a part of National Capital Region along with Delhi, Gurgaon, Faridabad, Mewat, Palwal, Rewari, Jhajjar, Rohtak, Panipat, Alwar, Bhiwadi Industrial Town, Noida, Ghaziabad, Bulandshahr, and Meerut. The district borders Delhi union territory in south, Panipat District in the north, Jind District in the north-west, Uttar Pradesh state in the east with the Yamuna River acting as a border and Rohtak District in the west.\n\nThis district was carved out of the ersthile Rohtak district on 22 December 1972. \n\nSonepat comprises 3 sub-divisions namely Ganaur, Sonepat and Gohana and seven blocks (Ganaur, Sonipat, Rai, Kharkhoda, Gohana, Kathura and Mundlana) has been carved out of Rohtak and made a full fledged district on 22 December 1972. Sonepat is the largest tehsil followed by Gohana.\n\nLegend - Sonipat was earlier known as Sonprastha, which later on became Swarnprastha, meaning the \"Golden City\": derived from two Sanskrit words, Swarn (Gold) and Prastha (Place). Over a period of time, the classical name Swarnprasth's pronunciation degraded into Swarnpath, and then to its current form, Sonipat.\n \nThe earliest reference of this city comes in the epic Mahabharata, and at that time, it was one of the five villages demanded by the Pandavas in lieu of the kingdom of Hastinapur. The other four villages were Panprastha (Panipat), Baghprastha (Baghpat), Indraprastha, and Tilprastha (Tilpat). It is believed that it was founded as Swarnaprastha by the five Pandava brothers during the times of Mahabharata. Another legend ascribed it to Raja Soni, the thirteenth descendent of Arjuna, one of the Pandava brothers.\n\n",{"type":"==","value":["Get in"]},"\nYou can reach Sonipat by train and road directly.It is located on the Northern Railways' Ambala-Delhi rail route and a number of passenger trains daily passes through it. National Highway 1 passes through this district & city is very well connected to delhi & other places. Delhi's Indira Gandhi International airport is also just 59 Km from Sonipat.\n\n",{"type":"==","value":["See"]},"\nYamuna River:The river flows besides the rural belt of the city with its holy waters which turn into a Black Nullah after entering the National Capital Delhi. It also acts as a natural boundary also between state of Haryana and the state of Uttar Pradesh.\n \nMughal Buildings: At the outskirts of the city one can enjoy the site of Mughal Buildings which lie unprotected. Among them is the Mosque of Abdullah Nasir-ud-din, who was a descendant from Mushid of Iran kijjar makkbara.In sonipat kijjar makkbara is the most beautiful garden having very rich historik ledend one came in sonipat must see this.It is reserved haritage and open for public whole year its is very beautiful with green grass and beautiful plants.it is situated in outer of the city in village jatwada. \n\nBaba dham is the main attractive religious temple it is a religious status symbol of sonipat it is very neet and clean temple having many small temples in it.and also having sani mandir,sai mander,radha kirshan mandir,and many more.This temple is built in outer of sonipat near kami -bhuri road.\n\n",{"type":"==","value":["Eat"]},"\nThere are plenty of eateries in and around the city and getting good food is not a problem.\n\n",{"type":"*","value":[{"type":"'''","value":["Murthal Dhabas"]},", The world famous dhabas of murthal offer the tempting paranthas with dollops of butter & lassi. Try paranthas at Ahuja No1, Gulshan, Sukhdev, Pehalwan. This list doesn't ends."]},"\n",{"type":"*","value":[{"type":"'''","value":["Murthal Haveli"]},", The only branch of the famous jalandhar haveli which offers the tempting punjabi food."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pind Baluchi"]},", The famous restaurant of vatika group has opened its outlet just opposite the Haveli."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ram Kishen Sweets"]},", The famous sweet shop located in the heart of city famous for its samosas.The shop is located near subash chowk sonipat."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pyaare ke peede"]},", Pyaare ke Peede & laasi is famous in the whole of haryana."]},"\nSonipat also has a barista, Cafe Coffe Day outlet as well on the National Highway 1 near murthal.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rohtak Division"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Haryana\/Localities\/Sonipat\/"]]},"\n",{"type":"[[","value":[["wikipedia:Sonipat"]]},"\n",{"type":"{{","value":[["geo"],["28.995833333333"],["77.011388888889"]]}]