[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Sonora"]]},"\n",{"type":"'''","value":["Sonora"]}," is a city in ",{"type":"[[","value":[["Tuolumne County"]]}," in ",{"type":"[[","value":[["California"],["California's"]]}," ",{"type":"[[","value":[["Gold Country"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSonora was originally founded as a gold mining camp by white settlers from back east. Gold had been discovered in Woods Creek, initially in the summer of 1848 near what is now Jamestown.  The name Sonora was derived from the Mexican workers the whites employed at slave-like wages to work their mines.\n\nThe City of Sonora was incorporated in 1851 by whites, not Mexicans, primarily as a means of creating a badly-needed hospital.  Many miners were sick, and dying, mainly from scurvy, mainly white miners who never learnt the importance of fresh vegetables and fruits in their diets.\nSonora became the business center (and county seat of Tuolumne County) for the mines around the county and, indeed, for the entire Southern Mines region south of Placerville.\nWhen the placer mines began to give out in the 1860s, Sonora survived in part because it had become a business center.  It also had what were known as \"pocket\" mines--underground deposits of highly concentrated gold.  Such pocket mines are distinguished from ordinary quartz mines, in which the gold is much less concentrated and requires much work and technology to mine, and which were not profitable until the 1880s when better mining technology had been developed.\n\n",{"type":"==","value":["Get in"]},"\nSonora is just off Highway 108, which leads from Modesto northeast and goes over Sonora Pass to the desert east of the mountains.  Part of the way from Oakdale Highway 108 shares the same road as Highway 120, the route to Yosemite.  To get to downtown Sonora, take the Route 49 exit (Stockton Street) from Highway 108 about two miles to the downtown area.  Visitor information is available from the Visitors Bureau building, also on Stockton Street, about a mile south of downtown.\n",{"type":"==","value":["Get around"]},"\nThe downtown area can be walked around.  Park either on the main downtown street, Washington Street, or on the street or in nearby parking lots that are on Stewart Street, one block east of Washington Street.\nThere is a business area in East Sonora, a couple of miles east of downtown, that has additional shopping and restaurants (including the only chain stores and restaurants and fast food places in Tuolumne County).\n",{"type":"==","value":["See"]},"\nThe county Courthouse, built in 1898 with yellow Roman pressed brick, and still in operation as a courthouse today.  The courthouse is on Yaney Street and a block west of Washington Street in the north part of downtown.\nThe Red Church, originally built in 1860 and still in use, which can be seen from most of downtown Washington Street as a landmark at the north end of town.\nThe Opera House, built in the late 19th century of brick.\n\n",{"type":"==","value":["Do"]},"\nVisit the Tuolumne County Historical Museum, on Bradford Street a few blocks west of downtown.\n\nSki at Dodge Ridge (down hill or cross country) 40 minutes east on highway 108.\n\nSwim at any of the many local lakes and rivers, including Pine Crest Lake and the Tuolumne and Stanislaus rivers.\n\nGo winetasting at Mt. Brow vineyard, between Jamestown and Sonora.\n\n",{"type":"==","value":["Buy"]},"\nShop at a number of stores, particularly antique stores, along Washington Street.\n\n",{"type":"==","value":["Eat"]},"\nEat at a number of restaurants in the downtown area.  Mexican restaurants, not surprisingly given the town's history, are particularly common.\nThe ",{"type":"[","value":["http:\/\/www.oldstan.com Old Stan"]}," on South Washington street, right near the center of town, serves excellent tappas style fair, including excellent salads, vegetarian and meat dishes. The also serve several local wines, and their own sangria.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bombay Pizzaria"]},", toward the North End of Washington Street, is the one good non-Mexican ethnic restaurant in town. Despite the name, don´t believe there´s any pizza on the menu, but there is a substantial Indian menu, and a few Italian items thrown in there, too."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Backstreet bar and grill"]}," on Stewart street (one street back from Washington street) has excellent woodfire pizza, salads, and Italian specialties."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Toukies Heart Health Cuisine"]}," (toukies.com) is in downtown Sonora with freshly made bread, fresh vegetarian food and a cheese cake and chocolate cake to \"die for\"."]},"\n",{"type":"==","value":["Drink"]},"\nSeveral bars and taverns are in the downtown area.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Country Inn Sonora"],["url=http:\/\/www.countryinnsonora.com"],["email="],["address=18730 HWY 108"],["lat="],["long="],["directions="],["phone=+1 209 984-0315"],["tollfree=+1-800-847-2211"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Conveniently located directly off of state Highway 108, between Jamestown and Sonora. Beautiful, newly remodeled rooms offer a luxurious, \"home away from home\" feel at a great, affordable price. The property has a swimming pool, and offers a continental breakfast free of charge, every morning."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Days Inn"],["alt="],["url=http:\/\/www.daysinncalifornia.com\/html\/days-inn-hotels-sonora-california.asp"],["email="],["address=160 South Washington St"],["lat="],["long="],["directions="],["phone=+1 209 532-2400"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bradford Place"],["url=http:\/\/www.bradfordplaceinn.com"],["email="],["address=56 West Bradford St, Sonora  95370"],["lat="],["long="],["directions=In historic downtown Sonora. Turn west onto Bradford St"],["phone=+1 209-536-6075"],["tollfree=+1-800-209-2315"],["fax="],["hours="],["price=140-265 (US)"],["checkin=3:00"],["checkout=12:00"],["content=A small upscale, yet casual inn offering hotel privacy within a bed and breakfast (all rooms have baths en suite). Just one street west of Washington St\/Hwy 49 in cute historic downtown Sonora, California \"Queen Of The Southern Mines.\""]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Inn on Knowles Hill"],["url=http:\/\/www.knowleshill.com"],["email="],["address=253 Knowles Hill Dr"],["lat="],["long="],["directions="],["phone=+1 209-352-4333"],["tollfree="],["fax="],["hours="],["price=$189-$304"],["checkin=4PM"],["checkout=11AM"],["content=Built in 1927 for the Charles Segerstrom Family, Knowles Hill has recently undergone an exquisite restoration.  The Inn on Knowles Hill has entertained many famous guests, including President Herbert Hoover and Supreme Court Justice Earl Warren.  Located in downtown historic Sonora, Knowles Hill is just a short walk into downtown.  Come experience a luxury bed and breakfast in the heart of Sonora!"]]}]},"\n",{"type":"==","value":["Go next"]},"\nVisitors can continue on Highway 108 to the mountain areas, including such towns as Twain Harte, Mi-Wuk Village, Pinecrest.  In summer, they can continue on Highway 108 to Kennedy Meadow and across Sonora Pass to the high desert beyond.  In winter, Highway 108 is closed at a point 7.5 miles beyond Strawberry, which is just past Pinecrest on Highway 108.\nVisitors can go north or south on the Gold Country route 49, north to Angels Camp, Murphys (a little east of 49 on Highway 49), Jackson, and Placerville, or south to Coulterville and Mariposa.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["37.98417"],["-120.38222"]]},"\n",{"type":"{{","value":[["isPartOf"],["Tuolumne_County"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sonora, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/S\/Sonora\/"]]}]