[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Sonoma.jpg"],["thumb"],["250px"],["Grape trestles in a vineyard outside Sonoma"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sonomacounty.com\/ Sonoma"]}]}," is in the Sonoma Valley in ",{"type":"[[","value":[["Sonoma County"]]}," just north of the ",{"type":"[[","value":[["Bay Area (California)"],["Bay Area"]]}," of ",{"type":"[[","value":[["California"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBesides being the center of the modern wine-making industry in Sonoma County, the town of Sonoma has a rich history dating back to the early 19th century. Spanish colonial settlers first established one of their northernmost missions in 1823 when the Mission San Francisco Solano was founded by a Spanish priest, Father Joseph Altimira. The Mission was the first, last, and only California mission established under newly-independent Mexican rule. For a brief period in 1846 it was the capital of the short-lived California Republic. Today, Sonoma, with a little over 10,000 people, attracts thousands of visitors each year as a jumping point to the vineyards that surround the town.\n\nSonoma is a town consisting of wealthy retirees and wine industry celebrities, Latin American and Nepalese immigrants (yes, Sonoma has one of the largest populations of Nepalese people outside of Nepal!), and tourists. It has a more laid back vibe than it's big boasting neighbour Napa, and offers wine country cuisine, lifestyle and experience at a slightly more affordable and less Hollywood style environment.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are no major highways that go through or even close to Sonoma since it is surrounded by hills on every side. The best way to get in is from California State Route 12 which goes directly through the town. Route 12 interesects with Highway 101 in Santa Rosa or I-80 east of Napa near Fairfield.   \n\nSonoma County is currently served by direct flights to Charles M. Schulz Sonoma County Airport (STS) from Las Vegas, Los Angeles, Portland, OR, and Seattle\/Tacoma on Horizon Air. Delta and Frontier airlines are investigating possible expansions into STS from Salt Lake City and Denver. You can also fly in to either ",{"type":"[[","value":[["Sacramento"]]}," (SMF) or ",{"type":"[[","value":[["Oakland"]]}," (OAK) Airport.  (You can use ",{"type":"[[","value":[["San Francisco"]]}," (SFO) also but it is a little more hectic of an airport and you have to cut through the city to get across the Bay).  There are many ways to get from the airports including many different bus systems, the Marin Airporter, taxi cabs, rental car. If you have some cash to splurge, since you're going to  luxurious wine country, why not rent a limo?\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["38.28697"],["-122.47627"],["zoom=13"],["width=350"],["height=350"],["layer=W"]]},"\nUnless you plan on staying at Sonoma Plaza and making it the focus of your visit, Sonoma is a car dependent city, also offering bike tours and locally owned taxi service. Many visitors rent cars, and take advantage of tour services for bringing them to and from wineries without risking drunk driving. Sonoma wine tour services include:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sonomawinetours.com\/ Sonoma Wine Tours"]}]},", +1 707-486-0377"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sonomavalleywinetrolley.com\/ Sonoma Valley Wine Trolley"]}]},", +1-877-946-3876. A refurbished gas powered trolley that travels throughout Sonoma starting at $99\/person."]},"\nSonoma's mild climate and beautiful scenery make it ideal for walking or riding a bike. If you want to rent a bike or take a bike tour, there are three places in town:\n",{"type":"*","value":[{"type":"'''","value":["Wine Country Cyclery"]}," 262 West Napa St. +1 707-996-6800 "]},{"type":"*","value":[{"type":"'''","value":["Sonoma Valley Cyclery"]}," 20093 Broadway +1 707-935-3377"]},{"type":"*","value":[{"type":"'''","value":["Sonoma Valley Bike Tours"]}," 520 Broadway +1-877-308-2453"]},"\nSonoma County Transit connects Sonoma to the surrounding towns in the county. Their website ",{"type":"[","value":["http:\/\/www.sctransit.com\/"]}," has information about how to purchase passes and taking your bicycle on to buses. \n\nAlso, if you find yourself stranded at a vineyard after too many tastes of Pinot Noir, it may be handy to have the number of someone who will pick you up.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vernstaxi.com\/ Vern's Taxi Service"]}]},", 254 1st Street East, +1 707-938-8885"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sonomataxi.net\/ Sonoma Taxi"]}]},", +1 707-889-1266. A sherpa owned and operated taxi service!"]},"\n",{"type":"==","value":["See"]},"\nSonoma is home to the Bear Flag revolt, and the home of General Vallejo– his mansion is a historic landmark that may be seen on any day of the week.  If you pay $2 you can get a pass to see his mansion, the Barracks (home of the military back in the 1800's), and the Sonoma Mission (the first church in Sonoma).  These three sites are located on or near downtown Sonoma plaza, one of the only Spanish style plazas to be found in California.  The Sonoma plaza is a large park which is great for families and it houses the impressive City Hall.  Surrounding the plaza are various shops and five star restaurants as well, if you feel like stimulating the economy. \n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sonoma Walking Tour"],["url=http:\/\/www.sonomawalkingtour.com\/"],["email="],["address=Sonoma Town Plaza"],["lat="],["long="],["directions="],["phone = +1 707-694-5097"],["tollfree="],["fax="],["hours=2 hours"],["price=$100 for 4 people"],["content=For a really unique and interesting look into the tumultuous history of Sonoma, try a walking tour from local historian George Webber, who tells the story of the Bear Flag Revolt from the point of view of General Vallejo (costume and all). He also shows guests some of the interesting agricultural and epicurean offerings of Sonoma."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mission San Francisco Solano"],["alt=Sonoma State Historic Park"],["url=http:\/\/www.parks.ca.gov\/?page_id=479"],["email="],["address=114 East Spain Street"],["lat=38.294029"],["long=-122.455956"],["directions="],["phone=+1 707 938-9560"],["tollfree="],["fax="],["hours=10am - 5pm"],["price="],["content=Founded in 1823 as the last of the Spanish missions, in part by Mariano Vallejo to check the Russian's impact in Northern California.  Site of the first vineyard in Sonoma County.  This is where the Bear Flag Revolt took place in 1846.  It was bought by the California Historic Landmarks League in 1903 and restored in 1913.  Though it was the last mission, it was the third structure in California to be designated a State Historic Landmark"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Drink wine"]}," at one of the hundreds of wineries located in and around Sonoma. "]},{"type":"*","value":[{"type":"'''","value":["Take a cooking course at ",{"type":"[","value":["http:\/\/www.ramekins.com\/ Ramekins"]}]}," and then relax with a wonderful meal on site. Ramekins a local cooking school and event facility just off of the square, that trains future (and hobbyist) wine country chefs. "]},"\n",{"type":"===","value":["Wineries"]},"\nThere are many, many wineries and vineyards in the region, however these three are the most centrally located in Sonoma City.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sebastiani Vineyards & Winery"],["url=http:\/\/www.sebastiani.com"],["email="],["address=389 Fourth Street East, Sonoma, California 95476"],["lat="],["long="],["directions="],["phone = +1 707  933-3230"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Buena Vista Winery"],["url=http:\/\/www.buenavistawinery.com\/"],["email="],["address=18000 Old Winery Road, Sonoma"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-926-1266"],["fax="],["hours="],["price="],["content=The oldest winery in Sonoma, established by Count Agoston Haraszthy in 1857. Their website features a timeline of the history of the Count, California and winemaking in Sonoma."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=San Francisco Solano Mission Vineyard"],["alt="],["url="],["email="],["address=394 4th Street East"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At Spain Street. This is the oldest vineyard north of San Francisco, planted by Franciscan monks in 1825 to make sacramental wines at the Mission. After the Mission was secularized, General Vallejo himself made award-winning wines from these grapes. An Italian immigrant called Samuele Sebastiani bought the vineyard in the early 1900s, and his family has produced wine there ever since. They are open for tastings and tours every day from 10-5. ",{"type":"[","value":["http:\/\/www.sebastiani.com"]}]]}]},{"type":"*","value":[{"type":"'''","value":["Castle Vineyards"]}," has a tasting room right on the plaza. You can sample their signature wines in a bistro-like setting and, in warmer weather, on the lovely garden patio. ",{"type":"[","value":["http:\/\/www.castlevineyards.com\/index.html"]}]},{"type":"*","value":[{"type":"'''","value":["B Wise Vineyards"]}," also has a tasting room at 35 E. Napa Street, and you can organize private tours of their 100-acre wine estate as well. +1 707 935-1200 ",{"type":"[","value":["http:\/\/www.bwisevineyards.com\/index.shtml"]}," They make wines from different vineyards in the region, but also some which are only from their own grapes."]},"\n",{"type":"===","value":["Events"]},"\n \n",{"type":"*","value":["Annual ",{"type":"'''","value":["Jazz, Art and Wine festival"]}," and the ",{"type":"'''","value":["Salute to the Arts"]},".  If you're around in August and September, you don't want to miss those!"]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=TrainTown"],["alt="],["url=http:\/\/www.traintown.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a fun attraction for young children."]]}]},"\n",{"type":"==","value":["Buy"]},"\nWest Napa Street is where most of the shopping is centered in the town of Sonoma. Most shops are locally owned, offering gifts, high end clothing and accessories. Wine shops and tasting rooms are plentiful, and bringing home a bottle of wine from a favourite winery, a corkscrew, wine glasses, or a Sonoma focused magnet is a must for any visitor.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bear Moon Clothing"],["url=http:\/\/www.bearmoonclothing.com\/"],["email=bearmoonclothing@gmail.com"],["address=117 E Napa Street"],["lat=38.29170"],["long=-122.45628"],["directions="],["phone = +1 707 935-3392"],["tollfree="],["fax="],["hours=M-Sat 11:00-18:00; Sun: 11:00-17:00"],["price="],["content=A boutique offering higher end artsy women's clothing, accessories and shoes, including Tom's."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=McCaulou's Department Stores"],["url=http:\/\/www.mccaulous.com\/"],["email="],["address=201 W Napa Street"],["lat=38.29179"],["long=-122.46338"],["directions="],["phone = +1 707 996-4465"],["tollfree="],["fax="],["hours=M-Sat 10:00-18:00; Sun 11:00-17:00"],["price="],["content=The only department store in Sonoma, Northern California owned and operated. A good place to buy affordable clothing for adults and children, and general housewares. Not really a place for souvenirs."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Sonoma Plaza Farmer's Market"],["url=http:\/\/www.vomcfm.com\/"],["email=manager@vomcfm.com"],["address=Sonoma Plaza"],["lat=38.29285"],["long=-122.45778"],["directions="],["phone = +1 707 538-7023"],["tollfree="],["fax="],["hours=17:30-dusk"],["price=Free"],["content=Tuesday evening farmer's market that takes place on the Plaza. It's the big happening in the city every week, with live music and a real local flavor. Locals bring wine, beer, food and lawn chairs and sit in the plaza, picking up fresh veggies, locally made crafts and food at the market."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThe city of Sonoma is home to some amazing restaurants. You can get high end French-country food, fresh seafood from the coast, and affordable Mexican that is as good as what you'd get down south. \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Juanita Juanita"],["url=http:\/\/www.juanitajuanita.com\/"],["email=jjjuanita@aol.com"],["address=19114 Arnold Drive"],["lat=38.29772"],["long=-122.49149"],["directions="],["phone =+1 707 935-3981"],["tollfree="],["fax="],["hours=Everyday 11:00-20:00"],["price=$14 per person without alcohol"],["content=Delicious Mexican food in a funky setting. To-die-for burritos. Owned and run by some awesome Mexican ladies."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mary's Pizza Shack"],["alt="],["url=http:\/\/www.maryspizzashack.com\/"],["email="],["address=8 W. Spain St."],["lat=38.29389"],["long=-122.45781"],["directions=On the North side of Sonoma Plaza"],["phone =+1 707 938-8300"],["tollfree="],["fax="],["hours=Sun-Thur 11:00-22:00; Fri & Sat 11:00-23:00"],["price=$15\/person without alcohol"],["content=Mary's is locally owned and has locations throughout wine country. They serve up traditional east coast style pasta in a super family friendly environment. So, if you have kids in wine country and you're looking for a cheap place to fill up - Mary's is your spot. They also have happy hour starting at 15:00."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Centre du Vin"],["alt="],["url=http:\/\/www.ledsonhotel.com\/centreduvin\/"],["email="],["address=480 First St East"],["lat=38.29240"],["long=-122.45666"],["directions=At the Ledson Hotel, east side of the Plaza"],["phone =+1 707 996-9779"],["tollfree="],["fax="],["hours=Opens at 11:00"],["price=$20 per person without alcohol"],["content=French influenced bistro located on the ground floor of the Ledson Hotel. A nice patio for dining and people watching, at night live jazz fills the interior dining room. A bar allows for wine tasting of Ledson's two wineries, and bottles of wine are affordable and tasty to order with your meal. Frites topped with blue cheese are a highlight here!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Community Cafe"],["alt="],["url=http:\/\/www.communitycafesonoma.com\/"],["email=Info@CommunityCafeSonoma.com"],["address=875 West Napa Street"],["lat=38.29341"],["long=-122.47428"],["directions="],["phone =+1 707 938-7779"],["tollfree="],["fax="],["hours=7:00-14:00"],["price=$12 per person without alcohol"],["content=A casual local cafe with indoor and outdoor seating. Fresh sandwiches and salads, house made potato chips are super tasty. Unique local wines are sold, bubble tea, and fresh juices. A nice relaxed locals environment that's a bit more off the beaten path from the tourist filled square."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Meritage Martini Oyster Bar & Grill"],["url=http:\/\/www.sonomameritage.com\/"],["email="],["address=165 West Napa Street"],["lat=38.29186"],["long=-122.46007"],["directions="],["phone =+1 707 938-9430"],["tollfree="],["fax="],["hours=M-F 16:00-21:00; Sat 15:00-21:30; Sun 15:00-21:00"],["price=$7-36."],["content=Focusing on seafood, the restaurant has a dining room and a bar, including a raw bar. Owned by chef Carlo Cavallo, they offer fresh Dungeness crab and lobster, and vegetarian food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=LaSalette Restaurant"],["url=http:\/\/www.lasalette-restaurant.com\/"],["email=Info@LaSalette-Restaurant.com"],["address=452 First Street East, Suite H"],["lat=38.29301"],["long=-122.45599"],["directions=Located just off Sonoma Plaza"],["phone=+1 707-938-1927"],["tollfree="],["fax="],["hours=M-Th 11:30-14:30, 17:00-20:00; Fri 11:30-14:30, 17:00-21:00; Weekends 11:30-21:00"],["price=$30 and under per person, without wine"],["content=Azorean-born chef Manuel Azevedo offers beautifully prepared \"Novo Cozinha Portuguesa.\" Fresh takes on traditional Portuguese dishes like cataplana, bacalhau, caldeirada, caldo verde, grilled sardines and pao de milho highlight the menu. The West Coast's largest selection of Portuguese wines, cheese and ports are also on offer. Many of the items are cooked in a wood-fired brick oven. Most of what is on offer is prepared with locally produced products. The restaurant itself is beautifully decorated with traditional Portuguese-style \"azulejo\" tiles, traditonal and stylish furnishings which gives the restaurant the feeling remeniscent of a modern tasca. Staff are very warm, friendly, attentive and always ready to guide the customers through the ins-and-outs of Portuguese cuisine."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=the girl & the fig"],["alt="],["url=http:\/\/www.thegirlandthefig.com\/"],["email="],["address=110 West Spain Street"],["lat=38.29396"],["long=-122.45889"],["directions=Located on the Sonoma Plaza"],["phone =+1 707 938-3634"],["tollfree="],["fax="],["hours=11:30-22:00; Fri-Sat until 23:00"],["price=$7-25"],["content=Owned by celebrity chef Sondra Bernstein, the girl & the fig opened in 1997 and helped launched wine country cuisine. French country food in a casual but classy setting, they offer indoor and outdoor dining, and a French style zinc bar specializing in classic French cocktails with a twist and Rhone varietal wines. Reservations a must."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Carneros Bistro & Wine Bar"],["alt="],["url=http:\/\/www.marriott.com\/hotel-restaurants\/sfols-the-lodge-at-sonoma-renaissance-resort-and-spa\/carneros-bistro\/118340\/home-page.mi"],["email="],["address=1325 Broadway"],["lat=38.27742"],["long=-122.46047"],["directions="],["phone =+1 707 931-2042"],["tollfree="],["fax="],["hours="],["price=$20-$40 per person without alcohol"],["content=Fresh seasonal food including steaks and seafood. They also offer a more \"wine country budget\" friendly bar menu with pizzas and small plates. Indoor and outdoor dining, they also have their own sommelier available to help you pick out that perfect wine. On Thursdays they have special wine industry guest bartenders, so you can have a chance to have your glass of wine poured by a local wine celebrity!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Dorado Kitchen"],["alt=EDK"],["url=http:\/\/www.eldoradosonoma.com\/restaurant"],["email=info@eldoradosonoma.com"],["address=405 1st St W."],["lat=38.29359"],["long=-122.45885"],["directions=West side of Sonoma Plaza"],["phone =+1 707 996-3030"],["tollfree="],["fax="],["hours=Sun-Thur: 8:00-21:30; Fri-Sat: 8:00-22:00"],["price=Dinner: $30 without alcohol"],["content=Contemporary indoor and outdoor dining on Sonoma Plaza. Sharing a space with the El Dorado Hotel, EDK offers a formal dining area with shared & individual tables, a lounge, and a smaller casual cafe. Contemporary wine country food with locally sourced and seasonal items. They make their own charcuterie! Can be a bit pretentious, and quite the place to see and be seen for the San Francisco set who visits for the weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harvest Moon"],["alt="],["url=http:\/\/www.harvestmooncafesonoma.com\/"],["email=jenharvestmoon@gmail.com"],["address=487 First Street West"],["lat=38.29288"],["long=-122.45891"],["directions=West side of Sonoma Plaza"],["phone =+1 707 933-8160"],["tollfree="],["fax="],["hours=Sun-Mon: 17:30-21:00; Closed Tuesday; Wed-Thur: 17:30-21:00; Fri-Sat: 17:30-21:30"],["price=$25 per person without alcohol"],["content=An intimate French inspired restaurant with indoor and outdoor dining. They post their menu every day on their website, and use fresh seasonal ingredients. A tiny open kitchen, with one chef and a cook, they also have their own pastry chef on site. A delightful and romantic place, and a great low key option from the girl & the fig."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe La Haye"],["alt="],["url=http:\/\/cafelahaye.com\/"],["email=saul@cafelahaye.com"],["address=140 E Napa St"],["lat=38.29196"],["long=-122.45595"],["directions="],["phone =+1 707 935-5994"],["tollfree="],["fax="],["hours=Tue-Sat 17:30-21:00"],["price=$30 per person without alcohol"],["content=Locally sourced produce, beef, chicken and seafood prepared simply is what Cafe La Haye prides itself on. Located just off Sonoma Plaza, it's an intimate restaurant perfect for special occasions."]]}]},"\n",{"type":"==","value":["Drink"]},"\nYou're in wine country! There are many great wineries all around Sonoma, but if you can't decide which one to choose from, you can go to the ",{"type":"'''","value":["Wine Exchange on First Street East"]}," on the Sonoma Plaza. They can recommend some great wines and beers.\n\nThere are few very bars in Sonoma the town, as most establishments are tasting rooms or restaurants with bars. Most of the pubs and bars are centered around Sonoma Plaza and that surrounding area including: \n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Murphy's Irish Pub"],["url=http:\/\/www.sonomapub.com\/"],["email="],["address=464 1st St E"],["lat=38.29290"],["long=-122.45591"],["directions=On the east side of Sonoma Plaza"],["phone =+1 707 935-0660"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["The"]}," Irish pub of Sonoma. Great shrimp scampi, live music, beers, and a fun, family-friendly environment. They also have Trivia night on Wednesdays where the locals compete for first, second, and last place. Prizes usually include wine, so bone up on your current events!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Steiners Tavern"],["url=http:\/\/www.steinerstavern.com\/"],["email=info@steinerstavern.com"],["address= 465 1st St W"],["lat=38.29298"],["long=-122.45885"],["directions=On the west side of Sonoma Plaza"],["phone =+1 707 996-3812"],["tollfree="],["fax="],["hours=6:00-2:00"],["price="],["content=Founded in 1927, described by a local as \"the only real bar in Sonoma\". All the classics of a bar: live music, jukebox, pool, TV's, and heavy pours."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nSonoma is home to many fine hotels and bed and breakfasts. For more affordable options, staying outside of Sonoma (i.e. Santa Rosa) might be a more affordable option. Private home rental websites also offer more affordable options. \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Sonoma Valley Inn"],["url=http:\/\/www.sonomavalleyinn.com\/"],["email=info@sonomavalleyinn.com"],["address=550 2nd St West"],["lat=38.28992"],["long=-122.46147"],["directions="],["phone =+1 707 938-9200"],["tollfree=+1-800-334-5784"],["fax=+1 707-938-0935"],["hours="],["price="],["checkin="],["checkout="],["content=A locally owned and operated Best Western. A few blocks from Sonoma Plaza, this hotel is pet friendly and has a pool, jacuzzi rooms and free breakfast. Free wifi and laundry facilities you can use. Expensive for a Best Western!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Pueblo Inn"],["url=http:\/\/www.elpuebloinn.com"],["email=info@elpuebloinn.com"],["address=896 West Napa St"],["lat=38.29366"],["long=-122.47584"],["directions="],["phone =+1 707 996-3651"],["tollfree="],["fax=+1 707-935-5988"],["hours="],["price=$150-$250"],["checkin=15:00"],["checkout=12:00"],["content=A comfortable inn with a Santa Fe feel. Further from the Plaza, a cab, car or bike would be ideal. The more affordable mid-range option compared to it's neighbouring Best Western. They offer a pool and hot tub, 24-front desk services, and a complimentary continental breakfast. Know someone who lives in Sonoma? Have them make the reservation for you - they offer a locals discount!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Sonoma Hotel"],["url=http:\/\/www.sonomahotel.com"],["email=sonomahotel@aol.com"],["address=110 West Spain Street"],["lat=38.29391"],["long=-122.45893"],["directions=Northwest corner of Sonoma Plaza"],["phone="],["tollfree=+1-800-468-6016"],["fax=+1 707-996-7014"],["hours="],["price=$99-248"],["checkin="],["checkout="],["content=A historic hotel with 16 rooms and suites located on the Plaza. A classic B&B feel with antiques and French country furniture. Guests receive complimentary wine in the evening, and dinner can be enjoyed downstairs at the girl and the fig. Can get noisy at night as the bars close."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Swiss Hotel"],["url=http:\/\/www.swisshotelsonoma.com\/index.html"],["email="],["address=18 West Spain St"],["lat=38.29393"],["long=-122.45928"],["directions=On northside of Sonoma Plaza"],["phone =+1 707 938-2884"],["tollfree="],["fax="],["hours="],["price=Winter: $110-$180; Summer: $150-$240"],["checkin=14:00"],["checkout=12:00"],["content=Registered on the National Register of Historic Places, Swiss Hotel is in a great location on the Plaza. A small group of guest rooms overlook the Plaza above an Italian restaurant and bar. Located in the heart of the town and near several bars, the inn can attract street noise in the late evenings, including rowdy tourists heading back to their hotels after a long day (and night) of wine country drinking."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ledson Hotel"],["url=http:\/\/www.ledsonhotel.com\/"],["email=info@ledsonhotel.com"],["address=480 1st St East"],["lat=38.29243"],["long=-122.45647"],["directions=East side of the Sonoma Plaza"],["phone =+1 707 996-9779"],["tollfree="],["fax="],["hours="],["price=$350-$395"],["checkin="],["checkout="],["content=Classy inn located on the Plaza with six rooms. Whirlpool tubs in each room and private balconies. Ledson is owned by a wine country family - you can taste the families wines in the tasting room and restaurant on the ground floor. Free internet, and discounts for wine club members on rooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Lodge at Sonoma Renaissance Resort & Spa"],["url=http:\/\/marriott.com\/property\/propertypage\/SFOLS"],["email="],["address=1325 Broadway at Leveroni & Napa Roads"],["lat=38.27666"],["long=-122.46136"],["directions="],["phone =+1 707 935-6600"],["tollfree=+1-888-710-8008"],["fax=+1 707-935-6829"],["hours="],["price=$495-$509"],["checkin=16:00"],["checkout=12:00"],["content=A contemporary resort and spa located just south of Sonoma Plaza. Beautiful and super modern, with a big pool spotted with cabanas, a great place to nurse a hangover after wine tasting, or to cater to your family when the kids just want to have fun. Pets are allowed with a charge, and internet is additional. They have two restaurants."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Sonoma, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/California\/Localities\/S\/Sonoma"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["38.288889"],["-122.458889"]]},"\n",{"type":"{{","value":[["isPartOf"],["Sonoma_County"]]}]