[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Bolivia-sorata-calle.jpg"],["thumb"],["right"]]},"\n\n",{"type":"'''","value":["Sorata"]}," is a town in the ",{"type":"[[","value":[["La Paz (department, Bolivia)"],["La Paz Department"]]}," of ",{"type":"[[","value":[["Bolivia"]]},", about a 150 km northwest of ",{"type":"[[","value":[["La Paz (Bolivia)"],["La Paz"]]},". It attracts mainly folks that plan on hiking or climbing the mountains around. \n\n",{"type":"==","value":["Get in"]},"\n\nTo get there take\/leave La Paz from the Cemetery area - passage Bs13. There are buses leaving every hour until 3pm.\n\nYou can also bypass La Paz if going to\/from ",{"type":"[[","value":[["Copacabana"]]},".  Get on a La Paz bound bus\/minibus\/micro from either town, tell the driver you wish to go to Sorata\/Copacabana and you will be dropped off at the small lakeside town of Huarina (2 hours from La Paz).  Cross the road and wait for a Sorata\/Copacabana bound bus with space to pass.  They should honk their horn if they have space and see people waiting, but it wouldn't hurt to keep an eye out and flag one down if you see it first.  Best to get started early as you may have a bit of a wait at Huarina - it should still be quicker than going all the way to La Paz then 2 hours back in the same direction though.\n\nBuses arrive\/depart Sorata from the main square.\n\n",{"type":"==","value":["Get around"]},"\n\nTaxis are available, although the town is tiny so you will only want one for an excursion or perhaps if staying at Las Piedras (it's down a very steep hill, we elected not to lug our backpacks back up it!) or Altai Oasis (on the way to the caves, about 45 minutes walk from the main plaza).  Your accommodation should be able to call one for you.\n\n",{"type":"==","value":["See"]},"\n\nWhile there aren't many specific tourist attractions, the town itself is a typically attractive small Bolivian ",{"type":"''","value":["pueblo"]}," with little market streets dotted about, ideal for pottering around if the weather isn't up to proper hiking (often the case during the wet season).\n\nThe central plaza is unremarkable save for the statue of General Enrique Peñaranda del Castillo, who bears a striking resemblance to Adolf Hitler (and is dressed for the part).\n\n",{"type":"==","value":["Do"]},"\n\nHike to San Pedro caves, around 2.5–3.5 hours each way from town, uphill on the way back. If you have been to any caves in USA or Europe, this is not worth the time. Stop on the way or way back at Cafe Illampu or Altai Oasis for drinks and food.  Swimming is no longer permitted at the caves. If you don't want to walk both ways it might be better to walk there and arrange for a taxi to meet you there for collection (it's a small place and you can't rely on one being there for you). Other than that, just relax and admire the beautiful views!  It's a nice antidote from frenetic La Paz.\n\nSorata is made up Mapiri walks 7 days 6 nights; Road Gold 5 days 4 nights, circuit Illampu 7 days 6 nights, Wild Adventure Minascapa 3 days 2 nights  Transcordillera 10 nights 11 days, Road 3 nights 4 days 3 lagoons and lagoon Chilata - glacier lake, walk Iskanwaya 5 days 4 nights. rides of 1-2 days Grotto of San Pedro, Laguna and surrounding Chilata Sorata. reference Emilio Sanchez Casa Reggae.\n\nIn the mountains around Sorata are also the only Downhill Mountainbike possibilities in Bolivia, the MTB\/Boat trip to ",{"type":"[[","value":[["Rurrenabaque"]]}," starts from Sorata.\n\n",{"type":"==","value":["Buy"]},"\n\nSmall Sunday market, mostly selling food and general goods.  Good fruit and vegetable market every day.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Trek - Sorata Guide Association"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If wanting to organise short or long treks around Sorata, use the guides association in Sorata rather than booking ahead from La Paz. The association is a co-operative and is not only cheaper, but ensures that the money you pay goes directly to the guides themselves, most of whom are from poor local families that rely on guiding as a key source of income. (An example price is 600 bolivianos for a 2 person, 2 day trip to both chilata and glacier lakes - includes guide, mule and taxi back to town. Food and equipment hire approax 150 bolivianos extra)."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Panchita"]}," attached to Hostal Panchita on the plaza (next to the church), but more visible than the hotel itself. The best of the various pizza places around the plaza - surprisingly good pizzas for the type of establishment, decent mexican food, a variety of vegetarian options, and a very forgetful owner who you'll usually have to give your order to at least twice. As usual with places like this, the wine list is rather optimistic compared to their actual stock."]},"\nNote that the two places typically listed as the best in guidebooks - ",{"type":"'''","value":["Café Illampu"]}," and ",{"type":"'''","value":["Pete's Place"]}," - have now permanently closed.\n\n",{"type":"==","value":["Drink"]},"\n\nSorata is not the place for a wild night out!  Casa Reggae (see below) has a bar with beer and cocktails available.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Residencia Sorata Central"]}," on the northwest corner of the plaza has rooms for 15\/25 (shared\/priv. bath) bs pp. Also have a great garden and a big breakfast for 12 bs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Casa Reggae"]}," (150m south of the plaza) have dorm beds for 20 bs: includes a kitchen, shower, beer garden and Tourist Information . They also have a slightly insane monkey who will try and steal your drinks."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Las Piedras"],["url=http:\/\/www.hosteltrail.com\/hostallaspiedras\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 719 16 341"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= just past the football field.  Rooms from Bs30 pp, with one or two double beds.  Comfortable, nicely decorated, very clean, kitchen is fairly good, breakfasts (extra) yummy, plus a small but tasty menu for \"proper\" meals - the tomato soup is particularly good. Free filtered water, sink to wash your own clothes, friendly and helpful German owner, Petra Huber.  A good place to splash out slightly if you want something a bit nicer than a standard dorm."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Altai Oasis"],["url=http:\/\/www.altaioasis.lobopages.com\/?SiteID=162&ln=en&PageID=213"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=500 Bs"],["checkin="],["checkout="],["content=is just below the town and has cabins you can stay in. Their restaurant has a great view over the valley, serves huge T-Bone steaks, great goulash, and a visually impressive but bland spinach & pumpkin soup. Service is slow but friendly."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["La Paz (department, Bolivia)"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Sorata"]]},"\n",{"type":"{{","value":[["geo"],["-15.773611111111"],["-68.648611111111"]]}]