[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sorsogon City"]}," is in ",{"type":"[[","value":[["Sorsogon"]]}," Province.\n\n",{"type":"==","value":["Understand"]},"\nThe bay is silting up. Many cargo vessels can only get in at high tide now. A few families own almost everything. Most travelers are domestic. Fishing vessels need to travel farther and farther to find a decent catch. The geothermal power plant has fallen into disrepair and will probably not last longer than 2013. Then generators will be a must during the hot months as rolling blackouts will be the norm. Despite these problems the city is growing and still seems vibrant.\n\nBeer is cheap and the people are friendly. Much less crime than Manila. Not much to see locally. Legazpi is as close to Donsol and has better shopping and amenities. Further south and travelers have a hard time finding reliable transport, uncontaminated water and food.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["12.96960"],["124.00317"],["zoom=16"],["height=470"],["width=470"],["layer=OP"]]},"\nGenerally UV Express or the bus are the main ways to get in from Legaspi.\n\n",{"type":"==","value":["Get around"]},"\nTrikes are the main mode of transport within the city. 20 pesos during the day and perhaps up to 40P later at night. Hiring a Jeepney for a day is nice for beach trips. Santa Magdalena is 3500p for the day, Irosin hot springs 2500p, Bacon beach 1500P.\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nLocal honey. It's amazing. Seafood is great, but rather risky. Cipro is readily available at the many Mercury drugs.\n\n",{"type":"==","value":["Eat"]},"\nCasa Dominga may be the best restaurant in town. A bit on the outskirts but excellent. Magno Grill is the most trendy, but perhaps it tries too hard, and the WiFi never works. Una Pizzeria across from Fernando's Hotel is good. You can try the sushi place next door, which has a good reputation.\n\n",{"type":"==","value":["Drink"]},"\nDon't drink the water. This is not Manila.\n\n",{"type":"==","value":["Sleep"]},"\nHotel Santa Clara may be the best in town. Between Sorsogon and the suburb of Pangpang. Hot water, AC, wifi. 1500 for a room 2500 for an excellent suite with panoramic views. The hospital is just down the street and this can be very convenient. Tony, the owner, spends much of his time in California and is meticulous about the quality of his hotel. This is the only or one of the few non-smoking hotels in Sorsogon. He refuses to do short time rooms unlike most other local hotels. This may be because of the strip clubs down the street.\n\nVilla Isabella. Near the provincial capital buildings. Closer to town. Rooms are tiny for the same price or more than Santa Clara. Double was quoted at 3300 a night. More than Manila for less. Owner is a bit infamous for her relationship with someone very high up in the government. \n\nFernando's hotel. Rooms are old and smell like mothballs. Not very nice. The only place with a dive compressor in town, but it was broken when a traveler visited during the off season.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercedes Country Lodge."],["alt="],["url=http:\/\/www.mercedes-countryplodge.com"],["email="],["address=V.L. Peralta Street Corner Rizal Street"],["lat="],["long="],["directions=Downtown"],["phone=63-56-2115560"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Budget fan rooms with outside bathroom: php300\/night. A\/C rooms with own bathroom: php600\/night."],["content=A good budget place to stay."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sorsogon"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Sorsogon City"]]},"\n",{"type":"{{","value":[["geo"],["12.833333333333"],["123.91666666667"]]}]