[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sosnovy Bor"]}," is a small city on the Gulf of Finland west of ",{"type":"[[","value":[["Saint Petersburg"]]}," in ",{"type":"[[","value":[["Leningrad Oblast"]]},", home to the Leningrad nuclear power plant and, with it, the world's largest nuclear waste disposal facility.\n\nThe town is in somewhat restricted area, and that means that to enter one have to have valid permission to do so. If your trip is job-related then most probably your partner company will arrange the papers. Another way is to have some town citizen prepare approved formal invitation for you. Anyway it is important to have these papers ready when entering\/leaving town.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nFrom the Baltiisky train station in St.Petersburg, destination station name is ",{"type":"'''","value":["Kalische"]},". Trains are infrequent and sometimes you have to hop to another on ",{"type":"'''","value":["Oranienbaum"]}," station. Bus route 5 connects train station with town center.\n\n",{"type":"===","value":["By bus"]}," \n\nRoute 401 connects Sosnovy Bor and St. Petersburg. Bus shuttle is quite frequent, reliable and usually faster than train. It takes 1h30min to 2h. to get to St.Petersburg, near Avtovo metro station. Typically shuttle would go end-to-end, but on-demand stops are OK. That could be handy as bus goes through towns Petrodvorets and Lomonosov with their parks and other tourist attractions. \n\n",{"type":"==","value":["Get around"]},"\n\nTown is rather small, almost everything is withing walking distance. Local bus service is infrequent and most bus routes are actually the same inside a town. Taxi: there are lots of them, the fare is flat inside a town (as of 2010 it is 80 rub)\n\nThere is a bike rental in Perekrestok mall, but local roads are not very suitable for biking.\n\n",{"type":"==","value":["See"]},"\n\nAndersengrad (Town of Andersen) is a children playground shaped as small medieval castle. Inside there is a small cafe, an open summer theatre and a small park. Very nice place to visit.\n\nThere is an orthodox church in the town center, built in 2005. \n\nIt is also usually possible to arrange a tour inside Leningrad Power plant.\n\n",{"type":"==","value":["Do"]},"\n\nTown has two beaches, rather large and uncrowded, bordered with pine forest. Unfortunately, local weather makes swimming and sun bathing possible only few weeks a year. Forests around are nice for hicking any time of the year. \n\nThere is a very good track on the sandy dunes next to the beach, inside pine forest. Originally made for biathlone, but often used for cycling during summer time and skiing during winter. \n\nNear the town (about 20 min by car) there is medieval ",{"type":"'''","value":["Koporskaya fortress"]},", definitely worth a visit.  \n\nNight life is centered around ",{"type":"'''","value":["Jupiter"]}," club, but this place is not considered very safe. You are warned.\n\n",{"type":"==","value":["Buy"]},"\n\nNext to the church there is a mall ",{"type":"'''","value":["Perekrestok"]}," (Перекресток, road cross in Russian) with many local shops and several chain stores.\nNear ",{"type":"'''","value":["Sosnovy Bor"]}," hotel there is large ",{"type":"'''","value":["Karoussel"]}," supermarket where you can buy food etc.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Cheap:"]}," there is fast food chain ",{"type":"'''","value":["Chainaya Lojka"]}," (Чайная Ложка, teaspoon in Russian) outlet in ",{"type":"'''","value":["Karoussel"]}," supermarket, also often found in St.Petersburg. It features ",{"type":"''","value":["bliny"]}," pancakes with various fillings along with typical set of salads and beverages. Typical meal would cost you 100-200 rubles.\n\n",{"type":"'''","value":["More expensive:"]}," Pyramida cafe have generally good meals served in a hall with several pool tables. Nice place to spend long winter evening. Kristall cafe next to it is also worth trying. Gavani (Гавань) cafe also have good bar, several pool tables and is located somewhat closer to hotel.\n\n",{"type":"'''","value":["On the expensive side:"]}," is recent ",{"type":"'''","value":["Lemon"]}," restaurant, on the same street as hotel.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThe only hotel in town is recently built ",{"type":"'''","value":["Sosnovy Bor"]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["59.889722"],["29.085556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Leningrad Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n\n",{"type":"[[","value":[["wikipedia:Sosnovy Bor, Leningrad Oblast"]]}]