[{"type":"{{","value":[["pagebanner"],["Dead vlei banner.jpg"],["caption=Dead Vlei at Sossusvlei, Namibia"]]},"\n",{"type":"'''","value":["Sossusvlei"]}," is a common tourist destination in the southern part of the Namib Desert, ",{"type":"[[","value":[["Namibia"]]},". The word ",{"type":"''","value":["vlei"]}," is an Afrikaans word that means \"marsh\" and Sossusvlei is in a small valley between the dunes which sometimes gets snow! The name of the 'town' (i.e. petrol station) is Sesriem, also the name of a nearby canyon.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Sossusvlei-view-from-above.jpg"],["thumb"],["350px"],["right"],["Sossusvlei and surrounding dunes"]]},"\n",{"type":"===","value":["The Namib"]},"\nDeserts, though they are very harsh, are a delicate ecosystem with a surprising amount of life living around and underneath the dunes. Keep this in mind when roaming around and driving in the area.\n\nThe Namib Desert is the oldest desert in the world and stretches over 1,500 km from the Orange River in the south into Angola in the north. There is a wide range of landscapes in the Namib, from gravel, to rocky mountains to huge dunes in varying colours of sand. \n\n",{"type":"===","value":["Sossusvlei"]},"\nSossusvlei is a mud pan created by a river that flows through the Namib every 5 to 10 years. Even in very wet years it does not reach the Atlantic Ocean but drains away between the dunes of Sossusvlei.\n",{"type":"''","value":["Sossus"]}," means \"place of no return\" (note: there are other explanations, this is the one given by local guides).\n\n",{"type":"===","value":["Dead Vlei"]},"\nThe mud from the river stacks up at Sossusvlei and after some 1000 years the river searches its way through the next row of dunes. This is how the place called Dead Vlei was created, here the river used to drain away many years ago. Because of the lack of water all the trees in this valley have died, so the meaning of \"Dead Vlei\" becomes clear.\n\nWhat makes the sight of the Dead Vlei so remarkable is that there is not even moisture enough for normal decomposition to occur.  So all the trees here, though dead, have been nearly perfectly preserved for centuries.\n\n",{"type":"==","value":["Get in"]},"\n\nSossusvlei\/Sesriem are the better part of a day's drive from ",{"type":"[[","value":[["Windhoek"]]},". There are some rather difficult mountain passes on some secondary roads, so you'll have to choose your route wisely if you don't bring a ",{"type":"'''","value":["high-clearance vehicle"]}," (there are several routes from Windhoek). The best route without nasty mountain passes would be from the south-central town of ",{"type":"[[","value":[["Mariental"]]},". On the other hand, the passes provide excellent viewpoints.\n\nSeveral ",{"type":"'''","value":["tour companies"]}," operate tours from ",{"type":"[[","value":[["Windhoek"]]}," and ",{"type":"[[","value":[["Swakopmund"]]}," to Sossuvlei, so then you don't have to worry about the driving at all.\n\nSossusvlei is inside ",{"type":"[[","value":[["Namib-Naukluft National Park"]]}," so a ",{"type":"'''","value":["permit"]}," is required to enter. Permits can be purchased at the park office just inside the gate at Sesriem. The gate opens at sunrise and closes at sunset.\n\n",{"type":"==","value":["Get around"]},"\n\nThe road from the accommodations in Sesriem to Sossusvlei itself is 65 km and tarred for all but the last 5 km. The last 5 km are through soft sand so you will need an ",{"type":"'''","value":["all-wheel-drive"]}," to drive it. Alternatively, you can park your car at the end of the tarred road and either ",{"type":"'''","value":["walk"]}," the last 5 km or take one of the ",{"type":"'''","value":["shuttles"]}," that regularly run between the end of the tarred road and Sossusvlei (for a fee). You can also walk one way and take a shuttle the other.\n\nTransport and guided tours to and from Sossusvlei are also provided by some of the lodges for their guests.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Gemsbok sossusvlei.JPG"],["thumb"],["300px"],["right"],["A gemsbok grazing in Sossusvlei"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sesriem Canyon"]}," A small canyon just south of the petrol station. It's a nice place to watch the sunset, and you can easily climb down into the canyon and walk along the dry riverbed. The old Dutch name means the place where six thongs are required to get water, ",{"type":"''","value":["ses"]}," meaning six, and ",{"type":"''","value":["riem"]}," meaning thong."]},{"type":"*","value":[{"type":"'''","value":["The Namib Desert"]}," All around, dunes ranging from 100m-450m, including some petrified dunes."]},{"type":"*","value":[{"type":"'''","value":["Sossusveli and Dead Vlei"]}," in two valleys side-by-side in the Namib. One has living trees, and on rare occasions gets snow or rain. The other is completely cut off from all water sources and the trees are just dead stumps."]},{"type":"*","value":[{"type":"'''","value":["Wildlife"]}," isn't the main reason to come to Sossusvlei, but it isn't unusual to see springbok, gemsbok (oryx) and ostrich."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Dune 45. Dune 45 at sunrise, Sossusvlei.jpg"],["thumb"],["300px"],["right"],["Dune 45, one of the most accessible dunes"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Watch the sunrise"]},". This sounds like a ",{"type":"'''","value":["see"]}," activity, but is actually very much a ",{"type":"'''","value":["do"]}," thing. Climb dune 45 (or any other) in the dark and then watch the sunrise in the world's oldest desert."]},{"type":"*","value":[{"type":"'''","value":["Hike in the Namib"]},". Hike from the end of the tarred road in to Sossusvlei. Get some nice close contact with dried mud flats, dunes, and the odd animal. Don't get lost."]},"\n",{"type":"==","value":["Eat"]},"\nThe only place to get food, other than at fancy resort restaurants, is from the small general store at the Sesriem petrol station.\n\n",{"type":"==","value":["Drink"]},"\nThere is a bar at the Sesriem campground where most people hang out after a hard day of hiking in the desert.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a number of ",{"type":"'''","value":["luxury resorts"]}," in the surrounding area, as well as a ",{"type":"'''","value":["government-run campground"]}," with good facilities which is very close to Sossusvlei.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sesriem Restcamp"],["url=http:\/\/www.nwr.com.na"],["email=reservations@nwr.com.na"],["address=Sesriem"],["lat="],["long="],["directions=just past the park gate, behind the permit office"],["phone=+264 61 285 7200"],["tollfree="],["fax="],["hours="],["price=N$125 per person (max 8 people per campsite)"],["checkin="],["checkout="],["content=Campsite run by Namibian Wildlife Resorts. There are 24 sites with a thorn tree for shade and a fire pit at each site. Showers and toilets are available at the two ablution blocks and there is a swimming pool (although it's not always cleaned). There is also a bar with a small menu and gift shop in the building with the permit office. Reservations are made through Namibian Wildlife Resorts or some travel agencies and are recommended during the busy season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sossus Dune Lodge"],["url=http:\/\/www.nwr.com.na"],["email=reservations@nwr.com.na"],["address=Sesriem"],["lat="],["long="],["directions=take the road to Sesriem Canyon and turn right just before reaching the Canyon parking lot, follow this road to lodge's parking lot (about 4km from the park gate)"],["phone=+264 61 285 7200"],["tollfree="],["fax="],["hours="],["price=Chalet: N$1800-$2300 pp (double\/single), Suite: N$2500-3000 pp. Guided tours to the dunes and drives in the park $500. Reservations are made through Namibian Wildlife Resorts"],["checkin=2PM"],["checkout=10AM"],["content=This is the upscale option if you want to stay inside the park, with 25 individual chalets set at the foot of a mountain. The chalets have a wood frame with canvas walls and a thatch roof, and a veranda for taking in the view. There is a restaurant, bar and gift shop on site and a swimming pool."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDon't get lost while wandering in the desert. And remember to drink plenty of water (as you should be doing throughout your time in ",{"type":"[[","value":[["Namibia"]]},", as it is a very dry country).\n\n",{"type":"{{","value":[["geo"],["-24.7333"],["15.3667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Namibia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia: Sossusvlei"]]},"\n\n",{"type":"[[","value":[["Commons:Sossusvlei"]]}]