[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Soufriere"]}," is the former capital of ",{"type":"[[","value":[["Saint Lucia"]]},".\n",{"type":"[[","value":[["File:Soufriere Bay.jpg"],["thumb"],["400px"],["Soufriere"]]},"\n",{"type":"==","value":["Get in"]},"\nLocal bus 3f runs here from ",{"type":"[[","value":[["Castries"]]}," and there is another from ",{"type":"[[","value":[["Vieux Fort"]]},"\n\n",{"type":"==","value":["Get around"]},"\nThe minibuses which depart regularly for Vieux Fort will drop people on the road for either the volcano, the estate or the Pitons, but some walking may be required afterwards.  In the town the only form of transport is walking.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["A \"drive-in\" volcanic crater with hot sulfur springs."]},{"type":"*","value":["Diamond Botanical Gardens"]},{"type":"*","value":["Morne Cabouril Estate - a working plantation which gives tours"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Anse Chastanet - Along a coastal and hilly route out of town to the north, (though not on the main highway), this leads to a quiet beach.  The beach is public although there is a hotel there.  "]},{"type":"*","value":["Pitons - These geological features can be climbed, but it is recommended to leave early and travel with a guide."]},{"type":"*","value":["Pitons waterfall - Below the trailhead for the Pitons is this waterfall fed by volcanic waters."]},"\n",{"type":"==","value":["Buy"]},"\nThere are many local goods produced, though it is relatively rare for people to approach you.  Many of the \"local\" necklaces are actually produced in China.  It is worth to look in some of the tourist shops to see what is available and not produced locally.\n\n",{"type":"==","value":["Eat"]},"\nMany rum shacks offer some cooking as well.  It is best to ask around as different places will have different dishes available daily based on availability.  There is a short stretch of restaurants along the waterfront just to the West of the town square.  As well many of the more expensive hotels and resorts allow access to their restaurants.\n\n",{"type":"==","value":["Drink"]},"\nThere are many rum shacks around town.  Most are welcoming to visitors.\n\n",{"type":"==","value":["Sleep"]},"\nThere are numerous hotels and apparments scattered throughout the town.\n\n",{"type":"==","value":["Go next"]},"\nLocal bus 3f runs to ",{"type":"[[","value":[["Castries"]]},". Beware as the last service to Castries leaves quite early at about 15.00.\nThe local buses to ",{"type":"[[","value":[["Vieux Fort"]]}," tend to run more frequently.\nA taxi to Castries should cost around 80 USD\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Saint Lucia"]]},"\n",{"type":"[[","value":[["wikipedia:Soufrière, Saint Lucia"]]}]