[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Southern Oregon"]}," is in a region of ",{"type":"[[","value":[["Oregon"]]}," south of the ",{"type":"[[","value":[["Willamette Valley"]]},", east of the ",{"type":"[[","value":[["Oregon Coast"],["Coast"]]},", but west of the arid ",{"type":"[[","value":[["Eastern Oregon"]]}," region.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ashland (Oregon)"],["Ashland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Canyonville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cave Junction"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Grants Pass"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Klamath Falls"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Medford (Oregon)"],["Medford"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Roseburg"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Talent"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Oregon Caves National Monument"]}," - family focused opportunities to explore a marble cave, visit a National Historic Landmark (the Oregon Caves Chateau), hike trails through ancient forests, and earn a Junior Ranger Badge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rogue River, Umpqua, and Siskiyou National Forests"]}," make up a large part of southern Oregon's mountain wilderness, including many campgrounds, picnic areas, and trails."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Crater Lake National Park"]]}]}," is a popular destination in the mountains, about 90 minutes northeast of Medford. One of the deepest lakes in the world, Crater Lake is also host to a network of hiking and biking trails."]},"\n",{"type":"[[","value":[["File:CascadeMtns.JPG"],["thumb"],["right"],["200px"],["The Cascade Mountains feature prominently in southern Oregon's temperate landscape."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nSouthern Oregon is a modestly-sized and populated region of the state of Oregon, somewhat independent from the rest of the state, composed of Douglas, Josephine, Jackson, Klamath, and Lake counties. The region is primarily composed of mountains and high desert, while the Rogue Valley, Grants Pass, and Klamath regions are home to agricultural, commercial, and industrial enterprises.\n\nSouthern Oregon has become a popular retirement community over the past few decades; what was once a lumber-oriented economy has gradually adapted to service- and tourism-based businesses. Like much of Oregon, the outdoors are one of the region's most valued assets, but more visible products include pears, wine, and timber products.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Train"]},"\nAmtrak's Coastal Starlight line runs through southern Oregon, with stops in Klamath Falls and Chemult. While slow and inconvenient (access to the Rogue Valley and Grants Pass is provided only by bus), the train is an excellent way to visit while enjoying some of the region's best views.\n\n",{"type":"===","value":["By Plane"]},"\nWhile there are several small airports in the region, the primary airport for commercial travel is the Rogue Valley International Airport, in Medford. Because this is the stopping point for most flight routes, tickets can be expensive; the addition of several new airlines in recent years, though, has helped.\n\n",{"type":"===","value":["By Car"]},"\nThe most popular way to visit southern Oregon is by car. The I-5 freeway bisects the region through Grants Pass and the Rogue Valley, with exits at Ashland, Talent, Phoenix, Medford, Central Point, Gold Hill, Rogue River, and Grants Pass. Travel times are approximately 4 1\/2 hours north to Portland, and 2 1\/2 hours south to Redding.\n\n",{"type":"==","value":["Get around"]},"\nWhile mostly mountainous, southern Oregon has a well-maintained network of roads that connects most cities and towns. Biking is also an option, if you plan to be in the same area for a while. While in the Rogue Valley, for example, you can bike or walk along the Bear Creek Greenway, which connects the north and southern ends of the valley along the creek for which it is named.\n\nMore remote areas, including most mountain peaks and backwoods vistas, are accessible only by foot. Backpacking trails - including the Pacific Crest Trail, which runs north-south through the region's Cascade Mountains - are prevalent in most wilderness areas.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Hike to the top of ",{"type":"'''","value":["Mt. McLoughlin"]}," or ",{"type":"'''","value":["Mt. Thielsen"]},", two of the prominent peaks in the Cascade Range. The two ",{"type":"'''","value":["Table Rock"]}," mountains in the northern end of the Rogue Valley, and ",{"type":"'''","value":["Pilot Rock"]}," in the southern end, are also popular (and highly visible) backpacking destinations."]},"\n",{"type":"*","value":[" Visit gold-rush era ",{"type":"'''","value":["Jacksonville"]},", a town preserved as a National Historical Landmark. Home to the popular Britt Music Festival and many historical buildings, as well as a high-quality dining scene and distinguished wineries."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Craterian Ginger Rogers Theater"]}," is named for the famous actress and former local resident. Located in Medford, it features musical and theatrical performances, both local and traveling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Emigrant Lake"]}," is a reservoir and county park near the southern edge of the region, featuring several picnic areas, camping, a swimming area, and a small waterpark with several waterslides."]},"\n",{"type":"*","value":[" Check out the ",{"type":"'''","value":["Harry and Davids"]}," facility in Medford, and sample pears and other goods at their local store. (Pear orchards still figure prominently in the region's landscape.)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Visit a regional ",{"type":"'''","value":["winery"]},". The Rogue Valley, in particular, grows several varietals that are distinguished from the rest of the state by drier and warmer weather. Nearly all wineries have tasting rooms, and with the purchase of a bottle or two, tasting is commonly free."]},"\n",{"type":"[[","value":[["File:ShastaCascades.JPG"],["thumb"],["right"],["200px"],["Cross-country ski trails are an easy way to enjoy southern Oregon's mountains during the winter, and are spotted with views of the Cascade's high peaks."]]},"\n\n",{"type":"*","value":[" Winter sports are featured at ",{"type":"'''","value":["Mt. Ashland"]}," ($35), ",{"type":"'''","value":["Crater Lake"]}," ($5-$10), and various ",{"type":"'''","value":["cross-country skiing trails"]}," and ",{"type":"'''","value":["sledding hills"]}," (free) that make use of snow-covered National Forest and BLM land and trails during the winter months."]},"\n",{"type":"*","value":[" See a play at the ",{"type":"'''","value":["Oregon Shakespeare Festival"]}," in Ashland. Several high-quality, nationally-renown playhouses are surrounded by an excellent restaurant selection and a quaint college town. Tickets are $50 to $100, and most plays (not all of which are Shakespeare) run from March through October."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hunting"]}," wild deer, hog, and elk is a popular activity in the mountains and high desert. Permits run $25-$100, and guides are available for most trips and seasons, but prices vary greatly by game ($400 per day for turkey, $500-$1200 per day for deer, and $500-$700 per day for bear and elk)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Rogue River"]}," is located in southwestern Oregon and flows 215 miles from Crater Lake to the Pacific Ocean. The 84 mile, Congressionally designated \"National Wild and Scenic\" portion of the Rogue begins 7 miles west of Grants Pass and ends 11 miles east of Gold Beach."]},"\nThe Rogue was one of the original eight rivers included in the Wild and Scenic Rivers Act of 1968. The Rogue National Wild and Scenic River is surrounded by forested mountains and rugged boulder and rock-lined banks. Check out the Rogue River Float Guide (PDF) for more information on the Wild and Scenic Rogue River.\n\nSteelhead and salmon fishery, challenging whitewater, and extraordinary wildlife viewing opportunities have made the Rogue a national treasure. Black bear, river otter, black-tail deer, bald eagles, osprey, Chinook salmon, great blue heron, water ouzel, and Canada geese are common wildlife seen along the Rogue River. Popular activities include: whitewater rafting, fishing, jet boat tours, scenic driving, hiking, picnicking, and sunbathing.\n\n",{"type":"*","value":["Fish or raft a section of the ",{"type":"''","value":["Rogue River'"]},", known for its salmon and modest rapids. Guides are available ($250-$500 per day), but fishing permits are required ($12, but included in most guide packages). Boats can be rented from most sizable river-side towns; one of the most popular departure points is Shady Cove, about 30 minutes north of Medford ($80-$150 per day). Permits to raft the ",{"type":"''","value":["Wild and Scenic"]}," section of the river, located in northern Josephine County and feature in the film ",{"type":"''","value":["The River Wild"]},", are very difficult to come by (distributed by yearly state lottery)."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jacksonville Inn"],["url=http:\/\/www.jacksonvilleinn.com\/"],["email="],["address=175 East California Street, Jacksonville"],["lat="],["long="],["directions=On the north side of Jacksonville's main drag"],["phone = +1 541  899-1900"],["tollfree="],["fax="],["hours=Breakfast, Lunch, and Dinner"],["price=$20-$35"],["content=One of the region's most renown inns - this is where presidents and presidential candidates eat when they're stomping through - the Inn features consistently excellent food and an outstanding wine menu. Expensive, though."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chateaulin"],["url=http:\/\/www.chateaulin.com\/"],["email="],["address=52 East Main Street, Ashland"],["lat="],["long="],["directions=On the right, right after the plaza when you're heading south on main"],["phone = +1 541  482-2264"],["tollfree="],["fax="],["hours=Dinner"],["price=$15-$25"],["content=Elegant and delicious French cuisine are featured at Chateaulin, one of the more popular high-dining experiences frequented by Shakespeare Festival goers. Also features a good wine list, as you might expect, and a culinary shop next door."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bel Di's"],["alt=On the Rogue"],["url=http:\/\/beldisrestaurant.com\/"],["email="],["address=21900 Highway 62, Shady Cove"],["lat="],["long="],["directions=On the right after you cross the river driving north"],["phone = +1 541-878-2010"],["tollfree="],["fax="],["hours=Dinner at 5 PM"],["price=$15-$25"],["content=Oregon-Italian cuisine is the hallmark of this regional favorite, specializing in fresh fish and soups and an outstanding view overhanging the shaded Rogue River. Casual, but very good food (their minestrone is not to be missed)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Carriage House"],["url=http:\/\/www.nunanestate.com\/restaurant.html"],["email="],["address=635 N. Oregon Street"],["lat="],["long="],["directions=Next to the Nunan Estate several miles west of downtown"],["phone = +1 541-899-1890"],["tollfree="],["fax="],["hours=Tuesday-Saturday, from 5 PM"],["price=$$$"],["content= Part of the historical Nunan Estate on the west side of the valley, features outstanding gourmet (\"New Oregon\", as they describe it) cuisine that you may not expect from such a small regional town."]]}]},"\n",{"type":"==","value":["Drink"]},"\nPopular regional wine and beer destinations include:\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Valley View Winery"],["url=http:\/\/www.valleyviewwinery.com\/"],["email="],["address=1000 Upper Applegate Road, Jacksonville"],["lat="],["long="],["directions=Just off Highway 238 after you pass through Ruch"],["phone = +1 541  899-8468"],["tollfree="],["fax="],["hours=11 AM - 5 PM"],["price=$20-$30 per bottle"],["content=One of the state's oldest wineries, Valley View specializes in warmer varietals like Merlot, Cabernet, and Chardonnay. It's a bit of a trip from the larger cities and towns, but the countryside drive is beautiful."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Roxy Ann Winery"],["url=http:\/\/www.roxyann.com\/"],["email="],["address=3285 Hillcrest Road, Medford"],["lat="],["long="],["directions=At the old Hillcrest-North Phoenix intersection"],["phone = +1 541  776-2315"],["tollfree="],["fax="],["hours=11 AM - 6 PM"],["price=$15-$30 per bottle"],["content=Roxy Ann is a newer winery, but has become one of the prominent high-volume vineyards in the region. The expanse of orchards and grape vines is an impressive view. Try their Pinot Gris."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Standing Stone Brewery"],["url=http:\/\/www.standingstonebrewing.com\/"],["email="],["address=101 Oak Street, Ashland"],["lat="],["long="],["directions=Left off of Main on Oak, the next corner with Litha Way"],["phone = +1 541  842-2448"],["tollfree="],["fax="],["hours=11:30 AM - 12:00 AM"],["price=$4 \/ pint"],["content=A small-scale, local brewery with an excellent restaurant. Try their IPA, or if you're visiting during the winter, their unique seasonal Wassail."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Madrone"],["url=http:\/\/www.madronekitchen.com"],["email="],["address=21900 Highway 62"],["lat="],["long="],["directions=on the river in Shady Cove"],["phone = +1 541-878-2076"],["tollfree="],["fax="],["hours="],["price=$6-$35"],["content=The gem of the upper Rogue area with excellent food using local ingredients and lots of local wine choices. Dining room is right on the water. Housemade sausages, bread and wonderful desserts alongside hand cut steaks and inmteresting vegetarian dishes. On the site of the former Bel Di's."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nSouthern Oregon is relatively crime-free. Certain parts of larger cities, such as Medford and Grants Pass, should be avoided during the very late hours of the day, however, as small-town drug and gang problems can arise. Unemployment, particularly from lumber mill closures, has caused minor problems near industrial areas.\n\nBecause southern Oregon is so sparse, one of the biggest dangers is getting stuck or lost while driving or hiking. Before you leave, make sure you have an up-to-date map, and that you are not using seasonal roads. Forest fires are also a danger during hot summer months, but these are easily avoided.\n\n",{"type":"==","value":["Go next"]},"\nSouthern Oregon provides road access to several surrounding regions:\n",{"type":"*","value":[" Go south into ",{"type":"[[","value":[["Shasta Cascades"],["northern California"]]}," along the I-5 freeway"]},{"type":"*","value":[" Visit the scenic ",{"type":"[[","value":[["Oregon Coast"]]},", along Oregon Highway 42 or 38, or by way of northern California's Redwood Parks and the Smith River Gorge along U.S. Highway 199."]},{"type":"*","value":[" Go east, along  into the Oregon high desert, stopping at Bend by veering north along U.S. Highway 97, or continuing to Idaho or Nevada along Oregon Highway 140."]},{"type":"*","value":[" Go north on the I-5 freeway to visit the ",{"type":"[[","value":[["Willamette Valley"]]},", Oregon's most populous region."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["42.8"],["-122.9"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Oregon"]]},"\n",{"type":"[[","value":[["WikiPedia:Southern Oregon"]]}]