[{"type":"{{","value":[["pagebanner"],["Bannersouthdakota.jpg"]]},"\n",{"type":"[[","value":[["Image:Mountrushmore.jpg"],["noframe"],["250px"],["thumb"],["right"],["Mount Rushmore"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelsd.com\/ South Dakota"]}]}," is an ",{"type":"[[","value":[["United States of America"],["American"]]}," state on the ",{"type":"[[","value":[["Great Plains"]]},".\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=South Dakota regions map.png"],["regionmaptext="],["regionmapsize=500px"],["region1name=",{"type":"[[","value":[["Southeast South Dakota"]]}],["region1color=#c97878"],["region1items="],["region1description=Most populous, includes South Dakota's largest city (Sioux Falls) and the junction of Interstate Highways 90 and 29"],["region2name=",{"type":"[[","value":[["Glacial Lakes"]]}],["region2color=#7bbcc1"],["region2items="],["region2description=Northeast corner, largely agricultural landscape, home to numerous lakes and the ",{"type":"'''","value":["Coteau des Prairies"]}],["region3name=",{"type":"[[","value":[["Great Lakes (South Dakota)"],["Great Lakes"]]}],["region3color=#758eb1"],["region3items="],["region3description=Central area bordering the Missouri river"],["region4name=",{"type":"[[","value":[["Badlands and Black Hills"]]}],["region4color=#80ab7c"],["region4items="],["region4description=Western quarter of the state, home to the big rugged national parks, forests, grasslands, frontier towns, Mount Rushmore and Crazy Horse, and the state's largest Indian Reservations"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pierre"]]}," -- State capital located on the Missouri River."]},{"type":"*","value":[" ",{"type":"[[","value":[["Aberdeen (South Dakota)"],["Aberdeen"]]}," -- Third largest city, located in the northeast corner of the state. Home to Northern State University"]},{"type":"*","value":[" ",{"type":"[[","value":[["Brookings (South Dakota)"],["Brookings"]]}," -- Home to South Dakota State University"]},{"type":"*","value":[" ",{"type":"[[","value":[["Custer"]]}," -- Oldest City in the Black Hills"]},{"type":"*","value":[" ",{"type":"[[","value":[["Deadwood"]]}," -- A national historic landmark located in the Black Hills"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mitchell (South Dakota)"],["Mitchell"]]}," -- Home of the World's Only Corn Palace, with new murals covering the outside every year since 1892. Home of the Mitchell Prehistoric Indian Village."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rapid City (South Dakota)"],["Rapid City"]]}," -- Second largest city in the state, located at the base of the Black Hills along Interstate 90.  Home to Dinosaur Park, among other attractions."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sioux Falls (South Dakota)"],["Sioux Falls"]]}," -- Largest city in the state, named after the falls of the Big Sioux River. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Wall (South Dakota)"],["Wall"]]}," -- Gateway to the Badlands and home of Wall Drug."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Badlands National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Black Hills National Forest"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chief Crazy Horse Memorial"]]}," A mountain which is to be the worlds largest statue. Decades-long, generations-long project near ",{"type":"[[","value":[["Custer"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jewel Cave National Monument"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lewis and Clark Trail"]]}," - Lewis and Clark passed through the state along the Missouri River in their now legendary journey to the ",{"type":"[[","value":[["Pacific Northwest"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Minuteman Missile National Historic Site"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Missouri National Recreational River"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Rushmore National Memorial"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Wind Cave National Park"]]}," A park is named for its sacred cave who's air which is either sucked in or blown out, depending on atmospheric conditions"]},"\n",{"type":"==","value":[" Understand "]},"\n\nSouth Dakota is located in the north central United States. It is bordered by North Dakota, Minnesota, Iowa, Nebraska, Wyoming and Montana. The state capitol is Pierre (pronounced “peer”), which is located almost exactly in the center of the state.\n\nSouth Dakota is home to Mount Rushmore National Memorial. In 1927, sculptor Gutzon Borglum came to the Black Hills to carve his masterpiece into the side of a granite mountain. Today, visitors from all over the world come to western South Dakota to see the 60-foot faces of four American Presidents.\n\nSouth Dakota is a popular family vacation destination. In addition to Mount Rushmore National Memorial, other popular stops are Custer State Park, Crazy Horse Memorial, Deadwood, the World’s Only Corn Palace, Badlands National Park, Fort Sisseton Historic State Park, Wall Drug and Lewis and Clark Recreation Area. In De Smet, visitors can still tour the childhood homestead of beloved “Little House on the Prairie” author Laura Ingalls Wilder. Pierre’s Cultural Heritage Center houses the Museum of the South Dakota State Historical Society, which preserves the history of the State of South Dakota and Dakota Territory.\n\nSouth Dakota has a rich history going back to the days of the dinosaurs. One of the most complete T. rex skeletons was found in South Dakota and the largest collection of Columbian Wooly Mammoth fossils are still being unearthed at The Mammoth Site in Hot Springs in the southern Black Hills. Visitors to Badlands National Park can learn about what is considered to be one of the richest fossil beds in the country.\n\nSouth Dakota is home to the Dakota, Lakota and Nakota-speaking people of the Great Sioux Nation. Several museums and cultural centers across the state depict the history and traditions of these people as well as display ancient artifacts and modern artwork. Across the state, visitors can explore the Native American Scenic Byway, attend a traditional powwow and experience Native American culture.\n\nThe Black Hills, called “Paha Sapa” by the Native Americans, is considered sacred ground to many tribes across the country. The Lakota Nation believes all life comes from “Paha Sapa,” and they fought fiercely to protect it during the Indian Wars of the 1800s. One of the most sacred places is Bear Butte in the northern Black Hills. This formation of magma never erupted and looks like a giant sleeping bear. Now a state park, Bear Butte is still used as a place of worship for more than 60 Native American tribes. More than 62,000 Native Americans currently live in South Dakota.\n\nIn 1874, an expedition led by General Custer discovered gold for the first time in the Black Hills and incited a gold rush. The largest find was near the town of present day Lead. In 2002, after yielding gold for more than 120 years, the Homestake Gold Mine shut down mining operations, but the location was recently named the proposed site for the National Science Foundation’s Deep Underground Science and Engineering Laboratory (DUSEL). Currently, the Sanford Laboratory at Homestake is conducting experiments to demonstrate the feasibility of the site for DUSEL.\n\nAgriculture continues to be the mainstay of South Dakota’s economy. Eastern South Dakota supports a variety of crops, while cattle and sheep ranching are prevalent on the drier, western plains. South Dakota is a leading producer of honey, oats, rye, sunflowers, spring wheat, soybeans, corn, beef cattle, hogs, buffalo and sheep.\n\nInterstate 90 runs east to west across South Dakota, while Interstate 29 runs north to south near the eastern border. Interstate Information Centers are staffed in the summer months and offer a variety of travel and tourism information. The state has two major airports located in Rapid City in the west and Sioux Falls in the east. Rapid City is on the eastern edge of the Black Hills, approximately 25 miles from Mount Rushmore National Memorial. Sioux Falls is located at the intersection of Interstates 29 and 90. Aberdeen, Pierre and Watertown also have airports with limited service by major carriers.\n\n",{"type":"===","value":[" History "]},"\nSouth Dakota’s history is filled with rich heritage and colorful characters that include the likes of Lewis and Clark, Sitting Bull, Wild Bill Hickok, Crazy Horse and Laura Ingalls Wilder. The land is the home of several Plains Indian tribes, including the Dakota, Lakota and Nakota-speaking people of the Great Sioux Nation. \n\nBy the early 1700s, French fur traders had extended their interests into the Upper Mississippi River basin. French Canadian explorers, Louis Joseph and Francois la Verendrye, were the first known non-Indians in what we call South Dakota. They left a lead plate in 1743 on a bluff overlooking the Missouri River in present day Fort Pierre claiming the region for France. This land was transferred to the United States in 1803 as part of the Louisiana Purchase, and in 1804, American explorers Meriwether Lewis and William Clark met with the Teton band of the Lakota people in the same vicinity. In 1831, Pierre Chouteau, Jr. founded an American Fur Trading post in the area known as Fort Pierre. Today, the cities of Fort Pierre and Pierre (the state capital), take their names from this fort. \n\nThe discovery of gold in the Black Hills in 1874 helped fuel a population boom in the last half of the 19th century. The largest find was near the town of present day Lead – a claim that would yield gold for more than 120 years. Deadwood was perhaps the wildest gold camp to spring from the rush – the town’s sordid early days even inspired an HBO television series. Deadwood was home to Wild Bill Hickok and Calamity Jane, both of whom were laid to rest in Mount Moriah Cemetery, along with Sheriff Seth Bullock. \n\nFighting over the mineral-rich and culturally-sacred land raged between native Sioux tribes and settlers in the late 1800s. The final major conflict during the Plains Indian Wars occurred on December 29, 1890, at the Massacre of Wounded Knee, in southwest South Dakota. \n\nDuring this time, pioneers and homesteaders were beginning to form South Dakota’s strong agricultural base, still prevalent in the state economy today. “Little House on the Prairie” author Laura Ingalls Wilder documented the pioneer spirit in her beloved books about growing up on the prairie. Four of her six books were written about her family’s adventures in De Smet. Today, you can tour her childhood homestead and see places that inspired her classic books and a television series. \n\nSouth Dakota also played a key role in the Cold War. In the 1960s, America began installing Minuteman Intercontinental Ballistic Missiles beneath western prairies. The 44th Missile Wing at Ellsworth Air Force Base in South Dakota operated 150 missile silos and 15 launch control facilities in the western part of the state. Two of these sites, the Delta One Launch Control Facility and the Delta Nine Launch Facility, have been preserved as a National Historic Site to provide visitors with a unique Cold War history lesson.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Weather & When to Go"]},"\n\nSouth Dakota has four distinct seasons of weather, ranging from cold winters to hot summers. Temperatures can reach over 100*F (almost 40 degrees Celsius) in the summer and average below freezing in the winter. Average humidity across the state ranges from semi-arid in the northwest to semi-humid in the southeast. Summers can bring severe weather in the form of thunderstorms, but most days are clear and sunny. \n\nSummer (Memorial Day\/late May to Labor Day\/early September) is optimal for visiting many of the attractions in the state. However, weather can be mild in both the spring and fall months, and visiting outside of the summer season offers less traffic and opportunities for seeing spring’s first blossoms or fall’s brilliant foliage. Very cold winter weather alternates with milder spells, and snowfall can be prevalent. December through early March is the best time to take advantage of several downhill ski areas, more than 1,500 miles of snowmobiling trails, ice fishing and other winter sports and activities.\n\nDuring the summer months, South Dakota experiences approximately 15-16 hours of daylight each day. During the winter months, it averages to 9-10 hours of daylight. South Dakota observes two different time zones: Central Time in most areas of the state east of the Missouri River, and Mountain Time in areas west of the Missouri River.\n\n",{"type":"===","value":["Car"]},"\nTwo major interstates cross the state.  Interstate 90 run east-west from Seattle, Washington to Boston, Massachusetts. Interstate 29 runs north-south from Kansas City, Missouri north to Winnepeg, Manitoba, Canada.  Additionally, federal highways running east-west include 12, 212, 14, and 18; north-south highways 85, 385, 83, 183, 281 and 81 also traverse the state.\n\n",{"type":"===","value":["Plane"]},"\nSouth Dakota is served by two major airports, Sioux Falls Regional Airport (FSD), in the southeast, and Rapid City Regional Airport (RAP), in the west.  Sioux Falls Regional Airport is served by United, Delta and Allegiant airlines.  Rapid City Regional is served by United, Delta and Allegiant airlines.  Aberdeen, Watertown and Pierre also have scheduled commercial air service.\n\n",{"type":"===","value":["Train"]},"\nSouth Dakota is not served intercity passenger rail.\n\n",{"type":"===","value":["Bus"]},"\n",{"type":"[","value":["http:\/\/www.jeffersonlines.com\/ Jefferson Lines"]}," has frequent affordable connections along the state's two interstates, most frequent to Minneapolis, but also daily through the West River part of the state to Wyoming.\n\n",{"type":"==","value":[" See "]},"\n\nMount Rushmore National Memorial, near Keystone, is known as America’s “Shrine of Democracy.” In 1927, sculptor Gutzon Borglum came to the Black Hills to carve his sculpture into the side of a granite mountain. Today, visitors from all over the world come to the Black Hills of South Dakota to see the four faces of Mount Rushmore National Memorial.\n\nCrazy Horse Memorial, near Custer, is the world’s largest mountain carving in progress. The memorial is a way to honor the culture and traditions of North American Indians. Visitors to Crazy Horse Memorial can see the progress of the mountain carving as well as tour a Native American Museum and art center on the campus of the Memorial.\n\nBadlands National Park, in southwestern South Dakota, features 244,000 acres of sharply eroded buttes and jagged spires that create a moon-like surface. Thousands of fossils of prehistoric creatures have been uncovered in the park. Archeological and paleontological digs continue today, with some open to public participation.\n\nWind Cave National Park and Jewel Cave National Monument, both in the southern Black Hills, take visitors deep beneath the surface. Wind Cave is considered one of the world’s longest and most complex caves. Its thin calcite fins and honeycomb rock structures stand in contrast to the 28,295 acres of mixed-grass prairie, ponderosa pine forest and roaming buffalo above ground. Jewel Cave is the second longest cave in the world at 141 miles. Its colorful calcite crystals create jewel-like formations giving the cave its name. The official length of Jewel Cave is continually growing as explorers find new passageways. In January 2008, 476 feet of new passageways were discovered.\n\nCuster State Park, in the southern Black Hills, is a popular family vacation spot. With nearly 1,500 free-roaming buffalo and numerous prairie dogs, deer, bighorn sheep, pronghorns and burros, visitors can experience wildlife in a natural setting. The park also offers mountain lakes for swimming and fishing, dozens of trails for hiking and mountain biking, as well as several lodges and campsites. For visitors looking to take a scenic drive, Needles Highway and Iron Mountain Road offer spectacular views, unique rock tunnels and winding pigtail bridges.\n\nThe Black Hills National Forest is 1.2 million acres of pine and spruce forest, granite peaks and outdoor adventure. An area of granite spires, known as the Needles, provides challenging rock climbing opportunities. The 114-miles George S. Mickelson Trail, part of the state park system, has gentle slopes and converted railroad bridges that take bikers and hikers from Deadwood in the northern Black Hills to Edgemont in the south. Harney Peak, in the Black Elk Wilderness Area, at an elevation of 7,242 feet is the highest point in the U.S. east of the Rocky Mountains.\n\nThe Minuteman Missile National Historic Site is located near Badlands National Park. The Delta One Launch Control Facility and the Delta Nine Launch Facility were ideal for long-term preservation because they were among the nation’s oldest – with technology dating back to the Cuban Missile Crisis in the 1960s. Only minor modifications have been made to the deactivated sites, and much of the original mechanical equipment and historic furnishings remain intact.\n\nThe Missouri River cuts through the center of South Dakota, dividing it roughly into eastern and western halves, and then forms some of the border between South Dakota and Nebraska. The Missouri National Recreational River protects two stretches of the river in the southeastern part of the state; 39 miles from Fort Randall Dam to Running Water and 59 miles from Gavins Point Dam to Nebraska’s Ponca State Park. These sections of the river are the least affected by the four dams in South Dakota, and offer unique landscapes and ecosystems. The entire Missouri River provides countless opportunities for boating, fishing, canoeing and kayaking. Visitors can also camp, bird watch and hike along the river.\n\nThere are nearly 60 state parks and recreation areas in South Dakota. They offer numerous opportunities to experience the state, from an outdoor and recreational perspective to an historic one. Among them, Fort Sisseton Historic State Park, in the northeast corner, was a frontier army outpost in 1864 and is still home to 14 of the original buildings. Lewis and Clark Recreation Area, near Yankton, and Farm Island Recreation Area, near Pierre, are two of numerous state parks located on the shores of the Missouri River and offer many camping, fishing, swimming, boating and hiking opportunities.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Events"]},"\n\n",{"type":"[[","value":[["Sturgis"]]},", a.k.a. \"Motorcycle City, USA,\" is home of the Sturgis Motorcycle Rally every summer.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Severe Weather"]},"\n\n",{"type":"====","value":["Tornadoes"]},"\n\nPart of the state lies in the country's \"tornado alley\", and its geographical location makes it prone to very violent thunderstorms during the spring and summer seasons. These thunderstorms, most often, will produce hail squalls and damaging winds. On occasion, they have also been known to spawn small scale ",{"type":"'''","value":["tornadoes"]},". Despite this being a rarity, and their small scale, they can still cause significant damage and endanger an unprepared traveler. \n\nTravelers to and through the state, particularly its southern-most regions, during the spring\/summer seasons should pay attention to weather conditions because they have the tendency to change very rapidly. \n\nRefer to the ",{"type":"[[","value":[["Tornado safety"]]}," page for more information.\n\n",{"type":"====","value":["Winter Storms"]},"\n\nSouth Dakota is infamous for its brutal winter storms. Blizzards and freak snow squalls are not uncommon in either of the Dakotas during the winter months, and therefore, a traveler should be advised. As with any severe weather situation, keep yourself up to date on the latest weather conditions if you are planning to travel to or through the state during the winter season.\n\n",{"type":"===","value":["Wildlife"]},"\n\nWild animals are called that for a reason, and South Dakota residents all know at least one story of a person being attacked because they ignored repeated warnings about getting too close. While centered mostly around the southwest part of the state, Bison are best viewed from the car or from a distance — do not approach them. They look slow, but they can cover a good distance in short time.\n\nPrairie dogs may be cute and fun to watch, but don't let your kids try to pet them. They will bite.\n\nAlso, mosquitoes in South Dakota are simply out of control. They bite through clothes and mark their territory on skin, a few inches of diameter at a time. Mosquito bites acquired in South Dakota remain red and swollen for a few days. It is crucial, although practically impossible, that you refrain from scratching them. If you feel you absolutely must do so, however, opt for alcohol on a piece of cotton applied to your war wounds before giving in to temptation, as doing so might alleviate the agitation and leave you with a somewhat cool sensation on your skin. Do not take a walk in the park without having sprayed some kind of mosquito repellent, or you will regret it as much as you'd regret feeding your cat red jelly-beans on its third day straight of diarrhea.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["North Dakota"]]}]}," - South Dakota's sibling to the north is America's least visited state, but its isolation provides opportunities for uncrowded visits to the state's hills and lakes, badlands, plains, and old frontier forts."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Minnesota"]]}]}," - Known for cold winters and its ten thousand lakes, South Dakota's eastern neighbor is an ideal destination for wilderness enthusiasts and shoppers destined for the ",{"type":"[[","value":[["Twin Cities"]]}," and Mall of America."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Iowa"]]}]}," - Rural Iowa is South Dakota's southeastern neighbor and provides the opportunity to explore America's agricultural heartland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nebraska"]]}]}," - South Dakota's southern neighbor has a rich agricultural heritage, offering visitors a glimpse into America's heartland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wyoming"]]}]}," -  Located to South Dakota's west, Wyoming is home to most of the landmass of ",{"type":"[[","value":[["Yellowstone National Park"]]}," and provides an excellent opportunity to experience America's cowboy heritage."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Montana"]]}]}," - South Dakota's northwestern neighbor is often called Big Sky Country for its famed big, blue skies, but the amazing natural landscape varies from the flat regions to the East and the towering peaks of the Rocky Mountains in the West."]},"\n",{"type":"{{","value":[["geo"],["44.5"],["-100.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Great Plains"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:South Dakota"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United_States\/South Dakota\/"]]}]