[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:14-white-sands-yucca.jpg"],["thumb"],["180px"],["Yucca in ",{"type":"[[","value":[["White Sands National Monument"]]}," on the west side of the region"]]},"\n\n",{"type":"'''","value":["Southeastern New Mexico"]}," is a region of the state of ",{"type":"[[","value":[["New Mexico"]]}," in the ",{"type":"[[","value":[["United States of America"]]},".  It is less well endowed with significant travel destinations than most other regions of New Mexico, but does include the spectacular ",{"type":"[[","value":[["Carlsbad Caverns National Park"]]},", a vast and scenic sea of sand at ",{"type":"[[","value":[["White Sands National Monument"]]},", mountain scenery in the Sacramento and Guadalupe Mountains, and the town of ",{"type":"[[","value":[["Roswell (New Mexico)"],["Roswell"]]},", which enjoys a weird notoriety among UFO aficionados.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Alamogordo"]]}]},{"type":"*","value":["Artesia -- see Roswell"]},{"type":"*","value":[{"type":"[[","value":[["Carlsbad (New Mexico)"],["Carlsbad"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cloudcroft"]]}]},{"type":"*","value":[{"type":"[[","value":[["Clovis (New Mexico)"],["Clovis"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fort Sumner"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hobbs"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lincoln (New Mexico)"],["Lincoln"]]}]},{"type":"*","value":[{"type":"[[","value":[["Portales"]]}]},{"type":"*","value":[{"type":"[[","value":[["Roswell (New Mexico)"],["Roswell"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ruidoso"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Carlsbad Caverns National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lincoln National Forest"]]}]},{"type":"*","value":[{"type":"[[","value":[["White Sands National Monument"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe boundary between this region and ",{"type":"[[","value":[["Southwest New Mexico"]]}," is indistinct and open to debate, but for purposes of this article, is taken to be the western slopes of the Sacramento Mountains including (just barely) ",{"type":"[[","value":[["White Sands National Monument"]]},".  Otherwise, it is bounded on the east and south by the ",{"type":"[[","value":[["Texas"]]}," state line, and on the north by Interstate highway 40, which follows the route of historic ",{"type":"[[","value":[["Route 66"]]}," in New Mexico.\n\nThus defined, this is mainly a low, flat region with a number of affinities to the ",{"type":"[[","value":[["Panhandle (Texas)"],["Panhandle"]]}," region of Texas; indeed, the area bounded by Clovis, Roswell, Carlsbad and Hobbs is commonly called \"Little Texas\" not only for its social leanings but also because of its extensive oil fields.  However, in addition to the Sacramentos, it does contain the rugged Guadalupe Mountains that rise west of Artesia, Carlsbad and Roswell and continue across the Texas state line to ",{"type":"[[","value":[["Guadalupe Mountains National Park"]]}," and the highest point in Texas, Guadalupe Peak.  Most of the region's scenic points of interest are in or near the Sacramentos or Guadalupes, with Carlsbad Caverns in the latter's foothills and White Sands just west of the former.\n\nThis geology affects the traveler in one non-obvious way.  The \"Little Texas\" part of the state is basically a vast plain with an extensive layer of gypsum rock beneath it.  While this permeable rock is valuable in preserving the limited precipitation (nearly the entire region qualifies as \"desert\"), it also means that water drawn from wells in the region has a taste that can charitably be described as \"vile.\"  It's perfectly safe to drink, but such is its taste that this is a good region in which to make use of bottled water.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish, although there are some Spanish speakers in the region.  The local version of English involves an accent more like a \"Texas drawl\" than the rapid-fire, \"machine gun\" accent typical of other parts of New Mexico (particularly the ",{"type":"[[","value":[["North Central New Mexico"],["north central"]]}," region) in which Spanish speakers are more common.  This slower-paced version of English will be more accessible to many visitors for whom English is not their first language. Additionally, there are some Mescalero-Chiricahua Apache speakers on the Mescalero reservation.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Southeast newmexico map.png"],["thumb"],["300px"],["Southeast New Mexico map"]]},"\n\nCarlsbad, Clovis, Roswell and Hobbs have commuter air service from ",{"type":"[[","value":[["Albuquerque"]]},".  Otherwise, those arriving by air may find it more convenient to fly into ",{"type":"[[","value":[["Lubbock"]]},", ",{"type":"[[","value":[["Midland (Texas)"],["Midland"]]},", ",{"type":"[[","value":[["El Paso"]]},", or ",{"type":"[[","value":[["Amarillo"]]},".  There is limited bus service.  The main roads entering this region (US 62, 180, 285, 380) are generally  in good shape year-round, as the lower elevation of this region, compared to the rest of the state, tends to soften the blow of winter storms, etc.\n\n",{"type":"==","value":["Get around"]},"\n\nDrive; there really isn't a viable alternative.  The presence of the petroleum industry in this corner of the state has the advantage for the driver of providing a somewhat higher density of towns with gas stations, etc., than in some other parts of New Mexico.  The northwestern reaches of the region, however, are still very thinly populated, and if you're driving in this area (e.g. between I-40 and Roswell), keep an eye on the gas gauge.\n\nUS and state highways in the region are generally in good shape.  However, if you're heading into the mountains, particularly the Guadalupes, for outdoor adventure, check locally on the condition of Forest Service roads, which can be ",{"type":"''","value":["very"]}," rough; some will challenge even the experienced 4-wheel driver.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThis is the hottest of New Mexico's regions.  When driving cross-country or hiking, make sure you have an ample water supply, and monitor yourself for heat problems.  Other weather- and climate-related hazards are less likely to be a concern, but the region can get occasional tornadoes, some of them severe, at practically any time of year.  If it's stormy, check radio or TV for tornado watches and warnings.  The violent thunderstorms that harbor the twisters can also produce incredibly intense, if shortlived, rain and hail, which can cause dangerous flash floods in arroyos even a number of miles downstream of the storms.  You probably won't have to face danger from these floods (it's a desert, after all, and the storms are rare), but use caution if there are thunderclouds about.  You probably won't see a tornado either, but check the ",{"type":"[[","value":[["Tornado safety"]]}," page if you're concerned, or just curious, about the possibility.\n\nDesert flora and fauna are inimical to mankind; a high proportion of plants and animals here are spiny, thorny, or poisonous.  There are any number of varieties of cactus here that will cheerfully leave spines in you when contacted, and if you've ever had a ",{"type":"''","value":["lechuguilla"]}," (relative of ornamental yucca) spine in your leg, you'll go well out of your way to avoid another one.  Hiking boots are a good idea when you're on the trails, as are long pants to deflect the spines, even if they're uncomfortably hot.  Rattlesnakes are common in the region but are rarely encountered and pose little threat to the hiker, as long as you don't poke limbs into crannies and crevices, and take a little extra care at sunrise and sunset.\n\nTowns of the region are small enough not to have serious crime or other urban problems.  Like all of New Mexico, there are problems here with drunk driving, exacerbated by the long distances and open roads that encourage driving too fast.  Use caution and avoid highway hypnosis that can cause you to lower your guard when an intoxicated motorist comes your way.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["New Mexico"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]},"\n",{"type":"{{","value":[["geo"],["33.4"],["-104.6"],["zoom=8"]]},"\n\n\n",{"type":"{{","value":[["Mapmask"],["34.8605,-106.0809"],["34.8540,-103.0431"],["34.6531,-103.0433"],["34.3022,-103.0439"],["33.9746,-103.0440"],["33.5706,-103.0526"],["33.0387,-103.0640"],["32.5229,-103.0647"],["32.0005,-103.0644"],["32.0003,-103.6016"],["32.0001,-104.0267"],["32.0003,-104.5319"],["32.0004,-104.8467"],["32.0005,-105.2009"],["32.0010,-105.5635"],["32.0025,-106.1255"],["32.0011,-106.4834"],["32.5333,-106.6757"],["33.8650,-106.6463"],["33.8677,-106.0973"],["34.8605,-106.0809"]]}]