[{"type":"{{","value":[["pagebanner"],["Southern Islands banner Norman Island.jpg"],["pgname=Southern Islands"],["caption=Treasure Cove at Norman Island"]]},"\n\nThe ",{"type":"'''","value":["Southern lslands"]}," of the ",{"type":"[[","value":[["British Virgin Islands"]]}," are uninhabited, but nonetheless oft visited by island hopping yachters. They are beautiful, and provide some of the best snorkeling and diving opportunities in the territory.\n\n",{"type":"==","value":["Understand"]},"\n\nIncluded in the region from east to west are Ginger Island (uninhabited), Cooper Island (home to a small resort), Salt Island (uninhabited), Dead Chest Island (uninhabited) Peter Island (the biggest, with a small resort and some great hiking) and Norman Island, as well as a host of other tiny islets.\n\n",{"type":"==","value":["Get in"]},"\n\nThere is but one mode of transport in this region, and it is boats, either private yachts or charters.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Caves at Treasure Point"]},".  Located on the west side of Norman Island are a series of caves which are half in and half out of the water, are easily explored by snorkellers.  Local legends of finding a treasure chest in one during the 1950s, together with the fact that Robert Louise Stephenson's ",{"type":"''","value":["Treasure Island"]}," was reputedly based upon Norman Island adds to the allure.",{"type":"[","value":["http:\/\/www.bareboatsbvi.com\/norman_island_caves.html"]}]},{"type":"*","value":[{"type":"'''","value":["Indians"]},".  A collection of four pinnacles, said to vaguely resemble a Native American head dress, but much loved by both divers and snorkellers for superb coral and marine life."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Diving"]},".  Those in Virgin Gorda might disagree, but many people feel that the best ",{"type":"[[","value":[["Scuba diving in the British Virgin Islands"],["scuba diving in the BVI"]]}," is located in the Southern Islands.  In addition to the wrecks of the ",{"type":"''","value":[{"type":"[[","value":[["Scuba diving in the British Virgin Islands\/RMS Rhone"],["Rhone"]]}]},", the ",{"type":"''","value":["Fearless"]}," and Wreck Alley, premier sites such as Shark Point, Carrot Shoal, Alice in Wonderland, the Indians, Thumb Rock and Ginger Steps (amongst many, many others) are located in the southern islands.  Sail Caribbean Divers have locations on both Cooper Island and Norman Island.",{"type":"[","value":["http:\/\/www.sailcaribbeandivers.com\/dive\/"]},"  Others service the area from Tortola."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oceans 7"],["alt="],["url=http:\/\/www.oceans7online.com\/page-waterpark.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A sort of mini water park located in Great Harbour, Peter Island."]]}]},"\n",{"type":"==","value":["Buy"]},"\nYeah... not so much in the way of shopping in the Southern Islands.  Touristy gift shops can be found on Norman Island, Cooper Island and Peter Island alongside the resorts.\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of options for eating in the Southern Islands if you no longer feel like spending time in the galley.\n",{"type":"*","value":[" ",{"type":"'''","value":["Cooper Island"]},", Cooper Island Beach Club has a bar and restaurant close to a plethora of mooring."]},{"type":"*","value":[" ",{"type":"'''","value":["Peter Island"]},", Peter Island Resort has two restaurants, both expensive, but the slightly cheaper one is in Dead Man's Bay on the east side; the more expensive one is in the main complex on the north side."]},{"type":"*","value":[" ",{"type":"'''","value":["Norman Island"]},", has two options.  For the rowdy crowd, the ",{"type":"''","value":["Willy T"]}," is a converted barge which is a bar and restaurant, with the emphsis on bar.  To make the point: Virgin Islands Search and Rescue estimates that half of its call-outs are for drunken accidents occurring on the ",{"type":"''","value":["Willy T"]},".  For families, ",{"type":"''","value":["Pirates"]}," is a beach bar and restaurant set on dry land.  Both of them are located in the anchorage known as the \"Bight\"."]},"There are at present no other eating establishments on the Southern Islands.\n\n",{"type":"==","value":["Drink"]},"\nPretty much covered under the \"Eat\" section above.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Peter Island Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=A luxury resort with great facilities, food and service."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["British Virgin Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["18.35290"],["-64.55257"],["layer=W"],["zoom=13"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]