[{"type":"{{","value":[["pagebanner"],["SouthCarolinaGiantTreeBanner.JPG"],["caption=The Giant Tree at Wadmalaw Island, SC near Charleston"]]},"\n",{"type":"'''","value":["South Carolina"]}," is  a state in the ",{"type":"[[","value":[["United States of America"]]}," and is part of the ",{"type":"[[","value":[["South (United States of America)"],["American South"]]},". \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=South Carolina regions map.png"],["regionmaptext="],["regionmapsize=360px"],["region1name=",{"type":"[[","value":[["Golden Corner"]]}],["region1color=#d09440"],["region1items="],["region1description=southern coast"],["region2name=",{"type":"[[","value":[["Grand Strand"]]}],["region2color=#d5dc76"],["region2items="],["region2description=northern coast"],["region3name=",{"type":"[[","value":[["Greater Charleston"]]}],["region3color=#ac5c91"],["region3items="],["region3description=around Charleston and the central coast"],["region4name=",{"type":"[[","value":[["Greater Columbia"]]}],["region4color=#aadf81"],["region4items="],["region4description=the state capital and uplands"],["region5name=",{"type":"[[","value":[["Old 96 District"]]}],["region5color=#b383b3"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Olde English District"]]}],["region6color=#71b37b"],["region6items="],["region6description="],["region7name=",{"type":"[[","value":[["Pee Dee Country"]]}],["region7color=#69999f"],["region7items="],["region7description="],["region8name=",{"type":"[[","value":[["Santee Cooper Country"]]}],["region8color=#8a84a3"],["region8items="],["region8description=central South Carolina between the capital and Charleston"],["region9name=",{"type":"[[","value":[["Thoroughbred Country"]]}],["region9color=#578e86"],["region9items="],["region9description=south of the capital bordering ",{"type":"[[","value":[["Georgia (state)"],["Georgia"]]}],["region10name=",{"type":"[[","value":[["Upcountry South Carolina"]]}],["region10color=#4f93c0"],["region10items="],["region10description=the extreme western South Carolina bordering both Georgia and ",{"type":"[[","value":[["North Carolina"]]}]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Columbia (South Carolina)"],["Columbia"]]}," - the state capital"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aiken"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Charleston (South Carolina)"],["Charleston"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Clemson"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Florence (South Carolina)"],["Florence"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Greenville (South Carolina)"],["Greenville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Georgetown (South Carolina)"],["Georgetown"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Myrtle Beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Spartanburg"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Edisto Island"]]}," - Natural and uncommercialized, Edisto Island is just 45 minutes south of Charleston, with moss-covered oak trees, creeks, and sandy beaches. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Hilton Head Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Congaree National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Seabrook Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Isle of Palms"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Beaufort (South Carolina)"],["Beaufort"]]}," - The Queen of the Sea Islands is 300 years old, as of 2011"]},"\n",{"type":"==","value":["Understand"]},"\nSouth Carolina, together with ",{"type":"[[","value":[["North Carolina"]]}," forms a region historically known as ",{"type":"'''","value":["Carolina"]},".  The two were governed as one colony until the early 18th century.  South Carolina has a long tradition of suspicion of national authority, from the slavery crises of the 19th century to the Civil Rights Movement in the 20th.  It suffered heavy fighting during the Revolutionary and Civil Wars.  After the Civil War, South Carolina lost most of its wealth, which was tied up in slaves and the plantation economy.  This rough history has produced a uniquely strong sense of state identity and pride.\n\nThough the famous \"Southern accent\" is definitely in evidence here, if you listen closely, you'll hear all its regional variations, from the deeper drawl of the Lowcountry to the more clipped speech of the Upstate. \n\nSouth Carolina is very hot in the summer, especially in the Midlands, and its nice coastal areas are a big tourist attraction. Winters on the coast are generally mild, though the Upstate does get snow accumulation from time to time.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is official.\n\nGullah is spoken on the Sea Islands.\n\n",{"type":"==","value":["Get in"]},"\nSouth Carolina is served by five interstate highways.\n\nInterstate 85 traverses the northwest corner of the state, near ",{"type":"[[","value":[["Anderson (South Carolina)"],["Anderson"]]},", and connects ",{"type":"[[","value":[["Greenville (South Carolina)"],["Greenville"]]}," and ",{"type":"[[","value":[["Spartanburg"]]}," with ",{"type":"[[","value":[["Charlotte"]]},", ",{"type":"[[","value":[["North Carolina"]]},".\n\nInterstate 26 stretches southeast across the state, from Landrum to its terminus in ",{"type":"[[","value":[["Charleston (South Carolina)"],["Charleston"]]},".  Interstate 26 intersects with Interstate 85 near ",{"type":"[[","value":[["Spartanburg"]]},", Interstate 20 near ",{"type":"[[","value":[["Columbia (South Carolina)"],["Columbia"]]}," and Interstate 95 near Orangeburg.  I-26 also connects with I-85 via I-385, which goes directly into downtown Greenville.\n\nInterstate 77 begins in Fort Mill, at the North Carolina border from ",{"type":"[[","value":[["Charlotte"]]},", N.C. and continues south to its terminus at Interstate 26, just south of ",{"type":"[[","value":[["Columbia (South Carolina)"],["Columbia"]]},".\n\nInterstate 95, the most major highway in the state, crosses the border near Dillon and continues south-west through Florence to Savannah.\n\nSouth Carolina has multiple airports servicing the state.  Charleston International is the largest in the state, and features flights all around the east coast.  Myrtle Beach, Columbia and Greenville-Spartanburg have decent sized airports.  Smaller regional airports are located in Hilton Head and Florence. These airports primarily service regional hubs.  The Atlanta and Charlotte airports are easily accessible from western South Carolina by I-85 or I-77.\n\n",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," has multiple routes that pass through South Carolina. The Silver Service and Palmetto trains call in Florence, Columbia, and Charleston in addition to smaller towns along the route from New York City to Florida. The Crescent train calls in Spartanburg, Greenville, and Clemson en route from New York City to New Orleans.\n\n",{"type":"==","value":["Get around"]},"\nThe roads in South Carolina (like most places in the United States) are in good condition for travel, although not as well-maintained as those in neighboring North Carolina and Georgia. Interstate 95 in much of the southern part of the state is highly traveled and only a four-lane highway. One should keep a very close eye out for sudden back ups, especially close to Hilton Head.  Generally, the other interstates do not suffer serious traffic except in the case of major wrecks.  Gas prices are typically lower in South Carolina than in neighboring states because of the much lower gas tax.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Charles Pinckney National Historic Site at Mt. Pleasant"]},{"type":"*","value":[" Congaree National Park in Hopkins"]},{"type":"*","value":[" Cowpens National Battlefield near Chesnee,"]},{"type":"*","value":[" Fort Moultrie National Monument at Sullivan's Island"]},{"type":"*","value":[" Fort Sumter National Monument in Charleston Harbor"]},{"type":"*","value":[" Kings Mountain National Military Park at Blacksburg"]},{"type":"*","value":[" Ninety Six National Historic Site in Ninety Six"]},{"type":"*","value":[" Overmountain Victory National Historic Trail"]},{"type":"*","value":[" Healing Springs near the town of Blackville"]},"\n",{"type":"==","value":["Do"]},"\n\nAlong the Eastern Atlantic Coast of South Carolina are several popular tourist destinations.   The most well known area is called The Grand Strand and comprises 60 miles of mostly beachfront property.  The Strand runs south from the North and South Carolina border through the towns of Little River, Atlantic Beach, North Myrtle Beach, Myrtle Beach, Surfside Beach and Garden City (in Horry County), down Hwy. 17 south through Georgetown County including Murrells Inlet, Litchfield, and Pawleys Island.  Little River is known for its beautiful inlet, great for fishing and water sports.  Myrtle Beach's claim to fame is not only its beaches, but its nickname as \"Golf Capital of the World\".  Murrells Inlet offers some of the freshest seafood around.  Pawleys Island offers historic plantation sites as well as great golf.  Charleston offers quality restaurants and shops, historical attractions and is close to several beaches.\n\nGreenville is a developing tourist spot with an increasing number of restaurants in its historic downtown area, several museums, two large performance venues (the Peace Center and the Bon Secours Wellness Arena), and proximity to the mountains of South and North Carolina.\n\n",{"type":"==","value":["Eat"]},"\nMost of the BBQ in South Carolina is similar to Eastern Carolina-style with mostly mustard-based sauces on pulled pork.  South Carolina is the only state that boasts 4 distinct styles of sauces: mustard, vinegar, tomato and ketchup.\n\nOn the Southern coastline, lowcountry and Charleston-style cuisine prevail, influenced by French, continental, and creole cooking with lots of fresh seafood.\n\n",{"type":"==","value":["Drink"]},"\nSweet tea is very popular and readily available, as is elsewhere in the South.\n\nThe drinking age for alcohol in South Carolina is 21. Almost all bars and off-premise vendors request government issued photo I.D. for younger looking patrons. In spring break destinations like Myrtle Beach police write scores of citations for underage drinking at clubs or on the beach. \n\nBeer and wine are widely available in grocery and convenience stores around the state. Liquor must be sold in dedicated liquor stores. With the exception of coastal and metropolitan counties, off-premise sales of beer are banned on Sundays.\n\n",{"type":"==","value":["Stay safe"]},"\nA word of caution, it is illegal in South Carolina to be 'grossly intoxicated' in public. The police can arrest you and charge you with public disorderly conduct if they believe this is the case, and there seems to be no legal definition of grossly intoxicated for a pedestrian. This is a misdemeanor offence, resulting in a court hearing. You can get your charge expunged within the state by entering a Pre-Trial Intervention (PTI) program. This involves fines, community service, drug tests, attending Alcoholics Anonymous meetings and homework assignments and typically takes about 2 months to complete. However, the PTI program is not recognized by the Federal Government.\n\nMost of the areas visitors would normally visit in South Carolina are relatively crime-free. However, some residential areas in large cities like Charleston may be somewhat dangerous after dark for non-locals.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["North Carolina"]]}]}," - The state's northern neighbor is home to the Appalachian culture and incredible scenery of the ",{"type":"[[","value":[["Blue Ridge Parkway"]]}," and ",{"type":"[[","value":[["Great Smoky Mountains National Park"]]}," as well as the stunning beaches of the ",{"type":"[[","value":[["Outer Banks"]]}," and Cape Hatteras."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Georgia (state)"],["Georgia"]]}]}," - Located on South Carolina's southern and eastern border, Georgia has the major metropolis of ",{"type":"[[","value":[["Atlanta"]]},", with many attractions, and the charming cities of ",{"type":"[[","value":[["Macon (Georgia)"],["Macon"]]}," and ",{"type":"[[","value":[["Savannah"]]},"."]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["34.0"],["-81.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South (United States of America)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:South Carolina"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/South Carolina\/"]]}]