[{"type":"{{","value":[["pagebanner"],["South Downs banner Long man of Wilmington.jpg"],["caption=The long man of Wilmington in the South Downs"]]},"\n",{"type":"[[","value":[["Image:South Downs View.jpg"],["thumb"],["300px"],["South Downs"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitsouthdowns.com\/ South Downs"]}]}," is in ",{"type":"[[","value":[["East Sussex"]]},", ",{"type":"[[","value":[["England"]]},"\n\n",{"type":"*","value":[" An area of chalk upland that stretches from Winchester in Hampshire to Eastbourne in East Sussex. The energetic can walk the entire length using the \"",{"type":"[[","value":[["South Downs Way"]]},"\"."]},"\n",{"type":"*","value":[" The eastern end finishes at the sea from east of Brighton Marina to Eastbourne. The section of cliffs from Brighton to Seaford is largely built on, although the cliffs west of Newhaven (River Ouse) are noteworty for being overlaid by Tertiary sand."]},"\n",{"type":"==","value":["Regions"]},"\nThe South Downs passes through the counties of East Sussex, West Sussex and Hampshire.  The downs are more open, bare and rounded east of the River Adur at Shoreham, and more wooded west of the Adur.  Into Hampshire, the downs lose the steep north-facing escarpment characteristic of the downs in Sussex.  Each part has its own beauty.\n\n",{"type":"==","value":["Towns and Cities"]},"\n",{"type":"[[","value":[["Image:Path going North off the South Downs Way down Trueleigh Hill - geograph.org.uk - 972388.jpg"],["right"],["thumb"],["400px"],["A typical path with a typical view"]]},"\nEast to West:\n",{"type":"*","value":[{"type":"[[","value":[["Eastbourne"]]}]},{"type":"*","value":[{"type":"[[","value":[["Seaford"]]}]},{"type":"*","value":[{"type":"[[","value":[["Newhaven"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lewes"]]}]},{"type":"*","value":[{"type":"[[","value":[["Brighton (England)"],["Brighton"]]}]},{"type":"*","value":["Steyning"]},{"type":"*","value":[{"type":"[[","value":[["Worthing"]]}]},{"type":"*","value":[{"type":"[[","value":[["Arundel (England)"],["Arundel"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chichester"]]}]},{"type":"*","value":[{"type":"[[","value":[["Winchester (England)"],["Winchester"]]}]},"\nall the towns above have a shop, public toilets, transport links and some form of life.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Geology"]},"\n",{"type":"[[","value":[["Image:Coastguard Cottages - geograph.org.uk - 18320.jpg"],["right"],["thumb"],["An iconic image, The Seven Sisters"]]},"\nThe south Downs are the remnants of the former Wealden Anticline, which stretched across Sussex, The chalk was laid down between 100 and 65 million years ago, on top of the weaker Greensand and Sandstone which makes up much of the Weald, the beds were then folded from 30 to 1 million years ago, the top of the chalk was then eroded, leaving two nearly parallel ridges, which is why 'The Downs' form a long ridge. They are mirrored in the north by the ",{"type":"[[","value":[["North Downs"]]},".\n\n",{"type":"===","value":["History"]},"\nThe Downs have undergoing inhabitation since the Stone Age, with Britain's earliest human remains dating from 500,000 years ago found at Boxgrove.  The South Downs are home to some of Britain's earliest mines,  numerous camps, barrows, hill forts and figures on the hills. There are remains dating from The Bronze Age to the Second World War, the Battle of Lewes was fought on the downs and in the Elizabethan times their height was used for beacons (this is preserved within names, such as Firle Beacon).\n\n",{"type":"===","value":["Geography"]},"\nThe South Downs extend about 70 miles (100 km) through ",{"type":"[[","value":[["East Sussex"]]},", ",{"type":"[[","value":[["West Sussex"]]},", and part of ",{"type":"[[","value":[["Hampshire"]]},". The ",{"type":"[[","value":[["South Downs Way"]]}," is a bridleway that follows the South Downs. Towns include ",{"type":"[[","value":[["Eastbourne"]]}," with its 164 m high headland Beachy Head, ",{"type":"[[","value":[["Lewes"]]},", ",{"type":"[[","value":[["Ditchling"]]},", Clayton and the nearby Clayton Windmills, ",{"type":"[[","value":[["Hassocks"]]},", ",{"type":"[[","value":[["Hurstpierpoint"]]}," and the nearby Wolstonbury Hill, ",{"type":"[[","value":[["Brighton (England)"],["Brighton"]]},", ",{"type":"[[","value":[["Hove"]]},", Portslade, Shoreham-by-Sea, Washington, ",{"type":"[[","value":[["Arundel (England)"],["Arundel"]]},", and ",{"type":"[[","value":[["Midhurst"]]},".\n\nThe Downs are penetrated by several rivers, such as the (from East to West) Cuckmere (its lower reaches form the famous meanders), the Ouse, the Adur, the Arun (passing through ",{"type":"[[","value":[["Arundel (England)"],["Arundel"]]},"). The Views from the Downs take in some of the most beautiful countryside in the South East of England.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are main line trains and long distance coaches to both Winchester and Eastbourne as well as several places in between.  Allow around 60 – 90 minutes from London.  Ferries to Newhaven and Portsmouth, and the London Airports (especially Gatwick) are handy for overseas visitors. Train's from London stop at these places close to the route:\n",{"type":"[[","value":[["Image:Long Man of Wilmington.jpg"],["right"],["thumb"],["Long Man of Wilmington, on the route of the South Downs Way"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Winchester:"]}," Mainline services to and From Southampton (South West Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Petersfield:"]}," Train services from London (Waterloo) and Portsmouth (South West Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Amberley:"]}," From London (Victoria) towards Arundel and Littlehampton. (Southern Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Hassocks:"]}," From London (Victoria) towards Brighton and Lewes (Southern Trains and First Capital Connect - From Blackfriars)"]},{"type":"*","value":[" ",{"type":"'''","value":["Lewes:"]}," From London (Victoria)Towards Lewes and Newhaven (Southern Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Eastbourne:"]}," From London (Victoria) via Lewes or from Ashford. (Southern Trains)"]},{"type":"'''","value":["Cyclists"]}," Please note that at some periods of the day and on some operators bikes are not allowed on the trains. also most of the more modern trains only have space for 3-4 bikes, thus large groups may have to book ahead or travel in smaller groups. Southern for example requests that 'limited number' of cycles are carried free on all services except on trains due to arrive into London or Brighton between 07.00 and 10.00, or due to depart from London stations or Brighton between 1600 and 1900 on Mondays to Fridays. Reservations for cycles are not required.\n\n",{"type":"'''","value":["Car parks"]},"\nCar parking is normally good, although in towns and villages be expected to have to search and pay for parking spaces. Car parks are ",{"type":"''","value":["usually"]}," free from crime. but normal precortions must be taken. narrow lanes are common, as are steep hills, trying to take a caravan around the South Downs is not recommended.\n\n",{"type":"==","value":["Get around"]},"\nNo Bus routes run the complete length of the path, although there are coastal and inland routes, the park is serviced by routes passing through it, and has a fairly decent train service. Check out ",{"type":"[","value":["http:\/\/www.travelinesoutheast.org.uk\/ Traveline South East"]}," for full transport routes.\n\nIf you want to travel by car (advised) the A27 runs parrel to the South Downs, with various roads passing through the area (A23, A284, A24 and more).\n\nA popular way is by foot, bike or horse, there is a route through the park (",{"type":"[[","value":[["South Downs Way"]]},") which will take you over some of the best scenery in the UK (and you're not really affected by traffic).\n\n",{"type":"==","value":["See and Do"]},"\n",{"type":"[[","value":[["File:Devil's dyke coombe - geograph.org.uk - 387225.jpg"],["thumb"],["The Work of the Devil? ",{"type":"[[","value":[["Devils Dyke"]]},", Sussex"]]},"\n",{"type":"*","value":["Plenty of chalk cliffs the most famous are the Seven Sisters (Country Park) and Beachy Head, west of ",{"type":"[[","value":[["Eastbourne"]]},". Could be combined with a the Cuckmere River valley below Alfriston and ",{"type":"[[","value":[["Cuckmere Haven"]]},". "]},{"type":"*","value":["Beautiful vistas from Firle Beacon, Ditchling Beacon, Devil's Dyke and Telscombe village (not to be confused with the nearby coastal Telscombe Cliffs)."]},{"type":"*","value":["Quick trip to ",{"type":"[[","value":[["Brighton (England)"],["Brighton"]]},", ",{"type":"[[","value":[["Eastbourne"]]}," or the historic city of ",{"type":"[[","value":[["Winchester (England)"],["Winchester"]]},"."]},{"type":"*","value":["Take a bus or drive up to Devils Dyke, this V shaped valley was formed during the last glaciation and offers many folklore stories about its formation."]},{"type":"*","value":["Visit the windmills on Clayton Hill. Jill Mill is a fully restored post mill which grinds corn at certain times of year. Volunteer guides will take you up inside the mill and explain the workings. There's a tea shop with home made cakes in the base. Normally open on Sunday afternoons 2 - 5 from May to September. The mill is signposted from the A273 near Pyecombe and there's a car park adjacent to it. Other opening times and info at ",{"type":"[","value":["http:\/\/www.jillwindmill.org.uk"]}]},{"type":"*","value":["The Chattri is the war memorial to the Indian soldiers who fought in the First World War. About a mile south of the South Downs Way near to Pyecombe golf club. Over a million and a half Indian soldiers fought alongside British troops, and many wounded were treated at hospitals in Brighton."]},{"type":"*","value":[" Cissbury Ring near Worthing is one of Britain's largest and most magnificent Iron Age hill forts.  It's over a mile to walk around its ramparts.  Extensive views over the Downs and sea as far as the Isle of Wight.  Car parks off the A24 at Findon Valley, or walk from the Broadwater area of Worthing."]},{"type":"===","value":["Devils Dyke"]},"\nThe Devil's Dyke is the largest chalkland dry combe (a big waterless valley) in Britain and home to many associated plants and butterflies. From the summit there are dramatic views north towards the Weald and south over the sea. the area became a popular visiting spot during the 19th century, due to its proximity to Brighton, \n",{"type":"====","value":["Get in"]},"\n",{"type":"*","value":[" Car parks at Devil’s Dyke and Summer Down Road"]},{"type":"*","value":[" Buses to Devil's Dyke:"]},{"type":"*","value":[{"type":"*","value":["Number 77 service: winter – Sundays and Bank Holidays (except Christmas Day); spring\/autumn - weekends and Bank Holidays; summer – everyday"]}]},{"type":"*","value":[{"type":"*","value":["Number 17 Stagecoach service to Poynings (20min walk to Devil's Dyke)"]}]},{"type":"*","value":[{"type":"*","value":[" A classic open-top bus runs on Sundays and Bank Holidays. A bus leaflet called 'Breeze up to the Dyke' is available"]}]},{"type":"====","value":["Eat and Drink"]},"\nThe nearest pubs are in villages which means you have to walk down, and then back up. Some of the closest places to the Downs to eat are:\n\n",{"type":"*","value":[" The Shepherd & Dog, Fulking (near Devil's Dyke)"]},{"type":"*","value":[" The Royal Oak, Poynings"]},{"type":"*","value":[" The Plough, Pyecombe (more a restaurant than a pub)"]},{"type":"*","value":[" The Jack & Jill, Clayton"]},{"type":"*","value":[" The White Horse, Ditchling"]},{"type":"*","value":[" The Half Moon, Plumpton"]},"\nDitchling Beacon Car Park normally has a couple of ice cream vans floating about.\n\n",{"type":"====","value":["Further Information"]},"\n",{"type":"*","value":[" Seasonal information officer with mobile trailer from Easter to October (mainly weekends)"]},{"type":"*","value":[" Discover Devil’s Dyke with self-guided family activities (similar to Tracker Packs) £2. Available during summer"]},{"type":"*","value":[" Further information and educational \/ group bookings from the Head Warden or Education Warden on 01273 857712"]},{"type":"*","value":[" the land is owned by the National Trust ",{"type":"[","value":["http:\/\/www.nationaltrust.org.uk\/devils-dyke\/"]}]},"\n",{"type":"====","value":["Go next"]},"\n",{"type":"*","value":["Back Down to ",{"type":"[[","value":[["Hove"]]},", ",{"type":"[[","value":[["Brighton (England)"],["Brighton"]]}]},{"type":"*","value":["Take a walk up on the Downs, along the ",{"type":"[[","value":[["South Downs Way"]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"[[","value":[["South Downs Way"]]}," a long distance bridleway\nFrom ",{"type":"[[","value":[["Eastbourne"]]}," to ",{"type":"[[","value":[["Heathfield (England)"],["Heathfield"]]}," (in the heart of the Weald) there is the ",{"type":"[[","value":[["Cuckoo Trail"]]}," a cycle and walking path along a disused railway line.\n\n",{"type":"==","value":["Eat and Drink"]},"\nEvery Village has its own pub, each with its own character, expect good quality food and great beers (normally the local beer, Harveys, brewed in Lewes).\n\nIf you want to try some of the lamb produced on the Downs visit a local butcher or see if it is a special at a pub. You won't be disappointed!\n\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation is plentiful; Camping sites, barns, hotels, pubs, cottages, YHA Bed and Breakfasts are all available. Consult the city and town articles for specific listings. Often smaller villages will have perhaps a restaurant and a small hotel, but not anything else for a traveller.\n\n",{"type":"'''","value":["As far as 'wild' camping is concerned it is legal; however landowners permission is needed"]}," and for now it is difficult to cover the whole route by backpacking. The Sussex section has more opportunities to 'wild' camp than the Hampshire section.\n\n",{"type":"==","value":["Stay safe"]},"\nAlthough the Downs are far from remote people have died on them, therefore ensure you have good quality footwear and a map. The South Downs Way is as safe as anywhere and much safer than any city – you need have no security concerns about going alone by day, however it is probably best to ensure you are not alone at night, the area is commonly used as a social gathering area for teenagers. The route often has sections with steep sides.\n\nIf you are planning some serious activity, especially alone remember the area as a whole is not suitable for people who are frail and due to its nature is not specially surfaced for wheelchairs and so can be rough and\/or steep in places.\n\nIf you want to take young children on the downs, since it can be very hilly it is probably best to bring a pushchair.\n\nIf you are older you’ll need a suitable electric cross-country buggy such as a Tramper.  \nContact the Trail Officer for detailed information about the path surfaces, slopes, and useful contacts.\n\n",{"type":"'''","value":["A basic kit should be as follows"]},":\n",{"type":"*","value":[" First aid kit; for any scrapes or falls"]},{"type":"*","value":[" Mobile phone; just for piece of mind, most of the route has reception"]},{"type":"*","value":[" Water; it can get pretty windy up there and especially in summer you can get quite thirsty. "]},{"type":"*","value":[" In the winter warm clothing is recommended."]},"\n",{"type":"'''","value":["Luggage movement"]},"\nFor those who may not want to carry all the things they need for 3 days on their backs; ",{"type":"[","value":["http:\/\/www.nationaltrail.co.uk\/Southdowns\/text.asp?PageId=25"]}," has information on luggage movement services.\n\nTake warm clothing e.g. a jumper or fleece as even if it's sunny the wind speed can be high up on the downs.\n\n",{"type":"==","value":["Go next"]},"\nJust check out the pages for ",{"type":"[[","value":[["East Sussex"]]},", ",{"type":"[[","value":[["West Sussex"]]}," and ",{"type":"[[","value":[["Hampshire"]]},", there's always France, from ",{"type":"[[","value":[["Newhaven"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["East_Sussex"]]},"\n\n",{"type":"[[","value":[["WikiPedia:South Downs"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Travel and Tourism\/Parks\/National Parks\/South Downs"]]},"\n\n",{"type":"{{","value":[["geo"],["50.916667"],["-0.5"]]},"\n\n",{"type":"{{","value":[["usableregion"]]}]