[{"type":"{{","value":[["pagebanner"],["South_Lombok.jpg"]]},"\n",{"type":"'''","value":["South Lombok"]}," is a region of ",{"type":"[[","value":[["Lombok"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"[[","value":[["File:Lombok_Regions_map.png"],["thumb"],["right"],["450px"],["Map of Lombok"]]},"\n",{"type":"{{","value":[["Regionlist"],["region4name=Region"],["region4color=#94b17e"],["region4items="],["region4description="]]},"\n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kuta (Lombok)"],["Kuta"]]}," — a surfing mecca like its Bali namesake, but that's where the similarity ends"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sekotong"]]}," — Off the beaten path in southwest Lombok, this area is fast becoming a tourist destination."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":["Tanjung Aan — almost impossibly beautiful isolated bay in the southeast which is earmarked for high end resort development."]},"\n",{"type":"*","value":["Banko Banko — on the south west tip of the island. Can be a bit challenging to get there. Allow plenty of time and travel with a friend."]},"\n",{"type":"*","value":["Gile Gede — a small island nestled in the picturesque bay off Perambag beach and west of Sekotong. It is orbited by several smaller island"]},"\n",{"type":"*","value":["Scenic beaches and bays — the south coast is a maze of inlets and headlands with beautiful secluded white sand beaches. Some locations are quite difficult to access. Well worth your while is the short distance from the Lembar harbor west to the next bay at Labu."]},"\n",{"type":"*","value":["South coast — many surfing destinations some better known than others"]},"\n",{"type":"==","value":["Understand"]},"\n\nThe central inland part of South Lombok is generally low-lying with undulating hills and is commonly utilised for rice paddies and growing tobacco leaf. Toward the southern coast it is dryer and more denuded with some undulating hilly areas of between 100-355 m above sea level. \n\n",{"type":"[[","value":[["Image:Kuta Lombok View from hill near Pantai Seger.JPG"],["thumb"],["350px"],["Segar beach, looking toward Kuta beach, South Lombok"]]},"\n\nThis part of the island remains essentially agrarian in activity. The central south is more fertile and productive and the southern coastal areas are less fertile due to lower rainfall, land clearing and soil degradation. Toward the south west coast it becomes a little less dry and a little more fertile than the south central coastal margins. Mount Rinjani supplies a rainfall catchment area to the north of the region and several rivers flow into central Lombok from the mountains southern slopes. Villages on the lower slopes of Rinjani support activities such as traditional weaving, pottery and handicraft production. The sea off Lombok's southern coastline supports a small local fishing industry, a fish market, a pearling industry and seaweed harvesting.\n\nThe south of the island is not heavily populated and many areas are quite remote and can be quite difficult to get to. The southern areas of Lombok are becoming increasingly popular with international visitors and the surf beaches of the southern coastline are popular with more intrepid international surfers as well as a growing number of local people on Lombok.\n\n",{"type":"==","value":["Talk"]},"\n\nThe language of the south of Lombok is a dialect of the indigenous Bahasa Sasak language of the Sasak peoples of Lombok.  Bahasa Indonesian is spoken by many people especially the younger generations. In the tourism areas some people may speak limited English. In the larger Kuta hotels and tourism establishments there is more likelihood of English speakers being available.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["Cautionbox"],["'''Scheduled airline operations flying to and from Lombok have been moved from Selaparang International Airport (",{"type":"{{","value":[["IATA"],["AMI"]]},") across to the new Lombok International Airport (BIL), (",{"type":"{{","value":[["IATA"],["LOP"]]},") in central southern Lombok near the city of Praya.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to destinations across the island."]]},"\n\n",{"type":"'''","value":["Lombok International Airport"]}," (",{"type":"''","value":["BIL"]},") (",{"type":"{{","value":[["IATA"],["LOP"]]},") is south west of Praya in south central Lombok. This new international airport will provide facilities for wide bodied aircraft and more modern terminal facilities and cargo facilities.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to South Lombok.\n\n",{"type":"'''","value":["Public buses and bemo"]}," run to and from the west coast and the city of ",{"type":"[[","value":[["Mataram"]]},". Similar services are available to connect through from the north of the island via Pusuk pass from Pemenang near the small ",{"type":"[[","value":[["Bangsal"]]}," harbour that serves as the primary access point from ",{"type":"[[","value":[["Gili Islands"]]},".\n\nIf arriving at Labuhan Lombok by ferry from ",{"type":"[[","value":[["Sumbawa"]]}," only limited services are available on the east coast to connect to ",{"type":"[[","value":[["Praya"]]}," in ",{"type":"[[","value":[["Central and East Lombok"],["Central Lombok"]]},", south toward ",{"type":"[[","value":[["Kuta_(Lombok)"],["Kuta"]]}," or west toward the city of Mataram and ",{"type":"[[","value":[["West Lombok"]]},".\nTo use public buses and bemo serving the southern region a traveller would need to have a good understanding both of the area and the vagaries of the interconnections and services.  It would be far easier and more expedient to either use a taxi, rent a car and driver or to use a service such as that provided by Perama tours to access the south of Lombok.\n\nVehicle and passenger ferries: South Lombok is serviced from both the east and west coast of the island.\n\n",{"type":"'''","value":["From the east coast"]}," ",{"type":"[[","value":[["Labuhan Lombok"]]}," has basic facilities to receive the ferries that ply the Alat Strait from ",{"type":"[[","value":[["Sumbawa"]]},".\n",{"type":"*","value":["Alat Strait: Labuhan Lombok - from: ",{"type":"[[","value":[["Pototano"]]},", Sumbawa with 8 ferries providing 18 crossings per day."]},"\n",{"type":"'''","value":["From the west coast"]}," Tanjung ",{"type":"[[","value":[["Lembar"]]}," seaport provides facilities for the passenger ferries from Bali, passenger carrying ships visiting Lombok, small freighters and fishing boats.\n",{"type":"*","value":["Lombok Strait: ",{"type":"[[","value":[["Lembar"]]},", Lombok - from: ",{"type":"[[","value":[["Padangbai"]]},", ",{"type":"[[","value":[["Bali"]]},", with 12 ferries providing 24 crossings per day."]},"\n",{"type":"[[","value":[["Lombok#By_taxi"],[{"type":"'''","value":["Metered taxis"]}]]}," normally operate in the southern area of Lombok however they will be hard to find in the more remote areas. Bookings can be made in advance by calling their radio despatch service.\n\n",{"type":"*","value":[" Bluebird * ",{"type":"{{","value":[["listing"],["name=Lombok Taksi"],["url=http:\/\/www.bluebirdgroup.com\/24hour.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 627000"],["tollfree="],["fax="],["hours=24hr service"],["price="],["content="]]}]},"\n",{"type":"*","value":[" Express * ",{"type":"{{","value":[["listing"],["name=Express Taksi"],["url=http:\/\/www.expressgroup.co.id\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 635968"],["tollfree="],["fax="],["hours=24hr service"],["price="],["content="]]}]},"\n",{"type":"'''","value":["Airport pick-up"]},", the established hotels and resorts of the Kuta area may offer pick up's and  transfers to and from the airport or other locations in Lombok. You will need to enquire at the hotels for this service and ensure you book ahead.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":["Take a guided tour of a village or a section of the forest with a local guide"]},{"type":"*","value":["Walk on your own and explore the westenr coastline"]},{"type":"*","value":["Rent a bike in ",{"type":"[[","value":[["Senggigi"]]}," or some of the hotels supply them"]},{"type":"*","value":["Rent a car"]},{"type":"*","value":["Rent a motor bike"]},"\n",{"type":"*","value":["Please see the ",{"type":"[[","value":[["Lombok#Get around"],["main Lombok article"]]}," article for more detailed information on driving in Lombok and ensure you obtain and use a helmet when riding a motor bike."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Batu Bolong"]},{"type":"*","value":["Namarda"]},{"type":"*","value":["Tangung A'an"]},{"type":"*","value":["Sekotong area"]},{"type":"*","value":["South coast beaches"]},"\n\n\n",{"type":"==","value":["Do"]},"\n\nIn 2010 the Kuta area had 16 hotels catering to domestic and International tourists.\nThere are many places to see and visit and many people like to stay in the region either to relax or to explore the beaches of the southern coastline.\n\nThe south of Lombok features white sandy beaches, some of them quite isolated, remote and with limited access. \n\n",{"type":"[[","value":[["File:Kuta Lombok Mawun Beach.JPG"],["thumb"],["350px"],["Mawun beach, South Lombok"]]},"\n\nNotable beaches are:\n",{"type":"*","value":["Pantai Gerupuk, "]},{"type":"*","value":["Pantai Awang, "]},{"type":"*","value":["Tanjung A'nn, "]},{"type":"*","value":["Pantai Seger, "]},{"type":"*","value":["Kuta Beach, "]},{"type":"*","value":["Selong Belanak, "]},{"type":"*","value":["Mawi Beach, "]},{"type":"*","value":["Pantai Tomang, "]},{"type":"*","value":["Are Guling Beach, "]},{"type":"*","value":["Pantai Pengatap, "]},{"type":"*","value":["Rowok, "]},{"type":"*","value":["Torok Aik Belek, "]},{"type":"*","value":["Pantai Mawun. "]},"\nSurfing is very popular with local and international visitors and the south coast has some popular destinations for international surfers and travellers. Fishing villages, grouper fish cultivation, pearl cultivation, the traditional fish market and coral reefs also attract visitors to this part of Lombok.\n\nOther attractions lie in the hills of central lombok rising toward Mount Rinjani. \n\nSouth Lombok supports an industry of traditional weaving and handicraft production. ",{"type":"<","value":["br"]},"\nIndividual tourists or tour guides often arrange small personalised tours or private visits to see traditional weaving and other handicraft production or to see religious and cultural ceremonies.",{"type":"<","value":["br"]},"\n",{"type":"[[","value":[["Mount Rinjani"]]}," is at the northern flank of nearby Central Lombok. The foothills of Mount Rinjani are a popular tourist attraction and activities include trekking, study of rare tropical flora and local fauna.\nObjects of cultural heritage in this part of the island include Sade Hamlet, Hamlet NDE, a location of a traditional housing, traditional villages, local arts and traditional ceremonies. Mosque Mount Pujut is a historic local mosque.  Other historic attractions are the tomb of King Pejanggik, the tomb of Nyatok, and Clack Tomb and Mausoleum, the tomb of Serewe Islamic religious figures.\n\n",{"type":"==","value":["Eat"]},"\n\nThe south has quite a few restaurants, some catering to tourists, more so in the Kuta area.\nThe region has many small warungs and local eating houses selling local food at very reasonable prices. Be cautious with hygiene and ensure you are clear about what you are ordering.\n\n",{"type":"==","value":["Drink"]},"\n\nLicensed premises such as hotels and some restaurants may serve alcohol. Do not expect a bar service or alcoholic drinks to be served in other than the larger hotels and please respect local sensibilities by avoiding drinking openly in public whilst in Lombok.\nLocal coffee, tea, fruit juices, coconut juice and softdrinks (sodas) are normally readily available. \n\n",{"type":"==","value":["Stay safe"]},"\n\nTry to keep off the roads at night and avoid travelling in the more remote areas on your own.\n\nLock up your possessions and never leave your luggage or personal items unattended.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok#Stay_safe"],["article"]]}," for more details on health and safety.\n\n",{"type":"==","value":["Connect"]},"\n\nSouth Lombok has varying terrain from urban townships to remote valleys beaches and coastal bays. Accordingly mobile telephonary varies from reasonable to patchy to non-existent.\nThe towns and built up areas normally have reasonable to good coverage from the two main operators.\n",{"type":"*","value":["Telkonsel is operated by Indonesia's Telkom. They provide GSM 2G and in some areas 3G reception and broadband wireless connections may be possible."]},{"type":"*","value":["XL comm also provides a wide coverage of 2G and in some areas 3G coverage."]},{"type":"*","value":["Telkom also provide a 2.5G CDMA service branded as \"Flexi\" throughout much of Lombok.  "]},"\nPost office services are available in Mataram at the central post office. It may be prudent to use the main office in Mataram at Jalan Sriwijarya, Mataram, ☎ +62 370 632645 if required.\n\nPost offices are described as ",{"type":"''","value":["Kantor Pos"]}," in Indonesia.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Mataram"]]},", including Sweta, Cacranegara, historic Ampenan"]},{"type":"*","value":["Lombok International Airport (",{"type":"''","value":["Bandara Internasional Lombok"]},") (",{"type":"{{","value":[["IATA"],["LOP"]]},")"]},{"type":"*","value":[{"type":"[[","value":[["West Lombok"]]},", including Batu Bolong, ",{"type":"[[","value":[["Lembar"]]},", ",{"type":"[[","value":[["Senggigi"],["Senggigi beach"]]},", Mangsit beach, Klui beach and further to the north ",{"type":"[[","value":[["Tanjung"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gili Islands"]]}]},{"type":"*","value":[{"type":"[[","value":[["North Lombok"]]}," including ",{"type":"[[","value":[["Senaru"]]},", ",{"type":"[[","value":[["Mount Rinjani"]]},", Bayan"]},{"type":"*","value":[{"type":"[[","value":[["Central and East Lombok"]]}," including ",{"type":"[[","value":[["Tetebatu"]]},", ",{"type":"[[","value":[["Praya"]]}," and ",{"type":"[[","value":[["Labuhan Lombok"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sumbawa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bali"]]}]},{"type":"*","value":[{"type":"[[","value":[["Java"]]}]},{"type":"*","value":[{"type":"[[","value":[["Komodo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}]},{"type":"*","value":[{"type":"[[","value":[["Singapore"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Malaysia"]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"====","value":["Hospitals and medical clinics "]},"\n\n",{"type":"*","value":[{"type":"''","value":["Please see the Lombok main ",{"type":"[[","value":[["Lombok#Cope"],["article"]]}," for a more comprehensive list of medical facilities available in Mataram."]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mataram Public Hospital"],["alt=Rumah Sakit Umun"],["url="],["email="],["address=Jl. Pejanggik 6, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 638464"],["tollfree="],["fax="],["hours=24 hours UGD-Emergency room and admissions"],["price="],["content=The islands main public hospital with UGD (Unit Gawat Darurat)-Emergency treatment room, ICU and OR facilities, laboratorium, Specialist consulting rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Klinik Risa"],["alt=Risa Centra Medika Hospital"],["url="],["email="],["address=Jl. Pejanggik No.115, Cakranegara"],["lat="],["long="],["directions=just east of Mataram mall on the right hand side of the road"],["phone=+62 370 625560"],["tollfree="],["fax="],["hours=24\/7 Emergency room"],["price="],["content=Full hospital facilities available on site, specialist consulting rooms, Dentist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=RS Harapan Keluarga"],["url="],["email="],["address=Jl Ahmad Yani, Selagalas"],["lat="],["long="],["directions=to the immediate east of the city"],["phone=+62 370 673666"],["tollfree="],["fax="],["hours="],["price="],["content=Newly built modern facility with a polyclinic, ICU, operating theatres, CT and MRI scans, modern x-ray equipment, hemodialysis, ultrasound (USG), endoscopy, bronchoscopy and fluoroscopy facilities. Ambulance callout, emergency room (UGD), pharmacy, on-site laboratory and radiology department is available 24\/7. This is currently the island's most advanced and comprehensively equipped private facility. RS Risa is a second preference, in a serious emergency the closest facility should be accessed."]]}]},"\n",{"type":"====","value":["Emergency service"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ambulance"]},{"type":"<","value":["br"]},"In emergency  ",{"type":"'''","value":["dial - 118"]}]},":",{"type":"''","value":["The reality is that unless within the confines of the main city of Mataram\/Ampenan\/Cakranegara an ambulance is normally too far away to provide prompt transport in the case of a true emergency. Most often a taxi, police vehicle or a private car is used to get someone requiring urgent medical attention to a hospital. The ambulances in Lombok are more often used in the role of assisted patient transport rather than for first responder\/paramedic supported emergency assistance and transport."]},"\n\n",{"type":"[[","value":[["WikiPedia:Central_Lombok_Regency"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lombok"]]},"\n",{"type":"{{","value":[["usableregion"]]}]