[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["warningbox"],["Travelling to Narathiwat, Pattani, Songkhla and Yala provinces can be dangerous and is strongly discouraged by most embassies due to an insurgency between Malay separatists and the Thai armed\/paramilitary forces and police. Since the start of the conflict in 2004, there have been more than 4,000 fatalities. Tourists have been killed during car bomb attacks in Hat Yai (Songkhla Province) in 2006 and in Sungai Kolok (Narathiwat Province) in 2011. However, it should be said that most attacks are aimed at the armed forces, police, government officials and people seen as collaborators with the Thai state. If it is necessary to visit, inform your embassy, remain cautious at all times and follow the advice of locals."]]},"\n\n",{"type":"[[","value":[["Image:Songkhla_Laem_Samila.jpg"],["thumb"],["350px"],["Laem Samila Beach, Songkhla"]]},"\n\nThe ",{"type":"'''","value":["Southern Gulf Coast"]}," is a region in ",{"type":"[[","value":[["Southern Thailand"]]},". It includes the provinces of Songkhla and Phatthalung, and the three deep southern provinces of Pattani, Narathiwat, and Yala. The region of the deep southern provinces is also sometimes called Patani (with one t, as opposed to the province and city which are usually spelled with two t's), a name which echoes the name of the former Kingdom of Patani which encompassed the region. This is the only region in Thailand with a Muslim majority. The deep south is sometimes also said to include the province of Satun, but this guide uses a slightly more limited definition.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hat Yai"]]}," — the largest city of the south"]},{"type":"*","value":[" ",{"type":"[[","value":[["Narathiwat"]]}," — a fishing town with nice beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pattani"]]}," — ancient capital of the Kingdom of Patani"]},{"type":"*","value":[" ",{"type":"[[","value":[["Phatthalung"]]}," — a mountainous city, one of the ancient cities of the south"]},{"type":"*","value":[" ",{"type":"[[","value":[["Songkhla"]]}," — the great city on two seas offers some great beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sungai Kolok"]]}," — border town, close to ",{"type":"[[","value":[["Rantau Panjang"]]}," in Malaysia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yala"]]}," — the largest city in the deep south"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Betong"]]}," — town on the border with Malaysia, on the road from Yala"]},{"type":"*","value":[" ",{"type":"[[","value":[["Padang Besar (Thailand)"],["Padang Besar"]]}," — border crossing with Malaysia by railway"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sadao"]]}," — border crossing with Malaysia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sathing Phra"]]}," — wildlife refuge near Songkhla"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tak Bai"]]}," — border town in Narathiwat Province, close to ",{"type":"[[","value":[["Kota Bahru"]]}," in Malaysia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Thepha"]]}," — small beach village at the border with Malaysia"]},"\n",{"type":"==","value":["Understand"]},"\nPattani Province is an east coast province in deep southern Thailand, by the Gulf of Thailand, with an area of approximately 1,940 square km. Two major rivers run through the province, the Tani and the Sai Buri. Due to its mountainous area and long seashore of about 170 km, Pattani has been an important port and the centre of the administration, trading, and culture. There are several tourist attractions, beautiful nature, historic locations, and traditional culture related to the unique blend of Thai-Buddhist, Malay-Muslim, and Chinese culture in the region. The majority of the population are Muslims, many of whom speak a dialect of the Malay language called Yawi. \n\nLike the rest of the deep south, it has experienced high levels of violence in recent years and as such, may not be suitable for travel. The administrative centre of the province is, like the province itself, called ",{"type":"[[","value":[["Pattani"]]},".\n\n",{"type":"==","value":["Talk"]},"\nThe three deep southern provinces are a multilingual region. Thai is the main language of public life, used in administration, commerce and education. A large part of the population, however, speak a dialect of Malay as their mother tongue. This dialect is often called Yawi, after the Arabic script it is written with. The Malay language was previously only written with this script but both Malaysia and Indonesia have since switched to the Latin alphabet and Yawi (or Jawi) script is no longer widely used outside of southern Thailand.\n\nThe Yawi dialect is very difficult for speakers of standard Malay (Malaysian or Indonesian) to understand. Similarly the local dialect of Thai is quite distinct from Thai as spoken in Bangkok, although the difference is not as great. Chinese is also spoken by the Chinese minority.\n\nBecause of its dominance in the public sphere, many young Malays are more fluent in Thai than they are in Malay (especially in the cities). A Thai speaker should have no problems communicating with anybody from the deep south. Those who speak neither Malay or Thai may run into some problems as English is not well understood. Most people know some words, though, and the children study English in school. With a good sense of humour, patience, and some imagination communication should work out though, and quite often an English speaker will be found nearby more than willing to show off some of his or her skills.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nThere are frequent and cheap buses between the main cities in the three southernmost provinces. Red buses go between ",{"type":"[[","value":[["Yala"]]}," and ",{"type":"[[","value":[["Pattani"]]},", leaving around the corner from the bus station in Yala and from Ruedi Rd in Pattani, and blue buses between Pattani and ",{"type":"[[","value":[["Narathiwat"]]},". These buses leave about once or twice an hour. For travel between the smaller towns and villages, ",{"type":"[[","value":[["Thailand#Songthaew"],["songthaews"]]}," are the main means of transportation.\n\nAlternatively, long-distance buses passing through the region can be taken between the main towns. They are a much more comfortable mode of transportation, but more expensive and much less frequent. The long-distance buses all go through bus stations just outside the towns they serve.\n\nThe road system in the deep south is generally quite good, driving on your own can be an option if you feel up for it. Taxis can also be booked to take you between destinations.\n\nBe aware that travelling between any two places in deep southern Thailand generally involves going through a lot of roadblocks. This is due to the security situation. Usually there won't be much hassle if you're a tourist, but these can significantly slow a journey down.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Thailand"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]