[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"],["pgname=Southern Pacific Coast"]]},"\n",{"type":"'''","value":["Southern Pacific Coast"]}," is a region in ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Granada (Nicaragua)"],["Granada"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Juan del Sur"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rivas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Moyogalpa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Altagracia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Gerardo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Balgue"]]}]},"\n",{"type":"==","value":[" Other destinations "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Isla Ometepe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Playa Madera‎"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Playa Santo Domingo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ostional Private WildLife Reserve"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Playa Gigante"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThis is the most touristically developed part of the country and especially Granada and san Juan del Sur see a lot of Central America in two weeks day trippers passing through from or to Costa Rica. Accommodation is cheaper than in Costa Rica year round but expect packed hotels and beaches and prices up to the triple of normal rates around ",{"type":"''","value":["semana santa"]}," (easter week)\n\n",{"type":"==","value":["Talk"]},"\nSpanish is the language of choice. A small (but rising) number of people also speak English. Most Taxi-drivers and police-officers don't however. If you need to brush up your rusty high school-Spanish there are numerous Spanish schools (week including homestay around USD 250) in Granada or San Juan del Sur\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nMost people arrive at Augusto C Sandino airport Managua (IATA code: MGA) and either take buses or arrange shuttle service from there. taxis can take you from the airport to Granada for roughly $ 40\n\n",{"type":"===","value":["By bus"]},"\nComing from Managua you can take buses to Granada and Rivas, from where you can change onto buses to San Juan del Sur and other Pacific beach destinations.\n\nFrom the Costa Rican Border at Pe~nas Balncas you can either take taxis or buses to Rivas and Granada and head elsewhere from there.\n\n",{"type":"==","value":["Get around"]},"\nBus service is cheap and frequent although it can get a bit crowded sometimes. Tickets can be bought in advance (no more than 24 hours) at the counter on most routes.\n\nTaxis can get you wherever you want but you have to agree on a price beforehand. keep in mind that most Taxis are only licensed for one town so if you only go one way they will probably have to return empty\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nRum is the Nicaraguan drink of choice. although there are also two light Lagers To~na and Victoria at more upscale places or pretty much any bar along the beach of San Juan del Sur you might get a decent selections of cocktails. Beer is sold in 12 oz. (354 ml) or liter (roughly a quart) bottles, the liter bottle often costs slightly more than two 12 oz. bottles, so if you are in a small group do as the locals and order one liter with the appropriate number of glasses to share it.\n\n",{"type":"==","value":["Stay safe"]},"\nThis area is the most developed in the country which means that although security is generally good, tourism related crime such as petty theft and pickpocketing are on the rise.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Nicaragua"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]