[{"type":"{{","value":[["pagebanner"],["Heiðmörk banner.JPG"],["caption=Heiðmörk, Iceland"]]},"\n\n",{"type":"'''","value":["Southwest Iceland"]}," is the region of ",{"type":"[[","value":[["Iceland"]]}," where the majority of the country's population lives, in and around the capital.\n",{"type":"[[","value":[["File:Reykjanes landscape.jpg"],["300px"],["thumbnail"],["Landscape of Reykjanes"]]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Reykjavík"]]}," — the capital of Iceland and focal point of the Southwest"]},{"type":"*","value":[{"type":"[[","value":[["Garður"]]}," — just north of Keflavík"]},{"type":"*","value":[{"type":"[[","value":[["Grindavík"]]}," — on the south coast of Reykjanes, Grindavík is perhaps today best known for its proximity to the Blue Lagoon, but it's also an important fishing centre"]},{"type":"*","value":[{"type":"[[","value":[["Hafnarfjörður"]]}," — previously a separate fishing and trading town, today a suburb of Reykjavík and the second centre of gravity within the capital area"]},{"type":"*","value":[{"type":"[[","value":[["Keflavík"]]}," — the main town on the Reykjanes peninsula and the location of Iceland's main international airport"]},{"type":"*","value":[{"type":"[[","value":[["Sandgerði"]]}," — a small town on the western edge of Reykjanes, by the Atlantic ocean"]},"\n",{"type":"==","value":["Other Destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Blue Lagoon"]]}," — amazing geothermal spa with the water temperature around 40 °C all year round, even in freezing conditions"]},{"type":"[[","value":[["File:2006-05-22-154855 Iceland Hafnir.jpg"],["250px"],["thumbnail"],["Bridge between continents"]]},"\n",{"type":"*","value":["Bridge between continents — also called Leif the Lucky's (or Miðlína) Bridge is a pedestrian bridge over the Álfagjá rift valley connecting symbolically Europe and American continental plates.  It is a part of the Mid Atlantic Ridge where the Eurasian and North American tectonic plates are continuously drifting apart with an average rate of about 2.5 cm per year. The place can be reached by road 425 about 7 km south of Hafnir."]},"\n",{"type":"==","value":["Understand"]},"\n\nEconomically Southwest Iceland is dominated by Reykjavík and the capital area (Icelandic: ",{"type":"''","value":["Höfuðborgarsvæðið"]},"). It could be argued that all other towns in the Southwest today function partly as suburbs of Reykjavík. Geographically, however, the capital area is simply at the eastern fringe of a peninsula known as Reykjanes, which juts out from the west coast into the Atlantic Ocean. This peninsula is one of the youngest landscapes in Iceland and is mostly covered by a field of lava, making it very inhospitable away from the coastline. Between Reykjanes and Snæfellsnes (in ",{"type":"[[","value":[["West Iceland"]]},") is the Faxaflói bay.\n\nSouthwest Iceland has historically been considered part of South Iceland, and it was only over the last century or so that it gained the position of absolute dominance over other regions that it has today. The Southwest is currently home to over two thirds of the population of Iceland and in addition to some important fishing harbours, it is the location of most economic activity in Iceland other than primary production. \n\nAs in many other countries, there is a level of animosity (or at least competition) between the capital area and the rest of the country. Some would argue that the \"real\" Iceland is not found in the Southwest. Nevertheless it is the most area most visited by tourist, being home of popular destinations such as Reykjavík and the Blue Lagoon and with easy access to the Golden Circle.\n\n",{"type":"==","value":["Get in"]},"\n:",{"type":"''","value":["See: ",{"type":"[[","value":[["Reykjavík#Get in"]]}]},"\n\nKeflavík International Airport is the main international airport in Iceland, and the point of entry for most people arriving in Iceland. It has direct flights to various destinations in both Europe and North America. Reykjavík also has an airport with flights to locations in all parts of the country, as well as to ",{"type":"[[","value":[["Greenland"]]}," and the ",{"type":"[[","value":[["Faroe Islands"]]},". Note that Keflavík and Reykjavík airports are separated by about 50km, and although the international airport is often referred to as Reykjavík Airport in international flights, in Iceland Reykjavík Airport will be understood to be the domestic airport.\n\nIf you arrive in Iceland on the ferry from Denmark or the Faroe Islands, you will find yourself in ",{"type":"[[","value":[["Seyðisfjörður"]]},", ",{"type":"[[","value":[["East Iceland"]]},". From there, it's a 700km drive to the Southwest. It can be very complicated to get from East Iceland to Southwest Iceland via bus, and you will likely need to stay a night in ",{"type":"[[","value":[["Höfn"]]},", but if you're arriving with the ferry you can bring along a car.\n\nThere are busses from most of the main towns in ",{"type":"[[","value":[["West Iceland"]]},", ",{"type":"[[","value":[["South Iceland"]]}," and ",{"type":"[[","value":[["North Iceland"]]}," to the Southwest.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\nThe greater Reykjavík area is served by a public bus system, Strætó ",{"type":"[","value":["http:\/\/www.straeto.is\/english"]},". The towns further out on the Reykjanes peninsula are connected to each other and Reykjavík by bus routes run by SBK ",{"type":"[","value":["http:\/\/www.sbk.is\/"]},". Reykjavík Excursions ",{"type":"[","value":["http:\/\/www.re.is\/"]}," operate the FlyBus service, connecting Keflavík International Airport to BSÍ bus terminal in Reykjavík. \n\n",{"type":"===","value":["By car"]},"\nSouthwest Iceland is not on the ring road, and mainly connects to it via Reykjavík. The primary road on Reykjanes is no. 41 (known as Reykjanesbraut, the Reykjanes route) and connects Reykjavík and Keflavík. There are also roads along the south and west coasts of the peninsula, connecting with Reykjanesbraut in several locations. Compared to other lowland areas, Southwest Iceland has a very sparse road system. This is because nobody lives in the middle of a lava field, and most of Reykjanes is one big lava field, despite it being mostly lowlands as well.\n\n",{"type":"==","value":["See"]},"\nSouthwest Iceland has some of the youngest lava in the country. Many who land there compare it to landing on the moon or on Mars. Nevertheless most people only visit the Blue Lagoon and Reykjavík, travelling to other regions to experience Icelandic nature. This is a shame, because the young lava is in fact quite spectacular and the Reykjanes peninsula absolutely fascinating. Sights include ",{"type":"'''","value":["Kleifarvatn"]},", a shallow lake which tends to shrink or expand as a result of geological activity, and the geothermal area of ",{"type":"'''","value":["Krýsuvík"]},". The south-western tip of Reykjanes, known as ",{"type":"'''","value":["Reykjanestá"]}," (the Toe of Reykjanes) has large wave-beaten cliffs, beautiful beaches are dotted around other parts of the coastline. Despite the very ugly aluminium smelter next door, the area around ",{"type":"'''","value":["Straumsvík"]}," (on the western edge of Hafnarfjörður) is a lush green bay for nice tranquil walks.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Blue Lagoon"]]}],["url=http:\/\/www.bluelagoon.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+354 420 8800"],["tollfree="],["fax="],["hours=9AM-9PM 1 July to 31 August; 10AM-8PM 1 September to 31 May"],["price=4,800 kr."],["content=Geothermal baths in the middle of a lava field, formed by a nearby geothermal power plant and one of the most popular tourist destinations in Iceland. The setting is impressive and the baths are almost unique in the world (their closest counterparts are the Nature Baths in ",{"type":"[[","value":[["Mývatn"]]},", ",{"type":"[[","value":[["North Iceland"]]},"). However, they are also slightly overpriced and overcrowded, as is to be expected of a place so popular. It is possible to take a bus from Keflavík International Airport and stop in the Blue Lagoon on the way to Reykjavík, with a bath included in the price. If you're arriving on your own by public transport, take the buses to Grindavík from Keflavík or Reykjavík. If you're driving, take Reykjanesbraut and turn at the sign pointing to Grindavík (road nr. 43, 10km east of Keflavík)."]]}]},{"type":"*","value":[{"type":"'''","value":["Lava walking"]}," - You don't have to hike a mountain, a walk in the young lava of Reykjanes can be just as fun and just as exhausting due to the difficult surface. One location to spot in the lava is a symbolic bridge between the European and North American continents by the road along the eastern coast of Reykjanes.."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Volcano Tours"],["url=http:\/\/www.volcanotours.is"],["email="],["address=Víkurbraut 2, Keflavík"],["lat="],["long="],["directions="],["phone=+354 426 8822"],["tollfree="],["fax="],["hours="],["price=17,000 kr."],["content=Adventure caving to lava tunnels and craters in the Reykjanes peninsula. No gear or experience is required"]]}]},"\n",{"type":"==","value":["Eat and Drink"]},"\nThe Southwest is a fishing area with almost no agriculture so it's ideal to try to eat locally caught fish. The country's very small whaling industry is more or less based in Reykjavík and the whales are hunted in Faxaflói, the bay to the north of Reykjanes. There are very few dining options outside the main towns, but the Blue Lagoon (see above) has a restaurant, and there are of course several eateries at Keflavík International Airport.\n\nKaffitár is one of Iceland's main coffee companies, both as a roaster and a chain of cafés. It's based in Keflavík and their factory also has a nice café.\n\nReykjavík is of course known for its nightlife, and Keflavík has several good pubs. Apart from that, don't go to Southwest Iceland looking for nightlife.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAs the Southwest contains larger urban areas than any other parts of Iceland, more care needs to be taken with regards to crime than in other parts of the country. On the southern and western coasts of Reykjanes it is especially important to be mindful of the sea, which is the Atlantic Ocean itself with its strong tides and currents. Be careful in the geothermal areas by Krýsuvík and Kleifarvatn, as there may be empty spaces beneath what seems to be solid land.\n\n",{"type":"==","value":["Go next"]},"\nSouthwest Iceland connects with the rest of Iceland through the ring road in Reykjavík, and with the road along the south coast from Grindavík to ",{"type":"[[","value":[["Eyrarbakki"]]}," and the neighboring towns. \n\nMany choose to explore to sights of Southwest Iceland and the Golden Circle in ",{"type":"[[","value":[["South Iceland"]]}," together, and indeed this is probably the simplest way to get as much as possible out of your time in Iceland.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Iceland"]]},"\n",{"type":"{{","value":[["geo"],["63.92349"],["-22.23495"],["zoom=10"]]},"\n\n",{"type":"[[","value":[["it:Islanda sudoccidentale"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]