[{"type":"{{","value":[["pagebanner"],["Arizona banner Grand Canyon.jpg"],["pgname=American Southwest"]]},"\nThe ",{"type":"[[","value":[["United States of America"],["American"]]}," ",{"type":"'''","value":["Southwest"]}," contains more than its fair share of natural wonders: ",{"type":"[[","value":[["Grand Canyon"]]},", ",{"type":"[[","value":[["Arches National Park"]]},", and ",{"type":"[[","value":[["Carlsbad Caverns National Park"]]}," are only three of the most famous natural attractions that draw people from all over the world. The region is home to a wonderful and vibrant mix of Anglo, Latino, Hispanic, and American Indian traditions making it one of the more diverse and interesting corners of America with regards to history, landscape and culture.\n\n",{"type":"==","value":["States"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map-USA-Southwest01.png"],["regionmaptext=States, cities, and other destinations of the Southwest"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Arizona"]]}],["region1color=#729db9"],["region1description="],["region2name=",{"type":"[[","value":[["Nevada"]]}],["region2color=#b787a5"],["region2description="],["region3name=",{"type":"[[","value":[["New Mexico"]]}],["region3color=#dee57c"],["region3description="],["region4name=",{"type":"[[","value":[["Utah"]]}],["region4color=#8eb556"],["region4description="]]},"\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Navajo Nation"]]}]}," is a reservation that overlaps areas of three of these states.\n\nNote: Parts of ",{"type":"[[","value":[["California"]]},", ",{"type":"[[","value":[["Colorado"]]},", and ",{"type":"[[","value":[["Texas"]]}," are usually considered to be part of the \"Southwest\", but they appear in other travel guides.\n\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Albuquerque"]]}]},{"type":"*","value":[{"type":"[[","value":[["Las Vegas"]]}]},{"type":"*","value":[{"type":"[[","value":[["Phoenix"]]}]},{"type":"*","value":[{"type":"[[","value":[["Reno"]]}]},{"type":"*","value":[{"type":"[[","value":[["Salt Lake City"]]}]},{"type":"*","value":[{"type":"[[","value":[["Santa Fe (New Mexico)"],["Santa Fe"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tucson"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:D7498.jpg"],["thumb"],["300px"],["Grand Canyon scenery"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Arches National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bryce Canyon National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Canyonlands National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Carlsbad Caverns National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Grand Canyon"]]}]},{"type":"*","value":[{"type":"[[","value":[["Monument Valley"]]}]},{"type":"*","value":[{"type":"[[","value":[["Saguaro National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["White Sands National Monument"]]}]},{"type":"*","value":[{"type":"[[","value":[["Zion National Park"]]}]},"\n",{"type":"[[","value":[["Image:Petroglyphs Newspaper Rock Utah USA.JPG"],["thumb"],["270px"],["Native American rock carvings, or petroglyphs, adorn the desert varnish at Newspaper Rock State Park, south of ",{"type":"[[","value":[["Moab"]]},", Utah"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\nContrary to the Southwest's image as a sprawling desert, it is one of the most geographically diverse regions in the United States.  Beginning at the high elevations of the Wasatch and ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountains"]]}," the landscape descends into dramatic bluffs and mesas before emptying out on the flatlands of the Rio Grande.  The dry climate and dramatic red rock landscapes help tie the region together despite the dramatic differences in elevation.\n\n",{"type":"===","value":["History"]},"\n\nHuman settlement in the Southwest dates back over 12,000 years, and is preserved today by the rock art, cliff dwellings, and other archaeological remains found throughout the region.  The Pueblo (sometimes known as the Anasazi) people inhabited the area for well over one thousand years, but disappeared during the 12th or 13th century AD.  The Athabascan people (Navajo and Apache) began arriving as early as 1000 AD and remain the largest indigenous group in the area to this day.  In the 1500s Spanish explorers arrived and remained a dominant military force for nearly three hundred years.  The area became part of Mexico in 1821 after Mexico won its independence from Spain.  By the mid-1800s the expanding United States established a presence, and in 1848, after a war with Mexico, much of the area became United States territory.\n\n",{"type":"[[","value":[["Image:Delicate Arch Arches National Park Utah USA.JPG"],["thumb"],["250px"],["Sunset on Delicate Arch, ",{"type":"[[","value":[["Arches National Park"]]},", Utah"]]},"\n\n",{"type":"===","value":["Climate"]},"\n\nThe region experiences the full range of climate extremes from 100-125°F (38-52°C) in the summer down to sub-zero in the northernmost regions in the winter.  The dry, cold conditions in the northern mountainous regions make for excellent skiing, while the desert heat is perfect for those looking to escape winter's bite.\n\n",{"type":"==","value":["Talk"]},"\n\nAlthough English is the predominant language spoken throughout the Southwest, Spanish is also common among Hispanic populations throughout the region.  Most of this region was once under the rule of ",{"type":"[[","value":[["Spain"]]}," and ",{"type":"[[","value":[["Mexico"]]},", and also has large immigrant populations from Mexico and ",{"type":"[[","value":[["Latin America"]]},".  Numerous indigenous tribes throughout the region speak a myriad of languages; however, this is a trait most particularly observed within reservation boundaries.  Linguistic diversity is more prevalent in larger metropolitan areas.  The larger ",{"type":"[[","value":[["United States National Parks"],["national parks"]]}," and museums in the region provide signage and reading materials in other common languages such as ",{"type":"[[","value":[["German"]]},", ",{"type":"[[","value":[["French"]]}," and ",{"type":"[[","value":[["Japanese"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe region's primary airports are in:\n\n",{"type":"*","value":["Albuquerque -- hub for Southwest Airlines, served by most majors, nominally an \"international airport\" but no nonstop international flights"]},{"type":"*","value":["Las Vegas -- another Southwest Airlines and US Airways hub, some international service (on other airlines)"]},{"type":"*","value":["Phoenix -- home base and largest hub for Southwest Airlines and US Airways; a major airport with service to a number of international destinations; Tucson also has limited international service"]},{"type":"*","value":["Salt Lake City -- major hub for Delta Airlines, service to many international destinations"]},"\n",{"type":"===","value":["By car"]},"\nEntry from Mexico is surprisingly limited given the length of the region's Mexican border.  New Mexico has border crossings at Santa Theresa, Columbus and Antelope Wells, of which the small town of Columbus is the only 24-hour port of entry; most traffic entering New Mexico from Mexico arrives via the 4 border crossings at ",{"type":"[[","value":[["El Paso"]]},", Texas, just outside the state.  Arizona has border crossings at ",{"type":"[[","value":[["Douglas (Arizona"],["Douglas"]]},", ",{"type":"[[","value":[["Nogales (Arizona)"],["Nogales"]]}," and (outside) ",{"type":"[[","value":[["Yuma"]]},", with a few others that may or may not be open at any given time.\n\nMajor highways entering the region from other parts of the United States all have their western entries to the region from California (note that produce brought into California from Arizona is subject to inspection).  East- and north-side entry points are:\n\n",{"type":"*","value":["Interstate 10: from Texas at ",{"type":"[[","value":[["Las Cruces"]]},", New Mexico"]},{"type":"*","value":["Interstate 15: from ",{"type":"[[","value":[["Idaho"]]}," near Salt Lake City"]},{"type":"*","value":["Interstate 25: from Colorado near ",{"type":"[[","value":[["Raton"]]},", New Mexico"]},{"type":"*","value":["Interstate 40: from Texas in empty country in eastern New Mexico"]},{"type":"*","value":["Interstate 70: from Colorado in eastern Utah"]},{"type":"*","value":["Interstate 80: from ",{"type":"[[","value":[["Wyoming"]]}," near Salt Lake City"]},"\nI-25 (north end), I-70 (east end) and I-80 (east end) are all subject to occasional delays or closures in the winter owing to snowfall, as they go over mountainous country en route to (and within) the Southwest.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," has three routes running through the Southwest, all of which run east-west connecting California to cities in the east. The ",{"type":"''","value":["California Zephyr"]}," cuts across Utah and Nevada, running roughly parallel to I-70 and I-80, stopping in Salt Lake City and Reno. The ",{"type":"''","value":["Southwest Chief"]}," runs through New Mexico and Arizona, parallel to I-40 west of Albuquerque with stops near Santa Fe and in Albuquerque and ",{"type":"[[","value":[["Flagstaff"]]},". Finally, the ",{"type":"''","value":["Sunset Limited"]}," zips through the small southwestern corner of New Mexico and across southern Arizona, with a stop in Tucson.\n\n",{"type":"==","value":["Get around"]},"\n\nThe southwestern United States is the original home territory of Southwest Airlines, a \"regional,\" low-cost (and low-frills) carrier notable for its widely distributed network of minor hubs in contrast to the hub-and-spokes approach used by most airlines in the United States.  Not only as a result of Southwest's approach, but also because its competitors in the region have adopted its ways to some extent, the major cities of the region tend to be connected very well by air, and fares are relatively low.  Intra-regional air service to the lesser cities can be much more expensive, due in part to the fact that Southwest has no agreements with commuter airlines that service the smaller airports.\n\nThe imposing obstacle of the Grand Canyon limits road and rail traffic within the region. South of the Grand Canyon, Interstate highways 40 and 10 connect New Mexico and Arizona cities reasonably conveniently. I-40 basically follows the route of historic ",{"type":"[[","value":[["Route 66"]]}," in the region.  I-80 serves a similar function for Nevada and Utah. \n\nHowever, getting from north to south or vice versa by road is a more challenging proposition. No railroads make this connection, and the few highways that connect Arizona to Utah or eastern Nevada are minor, generally two-lane, lightly traveled, and frequently far from traveler services. If you're driving north-south from Arizona, pay careful attention to your fuel level, and make sure your vehicle is in good mechanical condition. I-15 runs southwest to notheast from Barstow, California through Las Vegas, Nevada and Salt Lake City across Utah. New Mexico is bisected north-south by I-25, which runs from I-10 in Las Cruces though Albuquerque, Santa Fe and Denver into Wyoming.\n\n",{"type":"==","value":["See"]},"\nThe Southwest is best known for its stunning scenery. The terrain is incredibly varied. You might find yourself driving through a desert landscape of red rock, and within a few hours you'll wind up climbing into the mountains. Some of the most striking sights are National Parks, protected from development and offering easy access to some of the most stunning attractions - Parks like Carlsbad Caverns N.P., Grand Canyon N.P., Bryce Canyon N.P., and Zion N.P.\n\nWhile known for its incredible natural beauty, the Southwest also has many historical sites. Throughout Arizona and New Mexico are reminders of the Native American culture, from the ruins of great pueblos in ",{"type":"[[","value":[["Canyon de Chelly National Monument"],["Canyon de Chelly"]]}," in northeastern Arizona, ",{"type":"[[","value":[["Chaco Culture National Historical Park"],["Chaco Canyon"]]}," in northwestern New Mexico, and ",{"type":"[[","value":[["Mesa Verde National Park"],["Mesa Verde"]]}," in nearby ",{"type":"[[","value":[["Southwestern Colorado"]]},", to the thriving culture in communities still inhabited, like Taos Pueblo in ",{"type":"[[","value":[["Taos"]]},", New Mexico. The Rio Grande Valley of New Mexico from Albuquerque to Taos was the site of some of the first permanent European settlements in the country, and many towns in the area hold on to their Spanish roots, with the town plan of a central plaza and an adobe church overlooking it, surrounded by small adobe homes. On the other hand, in Utah (particularly all of Northern and Central Utah and the ",{"type":"[[","value":[["Dixie (Utah)"],["Dixie"]]}," region) most of the historical sites are based around the Mormon Pioneers who transformed what many considered to be an uninhabitable wasteland into a thriving oasis of farmland and neatly planned cities and towns.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Winter sports"]},"\nConsidering the vast deserts and red rock landscapes that the Southwest is so well known for, it may seem hard to believe that this region offers some of the best skiing in the country, gifted by the varied terrain and exquisite powder. Salt Lake City, site of the 2002 Winter Olympics, is about 60 miles from nearly a dozen ski and snowboarding resorts in the Wasatch Range just to the east. Utah also has a couple of smaller but far less crowded resorts, and the ",{"type":"[[","value":[["Sangre de Cristo Mountains"]]}," of ",{"type":"[[","value":[["North Central New Mexico"]]}," offer a handful of resorts, notably Taos Ski Valley near Taos.\n\nThere are also many opportunities for cross-country skiing, snowmobiling, and snowshoeing in most of the forests of the region, scattered throughout Utah, New Mexico, and Arizona.\n\n",{"type":"===","value":["Water sports"]},"\nWhile you won't find any good places to surf or sail, the Colorado River and its two man-made reservoirs, ",{"type":"[[","value":[["Glen Canyon National Recreation Area"],["Lake Powell"]]}," and ",{"type":"[[","value":[["Lake Mead National Recreation Area"],["Lake Mead"]]},", offer a chance for boating, kayaking, and white-water rafting through the canyons and expanses of red rock. Other rivers in the region give further opportunities for rafting, like the Rio Grande near Taos.\n\n",{"type":"===","value":["Bicycling"]},"\nCycling is hugely popular in the Southwest, from touring and road cycling to mountain biking, from high mountain valleys to rugged red rock landscapes. You can find a decent bike shop in just about every decent-sized town. Just keep in mind that nearly all National Parks have strict restrictions on just where you can bike, and some National Forests have their own rules as well.\n\n",{"type":"===","value":["Hiking and backpacking"]},"\nThe majority of the Southwest is public land, and just about anywhere you go you'll find a trail. All of the National Parks offer a range of trails, from easy, paved walks to strenuous hikes. Most of the trails in the National Forests are well-marked and traverse long distances, great for overnight backpacking. Bureau of Land Management property is a bit hazier - if there isn't a well-marked trail, be cautious as you could wind up entering private land. Be sure to prepare for any hike: pack lots of water, apply sunscreen, and watch for rapidly changing conditions.\n\n",{"type":"===","value":["Hunting and fishing"]},"\nWith the exception of salt-water fishing, this region offers just about every kind of recreational fishing there is, from renting a boat and casting in the middle of a lake to fly-fishing in mountain streams. The region also offers excellent hunting opportunities for both large and small game. Be sure to check the local laws and regulations before you do anything, though.\n\n",{"type":"===","value":["Camping"]}," \nThe Southwest offers thousands of camping opportunities which can be enjoyed year round. Choose your destination wisely. Camping in the summer months will be too hot in the desert, however the mountains will offer cool camping possibilities. In the late fall through early spring is the time to visit the deserts. The spring can be especially rewarding with the wildflowers.\n\n",{"type":"==","value":["Eat"]},"\nFor the most part you can find a diner or a place selling \"American Food\" in any town, and in most places you should be able to find a fast food chain, be it a regional or national one. In the larger cities cuisine options tend to open up, and in the largest cities you can find just about any form of cuisine you may be looking for.\n\nNew Mexico has a distinctive cuisine of its own, characterized by chile (",{"type":"''","value":["chile"]},", not chili) peppers, pork, beans, blue corn, and other common ingredients. Any town anywhere in New Mexico will have a diner selling both American and New Mexican food, and specific recipes may vary. Wherever you go, you will probably be asked the question \"Red or Green?\". What this means is what kind of chile you want on your dish, red chile (which tends to be the hottest) or green chile. \n\nThe Native Americans in the area also have a cuisine of their own, and you may find local restaurants specializing in frybread, Navajo tacos, cornbread, or posole.\n\n",{"type":"==","value":["Drink"]},"\n\nBe warned that alcoholic beverages are forbidden in the ",{"type":"[[","value":[["Navajo Nation"]]}," and in many other American Indian pueblos and reservations.  Note that many Mormon-owned restaurants do not serve coffee, tea, or alcohol.\n\n",{"type":"==","value":["Stay safe"]},"\n\nCommon sense should be applied to any problems you may face. The desert is beautiful, but it does not suffer fools kindly. Cell phone coverage is extremely spotty outside of urban areas, and while it's usually possible to use a cell phone from the interstate highways, this is nowhere close to universally true. Also, many areas of the Southwest can be as much as two hundred miles from the nearest tow truck, so be prepared. Have a spare, a jack, and a lug wrench, not to mention a full gas tank and blankets for use in an emergency. Winter nights can be bitterly cold in the desert, especially at higher altitudes, even at times when the daytime temperatures are quite hot. \n\nSome areas experience dust-storms where visibility is almost nil; if you find yourself in one of these, stop driving and pull immediately to the shoulder of the road to avoid hitting stopped cars or being hit yourself.\n\nIt is not uncommon for people to become very ill in the intense heat, or even die. It is vital to constantly drink water in the summer; restaurants will give small cups of cold tap water for free (in moderation) and most establishments will be sympathetic and give cups for water, even if  they do not sell it.\n\nAltitude is also a consideration. Albuquerque is at 5600+ feet, Santa Fe and Flagstaff are at more than 7200. It is important not to ignore shortness of breath any more than you would the signs of sunstroke, as altitude sickness can require hospitalization if ignored. Expect to tire easily the first day or two at higher elevations and plan to take it easy.\n\nSunburn is a serious risk, even for people who are very dark. If you are not familiar with incredibly hot, dry, desert climates, it is vital to apply sunscreen every 45 minutes. Sunburns can range from uncomfortable to serious damage requiring medical attention. Burns also mark you as a tourist or non-native to the area.\n\nDespite the intense heat, it is good to wear very thin layers of clothing that cover as much skin as possible. Hats and sunglasses are also recommended. Americans in the Southwest value air conditioning; some stores, restaurants, and movie theatres will be cooled to temperatures as low as 60 degrees Fahrenheit.\n\nIf you choose to enter the desert to go hiking or sight-seeing, wear comfortable shoes with a tread and bring water. Natives to the area are disdainful of those who are lost or injured while hiking or exploring. Many desert and mountain areas do not have cell phone reception; it is vital to bring maps and tell someone where you will be going and when you expect to return. Hiking during the day is often a poor choice, due to the intense heat, it's better to start around dawn when it is cool.\n\nUnder no circumstances light fires except where specifically posted, even in forest areas that do not seem at first glance particularly dry. This includes campfires, fireworks, and cigarettes (unless you are in an established area). The southwest is vulnerable to massive fires sweeping across several states; these often start from a single match or small campfire. These large fires destroy homes, entire towns, wildlife, and huge swaths of forest. Anyone who starts fires, accidentally or on purpose, will get no sympathy and probably no mercy either.\n\nCoyotes are a desert animal, similar in appearance to a small wolf or dog. They are extremely intelligent, and have adapted to also live in urban areas where they eat garbage. They travel in packs and can interbreed with dogs. They are often considered pests or nuisances, and can be seen at night. Do not approach or disturb them -- they are wild animals. They rarely attack humans, preferring to run, but cornering one or approaching pups is a good way to get hurt.\n\nThere are poisonous animals in the desert. Rattlesnakes often live in cool ledges or hideyholes outside away from people. Do not stick your hand in a place you cannot see (say, onto a ledge while rock climbing). They often \"rattle\" as a warning before they strike, a very loud sound similar to that of a baby rattle. If you hear a rattle stop what you are doing immediately. Their bite is both painful and venomous, it's imperative you immediately seek medical care. Rattler bites can be fatal.\n\nScorpions are small insects with a large tail that curls over their body into a stinger. They range in size from the palm of your hand to the size of a paperclip. They also hide in cool places, such as linen closets and shoes. Their sting ranges from being mildly irritating to extremely painful. You must check your shoes before wearing them. If you are stung, seek medical attention. It is very unlikely to be fatal.\n\nBlack widows are a form of spider common to this area. They are often shiny, black, with a large or swollen abdomen with a red hourglass figure on it. They build webs and hide in areas such as corners, under beds, and again, in shoes. Their bite is extremely painful and poisonous, unlikely to cause death but can cause damage.\n\nAfricanized bees are common in this area. Africanized bees are extremely territorial and aggressive, they build their hives in any undisturbed area--awnings of houses, old cars, trees, and so on. Do not harass these bees or approach a hive. They will swarm and give chase for up to a mile; diving under water does not dissuade them. An individual sting in unpleasant and painful, multiple stings can lead to death.\n\nFire ants are also found in the area, both urban and rural areas, including residential yards. They build hives underground with few signs on the surface. They are often a dull red color. Their sting is painful, if the hive is disturbed or threatened they will attack en mass. Leave the area immediately and treat the stings with minimal medical care as soon as possible, watch for anthills if you choose to sit on the ground or lay an object on the ground.\n",{"type":"[[","value":[["WikiPedia:Southwestern United States"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Regions\/Southwest\/"]]},"\n\n\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["United States of America"]]}]