[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Southwest Florida "]}," is a region in the ",{"type":"[[","value":[["United States of America"],["U.S."]]}," state of ",{"type":"[[","value":[["Florida"]]},". It is comprised of the Gulf Coast counties of Manatee, Sarasota, Charlotte, Lee, and Collier. \n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bradenton"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cape Coral"]]}]},{"type":"*","value":[{"type":"[[","value":[["Englewood (Florida)"],["Englewood"]]}]},{"type":"*","value":[{"type":"[[","value":[["Everglades City"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fort Myers"]]}," - Beaches of Fort Myers and Sanibel and the exotic beaches of Captiva Islands."]},{"type":"*","value":[{"type":"[[","value":[["Marco Island"]]}," - Relatively undiscovered small town with beautiful beaches."]},{"type":"*","value":[{"type":"[[","value":[["Naples (Florida)"],["Naples"]]}," - Enjoy the beaches of the Gulf of Mexico, world class shopping, golf courses and the nearby untamed tropical wilderness of The Everglades. "]},{"type":"*","value":[{"type":"[[","value":[["Port Charlotte"]]}," - Though devastated by Hurricane Charley in August 2004, this city is on the way to a complete recovery."]},{"type":"*","value":[{"type":"[[","value":[["Punta Gorda (Florida)"],["Punta Gorda"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sarasota"]]}," - Popular resort and timeshare destination."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anna Maria Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Big Cypress National Preserve"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Captiva Island"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Everglades National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Little Gasparilla Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Marco Island"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Sanibel Island"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.srq-airport.com\/ '''Sarasota\/Bradenton International Airport"]}," (SRQ)''', 6000 Airport Circle, ",{"type":"[[","value":[["Sarasota"]]},", Phone: +1 941 359-2777, Located on the border between Sarasota and Manatee counties."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Southwest Florida International Airport (RSW)"],["alt="],["url=http:\/\/www.flylcpa.com"],["email="],["address=11000 Terminal Access Road"],["lat="],["long="],["directions="],["phone=+1 239 590-4800"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Fort Myers"]]},", Located in Lee County."]]}]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cayo Costa State Park"]}," is a Florida State Park on La Costa Island, which is directly south of Boca Grande, Florida, 12 miles (19 km) west of Cape Coral and just north of Sanibel and Captiva Islands. The park is accessible only by charter boat, private boat or ferry. Among the wildlife that can be seen at the park are manatees, dolphins, and an assortment of birds. Amenities include boat slips, beaches, hiking trails, picnic pavilions, 12 primitive camping cabins and bath house\/restrooms. The park offers a small nature center\/gift shop with nature exhibits as well as items for sale. The park has the following available for purchase: ice, sun lotion, bug spray, t-shirts, hats, bird keys, shell keys, and postcards. Cayo Costa has bikes available for half-day and full-day rentals."]},{"type":"*","value":[" ",{"type":"'''","value":["Charlotte Harbor Preserve State Park"]}," is a Florida State Park, composed of islands and land that surrounds Charlotte Harbor. The park can be accessed from Punta Gorda, Cape Coral, Cape Haze, El Jobean, Rotonda and Little Pine Island. The main offices are approximately 3 miles south of US 41\/Tamiami Trail, in Punta Gorda. The park provides vast areas of unspoiled scenery and vital habitat for many varieties of wildlife. The upland areas of the park are accessible at pedestrian walk-throughs available in each section of the park. The park also manages more than 80 miles of Charlotte Harbor shoreline. Most of it is shallow water fringed by mangroves. These areas provide amazing opportunities to view wading birds, manatees, dolphins and other wildlife. It is best accessed by kayak or canoe."]},{"type":"*","value":[" ",{"type":"'''","value":["Collier-Seminole State Park"]}," is a Florida State Park located on US 41, 17 miles (27 km) south of Naples, Florida. The park is the home of a National Historic Mechanical Engineering Landmark, the Bay City Walking Dredge used to build the Tamiami Trail through the Everglades. The park includes of 6,430 acres (26 km2) of mangrove swamp, cypress swamps, salt marshes, mangrove river estuaries, and pine flatwoods. Among the wildlife of the park are alligators, raccoons, ospreys, and white ibis. Brown Pelicans, Wood storks, bald eagles, red-cockaded woodpeckers, crocodiles, Florida black bears and big cypress fox squirrels also inhabit the park. Activities include picnicking, hiking, bicycling, and canoeing, camping, wildlife viewing, fishing and boating. Amenities include an RV park, four pavilion picnic shelters, a boat ramp, and a full-facility campground with youth, group and primitive campsites. The park has a number of trails. A 13.6-mile (21.9 km) canoe trail that flows down the Blackwater River through a mangrove forest. A 6.5-mile (10.5 km) hiking trail runs through the park. A .9 mile nature trail features a boardwalk system and observation platform that overlooks the salt marsh. The park is open from 8:00AM until sundown year round."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fakahatchee Strand State Park"],["alt="],["url=http:\/\/www.floridastateparks.org\/fakahatcheestrand\/"],["email="],["address=Copeland"],["lat="],["long="],["directions="],["phone = +1 239-695-4593"],["tollfree="],["fax="],["hours=8AM-sundown"],["price="],["content=Approximately twenty miles long and five miles wide, the Fakahatchee Strand is a swamp forest that hosts a number of rare and endangered tropical plant species. It is the only place in the world where bald cypress trees and royal palms share the forest canopy. Wildlife such as the Florida panther, American alligator, White-tailed deer and Black bear may be spotted."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Florida Panther National Wildlife Refuge"]}," is part of the United States National Wildlife Refuge System, located in southwestern Florida, twenty miles east of Naples, in the upper segment of the Fakahatchee Strand of the Big Cypress Swamp. It is north of I-75 and west of SR 29. The 26,400 acre (107 km²) refuge was established in 1989 under the Endangered Species Act, to protect the endangered Florida Panther, as well as other threatened plant and animal species. Besides the panthers, the refuge is home to Big Cypress fox squirrels, bobcats, black bears, alligators, swallow-tailed kites and several wood stork rookeries. It is part of a network of private land and government protected areas. To protect the panther and other endangered inhabitants, general public use is only available at the southeast corner of the refuge, on designated hiking trails. All other areas are can only be seen by way of limited tours. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Ringling Estate"],["alt="],["url=http:\/\/www.ringling.org"],["email="],["address=5401 Bay Shore Road"],["lat="],["long="],["directions="],["phone = +1 941-359-5700"],["tollfree="],["fax="],["hours="],["price="],["content=Daily 10AM-5:30PM. The Ringling Estate has recently finished a six-year restoration and expansion phase that restored all of the existing buildings and added four new buildings to the estate. Features of the 66-acre estate include the lush grounds and landscaping including Mable’s Rose Garden, the John and Mable Ringling Museum of Art, the Circus Museum, the Cà d’Zan Mansion, the Tibbals Learning Center, and the Historic Asolo Theater located in the Visitor’s Pavilion."]]},"  "]},{"type":"*","value":[" ",{"type":"'''","value":["Ten Thousand Islands National Wildlife Refuge"]},", 20 miles southeast of Naples, and south of SR 41 near Goodland. A chain of mangrove islets off the coast, one of the largest expanses of mangrove estuary in North America. About 30% of the refuge (8,000 acres) is mangrove forest, 16,000 acres marine water, and 11,000 acres is freshwater marshland and other habitat."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Collier County Convention and Visitors Bureau"],["alt="],["url=http:\/\/www.paradisecoast.com\/"],["email="],["address=3050 N. Horseshoe Drive"],["lat="],["long="],["directions="],["phone =+1 239 252-2384"],["tollfree="],["fax="],["hours="],["price="],["content=Suite 218, Naples, Florida 34104. The official tourism sales and marketing agency for Collier County."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:‎American Alligator 2.jpg‎"],["right"],["thumb"],["American Alligator"]]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Florida"]]},"\n",{"type":"[[","value":[["wikipedia:Southwest Florida"]]}]