[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner southworth ferry.jpg"],["caption=Washington State Ferry arriving at Southworth"]]},"\n\n",{"type":"'''","value":["Southworth"]}," is located on the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," in the ",{"type":"[[","value":[["Puget Sound"]]}," region of ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," state. \n\nA seaside playground for the Suquamish Indians in the 19th century, Southworth became a vacation retreat in the 20th century for Seattle residents and serves as a gateway to the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," and ",{"type":"[[","value":[["Port Orchard"]]},".\n\nDocks constructed to serve the Mosquito Fleet vessels and private boat ownersat the northern end of Colvos Passage before roads were developed in the 1920's now await the large state ferries bound for West ",{"type":"[[","value":[["Seattle"]]}," and ",{"type":"[[","value":[["Vashon Island"]]},".  \n \n",{"type":"[[","value":[["File:Washington State Ferry unloading at Southworth on the Kitsap Peninsula.JPG"],["thumb"],["400px"],["Washington State Ferry unloading at Southworth on the Kitsap Peninsula"]]},"\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["By ferry"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Washington State Ferries"],["url=http:\/\/www.wsdot.wa.gov\/ferries\/"],["email="],["address=11564 SE State Highway 160 Southworth, WA 98386"],["lat="],["long="],["directions="],["phone= +1 206 464-6400"],["tollfree="],["fax="],["hours="],["price="],["content=Connects Southworth to West ",{"type":"[[","value":[["Seattle"]]}," and ",{"type":"[[","value":[["Vashon Island"]]},", all boats on this route accept both walk on and vehicle traffic.  Ferry lines can get pretty long in the summer season so arrive early or just plan on waiting awhile for the next ferry."]]}]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" From I-5: Take exit 132 and proceed west on Hwy 16 approximately 35 miles to Hwy 160 exit. Take Hwy 160 (Sedgwick road) exit, turn right onto Hwy 160 at stop sign and proceed approximately 7 miles to yet another stop sign. Turn right; ferry dock straight ahead. Parking is located to the right of terminal."]},"\n",{"type":"*","value":[" From Bremerton, go east on Hwy. 16 to the Sedgewick Rd. (Hwy 160) exit. Turn left onto S.E. Sedgewick Rd and proceed 7.3 miles to S.E. Southworth Dr. Turn right onto S.E. Southworth Dr. and proceed to the toll booth."]},"\n",{"type":"===","value":["By boat"]},"\nThere is a small craft boat launch nearby to the north at Yukon Harbor\/Harper. \n\n",{"type":"==","value":["Get around"]},"\nThe rolling hills and thick forests of southern Kitsap are popular not only for exploring by car but are popular with bicyclists coming over from Seattle and even the occasional horse can be seen moving along the road so motorists should use caution when driving.  Popular and scenic suggested bike routes in the area can be found online.\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kitsap Transit"],["url=http:\/\/www.kitsaptransit.org\/"],["email=kitsapride@kitsaptransit.com"],["address="],["lat="],["long="],["directions="],["phone= +1 360 479-6962"],["tollfree=+1-800-501-7433"],["fax="],["hours="],["price=full fare $2 and is part of the regional ORCA network system"],["content=Kitsap Transit offers transit services throughout throughout the area including pickup from all ferry terminals and connects with Mason Transit (Mason County), Pierce Transit (Pierce County), and Jefferson Transit (Jefferson County) offering connections outside of the area."]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Look for the family of goats that greet visitors along with the 'Welcome to Southworth' sign near the ferry terminal."]},{"type":"*","value":[" The tiny post office next to the Southworth Grocery still has a horse tie up area which speaks to just how rural this area is."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Banner Forest"],["url=http:\/\/www.kitsapgov.com\/parks\/Parks\/Documents\/Trail_Maps\/BannerForest_TrailMap.pdf"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a 635-acre hiking, equestrian and biking park with a designated wetland area.  Some trails are only open to hikers so please respect signage and bring the linked map with you as it is easy to get lost.  Bears have been spotted in the area so check boards at trailheads."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Long Lake County Park"],["url="],["email="],["address=5100 Long Lake Rd SE Port Orchard, WA 98367"],["lat="],["long="],["directions="],["phone= +1 360 871-7617"],["tollfree="],["fax="],["hours="],["price="],["content=Public park with community center, play ground and access to Long Lake"]]}," "]},"\n",{"type":"[[","value":[["File:Manchester State Park Torpedo Building.JPG"],["250px"],["thumbnail"],["the historic turn of the century torpedo warehouse at Manchester State Park has been converted to a day use shelter."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Manchester State Park"],["url=http:\/\/www.parks.wa.gov\/parks\/?selectedpark=Manchester"],["email="],["address=Port Orchard, WA"],["lat="],["long="],["directions=located at the entrance to Sinclair Inlet"],["phone= +1 360 871-4065"],["tollfree="],["fax="],["hours=Summer: 8AM to dusk. Winter: 8AM to dusk."],["price="],["content= is a 111-acre camping park with 3,400 feet of saltwater shoreline on Rich Passage in Puget Sound between ",{"type":"[[","value":[["Southworth"]]}," and ",{"type":"[[","value":[["Port Orchard"]]},".  It was at one time a harbor defense installation for the protection of nearby Bremerton, then a fuel supply depot and Navy fire-fighting station. The park contains a former torpedo warehouse built in 1901, a mining casement and a gun battery which are open for exploring.  The park has 35 tent spaces, 15 utility spaces and two restrooms\/showers. Maximum site length is 60 feet (may have limited availability). One dump station is located near the entrance.  To make a reservation, visit online or call (888) CAMPOUT or (888) 226-7688. Campsites are only available first come, first served between Sept. 16 to May 14.  There are three hiker\/biker campsites available only to hikers and bikers and only on a first-come, first-served basis. These sites include a picnic table. Braziers are not provided."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Beach combing"]},"\nWhat Puget Sound beaches lack in white sand and warm water is more than made up for in the amazing scenery as the clear waters play against wild coastlines and snow peaked mountains scatter on the horizons.  Nearby Manchester State Park is an excellent place to start a beach combing adventure offering 3400 feet of beaches from the rugged to the sandy smooth.  Small crabs, moon snails, sea stars and sand dollars are common sites and tide pools can offer hours of exploration and its a great area to watch nearby ferry and boat traffic.\n\nBe warned that sea shells and driftwood are considered part of the natural environment and should not be removed, however the often rocky and wild shores are havens for creating and revealing beach glass and anything artificial found is fair game for removal.  Be respectful of private property and gentle with sea creatures. Keep a wide distance away from nesting birds, seals and other shore animals and always put back anything removed from the shoreline.\n\n",{"type":"===","value":["Sea kayaking"]},"\n",{"type":"[[","value":[["File:Sea Kayaks at Manchester State Park on the Kitsap Peninsula in Washington State.JPG"],["200px"],["thumbnail"],["sea kayaks at nearby Manchester State Park"]]},"\nSea kayaking can be a rewarding way to explore the Kitsap Peninsulas nearly 400 miles of coastline allowing the paddler a closer and slower look at their surroundings and making Kitsap one of the most popular areas to kayak in Puget Sound.  Thick forests of majestic pine and deciduous trees and hundreds of creeks and estuaries dot the coastline. Southworth is the southern most point on the Kitsap Peninsula Water Trails and with its convenient ferry terminal is an excellent area to launch an adventure on either the trail or over to Blake Island State Park.  Nearby Manchester State Park has several camping spots reserved for non motorized campers such as sea kayakers. Launch from Yukon Harbor\/Harper small craft boat launch just to the north of Southworth. Harbor Seals, Otters, Sea Lions, Bald Eagles and Blue Herons are common sites while the occasional viewing of an Orca or Grey Whale is not out of the question.\n",{"type":"====","value":["Kayak trails"]},"\nOrganized trails offer overnight camping options and maps of appropriate lengths and scenic travel destinations.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kitsap Peninsula Water Trails"],["url=http:\/\/www.visitkitsap.com\/pdfs\/brochures\/KitsapWaterTrailsMap_2pSept2012.pdf"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The National Parks Service Named the this 'Trail of the Month' in the entire USA for the month of December 2012, PDF copies of the water trails map are available"]]}]},"\n",{"type":"==","value":["Buy, Eat, Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Southworth Grocery"],["url="],["email="],["address=3985 Cherry St SE Port Orchard, WA 98366"],["lat="],["long="],["directions="],["phone= +1 360 871-1150"],["tollfree="],["fax="],["hours="],["price="],["content=has stood the test of time providing basic food and supplies near the Southworth Ferry Terminal since 1932.  Last chance to stock up on beer and marshmallows for your camping trip."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nSouthworth serves as a launching point for exploring the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," and does not provide any lodging, however nearby ",{"type":"[[","value":[["Port Orchard"]]}," has a variety of convenient hotels and cozy bed and breakfasts.  Camping is also available at nearby Manchester State Park.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Olalla"]]}," lies to the south, Manchester and Manchester State Park are to the north, ",{"type":"[[","value":[["Port Orchard"]]}," and the rest of the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," lies to the west, ",{"type":"[[","value":[["Vashon Island"]]}," and ",{"type":"[[","value":[["Seattle"]]}," lies to the east via Washington State Ferries.\n\n",{"type":"{{","value":[["geo"],["47.51194"],["-122.50167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kitsap Peninsula"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Southworth, Washington"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Washington\/Localities\/S\/Southworth\/"]]}]