[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Southend Seafront and Pier - geograph.org.uk - 227230.jpg"],["350px"],["right"],["thumb"],["Southend Seafront and Pier"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.southend.gov.uk Southend-on-Sea"]}]}," is a seaside resort about 40 miles east of ",{"type":"[[","value":[["London"]]}," based at the mouth of the River Thames Estuary. Famous for it's Victorian pleasure pier, the longest in the world!\n\n",{"type":"==","value":["Understand"]},"\n\nAround the late 1800s there were two main villages: Prittlewell which is famous for its Priory (still standing today in Priory Park) and Leigh-on-Sea, a mile or so along the coast, famous for its cockles and seafood - which also still exists. The town coat of arms for Southend contains the monk and fisherman from monks of the Prittlewell Priory and the fishermen of Leigh-on-Sea.\nSouthend was built up as the south end of Prittlewell and expanded into a large resort with its most famous landmark of all - Southend Pier.\nSouthend's heyday was in the 1950s and 60's when daytrippers from the east-end of ",{"type":"[[","value":[["London"]]}," would come down on the train to spend the day at the famous Kursaal Amusement park and play the fruit machines in the seafront arcades, or sit on the pebble beach although these days you will find imported sand along the Westcliff stretch (west of the Pier) and at the Leigh-on-Sea Old Town.\nSouth East Essex College, with the University of Essex, has an impressive new campus building directly adjacent to Southend Central Railway Station.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nSouthend is well served by roads, with two junctions off the London-Orbital motorway, the M25.  The A127 (junction 29) and A13 (junction 30) both go direct to the town centre.  The A127 is more free-flowing road however gets busy on summer weekends when many day-trippers head to the seaside.\n\nSouthend does not have any permanent park and ride facilities, however there is more than enough parking in the town.  Expect to pay 80p an hour in a car park and £1 an hour on a parking meter in one of the streets adjacent to the high street.  The Seaway car-park, just off the sea-front, is a good choice as it has many car parking spaces and is equidistant from the shops and the sea.\n\n",{"type":"===","value":["By train"]},"\n\nSouthend has two railway stations, both near the main shopping area, ",{"type":"'''","value":["Southend Victoria"]}," and ",{"type":"'''","value":["Southend Central"]},".  Southend Victoria is located at the north end of the town (away from the Sea) and is served by trains from London Liverpool Street, run by  National Express East Anglia ",{"type":"[","value":["http:\/\/www.nationalexpresseastanglia.com\/"]},".  Trains run to and from London every 20 minutes Monday to Saturday and half-hourly on Sundays.  Southend Central is in the heart of the town centre and is served by trains from London Fenchurch Street, run by c2c Railways ",{"type":"[","value":["http:\/\/www.c2c-online.co.uk"]},".  Trains run every 15 minutes on Monday to Saturday and half-hourly on Sundays. There is an additional station, ",{"type":"'''","value":["Southend East"]},"; however this serves the suburb of Southchurch and is not located near the town centre.\n\nThe journey time from London to either station is around an hour, however tickets for one service are ",{"type":"'''","value":["not valid"]}," on the other line.  Additionally, take note of where the service to Southend Central runs through - it is possible to get on a slower train calling at ",{"type":"[[","value":[["Tilbury"]]}," which adds an additional 30 minutes to the journey.\n\n",{"type":"===","value":["By plane"]},"\n\nNow branded ",{"type":"[","value":["http:\/\/www.southendairport.com\/ ",{"type":"'''","value":["London Southend Airport"]}]},", there are a few low cost carriers using Southend Airport to various European destinations.\n\nThe majority of flights are operated by Easyjet, flying to Switzerland, Germany, Netherlands and Ireland, amongst others.\n\nIn the Summer from May to September, Flybe provide Saturday flights from Jersey.\n\nAir Lingus fly to Dublin, with many onward connections from there.\n\nThe airport has frequent direct train services to London Liverpool Street, and local bus connections to Southend.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On foot"]},"\n\nIt does not take long to get from one end of the town to another by foot and the walk from Southend Victoria station (to the North) to the sea (to the South) will take at most 15 minutes.  From the seafront it is possible to walk East towards Thorpe Bay or West towards and Westcliff.\n\n",{"type":"===","value":["By car"]},"\n\nIt is possible to get around Southend by car and the roads are usually not busy.  For most flexbility, this is the preferred method of transport for many people in the town and it is possible to get from one side to another with ease.\n\n",{"type":"===","value":["By bus"]},"\n\nSouthend has a reliable, frequent bus service run by Arriva Buses ",{"type":"[","value":["http:\/\/www.arrivabus.co.uk"]}," and First Buses ",{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/southeast\/essex\/home\/index.php"]},". Buses run regularly during the day however tend to stop quite early in the evenings (there are no night bus services), so be sure to know the time of the last bus to save disappointment later in the evening. Minor services are operated by Stephensons of Essex ",{"type":"[","value":["http:\/\/www.stephensonsofessex.com"]},", with journeys from Southend to Canewdon via Rochford (60), Southend to Shoeburyness and Foulness Island via Barling and Great Wakering (14), Southend to Fossetts Park (61) and Southend to Hamstel Road (6, runs on Sundays only).\n\nBuses can be picked up at the modern travel centre located just away from the high-street.  All buses in Southend stop here and there is a travel centre where information and timetables can be obtained.\n\n",{"type":"===","value":["By taxi"]},"\n\nSouthend is well served by Taxis, however there are relatively few 'black cabs' and so taxis have to be picked up from designated taxi ranks or booked over the telephone.  Taxis can work out expensive for longer journeys and the prices go up after midnight.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Southend Pier"],["alt="],["url=http:\/\/www.southendpier.co.uk\/"],["email="],["address=Southend Sea Front (",{"type":"''","value":["End of the high-street"]},")"],["lat="],["long="],["directions="],["phone=+44 1702 215620 or +44 1702 618747"],["tollfree="],["fax="],["hours=Open all year round"],["price="],["content=At 1 1\/3 miles (2158 metres) long it is the longest pleasure pier in the world. Although damaged a couple of times during its life by boat collisions and fires, the Pier, which has recently undergone a major revamp, can be accessed on foot or by the pier train which will take you to the far end where there is constant deep water, although the waters are tidal. At the \"dry end\" you can visit the Pier museum. A fire severely damaged the pier head on 9th October 2005, destroying a large part of it. Currently this part is off limits, but the section from the shore to the cordoned off head is still open to the public.  In the summer Thames Barges are often seen at the end of the pier for visitors to admire."]]}]},{"type":"*","value":[{"type":"'''","value":["Pier Fireworks"]},", At southend Pier. Every Saturday night from October (6th Oct 2007) to Guy Fawkes Night (Nov 5th). Last display in 2007 - 10 Nov 2007. Fireworks are lit at the foot of the pier for all to see - they start 8PM.  Free."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sea Life Centre"],["alt="],["url=http:\/\/www.sealifeadventure.co.uk\/index.asp"],["email="],["address=Eastern Esplanade"],["lat="],["long="],["directions=opposite the Kursaal"],["phone=+44 1702 442211"],["tollfree="],["fax="],["hours=Open 10AM-5 to 7PM M-Su"],["price=£6 adults, £4.50 children"],["content=There is a themed aquarium featuring marine life found all along the Thames Estuary, as well as tropical fish."]]}]},{"type":"*","value":[{"type":"'''","value":["Westcliff Gardens"]},", Western Esplanade (",{"type":"''","value":["West of the Pier"]},"). Open all year around. The beautiful gardens have won many awards over the years including accolades at the Chelsea Flower Show.  It is worth stopping here for lunch or a quiet stroll along the cliff gardens.  Free."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beecroft Art Gallery"],["alt="],["url=http:\/\/www.beecroft-art-gallery.co.uk\/"],["email="],["address=Station Road, Westcliff (",{"type":"''","value":["opposite the Cliffs Pavilion"]},")"],["lat="],["long="],["directions="],["phone=+44 1702 347418"],["tollfree="],["fax="],["hours=Open 10AM-1PM and 2PM-5PM Tu-Sa"],["price=Free"],["content=Local art gallery with a large collection of artwork.  Occasional exhibitions (see the website for more details)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Southend Airshow"],["alt="],["url=http:\/\/www.southendairshow.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=",{"type":"''","value":["Along the seafront"]},". Held annually on May Bank Holiday. The airshow takes place during the second May bank-holiday weekend and is Europe's largest free airshow. The show takes place over the Sunday and Monday and features many types of aeroplanes, acrobatics displays, sea-rescues and fireworks, as well as a vast array of stalls and food-vendors along the sea front. The highlight of the weekend are the Red Arrows, a RAF elite aerobatic team, whose display wows the crowds on both days. It is recommended to travel to Southend by train on the airshow weekend - extra services are run by both c2c and One railways - as parking in the town is very difficult. The airshow runs west along the seafront from the pier."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Cliffs Pavilion"],["alt="],["url=http:\/\/www.thecliffspavilion.co.uk\/"],["email="],["address=Station Road"],["lat="],["long="],["directions="],["phone=+44 1702 351135"],["tollfree="],["fax="],["hours="],["price="],["content=The Cliffs Pavilion is a renowned theatre venue located in Westcliff-on-Sea. There is always a show on and it is possible to see many famous acts including music, comedy and theatre. Tickets start from around £10 but bargains can be found on the opening night of shows."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Palace Theatre"],["alt="],["url=http:\/\/www.thecliffspavilion.co.uk\/palace\/"],["email="],["address=London Road"],["lat="],["long="],["directions="],["phone=+44 1702 351135"],["tollfree="],["fax="],["hours="],["price="],["content=The Palace Theatre is the Cliffs' sister venue and shows alternative arts including plays and musicals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Leigh"],["alt="],["url=http:\/\/oldleigh.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Leigh-On-Sea (",{"type":"''","value":["nearest station: Leigh-on-Sea"]},"). Stroll along the sea wall past Chalkwell Railway Station and you come to the sandy beach by the Bell Wharf in Leigh \"Old Town\" (known as Old Leigh). Visit the ",{"type":"'''","value":["Lynn Tait Gallery"]},", stroll on past the cockle sheds and take a walk round the ",{"type":"'''","value":["bird sanctuary"]}," on Two-Tree Island (at the rear of Leigh-On-Sea Railway Station)."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hadleigh Castle"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/hadleigh-castle\/"],["email="],["address=Hadleigh (",{"type":"''","value":["nearest station: Leigh-on-Sea"]},")"],["lat=51.543708"],["long=0.610268"],["directions="],["phone=+44 1760 755161"],["tollfree="],["fax="],["hours=Open during daylight hours M-Su"],["price=Free"],["content=A popular historic attraction and can be seen on the hillside as you travel by train between Benfleet and Leigh-on-Sea stations. The castle in its current state is just some ruins and there is no shop or guide, however there is free on-site parking. It is possible to walk from Leigh on Sea station but the walk is around 2 miles through fields."]]}]},{"type":"*","value":[{"type":"'''","value":["Shoeburyness"]}," A suburb roughly 5 miles from Southend, there's not a lot of areas in Shoeburyness that would attract a tourist, but there are two beaches in Shoeburyness, one called Common, the other called East. There is a bike path that starts at the Kursaal in Southend and ends near the Garrison. The Garrison is a former army base which is now used as a housing area, the public are allowed in the Garrison and there is a field in the centre, but can only be used for cricket. The bike path has been extended into the Garrison and there are now approvals to extend the bike path to the nearby village of Great Wakering. Shoeburyness is famous for it's M.O.D site, where old trains from slam-door to Underground trains now stay and even frieght trains every now and then go to the M.O.D to deliver goods to the site. Public access to the M.O.D is strictly forbidden."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Waverley Boat Excursion"],["alt="],["url=http:\/\/www.waverleyexcursions.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Southend Pier Head (",{"type":"''","value":["Get the train to the end of the pier"]},"). Waverley run boat trips up and down the Thames from the Pier head all year around, leaving during the day as well as into the evening."]]}]},{"type":"*","value":[{"type":"'''","value":["Amusement Arcades"]},", Southend Seafront. Open all day all year round.  The arcades are an area offering video game machines, bingo, pool tables and fruit machines.  Games cost between 50p and £1 per game and the area is very popular during the summer months.  Free to enter."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Kursaal"],["alt="],["url=http:\/\/www.megabowl.co.uk\/bowling_locations\/centres\/southend\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 871 550 1010"],["tollfree="],["fax="],["hours="],["price="],["content=Southend Seafront. Open 10AM-11:30PM M-Th,Sunday and 10AM-1:30AM F-Sa. Offers 30 bowling lanes, more amusement arcades, a fully licensed late night bar and pool tables. On Friday and Saturday nightts it is possible to book a lane of unlimited 'cosmic bowling' under UV lights. Free to enter - Cosmic bowling costs £9, regular bowling is £5.50 per game."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Old Leigh Regatta"],["alt="],["url=http:\/\/www.oldleigh.com\/regatta.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Old Leigh (",{"type":"''","value":["nearest railway station: Leigh-On-Sea"]},"). Days and times open. The regatta takes place during a weekend every September in Old Leigh (nearest station: Leigh-On-Sea) and there are many markets stalls, live bands, sailing and water-based activities and the bars open late into the evening. Free entry."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Old Leigh"],["alt="],["url=http:\/\/www.oldleigh.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Leigh-on-Sea (",{"type":"''","value":["nearest railway station: Leigh-On-Sea"]},"). The Old Leigh area is by the seafront around 3 miles from Southend and you can purchase freshly caught Thames cockles, winkes by the pint or half pint as well as a wide selection of other sea food. There's also a large selection of pubs and bars which are popular on summer evenings."]]}]},{"type":"*","value":[{"type":"'''","value":["Hockley Woods"]},", Hockley (",{"type":"''","value":["nearest railway station: Hockley"]},"). Hockley is the largest woodland area in Essex as well as a popular bird-watching side.  It is possible to go on nature walks as well as mountain bike through the woods.  There are no facilities here other than a car park and toilets.  Free to visit."]},{"type":"*","value":[{"type":"'''","value":["Belfairs Woods"]},", Eastwood Road North, near Leigh on Sea (",{"type":"''","value":["Easily accessibly by bus and car"]},"), ",{"type":"[","value":["http:\/\/www.southend.gov.uk\/content.asp?section=207&content=3355"]},". Open all year around. Has nature walks, a careteria, golf facilities and as large car park.  Free to enter however you will have to pay to park."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Belfairs Public Golf Course"],["alt="],["url=http:\/\/www.southend.gov.uk\/services\/content.asp?content=2445"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1702 525345"],["tollfree="],["fax="],["hours="],["price="],["content=Belfairs Woods. Open all year around. Features a large public 18 hole golf course as well as a 9 hole pitch and putt course. 18 holes costs £12+ and pitch and putt is £2+."]]}]},{"type":"*","value":[{"type":"'''","value":["Garon Park Pitch and Putt"]},", Garons Park.  Open all year round. Second public golf course in Southend offering a driving range and 18 hole course."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" The High Street, which is mostly pedestrianised, has the large Royals Shopping Centre at one end (opposite the pier) and the Victoria Plaza shopping centre at the other end by Victoria Railway Station, as well as a cinema complex nearby. The High Street itself comprises a mix of travel agents, banks, building societies, telephone shops, stationers, and shoe shops; department stores are represented by Marks and Spencers, British Home Stores and Debenhams. "]},{"type":"*","value":[" The main shopping area in Westcliff is Hamlet Court Road and well worth a visit, with some pretty decent eateries along it."]},{"type":"*","value":[" In Leigh-on-Sea, visit the shops along Leigh Road, Leigh Broadway and Rectory Grove, where you will be spoilt for choice. For evening entertainment there are a couple of nightclubs and some casinos as well as numerous pubs and restaurants, cinemas and theaters, not to mention the Mecca Bingo."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Mews"],["alt="],["url=http:\/\/www.the-mews.co.uk\/"],["email="],["address=2 Nelson Mews"],["lat="],["long="],["directions=Near Southend Central Station"],["phone=+44 1702 393626"],["tollfree="],["fax="],["hours="],["price="],["content= Located in the centre of Southend, close to the railway station, The Mews offers a fine selection of wines and beers; and an open kitchen serving contemporary meals from lunchtime through to the evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tomassis"]},", High Street (",{"type":"''","value":["Seafront end"]},"), +44 1702 435000 .  Probably the nicest place to eat on the High Street and certainly with the best selection of Italian ice-cream for miles around. Try their \"Italian Black Magic\" - scrumptious!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Express"],["alt="],["url=http:\/\/www.pizzaexpress.co.uk\/indexf.htm"],["email="],["address=9 London Road"],["lat="],["long="],["directions="],["phone = +44 1702 435585"],["tollfree="],["fax="],["hours=Open 11:30AM-Midnight M-Su"],["price="],["content=part of a national chain and offers pizza and pasta. It is possible to sit outside (however this would be difficult during the summer evenings). Pizza\/Bowl of pasta costs around £7 to £10."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Hut"],["alt="],["url=http:\/\/www.pizzahut.co.uk\/default.asp"],["email="],["address=14-16 Southchurch Road"],["lat="],["long="],["directions="],["phone = +44 1702 618206"],["tollfree="],["fax="],["hours=Open 11AM-10PM Su-Th, 11AM-11PM F-Sa"],["price="],["content=Run of the mill pizza and pasta restaurant, part of a national chain. Good selection of food and OK service. Worth going at lunchtimes (all week) for the all-you-can-eat buffet lunch. £10 a pizza, £4 for lunchtime buffet (pizza-only) and £6 for lunchtime buffet (pizza, pasta and salad). (",{"type":"''","value":["Often special offers to get second pizza half price"]},")"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Old Leigh Cockle Sheds"]},", Old Leigh.  Open during the day and late into summer evenings.  There are various cocklesheds and seafood retailers in Old Leigh and sampling some freshly caught fish is recommended should you visit the area.  You can get Thames cockles or winkles by the pint or half pint as well as prawns, eels and more.  £2-5."]},"\n",{"type":"*","value":[{"type":"'''","value":["McDonalds"]},", Two branches in High Street, another by Southend Airport and one in Temple Sutton."]},"\n",{"type":"*","value":[{"type":"'''","value":["Burger King"]},", located on the high street."]},"\n",{"type":"*","value":[" Along the London Road at Westcliff is a wide range of restaurants from Thai to Italian, Chinese, Cantonese, Japanese, Spanish, Portuguese.. too many to mention."]},"\n",{"type":"*","value":[" In Leigh-on-Sea, visit the restaurants along Leigh Road, Leigh Broadway and Rectory Grove, where you will be spoilt for choice."]},"\n",{"type":"*","value":[" Many of the bars listed below offer food at both varying prices (but not more than £10 per meal) and quality."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Squeeze"],["url="],["email="],["address=1 Rectory Grove, Leigh"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Choose from Gold award winning healthy eating menu. Tasty and good! Fabulous freshly made smoothies."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Grove Cafe Restaurant"],["url=http:\/\/www.thegroveleigh.co.uk"],["email="],["address=4 Belton Corner"],["lat="],["long="],["directions="],["phone = +44 1702 471383"],["tollfree="],["fax="],["hours=W 9AM-5PM, Th-F 9AM-9PM, Sa-Su 9:30AM-5PM"],["price="],["content=A family owned restaurant.  It has the most spectacular garden in leigh, with the most beautiful views of the estuary.  Offering a wide range of different foods and flavours, a hearty full english, mezze sharing platters, pastas, stirfrys freshly caught fish, fish and chips, and a selection of tasty goodies for children."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Three Shells"],["url="],["email="],["address="],["lat=51.5332228"],["long=0.712468"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves fish and chips, ice cream, etc. On the beach 2 mins west of the pier. Has indoor seating with views of the sea."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Coffee shops"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Starbucks"],["alt="],["url="],["email="],["address=135 High Street and 188\/190 High Street"],["lat="],["long="],["directions="],["phone=+44 1702 347505, +44 1702 613474"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Costa Coffee"]},", Two branches on the High Street (''Located on the corner of The Royals shopping centre, and to the North end of the High Street opposite Clinton Cards), ",{"type":"[","value":["http:\/\/www.costa.co.uk\/"]},". Ubiquitous UK chain coffee bar."]},{"type":"*","value":[{"type":"'''","value":["The Last Post"]},", High Street (",{"type":"''","value":["See below for more information"]},").  Serves a wide range of coffees for 69p."]},{"type":"*","value":[{"type":"'''","value":["Tomassis"]},", High Street (",{"type":"''","value":["Seafront end"]},"), +44 1702 435000.  The Italian cafeteria offers many coffees and drinks and is open all day."]},"\n",{"type":"===","value":["Pubs, bars, etc"]},"\nDespite the recent introduction of 24-hour alcohol licenses in the UK, there are relatively few pubs open beyond 11PM in Southend, due mainly to the local police force fighting all applications for extensions of licenses.  The normal night out in Southend therefore beings in a pub until around 9:30PM when people visit one of the many nightclubs to continue drinking and dancing until 5AM in the morning.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ocean Beach"],["alt="],["url=http:\/\/www.ocean-beach.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1702 611363"],["tollfree="],["fax="],["hours="],["price="],["content=Eastern Esplanade. A bar and bistro located on the sands in Thorpe Bay. Enjoy a relaxing bistro meal overlooking the estuary. Ocean beach has a restaurant capacity of 60 inside for a Full Bistro Menu, with a further 60 outside with a Bistro Decking Menu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Last Post"],["alt="],["url=http:\/\/www.jdwetherspoon.co.uk\/"],["email="],["address=Weston Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open 10AM-11PM M-Sa, 12PM-10:30PM Su"],["price="],["content= The pub is a run-of-the-mill Wetherspoons pub and is built in a former post office (hence the name) and offers a wide range of beers, wines and spirits as well as a mediocre selection of food. There are always a few real ales on tap however the quality varies. Like other JD Wetherspoon pubs, there is no music but premiership football is shown at weekends. It gets busy on Friday and Saturday nights due to cheapness of the drinks. Around £2 a pint (",{"type":"''","value":["Probably the cheapest place to drink in the town centre"]},")."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Alex"],["alt="],["url=http:\/\/www.screampubs.com\/"],["email="],["address=Alexandra Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Open all week. Frequented by students of the local college. It offers a nightclub which plays alternative\/indie music which is open at weekends. There is a small beer garden at the back of the pub and a couple of pool tables. £2.50 a pint (",{"type":"''","value":["Special deals for 'yellow card' holders"]},")."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Varsity"],["alt="],["url=http:\/\/www.varsitybars.com\/"],["email="],["address=Chichester Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open 10AM-11PM M-W, 10AM-1AM Th-Sa and 12PM-12:30AM Su"],["price="],["content= It is a new bar built under a Travelodge hotel and is popular at weekends where a DJ is present. Around £2.75 a pint."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Slug & Lettuce"],["alt="],["url=http:\/\/www.slugandlettuce.co.uk\/southend\/"],["email="],["address=8 Southchurch Road"],["lat="],["long="],["directions="],["phone = +44 1702 619513"],["tollfree="],["fax="],["hours=Open 10AM-11PM M-W, 10AM-1AM Th-Sa and 12PM-12:30AM Su"],["price="],["content= Famous for its large beer garden. Sit back, slap on the sun screen and enjoy a nice cold beer, glass of wine or cocktail."]]}]},{"type":"*","value":["The Roslin Beach Hotel*Thorpe Eplanade, +44 1702 586375, A contemporary Restaurant serving some of the best locally caught seafood in Southend.A full and varied A La Carte menu, snacks and a children's menu. A large continental style terrace overlooking an award winning beach to enjoy a chilled glass of wine."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maison Renouf"],["alt=Rochford, Southend-on-Sea"],["url=http:\/\/www.maisonrenouf.co.uk"],["email=info@maisonrenouf.co.uk"],["address=Bradley Way, Rochford, Southend-on-Sea, SS41BU"],["lat="],["long="],["directions=located in the picturesque market town of Rochford, 200 yds from the mainline station to London"],["phone = +44 1702 544393"],["tollfree="],["fax="],["hours="],["price=Standard single £79.00, Executive Double £99.50, Executive Suite £115.00."],["checkin=3PM - 11PM"],["checkout=7AM - 11AM"],["content=Free WiFi, Free parking, Free Gym, Exclusive 'Raid the Larder' 24\/7 free teas, coffee, muffins, biscuits, frut and mineral water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Travelodge (Southend Central)"],["alt="],["url=http:\/\/www.travelodge.co.uk\/find_a_hotel\/hotel\/hotel_id\/265\/SouthendonSea\/"],["email="],["address=Chichester Road"],["lat="],["long="],["directions="],["phone = +44 1702 612694"],["tollfree="],["fax=+44 1702 618308"],["price="],["checkin="],["checkout="],["content= Ideally situated in the town centre, the Travelodge provides basic accommodation for a low price. £49 per room per night; single, double and twins available. (",{"type":"''","value":["It is possible to get a room for as little as £15 per night if you book far enough in advance."]},")"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Premier Travel Inn (Thorpe Bay)"],["alt="],["url=http:\/\/www.premiertravelinn.com\/"],["email="],["address=Eastern Esplanade"],["lat="],["long="],["directions=Around 5 minutes from town"],["phone=+44 870 990 6370"],["tollfree="],["fax=+44 870 990 6371"],["price="],["checkin="],["checkout="],["content= A short ride from the town centre (using car, taxi or Arriva bus route 9), this hotel is situated opposite the sea front and front-facing rooms have coastal views. It is next to the Halfway House pub offering carvery meals all day long. Rooms from £53 per room night; single, double and twins available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Premier Travel Inn (Southend West)"],["alt="],["url=http:\/\/www.premiertravelinn.com\/"],["email="],["address=Thanet Grange"],["lat="],["long="],["directions=Near Westcliff; just off the A127"],["phone=+44 8701 977235"],["tollfree="],["fax=+44 1702 430838"],["price="],["checkin="],["checkout="],["content= Ten minutes by car to the town centre. Run of the mill hotel with budget-priced rooms located near a busy-ish road. It is next to a pub which is open all day however there are no facilities nearby, except for a Tesco Extra superstore. Rooms from £53 per room night; single, double and twins available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Roslin Beach Hotel (Thorpe Bay)"],["alt="],["url=http:\/\/www.roslinhotel.com\/"],["email="],["address=Eastern Esplanade"],["lat="],["long="],["directions=Around 5 minutes from town"],["phone=+44 1702 586375"],["tollfree="],["fax=+44 1702 586663"],["price="],["checkin="],["checkout="],["content= The newly refurbished Roslin Beach Hotel is situated in the peaceful town of Thorpe Bay which has a fine view of the Thames Estuary, and is situated directly opposite a charming beach which has recently acquired the \"Quality Coast Award 2007\". Thorpe Bay is a must for any coastal visitor looking for a relaxing break and is situated only 5 minutes from the vibrant and cultural renowned seaside resort of Southend-on-Sea, which boasts one of the best records for sunshine in the UK."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Benson's Guest House (Southend Central)"],["alt="],["url=http:\/\/www.http:\/\/bensonsguesthouse.co.uk\/"],["email="],["address=Hartington Road"],["lat="],["long="],["directions=Around 2 minutes from town"],["phone=+44 1702 301110"],["tollfree="],["fax=+44 1702 301110"],["price="],["checkin="],["checkout="],["content= Easy to find and very close to the town centre and other local amenities."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nSouthend is relatively safe for tourists, but you should avoid wandering off the beaten track as there are some nasty areas out there. As with anywhere, walking alone at night should be done with great caution. Although the suburb Shoeburyness is mainly a small residential area, it does contain housing estates, many are run down and look nearly derelict. Avoid these in the evening, the most well known housing estate is at The Renown in Shoeburyness and is very dodgy at night. However, it is away from the tourist areas and there should be no need for a tourist to visit these areas. Like housing estates in Shoeburyness, parks can be a hotspot for crime due to their isolation, especially Syene Park in Rayleigh, so avoid these at night if possible.\n\n",{"type":"==","value":["Go next"]},"\n\nA 10 minute car ride from Southend will bring you to Rochford, a small but historic market town famous for Rochford Hall (by the golf course) where Anne Boleyn and Henry VIII met on a few occasions!\n\n\n",{"type":"{{","value":[["geo"],["51.53789"],["0.71377"]]},"\n",{"type":"{{","value":[["isPartOf"],["Essex_(England)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Southend-on-Sea"]]},"\n",{"type":"[[","value":[["Commons:Category:Southend-on-Sea"]]}]