[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Black Canyon Kneeling Camel View.JPG"],["thumb"],["250px"],["Kneeling Camel view at ",{"type":"[[","value":[["Black Canyon of the Gunnison National Park"]]}]]},"\n\n",{"type":"'''","value":["Southwestern Colorado"]},", commonly called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mesaverdecountry.com\/ Mesa Verde Country"]}]},", is a region of the state of ",{"type":"[[","value":[["Colorado"]]}," in the ",{"type":"[[","value":[["United States of America"]]},"  that is known for beautiful landscapes, rich history, cultural heritage, and an abundance of outdoor activities. It is also home to the West Elks American Viticultural Area (AVA), part of ",{"type":"[[","value":[["Colorado's Wine Country"]]}," and home to the highest wine vineyards in ",{"type":"[[","value":[["North America"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\nBroadly, this region is bounded on the:\n",{"type":"*","value":[" ",{"type":"'''","value":["North"]},", by ",{"type":"[[","value":[["Northwestern Colorado"]]},", which contours along the southern borders of Mesa and Pitkin Counties. This is an arbitrary line 50 to 100 miles south of the east-west running Interstate 70. "]},{"type":"*","value":[" ",{"type":"'''","value":["East"]},", by the western ranges of the ",{"type":"[[","value":[["Rocky Mountains (United States of America)"],["Rocky Mountains"]]},"; This follows the Continental Divide, an imaginary line that marks the flow of precipitation. Rain falling on the west of the Divide makes its way to the Pacific Ocean. Rain on the east makes its way to the Gulf of Mexico and the Atlantic Ocean."]},{"type":"*","value":[" ",{"type":"'''","value":["South"]},", by the ",{"type":"[[","value":[["New Mexico"]]}," and ",{"type":"[[","value":[["Arizona"]]}," state lines.  "]},{"type":"*","value":[" ",{"type":"'''","value":["West"]},", by the ",{"type":"[[","value":[["Utah"]]}," state line."]},"\nSouthwestern Colorado is part of the ",{"type":"[[","value":[["Four Corners"]]}," area, the only place in the U.S. where four state lines touch. It's possible to sit on this border, twist your body and be in four states simultaneously. \n\nRegion boundaries in Colorado tend to be somewhat controversial (even in day-to-day life in the state) and are done in an ad-hoc way here.  If you're expecting to read about some destination in this article and can't find it, check in the neighboring ",{"type":"[[","value":[["Northwestern Colorado"]]}," and ",{"type":"[[","value":[["South Central Colorado"]]}," sections to see if it's covered there. \n\n\n\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Cortez"]]}," - the archaeological center of the U.S., is the largest community near ",{"type":"[[","value":[["Mesa Verde National Park"]]}," and offers the most services for visitors. The town is nestled between the La Plata Mountains, Sleeping Ute Mountain, and the flat plateau of Mesa Verde."]},{"type":"*","value":[{"type":"[[","value":[["Crested Butte"]]}," - in the far northeastern corner of the region, a major ski resort."]},{"type":"*","value":[{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]}," - largest town in the region and southern terminus of a superb scenic (narrow-gauge) railway"]},{"type":"*","value":[{"type":"[[","value":[["Gunnison (Colorado)"],["Gunnison"]]}," - Nearest town to ",{"type":"[[","value":[["Black Canyon of the Gunnison National Park"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Montrose (Southwestern Colorado)"],["Montrose"]]}," offers travelers many adventures including stream and lake fishing, hiking, biking, horseback and stagecoach rides, and other wilderness sports."]},{"type":"*","value":[{"type":"[[","value":[["Ouray"]]}," - Nicknamed the \"Switzerland of America,\" Victorian town is home to many hot springs and ice climbing."]},{"type":"*","value":[{"type":"[[","value":[["Silverton (Colorado)"],["Silverton"]]}," - Mining and railroad town in the San Juans with many different recreational opportunities. "]},{"type":"*","value":[{"type":"[[","value":[["Telluride"]]}," - Posh resort town with miles of great downhill skiing terrain. "]},{"type":"*","value":[{"type":"[[","value":[["Towaoc"]]}," - present tribal headquarters of the Ute Mountain Ute (Indian) Reservation"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["Image:Rappelling near Curecanti National Recreation Area Gunnison Colorado USA.jpg"],["thumb"],["200px"],["Rappelling near ",{"type":"[[","value":[["Curecanti National Recreation Area"]]},", ",{"type":"[[","value":[["Gunnison (Colorado)"],["Gunnison"]]}]]},"\n\nArcheological and geological points of interest abound throughout Southwestern Colorado's many parks and monuments.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Anasazi Heritage Center"]}," - Federal repository for artifacts and museum of archaeology. Near Cortez. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Black Canyon of the Gunnison National Park"]]}," - 12 miles of a spectacular and scenic gorge. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blm.gov\/co\/st\/en\/nm\/canm.html Canyons of the Ancients National Monument"]}]}," - In Southwestern Colorado. Contains more than 6,000 archaeological sites, representing Ancestral Puebloan and other Native American cultures. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Curecanti National Recreation Area"]]}," -  Three reservoirs, including, Blue Mesa Reservoir, Colorado's largest body of water. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Four Corners"],["Four Corners Monument & Tribal Park"]]}," - Twist your body and be in four states simultaneously. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/hove\/ Hovenweep National Monument"]}]}," - Near ",{"type":"[[","value":[["Cortez"]]},". Protects six Ancestral Puebloan villages spread over a twenty-mile expanse of mesa tops and canyons along the Utah-Colorado border. Iconic to the monument are the multi-storied ruins. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Mesa Verde National Park"]]},"- Home to Ancestral Puebloan cliff dwellings. Near Cortez. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/olsp\/ Old Spanish National Historic Trail"]}]},"  - Winding through southwestern Colorado, this 1820s trade route leads from ",{"type":"[[","value":[["Abiquiu"]]},", ",{"type":"[[","value":[["New Mexico"]]},", to ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["California"]]},". "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/yuho\/ Yucca House National Monument"]}]}," - Near Cortez. An entire unexcavated city of Ancestral Puebloan houses, built between  1150 and 1300 A.D."]},"\n",{"type":"==","value":["Understand"]},"\n\nThis is a tremendously diverse area from both a geological and recreational perspective.  Some of the greatest American ",{"type":"[[","value":[["Alpine skiing"],["ski resorts"]]}," are here, and the San Juans pose some of the most serious mountaineering challenges in Colorado (Dallas Peak, in the San Juans, is generally considered the most difficult of Colorado's high summits to reach, and should be attempted only by the technically proficient climber).  On the other hand, the lower terrain near ",{"type":"[[","value":[["Four Corners"]]}," barely seems \"mountainous\" at all (although you can see mountains in the distance pretty well everywhere in the region), and the main attractions reside in canyon-and-mesa country and the numerous Ancestral Puebloan sites there.  \n\nSouthwestern Colorado is dominated by two geological features: the mountains that reach as high as 10,000 and 14,000 ft (3048 and 4267 m) along the ",{"type":"'''","value":["Western Slope"]}," of the Continental Divide, and a zone comprised of the Uncompahgre and Colorado Plateaus. The Rockies in the mountainous zone includes such ranges as the San Juans, Elks and West Elks, as well as smaller ranges like the Uncompahgre, San Miguel, La Plata, and La Sals. This region is dotted with mining towns converted into tourist resorts like Crested Butte, Telluride, Durango and Silverton.\n\nThe mountains are still growing, thrust upwards by a subducting tectonic plate that scientists hypothesize is situated at an odd angle. It explains why Southwestern Colorado is curiously free of any volcanoes similar to the Cascades in ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," and ",{"type":"[[","value":[["Oregon"]]},". (Although there has been volcanic activity in the past, and Southwestern Colorado is dotted with geothermal pools in places like ",{"type":"[[","value":[["Ouray"]]},"). \n\nThe plateau country is criss-crossed by tributaries of the Colorado River, such as the Gunnison and Uncompahgre, which have carved deep, narrow canyons with steep walls, including Black Canyon of the Gunnison National Park. The broad valleys and mesas of this area are the home of agricultural towns like ",{"type":"[[","value":[["Delta (Colorado)"],["Delta"]]},", Montrose and ",{"type":"[[","value":[["Gunnison (Colorado)"],["Gunnison"]]},". Called ",{"type":"[[","value":[["Colorado's Wine Country"]]},", the grape-growing portions of this region comprise the highest vineyards in North America.\n\nThe Colorado Plateau largely features an arid, rocky region of pinon pines, box canyons, high cliffs, uranium mines and oil exploration. Hardscrabble 20th century mining towns like ",{"type":"[[","value":[["Vanadium"]]}," and ",{"type":"[[","value":[["Uravan"]]}," are located here, as well as an area rich in archeological finds like the cliff palaces of Mesa Verde National Park.  \n\nMuch of the Four Corners vicinity is occupied by the ",{"type":"'''","value":["Ute Mountain Ute (Indian) Reservation"]},", which is not to be confused with the better-known ",{"type":"[[","value":[["Navajo Nation"]]}," occupying a large chunk of Four Corners territory in the other states that meet there. \n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["Image:Cliff House Mesa Verde National Park Colorado.jpg"],["thumb"],["200px"],["Cliff dwelling at ",{"type":"[[","value":[["Mesa Verde National Park"]]}]]},"\nAround 10,000 years ago, the first humans entered Southwestern Colorado. Part of the Folsom culture, these hunters are believed to have been amongst the earliest transcontinental migrations to North America from Asia. Crude implements and other weapons have been discovered on the Uncompahgre Plateau. \n\nAs early as 1500 BC and through 1300 AD, the Ancestral Puebloan (formerly called the Anasazi) people populated the land. They made their homes from shaped stones, building pit houses and eventually, multi-level dwellings inside rock overhangs. These \"cliff palaces\" are preserved in a over a dozen national parks and monuments throughout the Four Corners area. An advanced civilization, the Puebloan culture collapsed due to environmental pressure during the global \"Little Ice Age\" of the Middle Ages. Prolonged drought may have forced the Puebloans to abandon their villages and look elsewhere to grow their crops. \n\nCirca 1500, the nomadic Ute nation moved into Northwestern Colorado, with the Spanish not far behind (at least on paper). From the 1520s through the 1820s, Spain claimed a large portion of Southwestern Colorado as part of the Viceroyalty of New Spain. The borders were not firmly fixed on a map, and the Spanish only managed to settle as far as ",{"type":"[[","value":[["South Central Colorado"]]},". \n\nDuring the 19th century, the area was very much in dispute with a young nation, the ",{"type":"[[","value":[["United States of America"],["United States"]]},". After the Louisiana Purchase of 1803, the U.S. claimed all the land south and west of the Arkansas River. Spain declared a large trade zone around its colony of ",{"type":"[[","value":[["New Mexico"],["Santa Fé de Nuevo Méjico"]]},", a claim the U.S. challenged. \n\nThe U.S. relinquished its claim on the region as part of the purchase of Florida from Spain with the Adams-Onís Treaty of 1819. In 1821, the Viceroyalty of New Spain successfully revolted, splitting with the Spanish crown. Southwestern Colorado become part of the nebulous northern border of Alta California, a province in the new nation of ",{"type":"[[","value":[["Mexico"]]},". \n\nHoping to develop the area, Mexican officials opened the land up to mountain men, trappers and traders. Between 1821 and 1840, explorer Antoine Robidoux ventured through the region in search of beaver pelts. With this influx of adventurers and speculators came many of the men who would later lead U.S. Army expeditions and Government Surveying parties through the area: Kit Carson, \"Pathfinder\" John Charles Fremont and Captain John Gunnison.\n\nIn 1846, the U.S. Army invaded and defeated Mexico in the Mexican-American War. With the Treaty of Guadalupe y Hidalgo, the U.S. gained control of Southwestern Colorado, as well as ",{"type":"[[","value":[["California"]]},", ",{"type":"[[","value":[["Nevada"]]},", ",{"type":"[[","value":[["Utah"]]},", and portions of ",{"type":"[[","value":[["Arizona"]]},", ",{"type":"[[","value":[["New Mexico"]]}," and ",{"type":"[[","value":[["Wyoming"]]},".\n\nIn the 1870s, gold and silver were discovered in the San Juan Mountains to the south. The U.S. Army forcibly relocated the Utes to Utah, and into a tiny corner of Southwestern Colorado, near ",{"type":"[[","value":[["Cortez"]]},". \n\nWith the Uncompahgre Reservation open to settlers in 1881, towns like Delta, Montrose and Gunnison were rapidly established to service mining towns like Crested Butte, Silverton and Telluride. The Denver and Rio Grande Railroad laid narrow gauge tracks through the San Juans, founding what is today one of the oldest railroad lines still in continuous operation.\n\nRanching, farming and mining remained the backbone of the region's industry for the next 80 years. With the rise of the automobile and a reliable highway system, Southwestern Colorado increasingly relied on tourism as a source of income. The mining towns of Telluride and Crested Butte were remade into ski resorts in the 1960s and 1970s. This brought an influx of new money and wealth to a few isolated pockets of the region.\n\nIn the 21st century, Southwestern Colorado continues to draw people with its rugged natural beauty, abundant recreational opportunities and archeological heritage.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish is spoken, even on the Ute reservations. There is a wide circle of Spanish speaking laborers who are the working class backbone of the mountain resorts, energy, construction and hospitality industries. See the ",{"type":"[[","value":[["Spanish phrasebook"]]}," for more information on how to better engage this group. \n\nAlso, within the ski towns, there are large, developed exchange programs with college-age students from ",{"type":"[[","value":[["Europe"]]}," and South America. You will find them running the ski lifts and equipment rental shops, so hearing ",{"type":"[[","value":[["French"]]},", ",{"type":"[[","value":[["German"]]},", and ",{"type":"[[","value":[["Italian"]]}," is not uncommon during the ski season. All, however, are required to speak English.\n\nSpeakers of the major European languages can sometimes be found in ",{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]},", while ",{"type":"[[","value":[["Mesa Verde National Park"]]}," has interpretive materials in several languages.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Colorful Colorado Near Four Corners USA.jpg"],["thumb"],["270px"],["State line near ",{"type":"[[","value":[["Four Corners"]]}]]},"\nTo visit Southwestern Colorado, travelers are going to have fly and\/or drive.\n\n",{"type":"===","value":["By plane"]},"\nThere are major airports in Denver and Grand Junction, and regional airports in ",{"type":"[[","value":[["Cortez"]]}," and ",{"type":"[[","value":[["Montrose (Southwestern Colorado)"],["Montrose"]]},".\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flydenver.com\/ Denver International Airport"]}]},", (",{"type":"{{","value":[["IATA"],["DEN"]]},").  Commonly referred to as ",{"type":"''","value":["DIA"]},".  It is located about 20 miles to the east of downtown ",{"type":"[[","value":[["Denver"]]},". Frontier Airlines, United Airlines, and Southwest Airlines all maintain hubs at the airport in Concourses A, B, and C respectively. Most other major domestic carriers also have service here. "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.walkerfield.com\/index.asp Grand Junction Regional Airport"]}]},", (",{"type":"{{","value":[["IATA"],["GJT"]]},"), otherwise known as Walker Field, is served by six airlines with nonstop service to Dallas\/Fort Worth, Denver, Salt Lake City, Phoenix, and Las Vegas. Some service is seasonal. For private pilots, it is also possible to fly your small plane into the airport and leave it while you tour the area. Taxi service is also available at the airport. "]},"\n:* ",{"type":"{{","value":[["listing"],["name=Sunshine Taxi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-970-245-8294"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n:Rental car agencies at Walker Field include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Advantage Rent-A-Car"],["url=http:\/\/www.advantage.com"],["email="],["address=2828 Walker Field Dr Grand Junction"],["lat="],["long="],["directions="],["phone=+1-970-243-4469"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Alamo"],["url=http:\/\/www.alamo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-970- 243-6626"],["tollfree="],["fax="],["hours=Daily 07AM-11:15PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Avis"],["url=http:\/\/www.avis.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-970-244-9170"],["tollfree="],["fax="],["hours=Su-F 8AM-10:30PM,Sa 8AM-8:30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hertz"],["url=http:\/\/www.hertz.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-970-243-0747"],["tollfree="],["fax="],["hours=Daily 7:30AM-11PM"],["price="],["content="]]},{"type":"<","value":["br"]},{"type":"<","value":["br"]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cityofcortez.com\/government\/airport Cortez Municipal Airport"]}]},", (",{"type":"{{","value":[["IATA"],["CEZ"]]},"), 22874 CR F, Cortez, Phone: +1-970-565-7458. Air service to Cortez is available from Denver International Airport, with daily flights on Great Lakes Airlines. It's possible to rent a car at the airport."]},"\n:Rental car agencies at Cortez Municipal Airport include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Budget"],["url=http:\/\/www.budget.com"],["email="],["address=22881 County Road F Cortez"],["lat="],["long="],["directions="],["phone=+1-970-564-9012"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hertz"],["url=http:\/\/www.hertz.com"],["email="],["address=22874 County Road F Cortez"],["lat="],["long="],["directions="],["phone=+1-970-564-9012"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=ElephantCar"],["url=http:\/\/www.elephantcarrental.net"],["email="],["address=22876 County Road F Cortez"],["lat="],["long="],["directions="],["phone=+1-970-641-0763"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," ",{"type":"<","value":["br"]},{"type":"<","value":["br"]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gunnisoncrestedbutte.com\/area-tour\/gunnison-crested-butte-regional-airport Gunnison-Crested Butte Regional Airport"]}]}," (",{"type":"{{","value":[["IATA"],["GUC"]]},") provides frequent and convenient jet service with airline partners, United Express, American Airlines, and United, . Regularly scheduled ground transportation offered by Alpine Express and Mountain Express."]},":Rental car agencies at Gunnison-Crested Butte Regional Airport include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Avis"],["url="],["email="],["address=711 W Rio Grande Gunnison"],["lat="],["long="],["directions="],["phone=+1-970-641-0263"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Budget"],["url="],["email="],["address=317 N Main St Gunnison"],["lat="],["long="],["directions="],["phone=+1-970-641-0763"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dollar"],["url="],["email="],["address=500 W US Highway 50 # 102 Gunnison"],["lat="],["long="],["directions="],["phone=+1-970-642-0199"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hertz"],["url="],["email="],["address=711 Rio Grande Ave Gunnison"],["lat="],["long="],["directions="],["phone=+1-970-641-2881"],["tollfree="],["fax="],["hours="],["price="],["content="]]},{"type":"<","value":["br"]},{"type":"<","value":["br"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Montrose Regional Airport"]}," - ",{"type":"[","value":["http:\/\/www.montroseairport.com"]}," (",{"type":"{{","value":[["IATA"],["MTJ"]]},"), 2100 Airport Road, Phone: +1-970-249-3203, Fax: +1-970-249-2808 Regional service from ",{"type":"[[","value":[["Denver"]]},". Used most heavily during ski season. Cafe, vending, restrooms."]},":Rental car agencies at Montrose Regional Airport include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Alamo"],["url="],["email="],["address=2100 Airport Rd Montrose"],["lat="],["long="],["directions="],["phone=+1-970-252-8898"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Avis"],["url="],["email="],["address=2100 Airport Rd Montrose"],["lat="],["long="],["directions="],["phone=+1-970-240-4802"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hertz"],["url="],["email="],["address=2100 Airport Rd Montrose"],["lat="],["long="],["directions="],["phone=+1-970-240-8464"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cortez"]}," - US 160 runs east west from Durango and terminates in the center of town, joining the north-south running US 491. On 491, Cortez is situated between ",{"type":"[[","value":[["Monticello (Utah)"],["Monticello"]]},", Utah to the northwest and ",{"type":"[[","value":[["Navajo Nation"],["Shiprock"]]},", New Mexico to the south. It's 46 mi (74 km), or about an hour's drive from Durango, while it's 60 mi (97 km) or hour's drive from Monticello. From Shiprock, it's a 42 mi (68 km), or 45 minute drive."]},{"type":"*","value":[" ",{"type":"'''","value":["Delta"]},", ",{"type":"'''","value":["Montrose"]},"- US 50 runs north-south from ",{"type":"[[","value":[["Grand Junction"]]}," to the north, then curves and runs and east-west to Gunnison and ",{"type":"[[","value":[["Pueblo"]]},". US 92 runs east-west from ",{"type":"[[","value":[["Hotchkiss"]]},", ",{"type":"[[","value":[["Paonia"]]}," and ",{"type":"[[","value":[["Aspen"]]},". Grand Junction is about 45 mi (73 km), or an hour's drive, while Aspen is 161 mi (259 km), or about 3 hours away.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Durango"]}," - To the south, ",{"type":"[[","value":[["Farmington (New Mexico)"],["Farmington"]]},", New Mexico is about 30 mi away, about a one hour drive. To the southwest, Cortez is about 45 mi (73 km) away and is also about an hour's drive. To the north, Montrose is 206 mi (332 km), or a two hour drive on US 550. To the east, ",{"type":"[[","value":[["Walsenburg"]]}," is 221 mi (356 km) or 4 hours away on US 160. "]},{"type":"*","value":[" ",{"type":"'''","value":["Gunnison"]}," - US 50 runs east-west from Montrose and Pueblo. From the west, it's about 65 mi (105 km), or an hour's drive from Montrose on US 50. From the east, it's 160 mi (258 km) or about 3 hours from Pueblo. "]},{"type":"*","value":[" ",{"type":"'''","value":["Ouray, Silverton,"]}," - US 550 runs north-south from Montrose in the north to Durango in the south. It's about 60 mi (97 km) or an hour's drove from Montrose, and 48 mi (77 km) or an hour's drive from Durango."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Amtrak"]}," Through the ",{"type":"[[","value":[["Eastern Plains (Colorado)"],["Eastern Plains"]]},", Amtrak runs the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com\/servlet\/ContentServer?pagename=Amtrak\/am2Route\/Horizontal_Route_Page&c=am2Route&cid=1081442673827 Southwest Chief"]}]},": from Chicago to ",{"type":"[[","value":[["Los Angeles"]]},", stopping in ",{"type":"[[","value":[["Gallup"]]},", ",{"type":"[[","value":[["New Mexico"]]}," (136 miles south of Cortez). Rental cars are available in Gallup.\n\nFor more information, see Wikivoyage's article ",{"type":"[[","value":[["Rail travel in the United States"]]},".\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Delta"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Greyhound Bus Lines"],["url=http:\/\/www.greyhound.com"],["email="],["address=301 Main St Delta"],["lat="],["long="],["directions="],["phone=+1-970-874-9455"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Durango"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Greyhound Bus Lines"],["url="],["email="],["address=275 E 8th Ave Durango"],["lat="],["long="],["directions="],["phone=+1-970-259-2755"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gunnison"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Greyhound Bus Lines"],["url="],["email="],["address=108 S 12th St Gunnison"],["lat="],["long="],["directions="],["phone=+1-970-641-4045"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Montrose"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Greyhound Bus Lines"],["url="],["email="],["address=1360 N Townsend Montrose"],["lat="],["long="],["directions="],["phone=+1-970-249-6673"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]},"\nThere is also a bus stop in Silverton, but no Greyhound ticketing office.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:DowntownOurayCO.jpg"],["thumb"],["270px"],["Downtown ",{"type":"[[","value":[["Ouray"]]},", Colorado"]]},"\n\nThere's really no alternative to driving.  Motorists should be aware that the eastern side of this region contains some seriously high passes, particularly ",{"type":"'''","value":["Wolf Creek Pass"]}," on US 160 as it crosses the Continental Divide, and ",{"type":"'''","value":["Coal Bank Pass"]},", ",{"type":"'''","value":["Molas Pass"]},", and ",{"type":"'''","value":["Red Mountain Pass"]}," on US 550 (the \"Million Dollar Highway\") between Durango and Silverton.  These are commonly closed for periods of time during the winter. There are even \"avalanche tunnels\" along some of the routes, to prevent your car from being swept off the road into deep ravines by falling blocks of snow.  The western part of the region is lower and less prone to road closures, but towns with gas stations and services are few and far between.\n\nDuring the winter, heavy ice and snow are a major concern, which can make driving difficult and slow going. Always check the weather and road conditions ",{"type":"[","value":["http:\/\/www.cotrip.org"]}," before heading out. Even on a clear winter's day, make sure your vehicle's wiper fluid reservoir is full. The Colorado Department of Transportation (CDOT) ",{"type":"[","value":["http:\/\/www.dot.state.co.us"]}," spreads both sand and magnesium chloride on the roads, which makes for an impenetrable, gluey mess on your windshield. \n\nIn the summer months, it's not uncommon to see the shoulders of the highways littered with broken-down vehicles that could not handle the steep grades and high altitude air of the Rocky Mountains. If you are venturing from a lower altitude, make sure your car can handle mountain driving. Thinner air means you will be burning more gasoline. Also, with so many steep grades, expect to gear down to avoid unnecessary friction to your brake pads.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Abbey Theatre"]}," "]},{"type":"*","value":[{"type":"'''","value":["Archaeology in Mesa Verde Country"]}," The earliest inhabitants of the area were nomadic peoples who lived in the area from at least 10,000 B.C., sustaining themselves by hunting game and gathering food plants."]},{"type":"*","value":[" ",{"type":"'''","value":["Children's Museum of Durango"]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Crow Canyon Archaeological Center"],["alt="],["url=http:\/\/www.crowcanyon.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go on a real archeological dig of Pueblo peoples who lived near Mesa Verde National Park."]]},"  "]},{"type":"*","value":[" ",{"type":"'''","value":["Diamond Circle Melodrama"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Durango and Silverton Narrow Gauge Railroad and Museum"]},"  "]},{"type":"*","value":[" ",{"type":"'''","value":["Durango Arts Center"]},"  "]},{"type":"*","value":[{"type":"'''","value":["Lowry Pueblo in Mesa Verde Country"]}," Lowry Pueblo had a total of about 40 rooms and 8 kivas at its peak in the early 11th century, and was home to approximately 100 people. The pueblo was arranged in a roughly rectangular block, with some portions reaching as high as three stories. A great kiva, constructed outside the eastern limits of the village, is nearly 50 feet in diameter. "]},{"type":"*","value":[" ",{"type":"'''","value":["Old Hundred Gold Mine Tour"]}]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alpine Loop Back Country Byway"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bachelor Historic Loop"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Grand Mesa National Scenic and Historic Byway"],["alt="],["url=http:\/\/www.grandmesabyway.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Road traversing the world's largest flattop mountain. Begins at Cedaredge Pioneer Town Museum Welcome Center on US 65 off US 92. The Land O'Lakes Visitor Center, Land's End, and Plateau Valley Area offer fishing, hiking, horseback riding, wildlife viewing, photography and amazing views."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Million Dollar Highway"]}]},{"type":"*","value":[" ",{"type":"'''","value":["San Juan Skyway"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Silver Thread Scenic Byway"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Trail of The Ancients National Scenic Byway"]}," - A tour of Ancestral Puebloan archeological ruins. Winds through Southeastern Utah's ",{"type":"[[","value":[["Canyon_Country"],["Canyon Country"]]}," and ",{"type":"[[","value":[["Southwestern Colorado"]]},". Includes ",{"type":"[[","value":[["Mesa Verde National Park"]]},", ",{"type":"[[","value":[["Monument Valley"]]},", ",{"type":"[[","value":[["Canyons of the Ancients National Monument"]]},", ",{"type":"[[","value":[["Natural Bridges National Monument"]]},", ",{"type":"[[","value":[["Hovenweep National Monument"]]}," and Utah's Valley of the Gods. "]},{"type":"*","value":[" ",{"type":"'''","value":["Unaweep\/Tabeguache Scenic and Historic Byway"]}]},{"type":"*","value":[" ",{"type":"'''","value":["West Elk Scenic and Historic Byway"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mesa Verde Country Indian Arts & Culture Festival"]},".  May is archaeology month in Colorado and there is no better place to celebrate than Mesa Verde Country, the archaeological center of America. Archaeology ties all of us to the heritage we proudly share with the Ancestral Pueblo people from the past and the Native Americans living here today.\t "]},{"type":"*","value":[" ",{"type":"'''","value":["Mesa Verde Country Wine & Art Festival"]},". In early October."]},"\n",{"type":"==","value":["Eat"]},"\n\nWorld class dining is available in Telluride and ",{"type":"[[","value":[["Colorado's Wine Country"]]},". There are a variety of restaurants available in Cortez and Gunnison, outside of the National Parks. Durango is another spot for decent dining. \n\nBut if you really want to eat authentically in the region, it's not that difficult to eat like an Ancestral Puebloan. A trip to one of Southwestern Colorado's many farmers markets can provide a lot of the same ingredients the Ancestral Puebloans cultivated: ",{"type":"'''","value":["garden corn"]},", ",{"type":"'''","value":["squash"]},", ",{"type":"'''","value":["pumpkins"]}," and ",{"type":"'''","value":["beans"]},". They also raised ",{"type":"'''","value":["turkeys"]}," and hunted game. A visit to a small town butcher that processes wild game could add ",{"type":"'''","value":["venison"]},", ",{"type":"'''","value":["elk"]},", ",{"type":"'''","value":["sage hens"]},", ",{"type":"'''","value":["ducks"]}," and ",{"type":"'''","value":["geese"]}," to your menu. The Ancestral Puebloans gathered ",{"type":"'''","value":["sunflower seeds"]}," and ",{"type":"'''","value":["pinon nuts"]}," from the mesa tops; you can gather these ingredients a little easier at the local grocery store. Coarse-ground ",{"type":"'''","value":["cornmeal"]}," could be added to the list, as native women used to spend long, grueling hours grinding grain on stone metates to have enough to eat. A majority of these ingredients are available in restaurants, since they are still heavily used today in Southwestern cuisine. \n\nHarder to come by are staples of the Ancestral Puebloan diet like ",{"type":"'''","value":["prickly pears"]}," and ",{"type":"'''","value":["yucca fruit"]},". Pickled clean of their spines, the buds of the prickly pear can be cooked and served, as can its fruit. Also called Spanish bayonette, the yucca could be eaten raw, cooked, or mixed with other ingredients. The yucca's white blossoms taste sweet and can be eaten raw. Today, prickly pear is available fresh, canned and as jelly and candy, while a Central American cousin of the Southwestern yucca can be bought diced and frozen. Both foods are usually available at gourmet and natural foods grocery stores. \n\nHowever, the biggest difference between you and the Ancestral Puebloan is how easily you procure your meal and how much you get to eat. The master builders of Chaco Canyon and Mesa Verde spent the majority of each day simply eking out a subsistence diet.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are trendy bars, brewpubs, as well as honky tonks and a handful of authentic mining-era 19th century saloons. The mountain resorts are famous for their ",{"type":"'''","value":["apres-ski"]}," nightlife and clubs.\n\nThere is a long, storied history between drinking and the area.\n\nIt's unclear whether the Ancestral Puebloans drank. The conventional scientific wisdom says no, and that alcohol was introduced to Southwestern Colorado by the Spanish, 200 years after the Puebloan peoples left the region. However, a recent study conducted at Sandia National Laboratories says the Puebloans may have brewed their own ",{"type":"'''","value":["beer"]}," using corn in clay pots. Using gas chromatography and mass spectrometers to analyze vapors produced by mild heating of pot samples, scientists produced chemicals associated with alcohol. So were the first microbreweries in the area inside the cliff dwellings of Mesa Verde? Perhaps not, since the corn could have fermented unintentionally on its own inside the clay containers.\n\nAlcohol trickled into the region in between 1800 and 1840 with the arrival of the mountain men and fur trappers. Often working alone with long hours and in extreme conditions, many Mountain Men passed their leisure hours in the solace of drink. This is recorded in their first hand journals and in the legacy of the colorful vocabulary they left behind. For instance, cheap whiskey could be called ",{"type":"'''","value":["arwerdenty"]}," whiskey, from the Spanish words \"agua ardiente\", which means \"",{"type":"'''","value":["fiery water"]},"\". Other terms for cheap whiskey include \"",{"type":"'''","value":["John Barleycorn"]},"\",\"",{"type":"'''","value":["baldface"]},"\", or \"",{"type":"'''","value":["panner piss"]},"\" (also called \"",{"type":"'''","value":["panther piss"]},"\"). The trappers would carry this rot gut whiskey in a \"",{"type":"'''","value":["jack of likker"]},"\" a leather sack of fire water, or in \"",{"type":"'''","value":["hollow woods"]},"\", a Native American term for the small kegs used to haul alcohol. To drink was called \"",{"type":"'''","value":["take a horn"]},"\", since sometimes bone horns of bulls or bighorn sheep were fashioned into drinking flasks, or powder horns that usually contained gunpowder were converted for the purposes of partying. Whilst imbibing, the mountain men would chew or smoke \"",{"type":"'''","value":["baccer"]},"\" or \"",{"type":"'''","value":["baccy"]},"\" tobacco, also called \"",{"type":"'''","value":["honeydew"]},"\" or \"",{"type":"'''","value":["ol Virginny"]},",\" because a lot of tobacco was grown in the state of ",{"type":"[[","value":[["Virginia"]]},". \n\nThe culmination of all this hard living was in the drink, ",{"type":"'''","value":["trade whiskey"]}," - a dubious combination of \"red eye\" whiskey, hot chili peppers, plug tobacco and gunpowder. (A gourmet recreation of the drink can still be sampled at The Fort Restaurant ",{"type":"[","value":["http:\/\/www.thefort.com"]},", in ",{"type":"[[","value":[["Morrison"]]},", Colorado), near Denver.   At summertime ",{"type":"''","value":["rendezvous"]}," with other trappers and in wintertime quarters like Fort Robideaux, the mountain men would drink themselves blind with earthen jugs of trade whiskey, inducing the euphoric good feelings the fur trappers dubbed, \"",{"type":"'''","value":["Shinin Times"]},".\"\n\nOne note of caution - while experiencing your own \"Shinin Times,\" you may want to take it a little slower at first. Some people find that their alcohol tolerance is lower at higher altitudes. Drink slowly until you acclimate. Otherwise, the consequences may include extreme hangover and nausea.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:Bridal Veil Falls 2.jpg"],["thumb"],["200px"],["Bridal Veil Falls in ",{"type":"[[","value":[["Telluride"]]}]]},"\n\n",{"type":"===","value":["Health"]},"\nThere's no reason to fear the mountains, as long as you approach them with proper respect and preparation. As with anywhere else, recklessness and a lack of forethought can get you into trouble, especially in Colorado's vast back country.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Altitude_sickness"],["Altitude sickness"]]}]}," - Can lead to dizziness, headaches, nausea, even blackouts and pulmonary edema. Give your body a few days to adjust to the high altitudes before going full throttle with your hiking or skiing. "]},{"type":"*","value":[" ",{"type":"'''","value":["Dehydration"]}," - When you engage in strenuous outdoor activities, be sure to replenish your fluids as you go. You may be losing moisture through your mouth and nose and through sweating, but be completely unawares due to the arid mountain air. May result in dizziness, intense thirst and elevated heart and breath rates. "]},{"type":"*","value":[" ",{"type":"'''","value":["Giardia"]}," - Drinking untreated water from regional streams is not a good idea owing to ",{"type":"''","value":["Giardia"]}," parasites, but tap water is not a problem. "]},{"type":"*","value":[" ",{"type":"'''","value":["Hypothermia"]}," - Prolonged exposure to the cold can result in confusion, a slowed heart rate, lethargy, even death. Dress warmly in non cotton clothing to allow any sweat to wick away from your body and evaporate. Otherwise, it may thoroughly chill you later in the day when temperatures drop. "]},{"type":"*","value":[" ",{"type":"'''","value":["Frostbite"]}," - During periods of severe cold, your circulatory system pulls all your warming blood into the core of your body to protect your vital organs. This makes your extremities such as your ears, fingers and nose especially vulnerable. Wear a face mask, insulated gloves and other heavy gear on the worst winter days. It gets cold sitting still on those ski lifts!"]},{"type":"*","value":[" ",{"type":"'''","value":["Sunburn"]}," - Lather up with sunscreen, even if there's cloud cover. Colorado's high elevation means you have less protection to the sun's powerful ultra violet rays. This can be compounded while skiing or snowboarding, when the rays are reflected off the snow and hits the underside of your jaw. Don't forget to wear UV-rated goggles or sunglasses, as well. There's nothing more painful than sunburned eyeballs."]},"\n",{"type":"===","value":["Safety"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avalanches"]}," - Colorado claims about a third of all avalanche deaths in the U.S. The ski resorts have groomed slopes that are are safe, but it is extremely dangerous to ski or snowboard outside of the designated terrain. It's popular amongst daredevil skiers to \"run the shutes,\" steep, shaded slopes that funnel into tight gullies. These are classic avalanche zones. Far more common (and deadly) are slab avalanches that break along a fault line and bury unsuspecting snow mobilers or skiers. Always wear a homing beacon and check the conditions at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/avalanche.state.co.us\/index.php Colorado Avalanche Information Center"]}]}," before heading into the back country. "]},{"type":"*","value":[" ",{"type":"'''","value":["Lightning"]}," - This is especially deadly in the high country above timberline when no shelter is nearby. If you hear crackling or hissing sounds, or your hair begins to stand on end, squat down immediately in the \"lightning desperation position\" - feet together and your hands clapped over your ears. Remember, a tent and inflatable mattress offer no protection from a lightning strike. Avoid the high ground, or solitary objects like trees that stick out higher than the surrounding terrain (they may act like natural lightning rods). For more information, see the safety tips at the ",{"type":"'''","value":["National Oceanic and Atmospheric Agency"]}," (NOAA) ",{"type":"[","value":["http:\/\/www.crh.noaa.gov\/pub\/?n=\/ltg\/lso_hiking.php"]},"."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Aspen"]]}," - trendy ski town known for its celebrities and liberal politics."]},{"type":"*","value":[{"type":"[[","value":[["Colorado National Monument"]]},"  ",{"type":"[","value":["http:\/\/www.nps.gov\/colm"]}," - Near ",{"type":"[[","value":[["Fruita"]]},". High cliffs, winding roads, great views of red rock pinnacles, arches and other geologic features. "]},{"type":"*","value":[{"type":"[[","value":[["Dinosaur National Monument"]]}," ",{"type":"[","value":["http:\/\/www.nps.gov\/dino"]}," Near ",{"type":"[[","value":[["Craig"]]},". Massive bones of Jurassic era sauropods and allosauruses abound throughout this fossil-rich area. Also a great place for whitewater rafting."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grandcircle.org Grand Circle Tour"]}]}," - A wider regional travel circuit of the Four Corners states, as well as ",{"type":"[[","value":[["Nevada"]]},". Includes all the famous National Parks, Monuments and state parks within this Southwestern region. "]},{"type":"*","value":[{"type":"[[","value":[["Great Sand Dunes National Park"]]}," - includes North America's tallest dunes, which rise over 750 feet high against the Sangre de Cristo Mountains. Near ",{"type":"[[","value":[["Alamosa"]]},". "]},{"type":"*","value":[{"type":"[[","value":[["Vail"]]}," - largest single mountain ski slopes in ",{"type":"[[","value":[["North America"]]},". "]},"\n",{"type":"{{","value":[["isPartOf"],["Colorado"]]},"\n\n",{"type":"{{","value":[["related"],["Colorado's_Wine_Country"]]},"\n",{"type":"{{","value":[["related"],["Skiing_in_Colorado"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"[[","value":[["wikipedia:Southwest Colorado"]]}]