[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThe ",{"type":"'''","value":["South Downs Way"]}," is in ",{"type":"[[","value":[["South East (England)"],["southeast England"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Coastguard Cottages - geograph.org.uk - 18320.jpg"],["right"],["thumb"],["An iconic image, The Seven Sisters, on the route near Seaford"]]},"\n\nThe 160-kilometre South Downs Way follows the old routes and droveways along the chalk escarpment and ridges of the ",{"type":"[[","value":[["South Downs"]]},", passing over some of the most beautiful and calming scenery in southern Britain. It is used as a National Trail and a local path. Historical sites varying from the Neolithic to World War 2 are present on the route.\n\n",{"type":"==","value":["Prepare"]},"\n\nThe Trail as a whole is not suitable for people who are frail: it is not specially surfaced for wheelchairs and so can be rough and\/or steep in places. If you want to take young children on the route, since it can be very hilly it is probably best to bring a pushchair. If you are older you’ll need a suitable electric cross-country buggy such as a Tramper. Contact the Trail Officer for detailed information about the path surfaces, slopes, and useful contacts.\n\nA basic kit should be as follows:\n",{"type":"*","value":[" First aid kit for any scrapes or falls"]},{"type":"*","value":[" Mobile phone: just for peace of mind; most of the route has reception"]},{"type":"*","value":[" Water; it can get pretty windy up there and especially in summer you can get quite thirsty. "]},{"type":"*","value":[" In the winter warm clothing is recommended."]},"\n",{"type":"===","value":["Luggage movement"]},"\nFor those who may not want to carry all the things they need for 3 days on their backs;, http:\/\/www.nationaltrail.co.uk\/Southdowns\/text.asp?PageId=25 has information on luggage movement services.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Geograph-2560790-by-Oast-House-Archive.jpg"],["right"],["thumb"],["A typical path with a typical view"]]},"\n",{"type":"===","value":["By train"]},"\nThere are mainline trains and long-distance coaches to both Winchester and Eastbourne as well as several places in between.  Allow around 60–90 minutes from London.  There are ferries to Newhaven and Portsmouth, and the London Airports (especially Gatwick) are handy for overseas visitors. Trains from London stop at these places close to the route:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Winchester:"]}," Mainline services to and From Southampton (South West Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Petersfield:"]}," Train services from London (Waterloo) and Portsmouth (South West Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Amberley:"]}," From London (Victoria) towards Arundel and Littlehampton (Southern Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Hassocks:"]}," From London (Victoria) towards Brighton and Lewes (Southern Trains and First Capital Connect - from Blackfriars)"]},{"type":"*","value":[" ",{"type":"'''","value":["Lewes:"]}," From London (Victoria) towards Lewes and Newhaven (Southern Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Eastbourne:"]}," From London (Victoria) via Lewes or from Ashford (Southern Trains)"]},{"type":"*","value":[" ",{"type":"'''","value":["Brighton:"]}," From London (Victoria, London Bridge, Kensington Olympia, Watford Junction) served by Southern Trains (inc. Gatwick Express) Blackfriars, Thameslink, Bedford, Kings Cross and First Capital Connect) West (Bristol, Gloucester, Westbury, Cardiff served by First Great Western) and East (Ashford, Hastings, Eastbourne served by Southern)"]},"\nCyclists: Please note that at some periods of the day and on some operators bikes are not allowed on the trains. also most of the more modern trains only have space for 3-4 bikes, thus large groups may have to book ahead or travel in smaller groups. Southern for example requests that 'limited number' of cycles are carried free on all services except on trains due to arrive into London or Brighton between 07.00 and 10.00, or due to depart from London stations or Brighton between 1600 and 1900 on Mondays to Fridays. Reservations for cycles are not required.\n\n",{"type":"===","value":["By car"]},"\nYou may not of course wish to walk the entire length of the path, and parts of it can be incorporated into circular walks or one could walk one way and get the bus back. Car parking is normally good, although in towns and villages expect to have to search and pay for parking spaces. Car parks are ",{"type":"''","value":["usually"]}," free from crime, but normal precautions must be taken.\n\n",{"type":"==","value":["Walk"]},"\n\n",{"type":"[[","value":[["Image:Long Man of Wilmington.jpg"],["right"],["thumb"],["Long Man of Wilmington, on the route of the South Downs Way"]]},"\n\nWalking, cycling and horse riding are the main activities, although within a drive (or a bus\/train ride) are some other sites:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Eastbourne"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lewes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Brighton (England)"]]}," and the south Coast (beaches etc)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Midhurst"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Petersfield"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Portsmouth"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Winchester (England)"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nCamping sites, barns, hotels, pubs, cottages, youth hostels and bed and breakfasts are the main accommodations.\n\n'Wild' camping is legal with the landowner's permission; for now it is difficult to cover the whole route by backpacking. The Sussex section has more opportunities to 'wild' camp than the Hampshire section.\n\n",{"type":"==","value":["Stay safe"]},"\n\nEnsure you have good-quality footwear and a map; The South Downs Way is as safe as anywhere and much safer than any city—you need have no security concerns about going alone. However, it is probably best to ensure you stop before night; the route often has sections with steep sides.\n\nTake warm clothing–e.g. a jumper or fleece–as even if its sunny the wind speed can be high up on the downs. A phone wouldn't go amiss.\n\n",{"type":"==","value":["Go next"]},"\n\nYou can always escape from the path and see more of the counties which are on the route (",{"type":"[[","value":[["Hampshire"]]},", ",{"type":"[[","value":[["West Sussex"]]}," and ",{"type":"[[","value":[["East Sussex"]]},"). Thankfully the route has decent transport links within about 10 miles of any spot.\n\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"[[","value":[["wikipedia:South Downs Way"]]}]