[{"type":"{{","value":[["pagebanner"],["caption=Old and new Korea: Hwaseong fortress and downtown Suwon by night"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Beomeosa Temples.JPG"],["location=LocationSouthKorea.png"],["flag=Flag of South Korea.svg"],["capital=",{"type":"[[","value":[["Seoul"]]}],["government=Presidential Republic"],["currency=Won (KRW, ₩)"],["area=",{"type":"''","value":["total:"]}," 98,480 km",{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 98,190 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 290 km",{"type":"<","value":["sup",["2"]]}],["population=50,004,441 (2012 est.)"],["language=",{"type":"[[","value":[["Korean"]]}],["religion=No organized affiliation 31.5%, Christian 29% (Protestant majority), Buddhist 38%, Confucianism 0.2%, other 1% (2010 est.)"],["electricity=220V\/60Hz(Western Europe plug type)"],["callingcode=+82"],["tld=.kr"],["timezone=UTC +9"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/english.visitkorea.or.kr South Korea"]}]}," (Korean: 한국, 韓國 ",{"type":"''","value":["Hanguk"]},"), formally the ",{"type":"'''","value":["Republic of Korea"]}," (대한민국, 大韓民國 ",{"type":"''","value":["Daehan Minguk"]},") is a country in ",{"type":"[[","value":[["East Asia"],["East"]]}," ",{"type":"[[","value":[["Asia"]]},".  South Korea occupies the southern half of the ",{"type":"[[","value":[["Korean Peninsula"]]},", with ",{"type":"[[","value":[["North Korea"]]}," to the north, ",{"type":"[[","value":[["China"]]}," across the sea to the west and ",{"type":"[[","value":[["Japan"]]}," a short ferry ride to the southeast.\n\n",{"type":"==","value":["Understand"]}," \n\n",{"type":"===","value":["History"]},"\n",{"type":"====","value":["Early history and founding of a nation"]},"\n\nArcheological finds of prehistoric toolmaking on the ",{"type":"[[","value":[["Korea"],["Korean Peninsula"]]}," date back to 70,000 BC, and the first pottery is found around 8000 BC. Comb-pattern pottery culture peaked around 3500-2000 BC.\n\nLegend has it that Korea began with the founding of ",{"type":"'''","value":["Gojoseon"]}," (also called ",{"type":"''","value":["Ancient Chosun"]},") by the legendary Dangun in 2333 BC. Archeological and contemporaneous written records of Gojoseon as a kingdom date back to around 7th-4th century BC. Gojoseon was eventually defeated by the Chinese Han Dynasty and its territories were governed as four commanderies. The political chaos following the fall of the Han Dynasty in China allowed native tribes to regain control of Korea and led to the emergence of the ",{"type":"'''","value":["Three Kingdoms of Korea"]},", namely Goguryeo, Silla and Baekje. Despite repeated attempts by China, namely the Sui Dynasty and later the Tang Dynasty, to conquer the Korean Peninsula, northern-based Goguryeo managed to repel them. Eventually, Goguryeo fell to a Silla-Tang alliance, which had earlier defeated Baekje, and unified Korea under the ",{"type":"'''","value":["Silla Dynasty"]},". A subsequent later invasion by Tang was repelled by Silla forces, thus maintaining Korea's independence. \n\nUnified Silla was replaced by the ",{"type":"'''","value":["Goryeo Dynasty"]}," (also called ",{"type":"''","value":["Koryo"]},"), from which the modern name \"Korea\" derives. One highlight of the Goryeo dynasty was that in 1234 the world's first metal movable type was invented by a Korean named Choe Yun-ui (200 years before Gutenberg's printing press). Goryeo was replaced by the ",{"type":"'''","value":["Joseon Dynasty"]}," (also called ",{"type":"''","value":["Chosun"]},"), after a coup by one of its generals. The Joseon dynasty ruled Korea from 1392 to 1910, being one of the longest actively ruling dynasties in world history. It was during the early part of the Joseon dynasty that Korean technological inventions such as the world's first water clock, ironclad ship, and other innovations took place. During the rule of King Sejong the Great, the world's first rain gauge was invented and the Korean alphabet known as ",{"type":"''","value":["hangul"]}," was created.\n\n",{"type":"====","value":["Japanese occupation and division"]},"\nIn the late 16th century, Korea experienced the first invasions by the Japanese, then led by Toyotomi Hideyoshi. However, an alliance between the Joseon dynasty and China's Ming dynasty eventually defeated the invaders, and this, in addition to the untimely death of Hideyoshi, forced the Japanese to pull out of Korea.\n\nKorea's status as an independent kingdom under the Chinese sphere of cultural influence (사대교린) ended in 1895 after China's defeat in the Sino-Japanese War and the signing of the Treaty of Shimonoseki. Under the terms of the treaty, China was to recognize the severing of the several centuries-old, nominal elder-younger brother relationship between China and Korea, bringing Japan the window of opportunity to force Korea into its own growing sphere of influence. Although the elder-younger brother relationship between China and Joseon was a voluntary diplomatic formality assumed by Joseon's rulers in order to receive the benefits of advanced Chinese culture and trade, it was a symbolic victory for Japan to achieve the breakage of this link. It put Japan in position to take possession of Korea without fear of Chinese intervention. In 1910, Japan officially annexed Korea, thus beginning a 35-year occupation of the country. Despite numerous armed rebellions, assassinations and intellectual and cultural resistance, suppression and a cultural assimilation policy that included forcing Koreans to take Japanese names and forbidding them to speak the Korean language allowed Japan to maintain control of the peninsula.\n\nAfter Japan's defeat in World War II, Soviet forces occupied the northern half of Korea while US forces occupied the southern half. North and South Korea each declared independence as separate states in 1948, with Kim Il-Sung establishing a communist regime with the support of Soviet Union in the north, and Syngman Rhee establishing a capitalist regime with the support of the United States in the south. After antagonization from both sides, North Korea eventually invaded South Korea in 1950, starting the Korean War which subsequently destroyed much of the country. US and other UN forces intervened on South Korea's side, while the Soviet Union and China supported the North. An armistice was signed in 1953 splitting the peninsula along a demilitarized zone, after the war had reached a stalemate with no significant territorial gains made by either side. However, as no peace treaty has ever been signed, the two Koreas technically remain at war with each other to this day.\n\n",{"type":"====","value":["Republic of Korea"]},"\n\nDespite initially being economically outdone by its northern rival, South Korea eventually emerged from the ashes of the Korean war and achieved rapid economic growth starting in the 1960s under the iron-fisted rule of then-president Park Chung Hee. As one of the East Asian Tigers, the South Korean economy's industrialization and modernization efforts gained traction in the 1980s and 1990s, with per capita income rising to 20 times the level of North Korea. In 1996, South Korea joined the OECD. Today, South Korea is an industrialized and developed economy with some of the world's leading high technology corporations such as Samsung and LG. \n\nDemands for greater freedom of press and human rights led to nationwide demonstrations that led to democratic elections in 1987, just prior to the South Korean capital of Seoul hosting the 1988 Summer Olympic Games. \n\nSouth Korea is now a liberal democracy and an economic powerhouse. In June 2000, a historic first summit took place between the South's President Kim Dae-jung and the North's late leader Kim Jong-il (",{"type":"''","value":["Kim Dae-jung to be awarded the first Nobel Peace Prize for South Korea"]},"), however the peace process has since moved at a glacial pace. More recently the country elected its first female president in 2012.\n\nIn recent years, a phenomenon known as the \"Korean Wave\" (or ",{"type":"''","value":["Hallyu"]},") in which the popularity of South Korean film, television, music, food and other culture aspects has swept most of Asia and many other parts of the world has brought more attention to the country.\n\n",{"type":"===","value":["People"]},"\n",{"type":"[[","value":[["Image:Namdaemun Buildings.JPG"],["thumb"],["240px"],["Namdaemun Gate, ",{"type":"[[","value":[["Seoul"]]}]]},"\n\nSouth Korea is a very homogeneous country, with nearly all native residents identifying themselves as ethnically Korean and speaking the Korean language. In recent times however the demographics are changing, with immigrants having past the one million mark for the first time in Korean history. The largest resident minority are the Chinese, numbering around 440,000, although this number includes a large number of Chinese citizens of Korean ethnicity. There are also workers from Mongolia, Bangladesh, Southeast Asia and other parts of world. A sizable community of 20,000 English teachers from the United States, Canada, Australia, New Zealand, the United Kingdom, Ireland and South Africa are spread out throughout the towns and cities. In addition, about 30,000 American military personnel are stationed throughout the country, although they are gradually being stationed away from the ",{"type":"[[","value":[["DMZ (Korea)"],["DMZ"]]},". South Korea's large and growing economy has attracted people from all over the world and Seoul's status as a leading financial center has brought many financial workers from North America, Europe and Japan.\n\nIt is one of the most densely populated countries in the world, but also has one of the world's lowest birthrates (1.21 children per woman). Dealing with this very low birthrate will be one of the major problems for this country in the 21st century. Confucian attitudes about the importance of a male heir have led to a strongly skewed sex ratio, with about 112 men for every 100 women encouraging many Korean men in rural areas to seek wives from other countries such as China, Vietnam and the Philippines. About 85% of South Koreans live in urban areas.\n\nThough East Asian tourists have been visiting Korea in droves since the turn of the millennium due to the Korean Wave (also known as 한류 ",{"type":"''","value":["hallyu"]},"), it is still largely off the radar of most Western tourists. As such, having locals stare or listen to your conversations is still somewhat a common experience among Westerners visiting Korea. Children in particular will approach you or shout a \"Hi!\" in passing. Much of this is done out of curiosity and eagerness to hear English spoken by native speakers. Although most Koreans have been educated in English since elementary school and most companies set a premium on possessing a certain level of fluency, in general the people will find it difficult to understand or speak it. However, some city dwellers can speak at a basic level. Tourists will normally find Koreans to be quite friendly and helpful when trying to find their way around.\n\n",{"type":"===","value":["Culture"]},"\n",{"type":"[[","value":[["Image:Changdeokgung Bedchamber Detail.jpg"],["thumb"],["240px"],["Decoration of a royal palace, Changdeokgung, ",{"type":"[[","value":[["Seoul"]]}]]},"\n\nHaving been in the cultural sphere of China for much of its history, substantial Chinese influences are evident in traditional Korean culture. Nevertheless, many fundamental differences remain and Korea has managed to retain a distinct cultural identity from its larger neighbor. Koreans are fiercely proud of their heritage and their resistance to outside domination.\n\nDuring the Joseon dynasty, Korea's dominant philosophy was a strict form of Confucianism, perhaps even more strict than the Chinese original. People were separated into a rigid hierarchy, with the king at the apex, an elite of officials and warriors and a small group of nobility below him, a middle class of merchants below them, and then a vast population of peasants. The educated were superior to the uneducated, women served men, and everybody stuck to a defined role or faced severe consequences. Korea adopted its own version of the imperial examination system invented by and used in China to select officials, creating somewhat of a premodern meritocracy for government like its Chinese counterpart. Buddhism was suppressed largely due to the widespread corruption and greed of monks and temples during the waning stages of the Goryeo dynasty. While the Joseon dynasty ceased to exist in 1910, its legacy lives on in Korean culture: education and hard work are valued above all else, and women still struggle for equal treatment.\n\nKoreans believe that the things that set them the most apart from other Asian cultures are their cuisine, their language and their Hangul script. Outsiders will note their extreme modernity, tempered by a well-developed artistic and architectural joyfulness. Nothing goes undecorated if it can be helped, and they have a knack for stylish interior design. South Korea also has a vibrant film and TV industry, and the country is one of only a few countries in the world in which local films have a greater market share than Hollywood films.\n\nSouth Koreans strongly hold on to many ancient traditions which go back thousands of years, yet paradoxically they are often also obsessed with the latest technology. Consumer devices with amazing advanced technology are developed and produced by themselves and are often several years ahead of the rest of the world.\n\nKorea has a significant number of Christians (29%) and Buddhists (38%), with churches dotting the towns and temples and monasteries on hills. However, slightly less than a third of the country professes to follow no particular organized religion but most, if not all, are strongly influenced by traditional Korean Buddhist and Confucian philosophies that have been seeped into the Korean cultural background.\n\n",{"type":"===","value":["Sports"]},"\n",{"type":"'''","value":["Baseball"]}," was brought to Korea by American missionaries in 1905 and is the most popular sport in the country. Most cities have a team and the biggest are sponsored by the largest Korean companies, with many Korean players becoming famous MLB players in the United States, and the Korean national baseball team is regarded as one of the strongest in the world.\n\n",{"type":"'''","value":["Football"]}," (",{"type":"''","value":["soccer"]},") is becoming more important to Korea over time, as well as being a sport shared by both North and South. South Korea is one of the strongest teams in Asia and many of their players work for the top European clubs. The sport gained an incredible amount of short term popularity when the South Korean national team reached the World Cup semi-finals in 2002, and even today the country stops for world cup matches. Unfortunately the enthusiasm for domestic and friendly international games is extremely low, and stadiums are usually mostly empty.\n\nOther popular sports include golf and basketball. Badminton, table tennis and bowling are also popular and facilities for the public are widely available in cities. Korean martial arts such as ",{"type":"'''","value":["taekwondo"]}," are also popular. Golf particularly has a strong following, with membership fees for Korea's top golf clubs being more expensive than those in neighboring Japan or the United States. Many of the world's top female golfers originate from Korea or are of Korean descent.\n\nAs for winter sports, ",{"type":"'''","value":["speed skating"]}," (",{"type":"''","value":["especially short track"]},") and ",{"type":"'''","value":["figure skating"]}," are extremely popular due to the repeated success of South Korea in the Winter Olympics.\n\nThe South Korean city of ",{"type":"[[","value":[["Pyeongchang"]]}," has been chosen for the ",{"type":"[[","value":[["Pyeongchang_2018"],["2018 Winter Olympic Games"]]},".\n\n",{"type":"===","value":["Books"]},"\nA long and complicated relationship between the Western world and the Korean nation have led to a plethora of books.\n\n",{"type":"'''","value":["History"]},"\n",{"type":"*","value":[{"type":"'''","value":["Battle for Korea: The Associated Press History of the Korean Conflict"]}," by Robert J. Dvorchak (1993) - great journalistic photography accompanied by short descriptive narratives"]},"\n",{"type":"*","value":[{"type":"'''","value":["Korea Old and New: A History"]}," by Carter Eckert and Lee Ki-Baik (1991) - simply stated writing, good overview of Korea's history"]},"\n",{"type":"*","value":[{"type":"'''","value":["Korea Witness: 135 years of war, crisis and new in the land of the morning calm"]}," by Donald Kirk and Choe Sang Hun (2006) - compilation of articles from foreign correspondents starting from 1871, notably from Jack London, a war correspondent from 1903-4"]},"\n",{"type":"*","value":[{"type":"'''","value":["True Stories of the Korean Comfort Women"]}," by Keith Howard (1996) - unflinching look at the atrocities committed during the Japanese occupation period"]},"\n",{"type":"'''","value":["Culture"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Koreans: Who They Are, What They Want, Where Their Future Lies"]}," by Michael Breen (1999) - anectodal accounts and insights of a British journalist on the country he spends half the year in, informative and entertaining"]},"\n",{"type":"*","value":[{"type":"'''","value":["Social Change in Korea"]}," published by Jimoondang (2008) - compilation of articles written by academic experts on Korea"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Discovery of Korea: History-Nature-Cultural Heritages-Art-Tradition-Cities"]}," by Yoo Myeong-jong (2005) - amazing scenic views on Korea"]},"\n",{"type":"===","value":["Films"]},"\nSouth Korea has a substantial film industry considering the size of the country. There are many films that can give you a good background to the country, and almost all DVD's will have good English subtitles.\nThe list below could actually include literally hundreds of films, however the selection below will give you a good taste.\n\n",{"type":"*","value":[{"type":"'''","value":["Taegukgi: The Brotherhood of War"]}," (태극기 휘날리며) is a story of two brothers serving as soldiers during the Korean War."]},"\n",{"type":"*","value":[{"type":"'''","value":["Joint Security Area"]}," (공동경비구역) A rather haunting movie about soldiers on opposite sides of the Demilitarized Zone who strike up a tenuous friendship."]},"\n",{"type":"*","value":[{"type":"'''","value":["May 18"]}," (화려한 휴가) As recently as 1980, South Korea was effectively a military dictatorship. This film is a historical drama around the events of the infamous Gwangju massacre, when the president ordered the shooting of protestors in that city."]},"\n",{"type":"*","value":[{"type":"'''","value":["Spring, Summer, Fall, Winter... and Spring"]}," is a film set completely at an isolated lake in the mountains, and shows each year season of Korea as a stages in the lives of a Buddhist monk and his adopted boy."]},"\n",{"type":"*","value":[{"type":"'''","value":["Secret Sunshine"]}," (밀양) is a contemporary film about the nature of forgiveness set in the Korean country town of ",{"type":"[[","value":[["Miryang"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["My Sassy Girl"]}," (엽기적인 그녀) Romantic comedy that is often seen as a quintessential Korean movie experience, and especially well regarded by people from other Asian countries."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Host"]}," (괴물) Monster horror film around the lives of a family in ",{"type":"[[","value":[["Seoul"]]},". A lot of footage of the Han river that flows through the middle of the city."]},"\n",{"type":"===","value":["Holidays"]},"\n",{"type":"{{","value":[["Template:CNYdates"]]},"\nKorea's traditional holidays mostly follow the lunar calendar and therefore fall on different days each year. The two biggest, Seollal and Chuseok, are family holidays and involve everybody returning to their hometowns en masse, meaning that all forms of transport are absolutely packed. It is worth planning your itinerary around these dates, as well as noting that your best eating options may be noodle packets from a 7-Eleven! On the other holidays you will not notice too much difference, however all banks and government offices will be closed.\n",{"type":"[[","value":[["File:Coloured lanterns at the Lotus Lantern Festival.jpg"],["thumbnail"],["On Buddha's birthday temples are decorated by colored lanterns"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Shinjeong"]}," (신정), means New Year's Day: on the 1st day, January. Shin(신) is a Korean word that means 'new'. January 1st is named 'Shinjeong' because after Korea adopted the Gregorian calendar it became the new way to mark the New Year."]},{"type":"*","value":[{"type":"'''","value":["Seollal"]}," (설날), Lunar New Year, also known as \"Korean New Year\", or \"Gujeong.\" Families gather together, eat traditional foods-especially ",{"type":"''","value":["Ddugguk"]}," (떡국) and perform an ancestral service. The public holiday lasts for 3 days, which includes the eve and second day. Many shops and restaurants close for the 3 days, so this might not be an ideal time to visit."]},{"type":"*","value":[{"type":"'''","value":["Sameeljjeol"]}," (삼일절, 3.1절): 1st March, in commemoration of the March 1st resistance movement against the invading Japanese Imperial Army in 1919."]},{"type":"*","value":[{"type":"'''","value":["Orininal"]}," (어린이날): is children's day on the 5th May"]},{"type":"*","value":[{"type":"'''","value":["Buchonnim osinnal"]}," or ",{"type":"'''","value":["sawolchopa-il"]},": means Buddha's birthday, 8th day of the 4th month in the lunar calendar."]},{"type":"*","value":[{"type":"'''","value":["Hyeonchung-il"]}," (현충일): means memorial day, 6th June. In commemoration of the people who gave their lives to the nation."]},{"type":"*","value":[{"type":"'''","value":["Gwangbokjjeol"]}," (광복절): is Korea's independence day on the 15th of August. This day is actually the end of the second world war with the official Japanese surrender to the allied forces, which also meant Korea gaining her independence after many decades of Japanese colonialism."]},{"type":"*","value":[{"type":"'''","value":["Chuseok"]}," (추석), often translated as \"Korean Thanksgiving\", this holiday is celebrated on the 15th day of the 8th lunar month of the year (",{"type":"''","value":["usually September-October"]},"). Koreans celebrate by eating traditional foods, notably a rice cake called ",{"type":"''","value":["songpyeon"]}," (송편) and playing folk games. The public holiday lasts for 3 days and much like Lunar New Year, everything shuts down which makes visiting rather boring."]},{"type":"*","value":[{"type":"'''","value":["Hangeulnal"]}," (한글날) : Anniversary for indigenous Korean alphabet system."]},{"type":"*","value":[{"type":"'''","value":["Gaecheonjeol"]}," (개천절): 3rd October. In commemoration of the first formation of the nation of ancient Korea."]},{"type":"*","value":[{"type":"'''","value":["Christmas"]}," (크리스마스\/성탄절) is a significant holiday in South Korea, although it is mostly celebrated by young couples spending a romantic day together. Since a significant proportion (approximately 30%) of the country is Christian, there are no shortages of celebration in the thousands of churches whilst everyone else takes a well deserved rest at home."]},"\n",{"type":"===","value":["Climate"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spring"]}," is a great time of year to be in Korea. The temperatures are warm, but not hot and there's not too much rain either. However, spring is also the time when yellow dust storms blow over from China making the air horrible to breathe. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Summer"]}," starts with a dreary rainy season (장마철,jangma-cheol) in June and turns into a steambath in July-August, with extreme humidity and the temperature heading as high as 35°C. Best avoided unless heading to the beaches. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Autumn"]},", starting in September, is perhaps the best time to be in Korea. Temperatures and humidity become more tolerable, fair days are common and the justly renowned ",{"type":"'''","value":["fall colors"]}," make their appearance."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Winter"]}," is a good time to go skiing or hot-spring hopping, and the Korean invention of ",{"type":"''","value":["ondol"]}," (floor heating) helps defrost any parts that froze outside. However, January and February can be bone-biting cold due to Siberian winds from the north. Note that the south of the country (",{"type":"''","value":["including ",{"type":"[[","value":[["Busan"]]}," and ",{"type":"[[","value":[["Jeju"]]}]},") are relatively mild compared to the north (",{"type":"''","value":[{"type":"[[","value":[["Seoul"]]}]},") during this season."]},"\n",{"type":"===","value":["Electricity"]},"\n\nSouth Korean households and hotels use the same dual round sockets for their electrical outlets as are found in most of Continental Europe. Some hotels may provide an adapter for you to use which you can query from reception.\n\nSouth Korean electrical outlets accept appliances with a voltage rating of 220V at 60Hz.  If your appliance has this rating that includes 220V (Such as 100-240V that most laptop chargers now accept), you will be able to use the appliance with only a plug adapter.  If it falls below or above this rating, you will need to purchase a transformer or a voltage adapter before leaving your country.\n\nSome very old buildings and very new hotels and apartments are dual wired and also have 110V outlets (identifiable by the smaller dual flat sockets) in addition to the regular South Korean variety, built specifically to accommodate the Japanese and Americans.\n\n",{"type":"==","value":["Regions"]}," \n",{"type":"{{","value":[["Regionlist"],["regionmap=South Korea regions map.png"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Gyeonggi"]]}],["region1color=#d1d782"],["region1description=surrounding ",{"type":"[[","value":[["Seoul"]]}," and covered in its urban sprawl. Notable Places: ",{"type":"[[","value":[["Panmunjeom"],["Korean Demilitarised Zone"]]},", ",{"type":"[[","value":[["Suwon"]]},"."],["region2name=",{"type":"[[","value":[["Gangwon"]]}],["region2color=#7eb587"],["region2description=natural wonderland; ",{"type":"[[","value":[["Seoraksan National Park"]]},", east-coast beaches and ski resorts. Notable Places: ",{"type":"[[","value":[["Chuncheon"]]}],["region3name=",{"type":"[[","value":[["North Chungcheong"]]}],["region3color=#cd9c56"],["region3description=landlocked province filled with mountains and national parks. Notable Places: ",{"type":"[[","value":[["Danyang"]]},", ",{"type":"[[","value":[["Cheongju"]]},"."],["region4name=",{"type":"[[","value":[["South Chungcheong"]]}],["region4color=#679da3"],["region4description=central western part of the country. Flat area made up of rice paddies. Point where main train lines and highways converge and known for its hot springs. Notable Places: ",{"type":"[[","value":[["Daejeon"]]},", ",{"type":"[[","value":[["Gongju"]]},", ",{"type":"[[","value":[["Boryeong"]]},"."],["region5name=",{"type":"[[","value":[["North Gyeongsang"]]}],["region5color=#629bc0"],["region5description=largest province and richest area for historical and cultural sites. Notable places: ",{"type":"[[","value":[["Andong"]]},", ",{"type":"[[","value":[["Gyeongju"]]}," and the islands of ",{"type":"[[","value":[["Ulleungdo"]]},"."],["region6name=",{"type":"[[","value":[["South Gyeongsang"]]}],["region6color=#b58db5"],["region6description=known for its gorgeous seaside cities and most respected temples. Notable Places: ",{"type":"[[","value":[["Busan"]]},", ",{"type":"[[","value":[["Haeinsa Temple"]]},", ",{"type":"[[","value":[["Jinju"]]},"."],["region7name=",{"type":"[[","value":[["North Jeolla"]]}],["region7color=#b7cfa4"],["region7description=Great Korean food. Notable Places: ",{"type":"[[","value":[["Jeonju"]]}],["region8name=",{"type":"[[","value":[["South Jeolla"]]}],["region8color=#d17c82"],["region8description=Lots of beautiful small islands and landscape, fantastic food (especially seafood along the coast) and good for fishing. Notable Places: ",{"type":"[[","value":[["Gwangju"]]},", ",{"type":"[[","value":[["Boseong"]]},", ",{"type":"[[","value":[["Yeosu"]]},"."],["region9name=",{"type":"[[","value":[["Jeju"]]}],["region9color=#8f7fcf"],["region9description=Korea's honeymoon island, built by a volcano.  Great scenery with wild flowers and horseback riding.  One of the few places you may need a car."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Korea-Daegu-Palgongsan-01.jpg"],["thumbnail"],["Daegu and the mountain Palgongsan"]]},"\n\n\t\n",{"type":"*","value":[{"type":"[[","value":[["Seoul"]]}," (서울) — the dynamic 600 year old capital of South Korea, a fusion of the ancient and modern"]},{"type":"*","value":[{"type":"[[","value":[["Busan"]]}," (부산, 釜山) — the second largest city and a major port city of Korea."]},{"type":"*","value":[{"type":"[[","value":[["Incheon"]]}," (인천, 仁川) — second busiest port in the country, location of the country's largest international airport"]},{"type":"*","value":[{"type":"[[","value":[["Daegu"]]}," (대구, 大邱) — a cosmopolitan city, rich with ancient traditions and sights"]},{"type":"*","value":[{"type":"[[","value":[["Daejeon"]]}," (대전, 大田) — a large and dynamic metropolis located in Chungnam province"]},{"type":"*","value":[{"type":"[[","value":[["Gwangju"]]}," (광주, 光州) — the administrative and economic centre of the area, the largest city in the province"]},{"type":"*","value":[{"type":"[[","value":[["Gyeongju"]]}," (경주, 慶州) — the ancient capital of the Silla Kingdom"]},{"type":"*","value":[{"type":"[[","value":[["Jeonju"]]}," (전주, 全州) — once the spiritual capital of the Joseon Dynasty, now a leading center of the arts filled with museums, ancient buddhist temples, and historical monuments"]},{"type":"*","value":[{"type":"[[","value":[["Chuncheon"]]}," (춘천, 春川) — capital city of Gangwon province, surrounded by lakes and mountains and known for local dishes, dakgalbi and makguksu"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:JSA ConferenceRooms.JPG"],["thumbnail"],["The light blue conference rooms at the Joint Security Area of Panmunjeom"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Seoraksan National Park"]]}," — spread out over four cities and counties, the country's most renowned national park and mountain range"]},{"type":"*","value":[{"type":"[[","value":[["Andong"]]}," — historically rich in Confucious traditions and home of living folk village"]},{"type":"*","value":[{"type":"[[","value":[["Ansan"]]}," —  a city in Gyeonggi province on the coast of the Yellow Sea"]},{"type":"*","value":[{"type":"[[","value":[["Guinsa"]]}," — spectacular mountain headquarters of the Buddhist Cheondae sect"]},{"type":"*","value":[{"type":"[[","value":[["Panmunjeom"]]}," — the only tourist site in the world where the Cold War is still reality"]},{"type":"*","value":[{"type":"[[","value":[["Boseong"]]}," — rolling hills blanketed with green tea leaves where you can stroll along a wooded path and stop at a nearby spa to drink the home grown tea and take a seawater bath."]},{"type":"*","value":[{"type":"[[","value":[["Yeosu"]]}," — one of the country's most picturesque port cities especially at night, nominated to host the 2012 World Expo. Famous for its seafood and beaches, you can visit some of the islands in Hallyeo Ocean Park with cruise or watch sunset from its fabulous Dolsan Bridge or romantic cafes near marinas. "]},{"type":"*","value":[{"type":"[[","value":[["Jindo"]]}," — commonly associated with the dog native to that area, the Jindo, every year people flock to the area to witness the parting of the sea and participate with the accompanying festivities"]},{"type":"*","value":[{"type":"[[","value":[["Ulleungdo"]]}," — scenic remote island off the east coast of peninsula"]},"\n",{"type":"==","value":["Get in"]}," \nThe citizens of most countries will receive a visa on arrival valid between 30 to 90 days. The official ",{"type":"[","value":["http:\/\/www.hikorea.go.kr\/pt\/InfoDetailR_en.pt?categoryId=2&parentId=382&catSeq=&showMenuId=374 'Hi Korea' site"]}," has the latest details. \nNote that ",{"type":"[[","value":[["Jeju"]]}," island is an autonomous province with more relaxed entry conditions than the South Korean 'mainland'.\n \nSouth Korea is really good at keeping electronic track of everyone coming and going, so do not overstay your visa. Violations will at best likely result with you being banned from re-entering, and prosecution is a possibility.\n\nMilitary personnel traveling under the SOFA for South Korea are not required to possess a passport for entry, provided they hold a copy of their travel orders and a military ID. On the other hand their dependents must hold a passport and A-3 visa for entry.\n\n",{"type":"===","value":["By plane"]},"\nSouth Korea has many international airports; however, only a few actually have scheduled services. South Korea has experienced an airport building frenzy over the last decade. Many large towns have dedicated functioning airports that handle only a handful of flights a week. \n\n",{"type":"*","value":[{"type":"[[","value":[["Incheon International Airport"]]},", about 1 hour west of Seoul, is the country's largest airport and is served by many international airlines. There are numerous options for flying there from locations throughout Asia, Europe and North America, and even routes to South America and Africa. This is also frequently rated as ",{"type":"''","value":["the best run and best designed airport in the world"]},". There are direct inter-city buses that travel from just outside the international arrival hall to many locations throughout South Korea. The airport has a new express train that goes directly to both Seoul Gimpo airport and Seoul Station. (",{"type":"''","value":["There is an airline check-in facility in Seoul station."]},")"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Busan"]]},"'s ",{"type":"[[","value":[["Gimhae International Airport"]]}," has international connections to Japan, China, Hong Kong, the Philippines and Vietnam. There is also a Lufthansa flight from ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Germany"]]},". Gimhae also has a few flights a day directly from ",{"type":"[[","value":[["Seoul"]]}," Incheon, which is much more convenient than changing to Seoul Gimpo airport after a long international flight."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Jeju"]]}," has flights from many South Korean cities as well as international flights to major Japanese and Chinese cities.  "]},"\n",{"type":"*","value":[" Seoul Gimpo airport offers domestic flights to most South Korean cities, and the international \"city shuttle\" services from Tokyo-Haneda, Beijing and Shanghai-Hongqiao are quite convenient. You can connect from Incheon airport either by train or by limousine bus."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yangyang"]]}," Airport is a very quiet airport in the remote North East of the country. ",{"type":"[","value":["http:\/\/www.keair.co.kr Korea Express Air"]}," operates Domestic flights between ",{"type":"[[","value":[["Busan"]]}," ",{"type":"[[","value":[["Gimhae International Airport"]]},", ",{"type":"[[","value":[["Seoul"]]}," Gimpo Airport, and Gwangju Airport. There are charter flights to Chinese cities as well. This airport is also the closest airport to the ",{"type":"[[","value":[["Seoraksan National Park"]]}," and parts of Northeast Gangwon-do. ",{"type":"[","value":["http:\/\/www.koreanair.com\/ Korean Air"]}," and ",{"type":"[","value":["http:\/\/www.flyasiana.com\/ Asiana"]},"are the principal carriers to and from South Korea.  There is a growing number of budget airlines including ",{"type":"[","value":["http:\/\/www.airbusan.com\/AB\/airbusan\/english\/main.jsp Air Busan"]}," and ",{"type":"[","value":["http:\/\/en.jejuair.net Jeju Air"]}," that fly both domestic and international routes."]},"\n",{"type":"===","value":["By train"]},"\n\nJapan Rail and Korean Rail have an agreement where train trips between the countries can be completed via a ferry journey in the middle. Train travelers coming from or continuing on to ",{"type":"[[","value":[["Japan"]]}," can purchase ",{"type":"[","value":["http:\/\/info.korail.com\/2007\/eng\/etr\/etr01000\/w_etr01100.jsp special through tickets"]}," giving discounts of 30% on KTX services and 9-30% on ",{"type":"[[","value":[["Busan"]]}," - ",{"type":"[[","value":[["Fukuoka"]]}," ferries as well as Japanese trains.\n\nTravel to ",{"type":"[[","value":[["North Korea"]]}," by train is not an option. There is a train track connecting the Korean Rail network with ",{"type":"[[","value":[["North Korea"]]}," and even an active Korean Rail station (",{"type":"''","value":["albeit with no scheduled trains"]},") on the border. However there is no traffic and it will likely remain more of a political statement than a potential travel option for some time to come.\n\n",{"type":"===","value":["By boat"]}," \n\nNote that the services listed here may change frequently, and English language websites may not be updated with the current information. Do verify before traveling.\n",{"type":"[[","value":[["File:JR Beetle2 2009.jpg"],["thumbnail"],["The Beetle hydrofoil from Japan"]]}," ",{"type":"[","value":["http:\/\/www.busanferry.co.kr\/service?id=en_index Busan Port International Passenger Terminal"]}," is the largest seaport in the country and offers ferry rides mostly to and from Japan. \nThere are fairly frequent ferry connections from ",{"type":"[[","value":[["Busan"]]}," to Japan. \nThe ",{"type":"[","value":["http:\/\/www.jrbeetle.co.jp\/english\/ JR's Beetle"]}," hydrofoil service from Busan to ",{"type":"[[","value":[["Fukuoka"]]}," manages the trip in just under three hours with up to five connections a day, but all other links are overnight slow ferries, such as ",{"type":"[","value":["http:\/\/www.pukwan.co.kr\/ Pukwan Ferry Company"]},"'s services to ",{"type":"[[","value":[["Shimonoseki"]]}," from cost from $US60 (one-way). \nA Busan-",{"type":"[[","value":[["Osaka"]]}," ferry is operated by ",{"type":"[","value":["http:\/\/panstarline.com Panstar Line Co., Ltd."]},".\n\n",{"type":"[[","value":[["Incheon"]]},"'s International Ferry Terminal 1 (Yeonan Budu, 연안부두) has services to several cities in China, such as ",{"type":"[[","value":[["Weihai"]]},", ",{"type":"[[","value":[["Dandong"]]},", ",{"type":"[[","value":[["Qingdao"]]}," and ",{"type":"[[","value":[["Tianjin"]]},". The largest operator is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jinchon.co.kr\/ Jinchon"]}]},", but Incheon Port has full listings on their ",{"type":"[","value":["http:\/\/www.incheonferry.co.kr\/ website"]},".  The Chinese ports of ",{"type":"[[","value":[["Rizhao"]]},", ",{"type":"[[","value":[["Rongcheng"]]}," and ",{"type":"[[","value":[["Lianyungang"]]},", all in ",{"type":"[[","value":[["Shandong"]]}," province, can also be accessed by ferry from ",{"type":"[[","value":[["Pyeongtaek"]]},".\n\nThere are also weekly departures from ",{"type":"[[","value":[["Sokcho"]]}," (Gangwon-do) to ",{"type":"[[","value":[["Vladivostok"]]}," from US$270 operated by ",{"type":"[","value":["http:\/\/www.dongchunferry.co.kr Dong Chun Ferry Co. Ltd."]},".\n\n",{"type":"===","value":["By land"]},"\nDue the political and military situation with North Korea, entering South Korea overland is not possible. The border between North and South Korea is considered the most heavily fortified border in the world, and while some unauthorized crossings have occurred at the truce village of ",{"type":"[[","value":[["Panmunjeom"]]}," they have usually resulted in gunfire.\n\nInteresting enough, a select group of South Korean businessmen do cross the border daily by bus in order to work in the joint industrial park in the North Korean city of ",{"type":"[[","value":[["Kaesong"]]},". At the time of writing (March 2013) there is no way for tourists to undertake the same journey.\n\n",{"type":"==","value":["Get around"]},"\n\nSouth Korea is fairly compact and you can get anywhere very fast if you fly, and reasonably fast even if you don't. Subways are available in most of the cities including metropolitan Seoul. Larger cities currently have service or are developing subways. Travel by bus or taxi is easily available, although bus services are more economical. \n \n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:737 at Daegu International.JPG"],["thumbnail"],["right"],["Korean Air at Deagu airport"]]},"\nSouth Korea is a relatively small country with a fast and efficient train service (",{"type":"''","value":["see the KTX fast train below"]},") and therefore flying around is not necessary unless you are going to the island of ",{"type":"[[","value":[["Jeju"]]},". \n\nNevertheless, plenty of airlines do fly between the main cities at a cost comparable to the KTX train. Most flights are with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.koreanair.com\/ Korean Air"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyasiana.com\/ Asiana"]}]},"; however, many new options exist with budget airlines such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.twayair.com T-way"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airbusan.com Air Busan"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jinair.com Jin Air"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jejuair.net\/ Jeju Air"]}]}," (which despite the name also serves the busy Seoul Gimpo to Busan route)\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:KTX Engine.JPG"],["240px"],["thumb"],["KTX train at Seoul Station"]]},"\n\nNational train operator ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.korail.go.kr Korail"]}]}," connects major cities in South Korea. A large amount of money has been plowed into the network in recent years and trains are now competitive with buses and planes on speed and price, with high safer standards and a good deal of comfort. \n\nSouth Korea's flagship service is the high speed ",{"type":"'''","value":[{"type":"[[","value":[["High-speed rail in South Korea"],["Korea Train eXpress"]]}]}," (",{"type":"'''","value":["KTX"]},")  services between ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Busan"]]},", ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Yeochoen"]]},", ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Mokpo"]]}," and ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Masan"]]}," (",{"type":"''","value":["with new services opening all the time"]},") which use a combination of French TGV technology and Korean technology to travel at speeds in excess of 300 km\/h.  The fastest non-stop trains travel between Busan and Seoul in just over two hours. There are drink vending machines on board and an attendant that comes by with a snack cart which includes reasonably priced beer, soda, cookies, candy, sausages, hardboiled eggs, and ",{"type":"''","value":["kimbap"]}," (rice rolls).  \n\n",{"type":"<","value":["div",{"style":"float:right; margin-left:15px; margin-right:15px; text-align:center"},["\n",{"type":"{|","value":[["class=\"wikitable\""],["|+ ",{"type":"'''","value":["Seoul to Busan by train"]}],["|-"],["! Type !! Time !! Price"],["|-"],["| KTX || 2:08 || ₩55,500"],["|-"],["| Saemaeul || 4:45 || ₩41,100"],["|-"],["| Mugunghwa || 5:30 || ₩26,500"],["|-"],["|colspan=3|",{"type":"<","value":["small",["All prices off-peak (Mon-Thu), small surcharges apply for peak (Fri-Sun)"]]}]]},"\n"]]},"\n\nNon-KTX trains are poetically ranked as ",{"type":"''","value":["Saemaeul"]}," (새마을, \"New Village\"), ",{"type":"''","value":["Mugunghwa"]}," (무궁화, \"Rose of Sharon\") and ",{"type":"''","value":["Tonggeun"]}," (통근), corresponding roughly to express, semi-express and local services.  Saemaeul trains are a little pricier than buses, while Mugunghwa are about 30% cheaper. However Saemaeul trains are extremely comfortable, having seats that are comparable to business class seats on airplanes. Though with the introduction of the KTX, there are much fewer Saemaeul and Mugunghwa services, they are worth trying them out. Tonggeun, formerly ",{"type":"''","value":["Tonggil"]},", are cheapest of all, but long-distance, non-aircon services have been phased out and they're now limited to short stopping commuter services. Most longer-distance trains have an entertainment car with a small cafe\/bar, computers with internet access (W500 for 15 minutes) and a few trains even have private compartments with coin-operated karaoke machines!\n\nSmoking is not permitted on any Korean trains or stations (including open platforms).\n\n",{"type":"[[","value":[["Seoul"]]}," also has an extensive commuter train network that smoothly interoperates with the massive subway system, and ",{"type":"[[","value":[["Busan"]]},", ",{"type":"[[","value":[["Daejeon"]]},", ",{"type":"[[","value":[["Daegu"]]},", ",{"type":"[[","value":[["Gwangju"]]}," and ",{"type":"[[","value":[["Incheon"]]}," also have subway services.\n\nTickets are much cheaper than in Japan but more expensive than other Asian countries - although the damage can be lowered by travelling on local trains rather than KTX. Buying tickets is fairly easy - self-service terminals accepting cash and credit cards are in multiple languages and are very simple to use. Station staff can usually speak basic English. Most stations are clean, modern and have good signposting in Korean and English, and compared to China or Japan, Korea's rail system is very user-friendly.\n\nPre-booking any train tickets a day prior (be they KTX or ",{"type":"''","value":["mugunghwa"]},") is recommended for weekend trips, as all trains can be booked out for hours on end. On Sunday in particular, all but local trains have begun to completely book out regularly. Failure to reserve tickets in advance when departing busy hubs such as Seoul or Busan may see your options reduced to \"unallocated seating\" on the slowest local trains (sitting on the floor in the unairconditioned space ",{"type":"''","value":["between"]}," carriages, or standing in the toilet for much of the trip. You are, however, free to sit on any seat that seems free until someone with the ticket to that seat shows up. If you are confident in your Korean, you can ask to reserve seats on sections that are available and travel standing up the rest of the way.).\n\n",{"type":"===","value":["By Rail Cruise"]},"\n",{"type":"[","value":["http:\/\/www.korailtravel.com\/en\/Goods\/pten_index.asp?PageUrl=PackageTours_04 Korail Tourism Development"]}," provides a rail cruise called 'Haerang', which enables the customers to travel to all the major siteseeing destinations in Korea with just one luxury train ride.\n\n",{"type":"====","value":["KR Pass"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/info.korail.com\/2007\/eng\/etr\/etr02000\/w_etr02100.jsp KR Pass"]}]}," is a special rail pass introduced in 2005 for non-resident foreigners only, allowing unlimited travel for a set period on any Korail train (including KTX) and including free seat reservation.  The pass is ",{"type":"''","value":["not"]}," valid for first class or sleeping cars, but you can upgrade for half price if you wish.  The regular pass costs ₩58,200\/₩84,600\/₩127,000\/₩160,400\/₩185,100for 1\/3\/5\/7\/10 days, with additional discounts of 10-20% for youths (age 13-25), students and groups of 2-5 traveling together. The pass must be purchased ",{"type":"'''","value":["at least five days before travel"]}," (preferably before arrival in Korea), and already took an incredible amount of travel (e.g. Seoul-Busan round trip) to pay off, even prior to the 2011 jacking-up of prices. Serious limitations on usage apply during Korean holidays and peak traveling periods including Lunar New Year in February and Chuseok in September.\n\nJoint ",{"type":"'''","value":["KR\/JR Passes"]}," between Korea and Japan also exist, however, considering how much of a discount the JR Pass offers, and how strikingly little the KR Pass does by comparison, such a combination in all practicality simply deducts value from the JR Pass. Do the math.\n\n",{"type":"===","value":["By bus"]},"\nBuses (버스 ",{"type":"''","value":["beoseu"]},") remain the main mode of national transport, connecting all cities and towns.  They're frequent, punctual and fast, sometimes dangerously so, so fasten the belts you'll often find in the seats.\n\nThere is a somewhat pointless division of long-distance buses into ",{"type":"'''","value":["express buses"]}," (고속버스 ",{"type":"''","value":["gosok beoseu"]},") and ",{"type":"'''","value":["inter-city buses"]}," (시외버스 ",{"type":"''","value":["si-oe beoseu"]},"), which often use separate terminals to boot. In addition, local ",{"type":"'''","value":["inner-city bus"]}," (시내버스 ",{"type":"''","value":["si-nae beoseu"]},") networks often connect directly neighbouring cities. The express vs. intercity bus differentiation comes down to whether the nation's toll expressways (고속 ",{"type":"''","value":["gosok"]},") are traversed. In practical terms, express buses are marginally faster on long runs, but inter-city buses go to more places. For additional comfort, look for Udeung buses (우등 버스) which have just three seats across instead of the usual four; these cost about 50% extra. A fourth layer of bus exists, which is the ",{"type":"'''","value":["airport limousine bus"]},", a separate network of express buses that ferry people directly to and from Incheon International Airport. Note that the airport limousines typically run from separate pickup points again to the intercity or express bus terminal.\n\nNo Korean buses have toilets, and rest stops are not standard on trips of less than 2 hours duration, so consider thinking twice about that bottle of tea at the terminal.\n\nThe Korean Express Bus Lines Association have timetables and fares of the Express bus routes in South Korea on their ",{"type":"[","value":["http:\/\/www.kobus.co.kr\/web\/eng\/index.jsp website"]},".\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"{{","value":[["disclaimerbox"],["The ferry Sewol from ",{"type":"[[","value":[["Incheon"]]}," to ",{"type":"[[","value":[["Jeju"],["Jeju Island"]]}," capsized and sank on the 16th April 2014 with the likely tragic loss of over 300 people, most of whom were school children. This has greatly affected the South Korean nation, and it is very likely to impact ferry services from Incheon to Jeju and possibly other routes as well."]]},"\nFerry boats surround the peninsula and shuttle out to Korea's many islands. The main ports include ",{"type":"[[","value":[["Incheon"]]},", ",{"type":"[[","value":[["Mokpo"]]},", ",{"type":"[[","value":[["Pohang"]]},", and ",{"type":"[[","value":[["Busan"]]},". The most popular destinations are ",{"type":"[[","value":[["Jeju"]]},"-do and ",{"type":"[[","value":[["Ulleungdo"]]},". \n",{"type":"[[","value":[["Busan"]]}," has resumed its daily domestic route to ",{"type":"[[","value":[["Jeju"]]}," island. (",{"type":"''","value":["as of April 2013"]},")\nThere are mostly undiscovered and scenic islands near ",{"type":"[[","value":[["Incheon"]]}," that can seem almost deserted.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"<","value":["div",{"style":"float: right;"},[{"type":"<","value":["gallery",{"perrow":"3","heights":"50px","width":"275px","widths":"50px"},["\nFile:South Korea road sign 101.svg|Crossroads\nFile:South Korea road sign 118.svg|Narrow Road\nFile:South Korea road sign 214.svg|No left turn\nFile:Korean Traffic sign (One Way ←).svg|One way\nFile:South Korea road sign 227.svg|Stop\nFile:South Korea road sign 224.svg|Speed limit\nFile:South Korea road sign 211.svg|No entry\nFile:South Korea road sign 219.svg|No parking\nFile:Korea National Route No.28.svg|National Route\n<\/center>"]]}]]},"\nAn International Driving Permit (IDP) may be used to drive around South Korea. In general, road conditions are good in South Korea and directional signs are in both Korean and English. Car rental rates start from ₩54,400 a day for the smallest car for about a week. Traffic moves on the right in South Korea. \n\nIf you are traveling in the big cities, especially Seoul or Busan, driving is not recommended as the roads often experience heavy traffic jams and with parking expensive and difficult to find. Many drivers tend to get reckless under such conditions, weaving in and out of traffic. Drivers often try to speed past traffic lights when they are about to turn red, and several cars (",{"type":"''","value":["including fully-loaded public transit buses"]},") will typically run through the lights after they have turned red, whether pedestrians are in the crosswalk or not. \n\nIt is useful to note that Koreans consider driving rules as guidelines only, and don't expect to be punished for parking illegally or cutting through a red light. This means that if you want to drive you will need to do so ",{"type":"'''","value":["assertively"]}," by pushing yourself into an intersection and forcing other cars to yield. \n\n",{"type":"====","value":["By taxi"]},"\n",{"type":"[[","value":[["File:20110913 kia lotze taxi 01.jpg"],["thumbnail"],["Typical Korean Taxi"]]},"\nTaxis are a convenient, if somewhat pricey way of getting around the cities, and are sometimes the only practical way of reaching a place. Even in the major cities, you are extremely unlikely to get an English-speaking taxi driver, so it will be necessary to have the name of your destination written in Korean to show your taxi driver. Likewise, get your hotel's business card to show the taxi driver in case you get lost.\n\nNote that whilst technically illegal, cab drivers, particularly the lower-flagfall white cabs on busy Friday or Saturday nights, may deny service to short-distance fares. A very handy technique to counter this is to have your destination (hotel name or just gu and dong, in Korean of course) written in thick black ink on a large A4 sheet of paper and hold it to the traffic. Passing cab drivers responding to long distance call outs, or with space in their cab in addition to an existing fare in that direction will often pick you up en route.\n\nWhen hailing a cab in particular, ensure you follow the local custom and wave it over with your hand extended but all your fingers extended ",{"type":"''","value":["downwards"]}," and beckoning as opposed to upwards in the Western fashion (this style is reserved for animals).\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Image:Sign Hangul.JPG"],["thumb"],["240px"],["Handwritten ",{"type":"''","value":["hangul"]}," in an advertisement"]]},"\n\n",{"type":"{{","value":[["seealso"],["Korean phrasebook"]]},"\n\nSouth Koreans speak ",{"type":"'''","value":[{"type":"[[","value":[["Korean phrasebook"],["Korean"]]}]},", and knowing a few words of this will come in very handy. Unfortunately the language is rather drastically different from any Western language in its grammar, and pronunciation is rather difficult for the English speaker to get right (though not tonal). Depending on which part of the country you go to, various different dialects are spoken, though standard Korean, which is based on the Seoul dialect, is understood and spoken by almost everyone. Most notably among the dialects, the ",{"type":"'''","value":["Gyeongsang dialect"]}," spoken around ",{"type":"[[","value":[["Busan"]]}," and ",{"type":"[[","value":[["Daegu"]]}," is considered to be rather rough and aggressive compared to standard Korean, and the ",{"type":"'''","value":["Jeju dialect"]}," spoken on ",{"type":"[[","value":[["Jeju"]]}," island is known for being almost incomprehensible to speakers of standard Korean.\n",{"type":"{{","value":[["infobox"],["Differences between North and South Korean"],["Despite 50 years of separation, the Korean language in both North Korea and South Korea is fundamentally the same. The main differences are around the large amount of English nouns that South Korea has borrowed from English, and of the North using indigenous or Russian derived versions instead. Descriptions of political and social structures are also completely different as a direct result of the different ideological directions of both countries."]]},"\nThe Korean writing system is deceptively simple. Although it looks at first glance to be as complex as Chinese or Japanese, it is a unique and simple phonetic writing system called ",{"type":"'''","value":["hangul"]}," (한글 ",{"type":"''","value":["hangeul"]},") where sounds are stacked up into blocks that represent syllables. It was designed by a committee and looks like, at first glance, all right angles and little circles, but it is remarkably consistent and logical and quite fast to pick up. \n\nLearning to read hangul before you arrive in Korea will make traveling much easier, as many signs and menus are written in hangul only.  Even basic pattern-matching tricks come in handy: for example, if you know that a circle at the bottom of a block is read ",{"type":"''","value":["-ng"]},", you can already distinguish ",{"type":"[[","value":[["Pyongyang"]]}," (평양) from ",{"type":"[[","value":[["Seoul"]]}," (서울). Further, the Korean words for many common products — coffee, juice, computer — are often the same as the English words, but will be written in hangul. If you can read hangul, you'll find surviving in Korea surprisingly easy. \n\nMany Korean words can also be written with much more complex traditional Chinese characters, known as ",{"type":"''","value":["hanja"]}," (한자, 漢字) in Korean, and these are still occasionally mixed into text but are increasingly few and far between. Nowadays, hanja are mainly used for disambiguation if the meaning is ambiguous when written in hangul. In such instances, the hanja is usually written in parentheses next to the hangul. Hanja are also used to mark ",{"type":"''","value":["janggi"]}," (장기, 將棋) or Korean chess pieces, newspaper headlines, as well as personal names on official documents. \n\nThe spelling of Korean words in Roman letters can be quite inconsistent, so don't be too surprised to see adjacent signs for ",{"type":"''","value":["Gwangalli"]}," and ",{"type":"''","value":["Kwanganri"]}," — it's the same place.  In 2000, the government officially standardized on the Revised Romanization system also used in Wikivoyage, but you will frequently encounter older McCune-Reischauer spellings and just plain weird spellings.  Notably, words beginning with ",{"type":"''","value":["g, d, b, j"]}," may be spelled with ",{"type":"''","value":["k, t, p, ch"]}," instead, and the vowels ",{"type":"''","value":["eo "]}," and ",{"type":"''","value":["eu"]}," may be spelled ",{"type":"''","value":["o"]}," and ",{"type":"''","value":["u"]},".  The letters ",{"type":"''","value":["l"]},", ",{"type":"''","value":["r"]}," and ",{"type":"''","value":["n"]}," also get swapped often, and the vowels ",{"type":"''","value":["i"]}," and ",{"type":"''","value":["u"]}," are sometimes written as ",{"type":"''","value":["ee"]}," and ",{"type":"''","value":["oo"]}," respectively.  In foreign words imported into Korean, ",{"type":"''","value":["f"]}," turns into ",{"type":"''","value":["p"]},", so don't be too surprised by a cup of ",{"type":"''","value":["keopi"]}," (coffee) or a round of ",{"type":"''","value":["golpeu"]}," (golf).\n\nNearly all Koreans under the age of 40 have taken ",{"type":"'''","value":["English"]}," lessons as part of their education, and the English level of the country is being improved by government policy and investments. However, due to lack of practice (",{"type":"''","value":["as well as fear of mispronunciation"]},"), most Koreans have little more than a very basic grasp of English phrases in actual conversation. If you're in a pinch and need someone who speaks English, your best bet would generally be the high school or university students. Reading and writing comes much easier however, and often people will be able to read and understand a considerable amount of English even without any practice with real conversation. Many employees at airlines, hotels and stores catering to international tourists are likely to speak at least basic English. Consequently, travelers can get by in major cities with English only, but it goes without saying that learning basic Korean phrases will make your travel experience more convenient and enjoyable. \n\nA common experience for western travelers in South Korea is to be approached by children interested in practicing their English skills. They will often take a picture of you, as proof they really talked to you.\n\nOlder folks may also still speak some ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]},". The city of ",{"type":"[[","value":[["Busan"]]},", being a short trip from ",{"type":"[[","value":[["Fukuoka"]]}," in Japan has a larger number of Japanese speakers per capita, and the dialect itself is more similar to Japanese in the same way that the Japanese dialect in Fukuoka also has a large Korean influence.  However, many Koreans (especially older ones) still resent the Japanese for the atrocities committed during the occupation, so try not to address a Korean in Japanese unless you have no other choice. Thanks to the \"Korean wave\" (",{"type":"''","value":["hallyu"]},") of Korean pop music and soap operas throughout East Asia, many shopkeepers in touristy areas speak some Japanese, Mandarin or Cantonese.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Korea-Boseong-Green.tea-02.jpg"],["thumb"],["Tea fields in Boseong"]]},"\n",{"type":"[[","value":[["File:Seomyeon, Busan.jpg"],["thumb"],["Busan by night"]]},"\n",{"type":"[[","value":[["File:Korea-Andong-Hahoe Folk Village-Man in hanbok drinking-01.jpg"],["thumb"],["A village man drinking tea in Hahoe Folk Village"]]},"\nJapanese and Chinese tourists have already discovered South Korea as a great and trendy place to go. For the western world, it is a relatively new travel destination, but it has gained popularity fast. And for good reason, as South Korea offers a most pleasant combination of ancient Asian features and all the amenities you would expect from a modern, high-tech nation. Despite its compact size it boasts a broad range of fine attractions and an excellent infrastructure makes getting around easy.\n \nStarting off, you'll likely find yourself in ",{"type":"'''","value":[{"type":"[[","value":[["Seoul"]]}]},", the nation's capital that never sleeps. What you'll find is a fascinating city in constant transition. This ancient place has seen centuries and wars come and go but seems to have come out stronger than ever. Popularly called the \"Miracle on the Han River\", it's one of the largest metropolitan economies in the world. It's the country's industrial epicentre, the birthplace of K-pop, a hotspot for South-Korean nightlife and fine dining and home to over a 100(!) museums. The fabulous history and art collection of the ",{"type":"'''","value":["National Museum of Korea"]}," reigns supreme and a visit there is a day well spent. In recent years, the city is rediscovering its historic treasures and improving city parks, adding to its charm. Downtown Seoul, where the ",{"type":"'''","value":["old Joseon Dynasty city"]}," was, is where you'll find most of the ",{"type":"'''","value":["palaces"]},". It is surrounded by a ",{"type":"'''","value":["Fortress Wall"]},", with the famous ",{"type":"'''","value":["Namdaemun"]},", one of the eight gates, being perhaps the main attraction. To get away from the buzz, follow the locals to ",{"type":"'''","value":["Cheonggyecheon"]},", one of the urban renewal projects and a popular public recreation space, or enjoy an afternoon tea in a traditional teahouse in Insadong.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Busan"]]}]}," is the country's second city and most significant port. Called the nation's summer capital, Koreans flock to this city's fine beaches, seafood restaurants and festivals. ",{"type":"'''","value":[{"type":"[[","value":[["Haeundae"]]}]}," beach in ",{"type":"[[","value":[["Busan"]]}," is the most famous in the country. ",{"type":"'''","value":[{"type":"[[","value":[["Gyeongju"]]}]}," was once the nation's capital and boasts numerous royal burial sites as well as relaxing resorts.\n\nJust a stones-throw north of Seoul, mountainous ",{"type":"'''","value":["Bukhansan"]}," is one of the most visited national parks in the world. Some 836 meters high, Mount Bukhansan is a major landmark visible from large parts of the city and the park is home to the beautiful ",{"type":"'''","value":["Bukhansanseong Fortress"]},". The popular hike to get up there is well worth it, as you'll be rewarded with great views of the metropolis. ",{"type":"'''","value":[{"type":"[[","value":[["Seoraksan National Park"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Suncheon Bay Ecological Park"]]}]}," are good picks too. In total, the country has 20 national parks, mostly mountainous, but some also focus on marine and coastal nature. The lush green ",{"type":"'''","value":[{"type":"[[","value":[["Boseong"],["tea fields of Boseong"]]}]}," offer quite another, but equally nice and peaceful get-a-way.\n\nIf you don't mind the crowds, the volcanic and semi-tropical ",{"type":"'''","value":[{"type":"[[","value":[["Jeju"],["Jeju Island"]]}]}," offers spectacular scenery, a relaxing atmosphere and plenty of activities. The ",{"type":"'''","value":[{"type":"[[","value":[["North Jeolla"],["Gochang, Hwasun and Ganghwa Dolmen Sites"]]}]},", a World Heritage Site, are home to a significant part of all the dolmen in the world and apart from the impressive megalithic stones, have brought forward a highly important collection of archaeological finds. For an entirely different experience, head to ",{"type":"[[","value":[["Panmunjeom"]]},". It's a  'truce village' in the middle of the demilitarized zone and shared by both North and South Korea. A fascinating visit to the last frontier of the cold war and reachable in a day trip from Seoul.\n\nIf you'd like to see a bit of Korean folklore, one of the ",{"type":"'''","value":["folk villages"]}," is a must. ",{"type":"[[","value":[["Hahoe Folk Village"],["Hahoe"]]},", ",{"type":"[[","value":[["Yangdong"]]}," and the living museum-like Korean Folk Village in ",{"type":"[[","value":[["Yongin"]]}," are among the best. Last but not least, South Korea is a country of ",{"type":"'''","value":["festivals"]},". No matter where you go, there's likely something happening close by. Watching or even joining in the bustling celebrations is often a fabulous and colourful experience. (The ",{"type":"'''","value":[{"type":"[[","value":[["Boryeong"],["Boryeong Mud Festival"]]}]}," is a popular pick.)\n\n",{"type":"==","value":["Do"]},"\n\nRefer to individual cities for a definite list of activities, however as a starting point South Korea can offer the following:\n\n",{"type":"*","value":[" Temple Stay: Spend a few days meditating and learning about Buddhism at a Korean monastery"]},{"type":"*","value":[" Hiking: With the country being covered in mountains, Korea is a fantastic Hiking destination. Try  Jirisan (지리산), Seoraksan (설악산) or go to South Korea's highest peak, the extinct volcano Hallasan on ",{"type":"[[","value":[["jeju"]]}," island."]},{"type":"*","value":[" Saunas: Koreans love saunas! If you can get past being naked in front of everyone, then this is an excellent way to feel refreshed after a hard day sightseeing. Even small towns will have one. Weekends are extremely busy with families."]},{"type":"*","value":[" Hot springs: In common with their Japanese and Taiwanese neighbors, Koreans love their hot springs (온천(溫泉) ",{"type":"''","value":["oncheon"]},") and resorts can be found throughout the country. Etiquette usually require bathers to be nude."]},{"type":"*","value":[" Eat: Perhaps you have had Korean BBQ in your home country. The reality of Korean food is so much more diverse and tasty. Try something new a delicious each day! (",{"type":"''","value":["Seafood, meat or vegetarian"]},")"]},{"type":"*","value":[" Winter surfing: Owing to local tidal conditions, the best surf is in the winter! ",{"type":"[[","value":[["Pohang"]]}," and ",{"type":"[[","value":[["Busan"]]}," are two places you can try this."]},{"type":"*","value":[" Singing Rooms: Noraebang (노래방) (",{"type":"''","value":["effectively Japanese Karaoke"]},") is popular and hard to miss wherever you go in metropolitan cities."]},{"type":"*","value":[" Martial Arts: Learn martial arts such as the famous Taekwondo (태권도), Hapkido (합기도), and the dance-like martial art Taekkyeon (택견)."]},{"type":"*","value":[" Mud Festival (보령머드축제): The city of Boryeong in Chunchungnam-do hosts a Mud Festival (보령머드축제) that has become a fun (",{"type":"''","value":["and slightly notorious"]},") pastime in mid-July."]},{"type":"*","value":[" Snowboarding\/Skiing: Kangwon-do province offers ski opportunities in Winter"]},"\n",{"type":"==","value":["Buy"]}," \n",{"type":"[[","value":[["File:Currency South Korea.jpg"],["thumbnail"],["South Korean bills and coins"]]},"\nThe currency of South Korea is the ",{"type":"'''","value":["South Korean Won"]}," (",{"type":"'''","value":["KRW"]},", ￦), written 원 in Hangul.  The won tends to hover around ￦1,000 to the US dollar (￦1038 as of April 2014), although there can be significant fluctuations.\n\nBills come in denominations of ￦1000 (blue), ￦5000 (red), ￦10,000 (green) and ￦50,000 (yellow).  The ￦50,000 is very practical if you need to carry around a reasonable amount of cash, however it can be hard to use on goods or services with a value of less than ￦10,000. The ￦50,000 can be hard to find and often only provided by ATM's that display a picture of the yellow note on the outside.\n\n￦100,000 \"checks\" are frequently used, and some of the checks go up to ￦10,000,000 in value. These checks are privately issued by banks and can be used instead of cash for larger purchases, such as hotel rooms.\n\nCoins mainly come in denominations of ￦10, ￦50, ￦100 and ￦500. Very rare ￦1 and ￦5 coins do exist. Generally speaking it is rare to buy something that requires a smaller coin than ￦100.\n\nSouth Korea has ATM machines everywhere, although using a foreign card with them is rather hit and miss. Banks in the cities and airports do have Global ATM machines that will (",{"type":"''","value":["usually"]},") accept your card. Not all machines will accept foreign cards, however at least all machines can be used in the English language. Citibank's network is a safe bet for withdrawing cash. \n\nBe sure to stock up on cash before heading to the countryside where foreign cards are less likely to be accepted. \n\nIf you plan on staying in South Korea for a longer time, you'll probably want to set up a local account at a Korean bank such as Woori Bank, which can then be used at the bank's ATMs throughout the country. (even some non local accounts can do this. Woori Bank accounts setup in China come with an ATM card that can be used with all its ATMs in South Korea)\n\n",{"type":"'''","value":["Credit card"]}," acceptance at shops, hotels and other businesses on the other hand is very good, and all but the very cheapest restaurants and motels will accept Visa and MasterCard. Even small purchases such as ￦4,000 for a coffee are OK. This works well since credit cards have good exchange rates, however if you are using a foreign card then you should ensure with your bank that there isn't a fee for this foreign transaction.\n\n",{"type":"===","value":["Costs"]},"\nSouth Korea is fairly expensive compared to most Asian countries, but is a little cheaper compared to other modern developed countries such as Japan and most Western countries.  A frugal backpacker who enjoys eating, living and traveling Korean-style can easily squeeze by on under ￦60,000 per day, but if you want top-class hotels and Western food even ￦200,000\/day will not suffice. ",{"type":"[[","value":[["Seoul"]]}," has been particularly expensive in recent years, by some measures even more so than ",{"type":"[[","value":[["Tokyo"]]},".\n\n",{"type":"===","value":["Tipping"]},"\n\nTipping is ",{"type":"'''","value":["not"]}," required anywhere in South Korea and is not practiced by Koreans. It could be considered an insult between Koreans as it is regarded as giving someone charity, although people generally know of American tipping culture and would be understanding of a foreigner doing this. \n\nMany hotels and a few tourist restaurants add 10% service charge on their bills. Bellhops, hotel maids, taxi drivers and bars frequented by Westerners will not reject any tips that you care to hand out. Just be aware that this is not expected.\n\nRestaurants sometimes provide complimentary food or drinks to customers as a sign of generosity or to reward customer loyalty. Colloquially, this is known as \"service\".\n\n",{"type":"===","value":["Shopping"]},"\n",{"type":"[[","value":[["File:Seoul namdaemun market 2005-08-07.jpg"],["thumbnail"],["Namdaemun market in Seoul"]]},"\nAt certain retail outlets with a \"Tax Free Shopping\" or a \"Tax Refund Shopping\" sign, you can obtain a voucher and get a large percentage of your taxes refunded. When you leave South Korea, go to customs and have it stamped then go to the \"Global Refund Korea\" or \"Korea Tax Refund\" counters near the duty-free shops. However to get a refund you must leave within 3 months of purchase.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Bargaining"]]}]}," is common at outdoor markets and applies to everything they may have to offer. However stating a monetary amount would be a mistake. Normally what you would say is ",{"type":"''","value":["ssage juseyo"]}," (싸게 주세요). That means \"cheaper, please.\" Doing this once or twice would suffice. The drawback is you will rarely be discounted more than a few dollars. \n\n",{"type":"*","value":[{"type":"'''","value":["Ginseng"]},": Korea is the ",{"type":"'''","value":["ginseng"]}," (인삼 ",{"type":"''","value":["insam"]},") capital of the world. Widely considered to have medicinal properties, it can be found in special mountain areas throughout Korea. A thick black paste made from ginseng is popular, as is ginseng tea and various other products. There are many grades of ginseng, with the best grades potentially fetching millions of US dollars at auctions. A good place to check out the different types of ginseng would be Gyeongdong Herbal Medicine Market in ",{"type":"[[","value":[["Seoul"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Traditional items"]},": Visitors looking for things to bring home can find a wide variety of choices. You can find a blue-jade celadon from the Goryeo Dynasty, handmade traditional costumes, paper kites and ceramic pieces that depict human emotions in their designs at the numerous markets and souvenir shops. Insadong in ",{"type":"[[","value":[["Seoul"]]}," would be the first place to shop around. After a while one store might start to look like every other store but chances are you'll find what you need."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fashion"]},": Keeping up with the latest trends, shoppers and boutique owners alike flock the streets and markets every weekend. Centered largely in Seoul with popular places such as Dongdaemun, Mok dong Rodeo Street and Myeong dong, fashion centers can be divided into two large categories; markets and department stores. Markets are affordable and each shop will have trendy similar type clothing that appeal to the masses. Also, be aware that you ",{"type":"'''","value":["cannot"]}," try on most tops. So better to know your size before shopping there. Though department stores will have areas or floors that have discounted items, they are considered overpriced and catering mostly to an older, wealthier crowd."]},"\n",{"type":"*","value":[{"type":"'''","value":["Antiques"]},": For all things considered antique, such as furniture, calligraphic works, ceramics and books, you can go to Jangangpyeong Antique Market in ",{"type":"[[","value":[["Seoul"]]},". Be careful, as items over 50 years old cannot leave the country. Check with the Art and Antique Assessment Office at +82-32-740-2921."]},"\n",{"type":"*","value":[{"type":"'''","value":["Electronics"]},": They are widely available, especially in larger cities like ",{"type":"[[","value":[["Seoul"]]}," and ",{"type":"[[","value":[["Busan"]]},". South Korea has most of the latest gadgets available in most Western countries, and much more. In fact, when it comes to consumer technology, South Korea is probably second only to ",{"type":"[[","value":[["Japan"]]},". However, you would probably have to contend with having the instruction booklets and functions being written in Korean."]},"\n",{"type":"*","value":[{"type":"'''","value":["Massively Multiplayer Online Role-Playing Games (MMORPGs)"]},": South Korea's greatest contribution to the gaming world. While they may not have been invented in Korea, Korean MMORPG's were a key factor in making the genre popular worldwide. Unlike in Japan, where their comics or ",{"type":"''","value":["manga"]}," are often made into cartoon serials or ",{"type":"''","value":["anime"]},", popular South Korean comics, known as ",{"type":"''","value":["manhwa"]},"(만화) in Korean are often made into MMORPG's. However, all games sold will be in Korean and for console games, the regional coding for Korea is NTSC-J, which is used for Japan, Taiwan, Hong Kong and most of the rest of East Asia, so you might not be able to play them on your European\/Australian(PAL), North American(NTSC-U\/C) or mainland Chinese(NTSC-C) consoles."]},"\n",{"type":"[[","value":[["File:LG 시네마 3D TV 새 모델 ‘소녀시대’ 영입.jpg"],["thumbnail"],["Girls' Generation, also known as SNSD, are one of the most popular K-pop groups"]]},"\n",{"type":"*","value":[{"type":"'''","value":["K-Pop"]},": South Korea launched the ",{"type":"''","value":["hallyu"]}," (\"Korean wave\") phenomenon that took East Asia by storm at the beginning of the 21st century, so you might want to buy the latest Korean music CD's by popular K-pop singers and groups - and discover some of the less known. And if you want to see them ",{"type":"'''","value":["live"]},", there is of course no better place for that than South Korea. "]},"\n",{"type":"*","value":[{"type":"'''","value":["K-Drama"]},": Korean drama is massively popular in Asia and a boxed DVD set of a drama will certainly last you many rainy afternoons. Do check that the DVD set has subtitles in your language. Outside of Korea you could likely buy the same Korean drama dubbed in another Asian language such as Cantonese or Mandarin. However, drama serials and movies sold in South Korea are for the Korean market and usually do not have subtitles. In addition, South Korea is in DVD region 3 so the discs bought here would work well in Taiwan, Hong Kong and Southeast Asia, but may not be playable by players bought in North America, Europe, mainland China, Japan or Australia. If you wish to buy, ensure that your DVD player can support it. Note that CD's and DVD's are not particularly popular anymore in South Korea, the younger generation having moved onto digital downloads some time ago."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Bibimbap Set.JPG"],["thumb"],["240px"],["Example of a Korean meal: ",{"type":"''","value":["bibimbap"]}," with (from left) pickles, ",{"type":"''","value":["eomuk jorim"]}," sauteed fishcake, ",{"type":"''","value":["kimchi"]},", ",{"type":"''","value":["pajeon"]}," pancake, a pot of ",{"type":"''","value":["gochujang"]}," and ",{"type":"''","value":["doenjang"]}," soup"]]},"\n\nKorean cuisine is becoming increasingly popular outside of Korea, especially in other parts of East Asia and the U.S.  It can be an acquired taste, with lots of spicy and fermented dishes, but it's addictive once you get used to it and Korean food is definitely in a class of its own, mixing spicy chillies and copious amounts of garlic with delicate ingredients like raw fish. Although Korean food is quite low in fat, a fact attested to by the observation that very few South Koreans are overweight, those with sodium-limited diets should beware, as Korean cuisine can be heavy in salt.\n\nA Korean meal is centered around rice and soup and likely a fish or meat dish, invariably served with a vast assortment of side dishes known as ",{"type":"''","value":["banchan"]}," (반찬).  The humblest meal comes with three types while a royal banquet may well feature twenty types of banchan. In addition to ",{"type":"''","value":["kimchi"]}," (see below), typical side dishes include bean sprouts (콩나물 ",{"type":"''","value":["kongnamul"]},"), spinach (시금치 ",{"type":"''","value":["shigeumchi"]},"), small dried fish, and much more.\n\nThe ubiquitous ",{"type":"'''","value":["kimchi"]}," (김치 ",{"type":"''","value":["gimchi"]},"), made from fermented cabbage and chili, accompanies nearly every meal and ranges from mild to roaringly spicy.  In addition to the common cabbage type, kimchi can also be made from white radish (깍두기 ",{"type":"''","value":["ggakdugi"]},"), cucumbers (오이 소박이 ",{"type":"''","value":["oi-sobagi"]},"), chives (부추 김치 ",{"type":"''","value":["buchu gimchi"]},") or pretty much any vegetable that can be pickled. Many different dishes are made using kimchi for flavoring, and kimchi is served as a side dish as well. It is not uncommon to find Korean tourists carrying a stash of tightly packed kimchi when travelling abroad.\n\nTwo more condiments found in almost every dish are ",{"type":"''","value":["doenjang"]}," (된장), a fermented soybean paste akin to Japanese ",{"type":"''","value":["miso"]},", and ",{"type":"''","value":["gochujang"]}," (고추장), a spicy chilli paste.\n\nWhile many of these dishes can be found throughout Korea, every city also has its own regional specialities, such as ",{"type":"''","value":["dakgalbi"]}," (닭갈비) in the city of ",{"type":"[[","value":[["Chuncheon"]]},". See the various city articles for more details.\n\nA common perception amongst Koreans is that foreigners simply don't ",{"type":"''","value":["like"]}," spicy food, so you might have to spend some time convincing people otherwise if you really want to eat something hot.  Also, while Korean food undoubtedly has the neighboring bland-dieted Japanese and northern Chinese breathing fire, if you're accustomed to (say) Thai or Mexican food you may wonder what the fuss is about.\n\n",{"type":"===","value":["Etiquette"]},"\n",{"type":"[[","value":[["File:Korean chopsticks.jpg"],["thumbnail"],["Chopsticks Korean style - made out of metal"]]},"\nKoreans use chopsticks with a twist: alone among the peoples of Asia, they prefer chopsticks of ",{"type":"'''","value":["metal"]},". Restaurants typically provide stainless steel chopsticks, which unfortunately for the chopstick learner, are very difficult to use! These thin and slippery sticks are not as easy as the wooden or plastic chopsticks but you'll still manage with some fumbling. \n\nWhen eating as a group, communal dishes will be placed in the center and everybody can chopstick what they want, but you'll still get individual portions of rice and soup.  Unless you are eating royal cuisine, most dishes are served family style.\n\nIn many traditional households, children were taught that it was impolite to speak during meals. Don't be surprised if there's complete silence while eating. People, particularly men, will use mealtimes to quickly eat up and move on to other things. This can be attributed to the short mealtimes during military service that most young Korean men must perform.\n\nSome etiquette pointers:\n",{"type":"*","value":[" Do not leave chopsticks sticking upright in a dish, especially rice. This is only done when honoring the deceased. Similarly, a spoon sticking upright into a bowl of rice is also not a good sign."]},{"type":"*","value":[" Do not start eating unless the eldest at the table has begun to eat."]},{"type":"*","value":[" Do not lift any plates or bowls off the table while eating, as Koreans consider this to be rude."]},{"type":"*","value":[" You can use your spoon to eat your rice and soup.  Koreans will normally use a spoon to eat their rice and use chopsticks to eat the other dishes."]},{"type":"*","value":[" Don't be self-conscious of whether you're doing something right or wrong. Just use your common sense of politeness and good manners, and everything will be fine."]},"\n",{"type":"===","value":["Restaurants"]},"\nGoing hungry in South Korea would be difficult. Everywhere you turn, there is always somewhere to eat. Korean restaurants can be divided into a few categories:\n\n",{"type":"*","value":[" ",{"type":"''","value":["Bunsik"]}," (분식) are snack eateries that have cheap, tasty food prepared quickly."]},{"type":"*","value":[" ",{"type":"''","value":["Kogijip"]}," (고기집), literally meaning \"meat house\", are where you'll find grilled meat dishes and fixings."]},{"type":"*","value":[" ",{"type":"''","value":["Hoejip"]}," (회집), \"raw fish house\", serve slices of fresh fish akin to Japanese ",{"type":"''","value":["sashimi"]},", known as ",{"type":"''","value":["hwe"]}," in Korean, and complementary side dishes.  You'll normally find these restaurants cluttering the shores of any waterway."]},{"type":"*","value":[" ",{"type":"''","value":["Hansik"]}," (한식). The full course Korean meal, short for ",{"type":"''","value":["hanjeongsik"]}," (한정식), this Korean ",{"type":"''","value":["haute cuisine"]}," originated with banquets given at the royal palace. The course starts with a cold appetizer and porridge ",{"type":"''","value":["juk"]}," (죽). The main dish includes seasoned meat and vegetable dishes that can be either steamed, boiled, fried or grilled. After the meal, you are served traditional drinks such as ",{"type":"''","value":["sikhye"]}," or ",{"type":"''","value":["sujeonggwa"]},"."]},{"type":"*","value":[" ",{"type":"''","value":["Department Stores"]}," have two types of food areas: a food hall in the basement and full service restaurants on the top levels.  The food hall areas have take-away as well as eat-in areas.  The full service restaurants are more expensive, but typically have the advantage of picture menus and good ambience."]},"\n",{"type":"===","value":["Barbecues"]},"\n",{"type":"[[","value":[["Image:Danyang_Galbigui.JPG"],["thumb"],[{"type":"''","value":["Galbi"]}," on the grill and the fixings around it"]]},"\n\n\"Korean barbecue\" is probably the most popular Korean dish for Westerners, split in Korea itself into ",{"type":"''","value":["bulgogi"]}," (불고기), which uses cuts of marinated meat, and ",{"type":"''","value":["galbi"]}," (갈비), which uses ribs, usually unmarinated. In both, a charcoal brazier is placed in the middle of the table and patrons cook their choice of meats, adding garlic to the brazier for spice. The cooked meat from both of these is placed on a lettuce or perilla leaf along with shredded green onion salad (파무침 ",{"type":"''","value":["pa-muchim"]},"), raw (or cooked) garlic, shredded pickled radish (무채 ",{"type":"''","value":["muchae"]},") and some chili-soya paste (쌈장 ",{"type":"''","value":["ssamjang"]},") and then devoured. All are optional, so be creative.\n\nThe cost of a barbecue meal depends largely on the meat chosen. In most Korean restaurants that serve meat, it is sold in units (usually 100 grams). Pork is by far the most common meat ordered. It's much cheaper than beef and according to diners tastier. You'll rarely see filet mignon, instead common cuts of meat include ribs, unsalted pork bacon (삼겹살 ",{"type":"''","value":["samgyeopsal"]},") and chicken stir-fried with veggies and spicy sauce (닭갈비 ",{"type":"''","value":["dakgalbi"]},").  Unmarinated meats tend to be higher quality, but in cheaper joints it's best to stick with the marinated stuff.\n\n",{"type":"===","value":["Rice dishes"]},"\n",{"type":"''","value":["Bibimbap"]}," (비빔밥) literally means \"mixed rice\", which is a pretty good description.  It consists of a bowl of rice with all sorts of condiments on top (vegetables, shreds of meat, and an egg), which you mash up with your spoon, stirring in your preferred quantity of ",{"type":"''","value":["gochujang"]}," (고추장 chili sauce), and then devour.  Particularly tasty is ",{"type":"''","value":["dolsot bibimbap"]}," (돌솥비빔밥), served in a piping hot stone bowl (watch your fingers!) that cooks the rice to a crisp on the bottom and edges.\n\nAnother healthy and tasty option is ",{"type":"''","value":["gimbap"]}," (김밥), sometimes dubbed \"Korean sushi\".  Gimbap contains rice, sesame seed, a Korean variety of spinach, pickled radish, and an optional meat, such as minced beef or tuna, all neatly wrapped in dried seaweed, topped with sesame oil and sliced.  A single roll makes a good snack or meal depending on one's appetite, and they travel well. Basically what differentiates Korean ",{"type":"''","value":["gimbap"]}," and Japanese ",{"type":"''","value":["sushi"]}," is how they prepare rice: Korean style gimbap usually use salt and sesame oil to flavor the rice, while Japanese style uses sugar and vinegar.\n\nMore of a snack than a meal is ",{"type":"''","value":["tteokbokki"]}," (떡볶이), which resembles a pile of steaming intestines at first sight, but is actually rice cakes (tteok, 떡) in a sweet chili sauce that's much milder than it looks.\n\n",{"type":"===","value":["Soups and stews"]},"\n",{"type":"[[","value":[["File:Korean_chicken_soup-Samgyetang-01.jpg"],["thumb"],[{"type":"''","value":["Samgyetang"]}," chicken soup with ginseng"]]},"\n\nSoups are known as ",{"type":"''","value":["guk"]}," (국) or ",{"type":"''","value":["tang"]}," (탕), while ",{"type":"''","value":["jjigae"]}," (찌개) covers a wide variety of stews.  The line is fuzzy, and a few dishes can be referred to with both (e.g. the fish soup-stew ",{"type":"''","value":["dongtae jjigae\/dongtaetang"]},"), but in general, ",{"type":"''","value":["jjigae"]}," are spicier while ",{"type":"''","value":["tang\/guk"]}," are milder.  Both are always eaten with plenty of white rice on the side.\n\nCommon versions of ",{"type":"''","value":["jjigae"]}," include ",{"type":"''","value":["doenjang jjigae"]}," (된장찌개), made with ",{"type":"''","value":["doenjang"]}," (Korean miso), vegetables and shellfish, and ",{"type":"''","value":["gimchi jjigae"]}," (김치찌개), made with — you guessed it — kimchi.  ",{"type":"''","value":["Sundubu jjigae"]}," (순두부찌개) uses soft tofu as the main ingredient, usually with minced pork added, but there's also a seafood version called ",{"type":"''","value":["haemul sundubu jjigae"]},"(해물 순두부찌개) where the meat is replaced by shrimp, squid and the like. \n\n",{"type":"''","value":["Budae jjigae"]}," (부대찌개) is an interesting type of Korean fusion food from the city of ",{"type":"[[","value":[["Uijeongbu"]]},", where a US military base was located.  Locals experimenting with American canned food like Spam, sausages, and pork and beans tried adding them into ",{"type":"''","value":["jjigae"]},", and while recipes vary, most of them involve large quantities of fiery kimchi.  Most places will bring you a big pan of stew and put it on a gas stove in the middle of the table. Many like to put ",{"type":"''","value":["ramyeon"]}," noodle (라면 사리) in the stew, which is optional.\n\nPopular ",{"type":"''","value":["tang"]}," soups include ",{"type":"''","value":["seolleongtang"]}," (설렁탕), a milky white broth from ox bones and meat, ",{"type":"''","value":["gamjatang"]}," (감자탕), a stew of potatoes with pork spine and chillies and ",{"type":"''","value":["doganitang"]}," (도가니탕), made from cow knees. One soup worth a special mention is ",{"type":"''","value":["samgyetang"]}," (삼계탕, pron. saam-gae-taang), which is a whole spring chicken stuffed with ginseng and rice. Thanks to the ginseng, it's often a little expensive, but the taste is quite mild. It's commonly eaten right before the hottest part of summer in warm broth in a sort of \"eat the heat to beat the heat\" tradition.\n\n",{"type":"''","value":["Guk"]}," are mostly side dishes like the seaweed soup ",{"type":"''","value":["miyeokguk"]}," (미역국) and the dumpling soup ",{"type":"''","value":["manduguk"]}," (만두국), but a few like the scary-looking pork spine and ox blood soup ",{"type":"''","value":["haejangguk"]}," (해장국), a popular hangover remedy, are substantial enough to be a meal.\n\n",{"type":"===","value":["Noodles"]},"\n",{"type":"[[","value":[["File:Cold Buckwheat Noodle.jpg"],["thumb"],[{"type":"''","value":["Naengmyeon"]}," cold buckwheat noodles"]]},"\n\nKoreans love noodles, and the terms ",{"type":"''","value":["kuksu"]}," (국수) and ",{"type":"''","value":["myeon"]}," (면) span a vast variety of types available. Often sold in fast-food noodle shops for as little as ₩3000. Wheat-based noodles are a staple of Korea. \n\n",{"type":"''","value":["Naengmyeon"]}," (냉면) are a Korean speciality, being thin, chewy buckwheat noodles served in ice cold beef broth, and hence a popular summer dish — although it's traditionally winter food!  They're also a classic way to end a heavy, meaty barbeque meal.  The key to the dish is the broth (육수 ",{"type":"''","value":["yuksu"]},") and the recipes of well known restaurants are usually closely guarded secrets.\n\n",{"type":"''","value":["Japchae"]}," (잡채) is made from yam noodles, which are fried along with some vegetables (commonly cabbage, carrots, onions) and sometimes beef or odeng (fishcake).  ",{"type":"''","value":["Mandu"]}," (만두) dumplings are also very popular and are served up in steamed or fried as an accompaniment to other foods, or boiled in soup to make a whole meal.\n\n",{"type":"''","value":["Ramyeon"]}," (라면) is Korea's variant of ",{"type":"''","value":["ramen"]},", often served with kimchi (what else?). Korean ",{"type":"''","value":["ramyeon"]}," is well known for its overall spiciness, at least when compared to Japanese ones. Try ",{"type":"''","value":["shin ramyeon"]}," (신라면) for example. \n\n",{"type":"''","value":["Jajangmyeon"]}," (자장면) is the Korean version of the northern Chinese ",{"type":"''","value":["zhajiangmian"]},", a wheat noodle dish served with a black sauce that usually includes minced pork, onions, cucumber, and garlic — kind of like a tomatoless spaghetti bolognese. Its sauce contains some caramel and therefore makes the overall dish sweet.\n\nFinally, ",{"type":"''","value":["u-dong"]}," (우동) are thick wheat noodles which are effectivally the same as Japanese ",{"type":"''","value":["udon"]},".\n\n",{"type":"===","value":["Seafood"]},"\n",{"type":"[[","value":[["File:Korean cuisine-Hoe-03.jpg"],["thumbnail"],["Hoe"]]},"\nSince Korea is a peninsula, you can find every type of seafood (해물 ",{"type":"''","value":["haemul"]},"), eaten both cooked and raw.  Restaurants where you pick your own fish — or bring it from the fish market next door — are popular, but can be very expensive depending on what you order.\n\n",{"type":"''","value":["Hoe"]}," (회), pronounced roughly \"hweh\", is raw fish Korean-style (similar to sashimi), meaning it's served with spicy ",{"type":"''","value":["cho-gochujang"]}," (Korean hot pepper sauce with vinegar) sauce.  ",{"type":"''","value":["Chobap"]}," (초밥) is raw fish with vinegared rice, similar to Japanese ",{"type":"''","value":["sushi"]},".  If ordering fish as ",{"type":"''","value":["hoe"]},"\/",{"type":"''","value":["chobap"]},", the bony parts not served raw are often made into a tasty but spicy soup called ",{"type":"''","value":["meuntang"]}," (매운탕).\n\nAnother cooked specialty is ",{"type":"''","value":["haemultang"]}," (해물탕), a spicy red hotpot stew filled crab, shrimp, fish, squid, vegetables and noodles.\n\nWhale meat is available in a few restaurants in the cities and at festivals in smaller coastal towns. The city of ",{"type":"[[","value":[["Pohang"]]}," has a long history of whaling, and its seafood market still openly offers whale. South Korea has outlawed whaling following the International Whaling Commission international moratorium in 1986, although makes an exception for whales caught by 'accident' during regular fishing. A recent scandal has been the selling of whale meat sourced from ",{"type":"[[","value":[["Japan"]]}," in some restaurants which is technically illegal (although usually ignored). Whale restaurants are easy to identify, with pictures of whales on the outside leaving you in no doubt. If you choose to eat whale then you should understand that the species in question could be endangered and therefore a decision left to your own moral compass.\n\n",{"type":"===","value":["Other"]},"\n",{"type":"''","value":["Jeon"]}," (전), ",{"type":"''","value":["jijimi"]}," (지짐이), ",{"type":"''","value":["jijim"]}," (지짐), ",{"type":"''","value":["bindaetteok"]}," (빈대떡) and ",{"type":"''","value":["buchimgae"]}," (부침개) are all general terms for Korean-style pan-fried pancakes, which can be made of virtually anything. ",{"type":"''","value":["Pajeon"]}," (파전) is a Korean-style pan-fried pancake laden with spring onions (파 ",{"type":"''","value":["pa"]},"). ",{"type":"''","value":["Haemul pajeon"]}," (해물파전), which has seafood added, is particularly popular. ",{"type":"''","value":["Saengseonjeon"]}," (생선전) is made of small fillets of fish covered with egg and flour and then pan fried, and ",{"type":"''","value":["nokdu bindaetteok"]}," (녹두빈대떡) is made from ground mung bean and various vegetables and meat combined. \n\nIf barbequed meat is not to your taste, then try Korean-style beef tartar, known as  ",{"type":"''","value":["yukhoe"]}," (육회).  Raw beef is finely shredded and then some sesame oil, sesame, pine nuts and egg yolk are added, plus soy and sometimes ",{"type":"''","value":["gochujang"]}," to taste.  It's also occasionally prepared with raw tuna or even chicken instead.\n\n",{"type":"''","value":["Sundae"]}," (순대, pron. \"soon-deh\") are Korean sausages made from a wide variety of ingredients, often including barley, potato noodles and pig blood. A (",{"type":"''","value":["very"]},") distant cousin of Black Pudding, sundae is very tasty in spicy sauce or soup.\n\t\t\t\nA squirmy delicacy is ",{"type":"'''","value":["raw octopus"]}," (산낙지 ",{"type":"''","value":["sannakji"]},") — it's sliced to order, but keeps wiggling for another half hour as you try to remove its suction cups from your plate with your chopsticks. ",{"type":"'''","value":["Sea squirts"]}," (",{"type":"''","value":["meongge"]},") are at least usually killed before eating, but you might be hard-pressed to tell the difference as the taste been memorably described as \"rubber dipped in ammonia\".\n\n",{"type":"{{","value":[["infobox"],["Hound by the pound"],["Yes, it's true — Koreans eat ",{"type":"'''","value":["dog"]},". While illegal, the practice is rarely enforced and dog meat soup (보신탕 ",{"type":"''","value":["bosintang"]}," or 영양탕 ",{"type":"''","value":["yeongyangtang"]},") is often eaten for invigoration during the hottest days of summer. It is not regularly consumed as a common food item and is generally only sold in specialty dog restaurants. It is most commonly consumed as a spicy soup or stew or as ",{"type":"''","value":["suyuk"]}," (수육), which is just meat boiled with spices to eliminate smell and make the meat tender.\nDue to the lack of legal recognition, the industry is completely unregulated, resulting in many issues around how the dogs are raised, butchered, and processed. Although dogs are generally no longer beaten to death to improve the taste, the conditions in which dogs are raised and butchered are often still inhumane. This is one intrinsic aspect of Korean culture that Koreans generally believe foreigners cannot hope to understand, and will rarely want to discuss with you.\n\nYou're unlikely to end up chewing on Snoopy by accident, as dog is only served by specialty restaurants. Koreans are aware of Western attitudes towards dog and will not try to make you eat this, although you'd probably gain a lot of respect from your Korean friends if you give it a try. It is best to ask your Korean friends to take you to such a restaurant since they rarely advertise. If you do make the effort, a bowl can go for under ₩10,000 and you'll find that dog tastes broadly like beef or veal, if perhaps a tad gamier.\n\nMost Koreans do not eat dog meat regularly and these days more people are considering dogs to be pets rather than food, with a growing number supportive of enforcing the ban on dog meat more strongly."]]},"\n\n",{"type":"===","value":["Dietary restrictions"]},"\nVegetarians will have a ",{"type":"'''","value":["tough time"]}," in Korea.  As in most of East Asia, meat is understood to be the flesh of land animals, so seafood is not considered meat. Spam can also be confused as not being meat, so be specific in explaining what you do not eat. If you ask for \"no ",{"type":"''","value":["gogi"]},"\" (고기) they will probably just cook as usual and pick out the big chunks of meat.  One good phrase is to say you are ",{"type":"''","value":["chaesikjuwija"]}," (채식주의자), a person who only eats vegetables.  This may prompt questions from the server, so be prepared! It is probably best to have a very explicit list of foods you do and do not eat in Korean on a card or piece of paper to show restaurant servers and cooks; take a look at the Korean phrasebook section on eating: ",{"type":"[[","value":[["Korean phrasebook#Eating"],["Korean phrases for eating"]]},"\n\nMost stews will not use beef stock, but fish stock, especially ",{"type":"''","value":["myeol-chi"]}," (멸치, anchovy).  This will be your bane, and outside of reputable vegetarian restaurants, you should ask if you are ordering any stews\/hotpots or casseroles.\n\nSpicy (red) kimchi will almost certainly have seafood, such as salted tiny shrimp, as an ingredient.  Since it disappears into the brine, you will not be able to visually identify it.  Another type of kimchi, called ",{"type":"''","value":["mulgimchi"]}," (물김치, \"water kimchi\") is vegan, as it is simply salted in a clear, white broth with many different vegetables.\n\nOn the bright side, vegans and vegetarians are perfectly safe at Korean monastery cuisine restaurants, which uses no dairy, egg, or animal products, except perhaps honey.  There has been a recent vogue for this type of cuisine, but it can be rather expensive.\n\nThere is an increasing number of vegetarian restaurants in Korea - most are in the larger or medium-sized places.  Some of these are run by Seventh-Day Adventists or Hindus.\n\n",{"type":"==","value":["Drink"]}," \nAlcoholics rejoice — booze is cheap and Koreans are among the heaviest drinkers in the world. Due to the strict social norms in effect at the workplace, the drinking hall tends to be the only place where inhibitions can be released and personal relationships expressed. Significant business deals are closed not in the boardroom, but in the bar. Promotions, grants, and other business advancements are secured over drinks at singing rooms, late night raw fish restaurants, and restaurant-bars. Many Korean men are what would be considered heavy drinkers in the west, and as alcoholism is being recognized as an ailment, public moves have begun to attempt to curb alcohol intake. Don't be surprised to see businessmen in suits lying around sleeping it off, and be careful not to step in the puddles of vomit common on the sidewalks in the mornings.  The drinking age in South Korea is 19.\n\n",{"type":"===","value":["Nightlife"]},"\nCompared to Western drinking habits, Koreans have adopted slightly different ways to enjoy their night out. Sure, you can find Western style bars easily, but going to a Korean style bar can be an interesting experience.  Hofs (originally German, but 호프 ",{"type":"''","value":["hopeu"]}," in Korean) are just normal beer places, which serve beer and side dishes. Customers are supposed to order some side dish to go along their drinks at most drinking establishments in Korea. Recently, due to growing competition, many hofs have started to install various gadgets for entertainment. \n\nBooking clubs are the Korean version of night clubs. What makes them interesting is the \"booking\" part of the name. It's basically a way to meet new people of the opposite sex by introduction of the waiters (who usually bring women to visit tables of men, but increasingly vice-versa). Booking clubs are slightly more expensive than normal bars and hofs, but can be extremely fun.  These can be different from American-style clubs, in that in addition to a cover charge, you are pretty much expected to order booze and side dishes (which can be quite pricey in ₩200,000-₩500,000 range and up). But other than that, the dancing and atmosphere is about the same.\n\nOne of the customary things to do at a booking club is to \"dress-up\" your table or booth by purchasing expensive liquors and fruit plates, which signals your 'status' to the other patrons of the club (especially your gender of interest).  Scotch whisky is especially marked up a great deal in Korea, so don't be surprised to pay very high prices for that innocuous bottle of Johnnie Walker.  On the other hand, it is a better value overall to buy a bottle of liquor or a \"liquor set\" than to purchase drinks individually.\n\nOn the other end of the spectrum, many locals go out to drink and eat with their friends at the many Korean grillhouses found throughout the city.  It is not uncommon for people to consume several bottles of ",{"type":"''","value":["soju"]}," (see below) each, and mixing beer and hard liquor is encouraged.  Group bonding over liquor and food is a cultural feature across South Korea.\n\nFor those who love singing as well as drinking, karaoke is popular and therefore widely available in South Korea, where it's called ",{"type":"''","value":["noraebang"]}," (노래방). In addition to Korean songs, larger establishments may include some Chinese, Japanese and English songs.\n\n",{"type":"===","value":["Etiquette"]},"\nThere are a few ",{"type":"'''","value":["etiquette"]}," rules to observe when drinking with Koreans.  You're not supposed to fill your own glass; instead, keep an eye on others' glasses, fill them up when they become empty (but not before), and they'll return the favor.  It's considered polite to use both hands when pouring for somebody and when receiving a drink, and to turn your head away from seniors when drinking.\n\nYounger people often have a difficult time refusing a drink from an older person, so be aware when asking someone younger than you if they want to drink more as they will often feel unable to say no to you.  Of course, this works both ways.  Oftentimes, if an older person feels you are not keeping up with the party, he may offer you his glass, which he will then fill and expect you to drink. It is considered polite to promptly return the empty glass and refill it.\n\n",{"type":"===","value":[{"type":"''","value":["Soju"]}]},"\n",{"type":"[[","value":[["File:Korean alcoholic beverage-Jeju Island-Hallasanmul soju-01.jpg"],["thumbnail"],["Soju"]]},"\nThe national drink of South Korea is ",{"type":"'''''","value":["soju"]}," (소주), a vodka-like alcoholic beverage (usually around 20%). It's cheaper than any other drink — a 350ml bottle can cost slightly over ₩3,000 at bars (as little as ₩1,100 at convenience stores!) — and also strong. Usually this is made by fermenting starch from rice, barley, corn, potato, sweet potato, etc., to produce pure alcohol which is then diluted with water and other flavors.  The manufacturing process leaves in a lot of extraneous chemicals, so be prepared for a four-alarm hangover in the morning, even after drinking a comparatively small amount.\n\nTraditionally, soju was made by distilling rice wine and aging it, which created a smooth spirit of about 40%. This type of traditional soju can still be found, for example ",{"type":"''","value":["Andong Soju"]}," (안동 소주) — named after the town of ",{"type":"[[","value":[["Andong"]]}," — and ",{"type":"''","value":["munbaeju"]}," (문배주). These can be expensive, but prices (and quality) vary considerably.\n\nHistory tells that there were numerous brewers throughout the country in the past until late Chosun dynasty and before Japanese colonization. However, by the Japanese colonization and the oppressive and economy-obsessed government in the 60-70s, using ",{"type":"'''","value":["rice"]}," for making wine or spirits was strictly prohibited. This eliminated most of the traditional brewers in the country and Korea was left with a few large distilleries (Jinro 진로, Gyeongwol 경월, Bohae 보해, Bobae 보배, Sunyang 선양, etc.), that basically made 'chemical soju'.  Brewery distribution and markets were regionalized, and until the 1990s it was difficult to find a Jinro soju anywhere else than Seoul (you would have to pay premium even if you found one), Gyeongwol soju outside Gangwon, or Sunyang outside Chungcheong.\n\nAlso, there are soju cocktails such as \"socol\" (soju + coke), ",{"type":"''","value":["ppyong-gari"]}," (soju + pocari sweat - ion drink), 'so-maek (soju + maekju(beer) which adds a bit of a kick to beer) and such, all aimed at getting you drunk quicker and cheaper.\n\n",{"type":"===","value":["Rice wine"]},"\n",{"type":"{{","value":[["infobox"],[{"type":"''","value":["Cheongju"]}," vs. ",{"type":"''","value":["sake"]}],["There are two major differences between Korean rice wine and Japanese rice wine. The first is that Korean wine uses ",{"type":"''","value":["nuruk"]},", while Japanese wine uses ",{"type":"''","value":["koji"]},".  While both can be considered yeasts, ",{"type":"''","value":["nuruk"]}," contains various kinds of fungi and other microorganisms, while in ",{"type":"''","value":["koji"]}," a more selected breed of fungi does its job.  The treatment of rice is also different: traditionally rice for making ",{"type":"''","value":["cheongju"]}," is washed \"a hundred times\" (",{"type":"''","value":["paekse"]}," 백세), but for sake, the rice is polished until the grain size is as little as 50% of its original size. Therefore, some people comment that in general ",{"type":"''","value":["cheongju"]}," tastes more complicated and earthy, while sake tastes \"cleaner\" and \"sweeter\"."]]},"\n\nTraditional unfiltered rice wines in Korea are known as ",{"type":"'''''","value":["takju"]}," (탁주), literally \"cloudy alcoholic beverage\".  In the most basic and traditional form, these are made by fermenting rice with ",{"type":"''","value":["nuruk"]}," (누룩), a mix of fungi and yeast that breaks down starch in rice into sugar, for a short while (3-5 days usually). Then this is strained, usually diluted to 4-6% and imbibed. However, as with the case of traditional soju, unless explicitly stated on the bottle most ",{"type":"''","value":["takju"]}," are made from wheat flour and other cheaper grains. ",{"type":"'''''","value":["Makgeolli"]}," (막걸리) is the simplest ",{"type":"''","value":["takju"]},", fermented once and then strained, while in ",{"type":"'''''","value":["dongdongju"]}," (동동주) more rice is added once or more during the fermentation to boost the alcohol content and the flavor. Typically you can find a couple of rice grains floating in ",{"type":"''","value":["dongdongju"]}," as a result.\n\n",{"type":"'''''","value":["Yakju"]}," (약주) or ",{"type":"'''''","value":["cheongju"]}," (청주) is filtered rice wine, similar to the Japanese rice wine ",{"type":"''","value":["sake"]},". The fermentation of rice is sustained for about 2 weeks or longer, strained, and then is kept still to have the suspended particles precipitate. The end result is the clear wine on top, with about 12-15% alcohol. Various recipes exist, which involves a variety of ingredients and when and how to add them accordingly. Popular brands include ",{"type":"''","value":["Baekseju"]}," (백세주) and '",{"type":"''","value":["Dugyeonju"]}," (두견주). \n\nThose with an interest in the wine production process and its history will want to visit the Traditional Korean Wine Museum in ",{"type":"[[","value":[["Jeonju"]]},".\n\n",{"type":"===","value":["Ginseng wine"]},"\nOne expensive but tasty type of alcohol you can find in Korea is Korean ginseng wine (인삼주 ",{"type":"''","value":["insamju"]},"), which is believed to have medicinal properties and is particularly popular among the elderly. It is made by fermenting Korean ginseng, just as the name implies.\n\n",{"type":"===","value":["Beer"]},"\nWestern-style lagers are also quite popular in Korea, with the three big brands being ",{"type":"'''","value":["Cass"]},", ",{"type":"'''","value":["Hite"]}," and ",{"type":"'''","value":["OB"]},", all of which are rather light and watery and cost around ₩1,500 per bottle at a supermarket.  Korea's version of the beer pub is the ",{"type":"'''","value":["hof"]}," (호프 ",{"type":"''","value":["hopeu"]},"), which serve pints of beer in the ₩2000-5000 range, although imported beers can be much more expensive.  Note that you are expected to order food as well, and may even get served grilled squid or similar Korean pub grub without ordering, for a charge of ₩10,000 or so.\n\n",{"type":"===","value":["Tea and coffee"]},"\nLike their neighbors, Koreans drink a lot of tea (차 ",{"type":"''","value":["cha"]},"), most of it green (녹차 ",{"type":"''","value":["nokcha"]},").  However, the label ",{"type":"''","value":["cha"]}," is applied to a number of other tealike drinks as well:\n\n",{"type":"*","value":[" ",{"type":"''","value":["boricha"]}," (보리차), roasted barley tea, often served cold in summer, water substitute for many household"]},{"type":"*","value":[" ",{"type":"''","value":["insamcha"]}," (인삼차), ginseng tea"]},{"type":"*","value":[" ",{"type":"''","value":["oksusucha"]}," (옥수수차), roasted corn tea"]},{"type":"*","value":[" ",{"type":"''","value":["yulmucha"]}," (율무차), a thick white drink made from a barley-like plant called Job's tears"]},"\nLike Chinese and Japanese teas, Korean teas are always drunk neat, without the addition of milk or sugar. However, Western-style milk tea is available at Western restaurants and the usual American fast-food chains.\n\nCoffee (커피 ",{"type":"''","value":["keopi"]},") has in recent times become widely available. Older Koreans enjoy sweet and milky instant coffee, and this is easily available from vending machines everywhere that will pour you a cupful for as little as ₩300. \n\nLatte snobs will also be glad to know that quality western coffee shops are available in all cities costing around ₩4,000 from a good chain or independent coffee shop. Local chains such as 'Cafe Bene' and 'Angel in Us' serve good coffee, and there are plenty of Starbucks shops selling coffee just like in the United States. It is worth to hunt out independent coffee shops that take great pride in their coffee and rival some of the best from ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," and ",{"type":"[[","value":[["Seattle"]]},".\n\nIf you find yourself in a smaller town then the ubiquitous bread shop 'Paris Baguette' will give you an OK latte for around ₩2,000.\n\n",{"type":"===","value":["Other drinks"]},"\nSome other traditional drinks worth keeping an eye out for:\n\n",{"type":"*","value":[" ",{"type":"''","value":["sikhye"]}," (식혜), a very sweet, grainy rice drink served cold"]},{"type":"*","value":[" ",{"type":"''","value":["sujeonggwa"]}," (수정과), a sweet, cinnamon-y drink made from persimmons served cold"]},"\n",{"type":"==","value":["Smoke"]},"\nWhilst smoking in Korea is not quite as popular as in Japan or China, many Korean men and an increasing number of Korean women smoke, and it's fairly cheap compared to much of Europe and America. A pack of twenty costs around ₩2,500 and cigarettes can be bought from all convenience stores. Koreans favor mild cigarettes (",{"type":"''","value":["around 6mg tar"]},") so Korean-made cigarettes may taste bland and flavorless compared to those from America or Europe, and even the Korean-produced Western cigarettes are much lighter than the originals ",{"type":"''","value":["(e.g. Full-strength Marlboro Reds in Korea have only 8mg tar, the same as Marlboro Lights in the US"]},"). If you prefer stronger cigarettes it's wise to bring some duty-free cigarettes with you.\n\nSmoking is forbidden in public buildings, public transport and restaurants. Various establishments will tacitly allow smoking despite the ban, although they will never explicitly tell you that you can smoke, for fear of legal repercussions. Smoking in public is also banned, but this is largely unenforced and designated smoking areas are sparse.\n\nNote that in Korean culture, smoking is not regarded as a feminine activity and that women who do may give a negative impression to some people. This is obviously sexist, but it is an aspect of Korean society to be aware of if you are a female smoker.\n\n",{"type":"==","value":["Sleep"]},"\nThere's plenty of accommodation in all price brackets in South Korea.  Note that prices in Seoul are typically about twice that of anywhere else in the country.\n\nSome higher-end hotels offer a choice of both Western-style and Korean-style rooms.  The main feature of Korean rooms is an elaborate Korean-invented floor-heating system known as ",{"type":"''","value":["ondol"]}," (온돌), where hot steam (or, these days, water or electricity) heats stone slabs under a layer of clay and oiled paper.  There are no beds; instead, mattresses are laid directly on the floor. Other furniture is typically limited to some low tables (you're also expected to sit on the floor) and maybe a TV.\n\n",{"type":"===","value":["Motels"]},"\nSome of the cheapest accommodation in South Korea are in what are locally termed ",{"type":"'''","value":["motels"]}," (모텔 ",{"type":"''","value":["motel"]},") or ",{"type":"'''''","value":["yeogwan"]}," (여관), but these are rather different from motels in the West and closer to ",{"type":"[[","value":[["Japan"]]},"'s \"love hotels\".  Motels in South Korea are generally very cheap hotels targeted at young couples aiming to spend 'time' together away from their elders, complete with plastic beds, occasionally vibrating, with strategically placed mirrors on the ceiling, as well as a VCR and a variety of appropriate videos. However for the budget traveller, they can simply be inexpensive lodging, with rates as low as ₩25,000\/night.\n\nThe easiest way to find a motel is to just look for the symbol \"♨\" and gaudy architecture, particularly near stations or highway exits.  They're harder to find online, as they rarely if ever show up in English-language booking sites, but ",{"type":"[","value":["http:\/\/www.hotel365.co.kr Hotel365"]}," (Korean only) has comprehensive listings for the entire country.\n\nIn some motels picking your room is very easy, as there will be room numbers, lit pictures and prices on the wall.  The lower price is for a \"rest\" (휴식 ",{"type":"''","value":["hyusik"]},") of two to four hours, while the higher price is the overnight rate.  Press the button for the one you like, which will go dark, and proceed to check-in.  You'll usually be expected to pay in advance, often to just a pair of hands behind a frosted glass window.  English is rarely spoken, but the only word you need to know is ",{"type":"''","value":["sukbak"]}," (숙박, \"staying\").  You may or may not receive a key, but even if you don't, the staff can usually let you in and out on request — just don't lose your receipt!\n\n",{"type":"===","value":["Hotels"]},"\nFull-service hotels can be found in all larger towns in Korea.  Cheaper hotels blend into motels with rooms from ₩40,000, while three and four star hotels are closer to between ₩100,000 and ₩200,000 and five-star luxury hotels can easily top ₩300,000. Outside peak season you can often get steep discounts from the rack rates, so be sure to ask when reserving.\n\n",{"type":"===","value":["Hostels\/Guesthouses"]},"\nWhile not as common in South Korea as in other parts of Asia or the world, hostels and guesthouses can be found. Major cities, such as Seoul, will have a few dozen, while smaller cities may have a handful. Prices can vary widely, even within one hostel. In Seoul, mixed dorms average ₩15,000 to ₩25,000 per person; private rooms with a shared toilet and shower average ₩20,000 to ₩30,000 per person; and private ensuite rooms average ₩25,000 to ₩40,000 per person. Many hostels will have a common room with free TV, games, computers, and internet; some will have a public full kitchen and other amenities.\n\n",{"type":"===","value":[{"type":"''","value":["Minbak"]}]},"\nIn rural areas in and near national parks, you can find a ",{"type":"'''''","value":["minbak"]}," (민박).  Most of these are just a room or two in someone's home - others are quite fancy and may be similar to ",{"type":"''","value":["yeogwans"]}," (motels) or hotels.  Generally, they have ",{"type":"''","value":["ondol"]}," rooms with maybe a TV and that's about it. You don't usually get your own bathroom in your room, although some of the fancier ones do have an ",{"type":"''","value":["en suite."]},"  Minbaks usually run around ₩20,000 off-season though the price may go up quite a bit during high season.\n\n",{"type":"===","value":["Homestay"]},"\nVery similar in concept to a Minbak, these aren't limited to just rural areas or near national parks.  Since the World Cup in 2002, many families around the country have opened their doors and hearts to foreigners looking for a good place to sleep and a breakfast included in the price.  These can run between ₩30,000 and ₩35,000 per night.\n\n",{"type":"===","value":[{"type":"''","value":["Jjimjilbang"]}]},"\nFor the budget traveller public bath houses known as ",{"type":"'''''","value":["jjimjilbang"]}," (찜질방) can offer a great way to sleep.  Entrance costs around ₩5,000-₩10,000 to get in, and includes a robe or pajamas to wear.  Inside the facilities can be expansive, including showers, public baths, restaurants, computer\/video game rooms, a room with DVD movies, and places to sleep, although this often means little more than a quiet, warm room with maybe some wooden blocks to rest your head on.  These places are more often meant for families or couples coming in for the day and as such are not perfectly catered to travelers.  When you leave you have to take everything with you, and pay to get back in.  There is no secure place to leave your things except a single locker.   Aside from these drawbacks, ",{"type":"''","value":["jjimjilbang"]}," offer a very relaxing place to sleep and bathe.\n\n",{"type":"===","value":["Temples"]},"\nSouth Korea offers many 'Temple Stays' in all parts of the country. The basic idea is that you stay for one or more days living with the monks and participating in some of their rituals.\n\nJogye (조계사), Korea's largest Buddhist sect, runs a popular ",{"type":"'''","value":["Temple Stay"]}," program where visitors get to spend 24 hours living at a Buddhist temple.  Korean ability helps but is not necessary at some temples, but you will be expected to work at the temple and get up at 3 or 4AM to participate in morning prayer.  In exchange for three meals and a basic bed for the night, a \"donation\" of ₩50,000-₩80,000 is expected.  Reservations are necessary and can be made at the ",{"type":"[","value":["http:\/\/eng.templestay.com\/ Temple Stay site"]}," or via Korea Travel Phone, tel. +82-2-1330.\n\n",{"type":"==","value":["Learn"]},"\nEducation is taken very seriously in South Korea, and the country is home to several world class universities, many of which have exchange agreements with various foreign universities, and are a good way for foreigners to experience life in the country. The most prestigious comprehensive universities are ",{"type":"'''","value":["Seoul National University"]},", ",{"type":"'''","value":["Korea Advanced Institute of Science and Technology"]},", ",{"type":"'''","value":["Yonsei University"]}," and ",{"type":"'''","value":["Korea University"]},".\n\n",{"type":"===","value":["Others"]},"\n",{"type":"[[","value":[["File:Kukkiwon-gates-2010.jpg"],["thumbnail"],["Gate to Kukkiwon in Seoul, home of the World Taekwondo Academy"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kukkiwon.or.kr\/main.action?method=mainPage&mode=eng Taekwondo"]}]}," (태권도(跆拳道)) is a Korean martial art that is also an Olympic sport, and you can study at any of the numerous schools all over the country. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cooking"]}," Most major cities will offer Korean cooking classes to foreigners. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chang"]}," or ",{"type":"'''","value":["Pansori"]}," — If you like music, this will be good for you. It's a unique traditional Korean form of singing. If you want to learn about Pansori through film, \"Seo Pyen Je\" would be an excellent choice. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Korean"]}," — Seoul National University, Korea University, and Yonsei University (in ",{"type":"[[","value":[["Seoul"]]},") provide Korean language programs. You can meet people from all over the world while studying Korean.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Korean Traditional Dance"]}," — You can go to a dance studio and learn Korean traditional dance. You will wear \"Han Bok\" - Korean traditional clothes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baduk"]},"  — Korean name for the ancient board game called Go in English. Many Koreans play the game, and among them are some of the world's finest players. There are even schools that specialize in Baduk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Janggi"]},"  — Also known as Korean chess, a board game similar to Chinese chess, with which it shares its origins, though the rules have diverged significantly from Chinese chess."]},"\n",{"type":"==","value":["Work"]},"\n\nWorking in Korea can be a great way to experience the country. For English teachers the hours and pay are reasonable, however for other professions do bear in mind that South Korea has some of the longest working hours globally, and frequent obligatory after work evening drinking can be demanding. In addition, Korea isn't yet really set up to make entering the job market easy for foreigners. Reading and speaking ",{"type":"[[","value":[["Korean"]]}," will definitely open up many more opportunities for you.\n\nForeigners must obtain an ",{"type":"'''","value":["Employment Visa"]}," in order to legally work in South Korea, and will usually require a company based in South Korea to sponsor your application. For prospective teachers (",{"type":"''","value":["see below"]},") the school will almost always arrange this on your behalf. Citizens of Australia, New Zealand, Canada and Japan may apply for a one year ",{"type":"'''","value":["Working Holiday Visa"]}," which allows for short term employment whilst on holiday in Korea.\n\nAfter you have been living in South Korea continuously for 5 years, you may apply for ",{"type":"'''","value":["permanent residency"]},", which if granted, allows you to live and work in South Korea indefinitely with no restrictions. Alternative routes to permanent residency are by investing a large amount of money in a local business, by marrying a South Korean citizen, or by obtaining a PhD degree in certain scientific fields. Note that the application process is still complex even if you meet one of these criteria.\n\n",{"type":"===","value":[" Teaching "]},"\n",{"type":"[[","value":[["Teaching English"],["Work as an English teacher"]]}," is the most common type of work available to foreigners from English speaking countries, with the requirements of being able to speak English and a minimum level of education being a Bachelor's degree. Schools prefer native English speakers and many prefer North American accents. In most instances, native English speakers from the United States, Canada, Australia, New Zealand, South Africa, Ireland, and the UK are the only applicants that are usually considered.\n\nNative speakers of English who have four-year university degrees may find it easy to obtain employment in one of South Korea's many private academies (",{"type":"''","value":["hagwon"]},").  These schools have proliferated in response to perceived failings of the public education system, although there are also hagwons aimed at adult instruction. People interested in these teaching positions often find them via professional recruiters. There are pros and cons to teaching ESL in the hagwon system. On the plus side the money can be quite good. As of late 2005, the average monthly salary is approximately two million Korean Won (KRW) and basic housing is usually provided. It's often possible to live comfortably on half of one's salary and to save the rest.  \n\nHagwons are privately run and strictly for profit, and often do not operate for a substantial amount of time. As such it is important to evaluate each prospective employer before accepting an offer, since there are plenty of horror stories of unscrupulous academy owners and incompetent directors. Although you will have full employment rights in Korea, there is practically very little you can do when an issue or dispute arises. It should be noted however that the majority of English teachers have a good experience through the Hagwon system.\n\nUniversity employment is also possible.  Those who have a graduate-level degree, preferably in TESOL (",{"type":"''","value":["Teaching English as a Second or Other Language"]},") may find professional opportunities at the post secondary level preferable to teaching in private academies.\n\nCaution: South Korean private employers tend to be more discriminatory towards people of color, especially towards people of African and Indian origin. Although the official position is that all people are welcome, there are actually no laws related to racial discrimination in South Korea. South Korean job applications usually require you to attach a photo of yourself, along with other information usually considered private in the western English speaking world such as height, weight and marital status. Many foreign people of color are hired into Hagwons, however be aware that there is a bias.\n\nSome of the best positions are in the public sector, although recent politically motivated changes in Seoul and Busan have are actually phasing out foreign English teachers and replacing with English speaking Koreans instead. Still year-long public school positions are available though the government-funded ",{"type":"[","value":["http:\/\/epik.go.kr EPIK Program"]}," in most provinces and the rapidly contracting GEPIK Program in Gyeonggi, with a small number also handled by recruiter companies. Alternately, the TALK Program runs 6-month rural public school positions for non-graduates.\n\nFor more information about teaching English in Korea through the private-sector, visit ",{"type":"[","value":["http:\/\/eslcafe.com Eslcafe"]},", ",{"type":"[","value":["http:\/\/worknplay.co.kr Worknplay"]},", ",{"type":"[","value":["http:\/\/eslstarter.com Eslstarter"]}," and ",{"type":"[","value":["http:\/\/englishspectrum.com Englishspectrum"]},". For the public-sector, see the aforementioned EPIK program. ",{"type":"<","value":["br"]},"Daejeon full-time public elementary school positions stand apart from most in the country in that they consist of multiple part-time support positions at different schools. Most public school and university positions start at the beginning of March or September, however you should note that these are the more desirable jobs and must be applied for months before the start date.\n\nKeep in mind that Korean Immigration is always constantly changing the visa regulations for E-2 visa holders so keep abreast of updates.\n\n",{"type":"===","value":[" IT "]},"\n\nSouth Korea is often promoted as the world's most wired country, and as such has a massive IT infrastructure. There is plenty of IT work if you can speak ",{"type":"[[","value":[["Korean"]]},", although local rates are much lower than in western countries.\n\n",{"type":"===","value":[" Engineering "]},"\n\nSouth Korea has a lot of opportunities for engineers, and often doesn't have a requirement for Korean language. Port cities such as ",{"type":"[[","value":[["Busan"]]},", ",{"type":"[[","value":[["Ulsan"]]}," and ",{"type":"[[","value":[["Geoje"]]}," have a demand for marine engineers.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Crime"]},"\nSouth Korea is a very safe country, with reported crime rates much lower than in Western countries. Crime rates are comparable to other safe places such as ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Singapore"]]}," and ",{"type":"[[","value":[["Hong Kong"]]}," and it is safe to walk around at night even in the major cities. Violent crime is rare toward locals and tourists alike. For the most part, the only foreigners who encounter trouble in South Korea are drunken ones that provoke fights at bars or clubs.\n\n",{"type":"===","value":["Racism"]},"\nSouth Korea is a very homogeneous country, and for many Koreans, this is a point of pride. Discrimination against non-Koreans is systematic and at least until recently, even has had the force of law: for example, children of mixed descent were barred by law until 2005 from military service, and will likely be picked on and discriminated against in local schools.  If you are applying for work in South Korea, especially in teaching positions, many employers prefer Caucasians over other races. (",{"type":"''","value":["This may be one of the reasons they ask for a picture on your application"]},") Racial discrimination is still legal in South Korea.\n\nWhile the average visitor to South Korea is extremely unlikely to encounter any problems at all, the odds of trouble go up if you are dark-skinned, male and seen with Korean women, or taken as an American near military bases (a major bone of contention).  Harassment is usually only verbal and can be ignored, but there are occasional cases of violence, usually fueled by alcohol.  Don't let any confrontations escalate, since if it turns into a fight bystanders are liable to jump in. Also note that even if you successfully defend yourself, the police may actually arrest and prosecute you. This is because Korean law recognizes the party with the most injury as the victim, so really the best thing to do is to get yourself out of there as quick as you can.\n\nAlso note that Korea is changing fast with regards to racism. As recently as 2000 it was not advisable for a foreign man to hold hands in public with a Korean women and today it is almost no issue at all. Any horror stories you hear should be taken in context of the positive changes that are happening.\n\n",{"type":"===","value":["Traffic"]},"\n",{"type":"[[","value":[["File:Korean Sign - Vehicles Only and No Thoroughfare for Motorcycles 3.JPG"],["thumb"],["right"],["Motorcycles not in emergency service are banned from Expressways in South Korea."]]},"\nWith one of the highest rates of traffic deaths, South Korean motorists will speed through pedestrian crossings, jump red lights and come within a hair-width distance to pedestrians and other cars alike. Even when the light turns, drivers will not stop. So, beware. Motorcyclists are particularly reckless weaving in and out on crowded sidewalks. It is up to you to avoid them.\n\nThere is a lot of discussion about the reason for this, although it basically comes down to Koreans regarding traffic laws as guidelines that are nice ideas rather than rules to be obeyed.\n\nPedestrian crosswalks stay green for a very short period of time.  When the walk signal is yellow and you are still at the curb ",{"type":"'''","value":["do not cross"]},".  Instead, you should wait and be ready for the light to turn green.  The moment it turns green, wait for about 3 to 5 seconds and see if other pedestrians start to cross, and if all the traffic has indeed stopped, then walk briskly to cross safely.  It is safer to take underground passageways at busy intersections. Also note that most mopeds prefer to weave through pedestrians rather than wait with the rest of the traffic.\n\nSouth Korea also follows the American practice of allowing cars to turn right at red lights as long as they (in theory) yield to pedestrians. \n\nThere are plenty of zebra ",{"type":"''","value":["(black and white pedestrian"]},") crossings in Korea, and they are essentially ignored by all drivers. As a foreigner you can use by stepping onto the crossing and directly staring down any approaching cars and they will usually yield. It is important for you to stay alert while crossing the roads.\n\n",{"type":"===","value":["Illegitimate taxis"]},"\n\nIllegitimate taxis are a problem and run even from the airport. Each Korean city has a different taxi scheme with colors, so check out your destination city's taxi scheme before you arrive. At the airport, ignore anyone asking if you want a taxi at arrivals and head out to the official taxi rank.\n\n",{"type":"===","value":["Civil unrest"]},"\nIn the heart of the political center of ",{"type":"[[","value":[["Seoul"]]},", near Gwanghamun and City Hall, you may witness political activists of one sort or another in the city center and demonstrations can grow to tens of thousands. You'll have to use discretion as violence during political demonstrations can happen, often with water cannon and tear gas, and also large crowds may pose safety issues. Fighting is always between the demonstrators and police, and foreigners are not targeted.\n\n",{"type":"===","value":["Local laws"]},"\n",{"type":"{{","value":[["infobox"],["Adultery (간통)"],["South Korea is one of the few developed countries in the world to still have strong laws against adultery. Prison sentences are possible for conducting an affair outside of marriage, although prosecutions do require clear evidence of the act itself (i.e. video or witnesses) and therefore they are not too common."]]},"\nIgnorance of the law here is no excuse for breaking them and can even be seen as a reason for harsher punishment. They include heavy fines, lengthy jail sentences and immediate deportation. \n\n",{"type":"*","value":[" Penalties concerning drug offenses may seem particularly harsh to westerners."]},{"type":"*","value":[" Submitting fraudulent documentation for obtaining visas"]},{"type":"*","value":[" Giving somebody an English lesson without possessing the correct visa"]},{"type":"*","value":[" Causing injury during a fight, even if you were not the one who instigated it"]},"\nSouth Korea has a draconian ",{"type":"'''","value":["National Security Act"]}," (국가보안법) with regards to ",{"type":"[[","value":[["North Korea"]]}," that restricts any unauthorized contact with that country or its citizens. Although it rarely applies to foreign visitors you should still be careful since being associated with any \"anti-State group\" (반국가단체) is a criminal offense. With this in mind, you should under no circumstances display any symbols that represent North Korea or be seen to ",{"type":"'''","value":["praise"]}," (찬양) North Korean figures, in particular Kim Il-sung, Kim Jong-il, and Kim Jong-un, in public, websites or social media. Doing this as a joke is not in anyway an excuse, and criminal convictions can incur a penalty of up to ",{"type":"'''","value":["seven years in prison"]},". \n\nWebsites in North Korea or from North Korean-affiliated organizations are blocked from South Korea. In any case you should not attempt this since it could be regarded as a \"communication\" (통신) with an anti-State group.\n\n",{"type":"===","value":["Gambling"]},"\nGambling is illegal for South Korean citizens, although a limited number of casinos are available for use of foreigners only in ",{"type":"[[","value":[["Seoul"]]},", ",{"type":"[[","value":[["Busan"]]}," and ",{"type":"[[","value":[["Jeju"]]}," island. You will need to bring your passport in order to enter these establishments.\n\n",{"type":"===","value":["Wildlife"]},"\n",{"type":"[[","value":[["File:Vespa mandarinia japonica s3.JPG"],["thumbnail"],["Asian Giant Hornet"]]},"\nThe Asian giant hornet (called 장수말벌 or the \"commander bee\") it is about 2 in (5 cm) long and can sting repeatedly and be extremely painfully. A hornet defending its nest or feeding spot will make a clicking sound to warn away intruders; if you encounter one, retreat. If you are stung, receive prompt medical attention, as prolonged exposure to the venom could cause permanent damage or even death. They are usually seen around summer time.\n\nThere are very few other animals that can be dangerous in Korea. The Siberian Tiger is sadly no longer found on the Korean Peninsula. Large wild boars can sometimes be found in forested areas and can be very dangerous if they attack. If you see a boar with piglets then keep well away since the mother will not hesitate to protect them.\n\n",{"type":"===","value":["Natural hazards"]},"\nSouth Korea is considerably less prone to natural disasters than its neighbors. Earthquakes are rare occurrences, though minor ones occasionally occur in southwest of the country. Tsunamis are a recognized hazard in coastal areas, although Japan's strategic position prevents most Tsunamis from ever reaching Korea. While typhoons do not occur as often as in ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Taiwan"]]}," or the ",{"type":"[[","value":[["Philippines"]]},", they are nevertheless an almost yearly occurrence, and are occasionally known to be deadly and cause major property damage.\n",{"type":"{{","value":[["infobox"],["Fan Death"],["An urban legend that is very prevalent in (and particular to) South Korea is the ever present danger of ",{"type":"''","value":["fan death"]},". The commonly held belief is that it is dangerous to sleep with a fan left turned on, with interesting theories about an air vertex being formed that can suck the air out of you. It may surprise the visitor a great deal about how seriously this is taken, and the strange explanations given may make you believe that Koreans are rather odd. In fact the explanation is just ",{"type":"'''","value":["hyperthermia"]},", which occurs when a dehydrated person sleeps in a hot room with no ventilation and with the fan turned on  (Alcohol will also increase the level of dehydration). When a person sleeps under these conditions they will sweat and the fan will continually blow the sweat away, causing the body to sweat more to remove heat. Eventually the body will dehydrate and no longer be able to sweat, resulting in increased body temperature ( hyperthermia ) which can potentially result in death."]]},"\n\n",{"type":"===","value":["Conflict with North Korea"]},"\nAn understandable concern about traveling to South Korea is the possibility of war.  However, while war has remained a distinct possibility ever since the end of the Korean war over 60 years ago, the North Koreans appear to have become very skilled at sabre-rattling and limited provocations that are never allowed to escalate into out-and-out warfare.  This is not to say that miscalculations could not spiral out of control, but simply that the odd missile launch or loudly publicized border closure does not mean war is nigh.\n\nIf a full scale war did break out between the North and South then it would almost certainly result in many casualties, military and civilian alike. If this were to happen when you are visiting Seoul then it would definitely be life-threatening. In recent times there was a great deal of brinksmanship following the appointment of Kim Jong Un as North Korea's leader, and open conflict seemed to become more likely. However, no big conflagration has broken out, and it is safe to say that the possibility of all-out war is very low, though it would be reasonable to weigh the risks when planning to visit South Korea.\n\nThere isn't really much you can do to mitigate the risk of military action. Find out the contact details of your embassy, and be aware of the current situation when traveling. Most embassies will have an evacuation strategy for their nationals in the case of war. Also be aware that ",{"type":"[[","value":[["Seoul"]]},"'s ",{"type":"[[","value":[["Incheon International Airport"]]}," is relatively close to the North Korean border, so therefore it may not be advisable to run there looking for a flight out.\n\n",{"type":"===","value":["Emergency numbers"]},"\n",{"type":"*","value":["Police: ",{"type":"'''","value":["112"]}," from a phone and region code-112 from a cellular phone"]},{"type":"*","value":["Fire and ambulance services: ",{"type":"'''","value":["119"]}," and region code-119 from a cellular. "]},"Emergency-service English interpreters are available 24 hours a day.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nSouth Korean healthcare is known for its excellence in both research and clinical medicine, and most towns will be able to offer a high quality of healthcare. The sheer number of hospitals and specialized clinics in the country will also offer you a greater amount of choice. South Korea also promotes 'Health Tourism' where quality operations can be had for a fraction of the price of many other developed countries. \n\n",{"type":"*","value":["Most South Korean doctors can communicate well in English, being the most highly educated in the country. Indeed many have achieved their medical qualifications in the United States.  However, you may find them a little difficult to understand due to their Korean accent, so do ask them to slow down and go through things with you clearly. On the other hand, nurses will very rarely speak much, if any, English."]},"\n",{"type":"*","value":[{"type":"'''","value":["Health care"]}," in South Korea is usually of high quality and low cost. It is subsidized by the government and is relatively cheap compared to most western countries. Expatriate workers who have the required medical insurance card will experience further discounts. Many foreigners come to South Korea to undergo medical operations much cheaper and with higher quality than in their home country."]},"\n",{"type":"*","value":[{"type":"'''","value":["Traditional Chinese Medicine"]}," (",{"type":"''","value":["along with Traditional Korean Medicine"]},") is highly regarded in South Korea and involves many traditional methods including acupuncture, heating and herbal medicine. Traditional Chinese Medicine has deep roots and practitioners must undergo strict government certification in order to practice. Typically Koreans use oriental medicine for chronic ailments such as back pain and western medicine for sudden injuries. Due to the holistic nature of oriental medicine (",{"type":"''","value":["i.e. treating the whole body rather than a specific ailment"]},") it is hard to measure its effectiveness, however it is a widely trusted part of the Korean medical system."]},"\n",{"type":"[[","value":[["File:YakPharmacy.jpg"],["thumb"],["A Korean pharmacy, with the word 약 (Yak) prominently displayed"]]},"\n\n",{"type":"*","value":["Pharmacies are available everywhere, and are indicated by one very large word ",{"type":"'''","value":["약"]}," (pronounced 'yak' in English) As hospitals in South Korea are not allowed to dispense take-home prescriptions there will almost always be a separate pharmacy available there. Prescriptions are dispensed in small paper packages. "]},"\n",{"type":"*","value":["Although there are no official ",{"type":"'''","value":["vaccinations"]}," that are required or recommended for visitors, Hepatitis A is known throughout the country and attacks the liver after ingesting contaminated food and water. Once infected then time is the only cure. The ",{"type":"[","value":["http:\/\/wwwn.cdc.gov\/travel\/yellowBookCh4-HepA.aspx#362 Center for Disease Control"]},"designates the prevalence of infection in South Korea to be ",{"type":"''","value":["intermediate"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Drinking Water"]},". Tap water in South Korea is perfectly safe to drink, although you may want to follow the local habits of boiling and filtering if only to get rid of the chlorine smell. Koreans are especially fond of drinking mountain spring water when hiking through mountains or at monasteries, and you should be aware that this water is completely untreated. Some places in Korea have communal wells set up that supply fresh water, and in theory the local government will test from time to time in order to certify the safety."]},"\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["infobox"],["Naming conventions and modes of address"],["Korean names follow the East Asian order of family name followed by their given name. Someone with the name 'Hong Gil Dong' (홍길동) has the family name 'Hong' and the given name 'Gil Dong'. Koreans do not have middle names.\n\nWhen addressing other people, Koreans generally use the other person's ",{"type":"'''","value":["full name + ",{"type":"''","value":["ssi"]}," (씨)"]}," for most situations. Addressing someone by their given name without the preceding family name is only done when addressing young children and close friends. Using the family name without the given name is also generally not done in Korea, as Koreans consider it to be condescending, since it implies that you are talking down to someone of a lower social status."]]},"\n\nComing from a land of strict Confucian hierarchy and etiquette, the Korean people are regarded as reserved and well mannered. As a visitor, you will not be expected to know every nuance, but making an effort will certainly be appreciated. The further you are away from metropolitan areas the more conservative the people are. \n\nFor the most part, Koreans are understanding of foreigners not knowing all the traditional Korean customs. Nevertheless following these rules will impress them:\n\n",{"type":"*","value":[" Koreans bow to each other to show their respect when they meet. They may also shake hands. However, with people you know well, quick nod of the head and a simple ",{"type":"''","value":["annyeong haseyo"]}," (안녕하세요), meaning \"hello\" (the direct translation is \"do you have peace\") should suffice. "]},"\n",{"type":"*","value":[" It is ",{"type":"'''","value":["very important to remove your shoes"]}," when entering many places in Korea. It is ",{"type":"'''","value":["always expected"]}," that you take off your shoes in someone's home. It is also required in many good restaurants (especially family run ones), smaller hospitals, medical clinics and dentists. Convention is usually to leave your shoes by the front door, and indoor slippers may be provided to use inside."]},"\n",{"type":"*","value":[" When meeting for the first time, older Koreans will tend to ask about your age, your parents' jobs, your job, and your education level. If you feel uncomfortable about the questions, just provide short answers and discreetly try to change the topic if possible."]},"\n",{"type":"*","value":[" Never discuss or joke about your criminal history, or even that of someone to whom you are related. Even if the crime is regarded as very minor in your home country, Koreans will still likely regard you in a very negative way."]},"\n",{"type":"*","value":[" When picking something up or taking something from somebody older, always use two hands. If you have to use one hand, you can simply support your right arm with your left hand. Likewise, when shaking hands with somebody older support your right arm with your left hand."]},"\n",{"type":"*","value":[" Koreans in general have very strong nationalistic views and would view any criticism of their country with varying degrees of hostility. To avoid getting into the bad books of your hosts, it is advisable to praise the country or, at least, to avoid bringing up anything negative about it."]},"\n",{"type":"*","value":[" Avoid bringing up the Japanese occupation, Dokdo island, the Korean war of the early 1950s and US foreign policy, or engage in other political discussions (",{"type":"''","value":["unless mentioned to you"]},") as these are delicate topics. Should your hosts bring it up, it is best to stay neutral and avoid any debates."]},"\n",{"type":"*","value":[" Do not attempt to compliment North Korea in any way, even in jest. On the other hand, be careful not to go out of your way to be critical of North Korea since they are still regarded as 'brother Koreans' and you are a foreigner."]},"\n",{"type":"*","value":[" South Korean households often have strict rules about recycling: for example, one bin may be for paper only and another in the kitchen may be for food\/drink containers. Also be aware that each district in Korea has its own unique recycling scheme! The garbage bags must be purchased from a supermarket and MUST be of the type designated for your local district."]},"\n",{"type":"*","value":[" Never pour your own drink when dining with Koreans, but always take the initiative to pour for others. When dining with Koreans, the oldest should always eat first. "]},"\n",{"type":"*","value":[" It is common to hear people talking loudly in restaurants, as a sign of being happy and enjoying the food. Slurping noodles noisily is actually expected, as it shows that you enjoy the food and you are appreciating the cooking well."]},"\n",{"type":"*","value":[" Although you may notice similarities between Korean culture and that of neighboring China and Japan, be aware that Koreans are fiercely proud of their unique culture and that you shouldn't go overboard making national comparisons."]},"\n",{"type":"===","value":["National Issues"]},"\nGiven the long history of unwanted intervention in Korea by foreign nations, Koreans are understandably rather sensitive about certain topics. You should avoid discussing the following topics since they are never going to achieve anything but getting you onto someone's bad side. Playing devil's advocate is really not appreciated in Korea.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Japan"]]},"'s annexation and brutal colonization of the ",{"type":"[[","value":[["Korea"]]},"n nation until 1945"]},{"type":"*","value":[" Japan's lack of recognition and apology over the sexual enslavement of Korean 'comfort women' during World War 2"]},{"type":"*","value":[" Japan's territorial claims over the Korean island of ",{"type":"[[","value":[["Dokdo"]]}]},{"type":"*","value":[" The Korean war and anything to do with ",{"type":"[[","value":[["North Korea"]]}]},{"type":"*","value":[" Bad behavior of individual members of the United States military currently stationed in South Korea"]},{"type":"*","value":[" Any deference of the South Korean military towards the United States military"]},{"type":"*","value":[" Any international sporting controversies where Korean athletes are involved"]},{"type":"*","value":[" The MV Sewol ferry disaster of April 2014. It is no exaggeration to say that the country was deeply traumatized by this incident, and many entertainment programs were cancelled over the following months. There is currently a lot of introspection going on around this, although as a foreigner your contributions may not be appreciated. Solidarity is shown with yellow ribbons so make sure you don't make jokes about the many ribbons when you see them."]},"\n",{"type":"===","value":["Religion"]},"\n\n",{"type":"====","value":[" Buddhism "]},"\nBuddhism was historically the main religion in Korea, and Buddhist temples are major tourist attractions throughout the country. When visiting, do show an appropriate level of respect. Note that Korean Buddhist monks are required to be vegetarian, and are also not allowed to gamble, consume alcohol or have any sexual contact. As in many Asian countries there are Buddhist Swastikas on display at religious buildings. You will notice they are actually drawn in reverse to the one used in Nazi Germany and in no way represent antisemitism.\n\n",{"type":"====","value":[" Christianity "]},"\nUniquely in East Asia, South Korea has a very high proportion of Christians (",{"type":"''","value":["of various denominations"]},") and churches can be found absolutely everywhere in the country. If you are coming from a liberal country (",{"type":"''","value":["for example somewhere in Europe"]},") then do note that Christians in South Korea tend to be strongly conservative and frequently highly evangelical. South Korea sends a large number of evangelical Christian missionaries abroad, rivaling the United States in this regard. It is common for both strangers and acquaintances to ask you to come to their church, although offense will not usually be taken if you decline.\n\n",{"type":"===","value":["Homosexuality"]},"\nWhile there are no laws against homosexuality in South Korea, same-sex relationships are still not recognized by the government. Gay clubs and bars exist in the larger cities, though openly displaying your sexual orientation in public is still likely to be met with disapproval. If you know someone to be a Christian in Korea, then it is highly likely that they will disapprove.\n\nConversely, platonic displays of physical affection between same-sex friends are very common, particularly when alcohol has been consumed, and holding hands with a same-sex romantic partner may be viewed in this light.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["By phone"]},"\nInternational dialing prefixes in South Korea vary by operator, and there is no standard prefix. Check with your operator for the respective prefixes. For calls to South Korea, the country code is 82.\n\n",{"type":"====","value":["Mobile phones"]},"\n\nSouth Korea uses the CDMA standard exclusively and ",{"type":"'''","value":["does not have a GSM network"]},", so most 2G (GSM) mobile phones from elsewhere will not work. Even quad-band GSM phones are useless. However, if you have a 3G phone with a 3G SIM card, you can probably roam onto the ",{"type":"'''","value":["UMTS\/W-CDMA 2100"]}," networks of KT or SK Telecom; check with your home operator before you leave to be sure. 4G LTE has recently been made available in Korea; again, check with your provider.\n\nThe country has three service providers: ",{"type":"[","value":["http:\/\/roaming.kt.com\/eng\/index.asp KT"]},", ",{"type":"[","value":["http:\/\/www.sktelecom.com\/ SK Telecom"]}," and ",{"type":"[","value":["http:\/\/new.lgtelecom.com\/EngMainCmd.lgtservice?cat_key=21 LG Telecom"]},". They offer prepaid mobile phone services (",{"type":"''","value":["pre-paid service"]},", ",{"type":"''","value":["PPS"]},") in South Korea. Incoming calls are free. Phones and prepaid services can be acquired at any retail location found on any street (for Koreans). Second-hand phones are also available at selected stores in ",{"type":"[[","value":[["Seoul"]]},".\n\nMobile phone coverage is generally excellent, with the exception of some remote mountainous areas. SK Telecom has the best coverage, followed by olleh (KT) and LG U+. \n\nAs a foreigner without Korean residency your choices are:\n\n# Buy a prepaid SIM card from a olleh expat store (available 3 days after arriving in South Korea)\n# Rent a phone from an airport\n# Using roaming on your phone if available by your home provider\n# Borrow a phone from a Korean\n# Use Skype (",{"type":"''","value":["or other VOIP app"]},") over the many Wifi spots available\n\nIf you want to buy a prepaid SIM card, you should be able to get a prepaid SIM card at one of the olleh expat locations. However, you must have been in Korea for at least 3 days, and you must bring your passport. The fee for a prepaid SIM card is ₩5,500, and you have to charge at least ₩10,000 at the spot. You must also have a compatible phone. All modern iPhones (3GS and later) should work. Contact olleh expat at @olleh_expats on Twitter for any questions.\n\nAll the carriers offer mobile phone rental services, and some handsets also support GSM SIM roaming. They have outlets at the international airports in Incheon, Seoul (Gimpo) and Busan (Gimhae). You can find service centers for KT SHOW and SK Telecom at Jeju airport as well. Charges start from ₩2000\/day if you reserve in advance via the ",{"type":"[","value":["http:\/\/english.visitkorea.or.kr\/enu\/RE\/RE_EN_1_2_4_1.jsp visitkorea website"]}," for a discount and guaranteed availability.\n\nYou can rent a 4G WiBro device between ₩5,000 ~ ₩10,000 a day for unlimited access, although coverage is not always available outside larger cities and in enclosed areas.\n\nThe 1330 Korea Travel Phone service is a very useful service provided by the Korea Tourism organization. It is a 24 hour service and offered in four different languages (",{"type":"''","value":["Korean, English, Japanese, Chinese"]},"). The operator will answer questions on bus schedules, accommodation, museum hours, etc.\n\n",{"type":"===","value":["Internet"]},"\n",{"type":"[[","value":[["File:Korean.culture-PC.bang-01.jpg"],["thumbnail"],["A PC bang in Seoul"]]},"\nSouth Korea is the ",{"type":"'''","value":["world's most wired country"]}," and Internet cafes, known as ",{"type":"'''","value":["PC bang"]}," (PC 방, pron. ",{"type":"''","value":["BAH-ng"]},"), are ubiquitous through the country. Most customers are there for gaming but you're free to sit and type e-mails as well, typical charges are about ₩1,000 to ₩2,000\/hour, although more \"luxurious\" places may charge more. Snacks and drinks are available for purchase in most PC bangs. Smoking is banned in PC bangs but many stores will give tacit consent to smoking, despite stating otherwise if asked explicitly (for legal reasons). Most PC bangs tend to be cash only.\n\nThere is also a lot of free wifi available throughout South Korea. Just check for an unencrypted signal, although using open wifi hotspots is a potential security risk anywhere in the world so be careful what you use it for. \n\nMost households in South Korea do have broadband connections with wifi, and most are encrypted by default.\n\nollehWiFi is one of the most common WiFi hotspots available and requires payment. The service is fast (30Mbps+) and prices are affordable at ₩1,100 per hour or ₩3,300 per day. You can buy the service on your device by credit card, or by cash or card in most convenience stores. ollehWiFi is available at most convenient stores, coffee shops, some marts, restaurants, intercity buses, and on all subways and subway stations in the Seoul Metropolitan Area.\n\nThe Starbucks Coffee chain also offers wifi, however you will require a South Korean resident card to use it. Many other coffee shops offer free wifi with no registration required. ollehWiFi should also be available in all Starbucks stores.\n\nSouth Korean websites frequently require Windows and Microsoft Internet Explorer, especially those involving online payment. As elsewhere in Asia, a lot of services are becoming available primarily for Mobile Phones, with ",{"type":"[","value":["http:\/\/www.kakao.com\/talk Kakao Talk"]}," being the most popular.\n\n",{"type":"===","value":["By mail"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.koreapost.go.kr\/ Korea Post"]}]}," is fast, reliable and reasonably priced.  Postage for a postcard anywhere in the world is ₩370, while letters and packages start from ₩480.  If you want actual traditional stamps, be sure to ask for them, or else you will just get a printed label. On request, fancy \"tourist\" cancellations (",{"type":"''","value":["Gwangwang Tongsin Ilbuin"]},") for your stamps are available at selected post offices without additional charge. Korea Post accepts Visa and MasterCard for purchases over ₩1,000.\n\nMost post offices are open weekdays only from 09:00 to 18:00. Larger post offices also open Saturday mornings, and central offices in the main cities stay open late and are open on Sundays as well.\n\n",{"type":"===","value":["Media"]},"\n\nSouth Korea has several English language media sources for daily news and other information, such as the ",{"type":"[","value":["http:\/\/english.yonhapnews.co.kr Yonhap News Agency"]},"\n\nDaily Newspapers in English include the ",{"type":"[","value":["http:\/\/english.hani.co.kr Hankyoreh"]},", ",{"type":"[","value":["http:\/\/www.koreatimes.co.kr\/www\/index.asp The Korea Times"]},", ",{"type":"[","value":["http:\/\/www.koreaherald.co.kr\/index.asp The Korea Herald"]}," and ",{"type":"[","value":["http:\/\/english.chosun.com\/ The Chosun Ilbo"]},".\n\nFor television, there is an English language channel called ",{"type":"[","value":["http:\/\/www.arirang.co.kr\/intro.asp Arirang TV"]}," that is available trhoughout the world on some cable subscriptions. ",{"type":"[","value":["http:\/\/myafn.dodmedia.osd.mil\/home.aspx AFN Korea"]}," ",{"type":"''","value":["available to US military community or via cable"]},"\n\nThere are some English language radio stations in South Korea such as TBS e-FM (101.3 FM) and AFN channel (1530 AM and 102.7 FM in Seoul).\n\n",{"type":"[[","value":[["Commons:Category:South Korea"]]},"\n\n",{"type":"[[","value":[["WikiPedia:South Korea"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/South Korea\/"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Asia"]]},"\n",{"type":"{{","value":[["usablecountry"]]},"\n",{"type":"{{","value":[["geo"],["36"],["128"]]}]