[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe Southern coast of ",{"type":"[[","value":[["Greenland"]]}," is jokingly nicknamed \"Sineriak Bananeqarfik\" (Banana Coast) by the locals. Still far from a tropical paradise, this is the region which experiences the least extreme temperatures. Be warned, though, it can still get bitterly cold.\n\nThe area is characterized by its fjords and mountains; flowering plants, fertile lands and sheep farms side by side with floating icebergs and glaciers. \n\nTemperatures are usually between 5 and 15 degrees Celsius in summer, and between -10 and 0 degrees Celsius in winter. \n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Igaliku"]]}," - (Norse: Gardar)"]},{"type":"*","value":[{"type":"[[","value":[["Nanortalik"]]}]},{"type":"*","value":[{"type":"[[","value":[["Narsarsuaq"]]}," - home to the international airport"]},{"type":"*","value":[{"type":"[[","value":[["Narsaq"]]}]},{"type":"*","value":[{"type":"[[","value":[["Qaqortoq"]]}]},{"type":"*","value":[{"type":"[[","value":[["Qassiarsuk"]]}," - (Norse: Brattahlid) "]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe only airport is ",{"type":"[[","value":[["Narsarsuaq"]]},".\nAir Greenland has two weekly flights from ",{"type":"[[","value":[["Nuuk"]]}," and a weekly (two in the summer) flight from ",{"type":"[[","value":[["Copenhagen"]]},". Air Iceland has a weekly flight from ",{"type":"[[","value":[["Reykjavík"]]},".\n\nGoing to other places is by boat or helicopter.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By boat"]},"\nMost cities and villages in the area are situated by or near the fjords, and local travel is therefore mostly by boats. The tourist offices in the cities arrange local boat transport, but you may be able to hitch a ride on a private boat. No matter how you do it, you will be sailing in beautiful clear water in scenic fjords with icebergs floating around you. Don't worry about the icebergs; the locals have been sailing the waters all their life and know not to sail in bad weather or too close to the icebergs.\n\n",{"type":"===","value":["On land"]},"\nSome of the villages, like ",{"type":"[[","value":[["Narsarsuaq"]]}," and ",{"type":"[[","value":[["Qassiarsuk"]]},", are connected by roads, and the locals travel around on farming equipment, jeeps or 4-wheeled scooters. Some places, you may be able to rent one at the tourist office.\n\nHiking is quite possible and hiking maps can be bought at ",{"type":"[","value":["http:\/\/www.scanmaps.com Scanmaps"]},", but beware of the low scale and the large differences between contour lines, which make precise navigation difficult. Also note that \"tour suggestions\" merely means you might be able to follow the route, as no trails are marked and streams and lakes may vary in size throughout the year.\n\nOn a lot of the islands and peninsulas, there are sheep farms. Aside from meeting an occasional flock of sheep, this has two important side effects:\n",{"type":"*","value":[" The sheep keep the mosquitos away, making the stay much more pleasant."]},{"type":"*","value":[" The sheep are lazy, and take the easiest route from A to B. If you are lazy too (i.e. not a rock climber) use the paths the sheep have already made. Just remember that your destination is not always the same as the sheep's."]},"\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"'''","value":["Ice Cap"]}," can be reached from ",{"type":"[[","value":[["Narsarsuaq"]]}," by foot (20 km there and back), boat of helicopter.\n\nRemains of the ",{"type":"'''","value":["Norse settlements"]}," can be found several places in the area. The remains of the Greenlandic cathedral is seen in ",{"type":"[[","value":[["Igaliku"]]},". A reconstruction of Thorhilda's (Eric the Red's wife) church and a longhouse can be seen in ",{"type":"[[","value":[["Qassiarsuk"]]},". \n\nRemains of ",{"type":"'''","value":["Inuit settlements"]}," are also found several places including in ",{"type":"[[","value":[["Qassiarsuk"]]}," and nearby ",{"type":"[[","value":[["Qaqortoq"]]},".\n\n",{"type":"'''","value":["Hot springs"]}," of varying temperature are found in the area.\n\nJust north of ",{"type":"[[","value":[["Narsaq"]]}," is an area of mayor ",{"type":"'''","value":["geological"]}," interest. Thirty minerals were originally found and characterized here, and 12 are found only in this area.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Greenland"]]},"\n\n",{"type":"[[","value":[["it:Groenlandia meridionale"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]