[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["South Haven"]}," is a city in ",{"type":"[[","value":[["West Michigan"]]},".\n\nSouth Haven is unique among Lake Michigan Beachtowns in that the downtown is right next to the beaches and the harbor.  It is OK to walk straight from the beach in swimwear to the downtown, although you may want to cover up a bit.  More than any other Lake Michigan community, South Haven is the quintessential Lake Michigan beach town.  \n\nThere are about a thousand boat docks in the city as well, most of which are in walking distance to the downtown, so there are plenty of boaters to liven things up.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom Chicago, take I-94 to I-196 (at St Joseph).  You can also follow the old Chicago Road, now known as M-83 and Blue Star Highway, which starts at New Buffalo and winds along the coast through a number of harbor towns.\n\nFrom I-196, take Exit 20 (Phoenix Street) west to downtown and then on to South Beach.\n\nYou can also take Exit 22 to North Shore Drive and follow it in across the bridge to the downtown.\n\nFrom Detroit, take I-94 to Kalamazoo, and follow M-43 through Kalamazoo to its end in South Haven.\n\nThere is plenty of parking in the downtown parking lots (except for a few festival days) and more parking at the beaches.  You can park on most streets, unless you see a no parking sign or yellow curb.\n\n",{"type":"==","value":["Get around"]},"\n\nPark your car and get on your ",{"type":"[[","value":[["cycling"],["bicycle"]]},", South Haven is a bike friendly city and you can get anywhere in just a few minutes.\n\nWalking works too and it is good for you.  \n\nThe center of town is the intersection of Phoenix and Center Streets.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Michigan Maritime Museum"],["alt="],["url=http:\/\/www.michiganmaritimemuseum.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice displays of Lake Michigan maritime history, the old wooden lifeboats are very beautiful and make you wonder how many storms they survived."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Friends Goodwill Tall Ship"],["alt="],["url=http:\/\/www.schoonerman.com\/friends-good-will\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Keep your eyes peeled for the pirate ship, matey! Ask about a tour, they generally will let you tour the boat if they are not getting ready for their next trip. Help support our tall ship with a donation."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Piers, Catwalk and Lighthouse"]},", Take a walk on the South pier out to the lighthouse, except when it is ice covered.  Don't risk falling in.  When waves are washing over the pier, stay off, people have lost their lives this way.  When it is calm, look for fish on the south side of the South Pier."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset"]},", Viewing the sunset is a ritual for visitors.  Any beach will do, many people like to walk out to the lighthouse to watch the sunset."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monroe Boulevard Bluff"]},", Spectacular view of the lighthouse, pier, catwalk and Lake Michigan horizon."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Bascule Bridge"]},", A drawbridge connecting the north and south sides of the city with lots of boat traffic in the summer.  The bridge opens on the hour and half hour, don't get caught in the traffic jam!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Storm Watching"]},", Many of the storms that come in over the Lake are quite dramatic.  If you notice a front coming through, stop at one of the beaches or Monroe Boulevard Bluff and watch nature's power.  When it is windy, the Lake furiously pounds the pier and Lighthouse with waves.  Winter snowstorms are especially dramatic."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Iceberg Watching"]},", After it has been cold for some time, mountains of ice build up on the pier and along shore.  The ice looks like a craggy mountain range.  Sometimes, storm waves will move the ice around and spray bursts up into the air as storm waves hit the icebergs.  Do not walk on the ice, it is very dangerous, the ice shifts and moves, and the waves undercut the ice from the lake side."]},"\n",{"type":"==","value":["Do"]},"\n\nGo to the Beach.  South Haven has two main beaches, the North Beach and South Beach.  Both are directly adjacent to the piers.  The South Beach is known as a more family beach, while the North Beach is the favorite of students, especially from Western Michigan University.  There are other beaches too, drive along North Shore Drive and there are a number of street ends and small trails leading to public beach accesses.\n\nFishing - in early spring, around late March and April, salmon and lake trout are running and can be caught from the piers.  Some people like to use flashing spoons and some like deep diving Rapalas.  Spawn bags also work well.  Other times of the year, people still fish, there are perch, bass and other fish taken from the piers and various fishing sites upstream as well.\n\nHarborwalk - there is a sidewalk route that will take you from the South Pier at the South Beach, along Riverfront Park and the harbor, through the downtown, across the Bascule Bridge, past the Maritime Museum and the marinas, and out to North Beach and the North Pier.\n\nPick Blueberries - there are a number of blueberry farms in the area where you can pick your own blueberries (and eat lots while you pick).  You can also get a quart or two at the farmers market, or a number of roadside stands.\n\nRide the Kal-Haven Bicycle Trail - the Kal-Haven Trail is a rails to trails bike path linking Kalamazoo and South Haven.  If you don't want to ride the full 40 some miles, ride just a ways out of town to the covered bridge and the overlook of the north and south branches of the Black River. A trail pass is required.\n\n",{"type":"==","value":["Buy"]},"\n\nIce Cream at Sherman's Dairy\n\nBlueberries at the Farmer's Market on Wednesday and Saturday mornings\n\n",{"type":"==","value":["Eat"]},"\nJoe's Bar and Grill is a nice place during the weekdays and serves good family friendly food. \nThe Vineyard, across the street from Joes offers a lunchtime buffet during the wek that is quite nice.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nSouth Haven is extremely popular as a resort town, and lodging is not cheap.  Renting a house by the week is probably the most popular type of lodging, but there are bed and breakfast inns, and hotel\/motels too.  \n\nThere is a campground out east of town on Phoenix Street (CR 384), along the Kal-Haven Trail.  There are several RV parks on the north side.\n\nThere is a small public campground (bicycle access only) along the Kal-Haven Bicycle Trail on the bluff just east of the covered bridge.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Old Harbor Inn"],["url=http:\/\/www.OldHarborInn.com"],["email="],["address=515 Williams Street"],["lat="],["long="],["directions="],["phone = +1 269-637-8480"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in the heart of South Haven, Old Harbor Inn is within walking distance of beaches, parks, museums, fine dining, shopping and more.  Room amenities include luxurious linens, plush robes, kitchenettes, balconies, and fireplaces."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Michigan Vacation Cottages"],["url=http:\/\/www.michiganvacationcottages.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 269-838-1017"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beautiful vacation homes with fantastic amenities, offered through a locally owned and operated vacation rental company."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nTake a drive along the Blue Star Highway to Glenn and Saugatuck. \n\n",{"type":"{{","value":[["routebox\/Concurrency"],["image1=I-196.svg"],["imagesize1=22"],["image1a=US 31.svg"],["imagesize1a=22"],["image1b="],["imagesize1b="],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Grand Rapids"]]},"\/",{"type":"[[","value":[["Muskegon"]]}],["minorl1=",{"type":"[[","value":[["Saugatuck-Douglas"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["South Bend"]]}],["minorr1=",{"type":"[[","value":[["Benton Harbor-St. Joseph"]]}],["image2=M-43.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Kalamazoo"]]}],["minorr2=",{"type":"[[","value":[["Bangor (Michigan)"],["Bangor"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.403056"],["-86.273611"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Michigan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:South Haven, Michigan"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/S\/South_Haven\/"]]}]