[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Southern Papua New Guinea"]}," encompases Central Province, Northern Province, and PNG's National Capital District, Port Moresby. \n",{"type":"[[","value":[["Image:PortMoresbyKoki.jpg"],["thumb"],["right"],["250px"],["Koki village: a village inside Port Moresby"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Port Moresby"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kokoda Track"]]}," — a collection of trading routes used to cross the Owen Stanley Mountain Range and travel from the south to north coast of Papua New Guinea for hundreds of years"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tufi"]]}," — located in Northern Province, Tufi is said the be the fjordland of PNG. Lovely setting and some good diving."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Hirimoale2.jpg"],["250px"],["right"],["thumb"],["Dancers at Port Moresby's annual Hiri Moale festival"]]},"\n",{"type":"[[","value":[["Image:Port Moresby parliament building front, by Steve Shattuck.jpg"],["thumb"],["right"],["250px"],["Papua New Guinea's parliament in Port Moresby"]]},"\n\n",{"type":"===","value":["Orientation"]},"\n\nThe region has the following administrative divisions:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Central Province"]}," is located on the southern coast of Papua New Guinea and surrounds Port Moresby. It has a population of around 200,000. At present, Port Moresby serves as the province's capital but there are plans to construct a new provincial capital at Bautama. Central Province gets most of its wealth from employment in Port Moresby and has little in the way of agriculture or natural resources."]},{"type":"*","value":[" ",{"type":"'''","value":["Northern Province"]},", also known as Oro Province, is a coastal province north of Port Moresby and Central Province, with around 150,000 people. It obtains income from oil palm plantations and some limited tourism at ",{"type":"[[","value":[["Tufi"]]}," and from those who walk the ",{"type":"[[","value":[["Kokoda Track"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Port Moresby."]}," Papua New Guinea's capital is one of the fastest growing cities in the world, with an average annual growth rate of 4%. Located on the Gulf of Papua it takes its name from Captain John Moresby, the first European to visit, in 1873. Like the surrounding Central Province it has a long dry season (April to October) and lacks the luxurious tropical vegetation of much of the country. If you are visiting PNG you will have few opportunities to arrive other than by landing in Port Moresby. There are some points of interest, such as the Hiri villages, the botanical gardens, the museum and PNG's parliament. But, otherwise, Moresby can be regarded as a stopover en route to much more interesting experiences."]},"\n",{"type":"==","value":["Talk"]},"\n\nWhereas Tok Pisin (Pidgin) is the main lingua franca in most of Papua New Guinea, in Central Province, ",{"type":"''","value":["Hiri Motu"]}," is a stronger lingua franca. However, with consideral immigration into Port Moresby from the Highlands and Islands the effective lingua franca of Port Moresby is now Tok Pisin. \n\n",{"type":"==","value":["Get in"]},"\nSee ",{"type":"[[","value":[["Papua New Guinea"]]}," for details.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":[" Air Niugini"]}," connects Port Moresby with Popondetta, the capital of Northern Province. ",{"type":"[","value":["http:\/\/www.airniugini.com.pg\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Airlines PNG"]}," has flights from Moresby to Popondetta, Kokoda and Tufi."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sogeri Plateau."]}," At 600 meters this provides a welcome respite from the heat of Port Moresby. The plateau supplies fruits and vegetables to the capital and is a popular weekend trip for the inhabitants of Port Moresby. Beware of crocodiles."]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Kokoda Track"]]}]}," or Trail was a collection of trading routes used to cross the Owen Stanley Mountain Range and travel from the south to north coast of Papua New Guinea for hundreds of years. In the 19th Century it was used by Europeans keen to reach the goldfields on the northern half of the island. The track became famous during the Second World War when Australian troops and Japanese Forces fought a long battle to prevent the Japanese from reaching Port Moresby. Since then, and particularly in the past two decades, walking the Kokoda Track has become a major attraction for Australians. There are several trails that connect Owers Corner in the south to the Kokoda Valley in the north. These cross some of the most rugged and isolated terrain in the world, reaching 2,250 metres at Mount Bellamy. There are hot humid days with cold nights, torrential rainfall, leeches and malaria. For masochists only.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Papua New Guinea"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["it:Papua Nuova Guinea meridionale"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]