[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Southern Coast"]]},"\nThe ",{"type":"'''","value":["Southern Coast"]}," region of ",{"type":"[[","value":[["Peru"]]}," is comparatively well developed. Many roads are paved.\n\n",{"type":"==","value":["Regions"]},"\nPARACAS RESERVE IN SOUTHERN PERU\n\nThe Paracas Peninsula is one of the greatest marine reserve of South America, located at the shores of the Pacific Ocean. A boat tour to the Ballestas Islands will be the perfect deal for those in search of marine life. Touring around these small Islands visitors may easy spot hundreds of birds, Humboldt penguins and dozens of sea lions, resting on the shores of the Islands. In addition, visitors will also see a huge figure etched on the slope of a hill known by the locals as El Candelabro. Paracas was also home of one of most important ancient civilizations in Peru, The Paracas Culture. By exploring the Paracas National Park by land you will not only enjoy a gorgeous landscape, with unique rock formations, such as the famous Cathedral, but also will learn about the ancient people that lived there between the desert and the sea 2000 years ago.\n\nDEPARTMENT OF ICA IN SOUTHERN PERU\n\nIca is a beautiful city located in the southern part of Peru, in the middle of a green valley surrounded by the desert. This wonderful city stands out thanks to its warm climate, gorgeous white sand dunes and to a mysterious lagoon, known by the locals as Huacachina. On this spot visitors may explore the surroundings of the lagoon or go for a ride with buggies out in the desert and practice one of the ultimate sports in our country “Sandboarding”.\nThis city also has one of the best museums of our country, “The Regional Museum”, which displays stunning relics and mummies bundles from the various cultures that flourished in the south of Peru, including the Paracas, Nazca, Wari and Inca Culture. In addition, visitors may spend a great time at one of the traditional vineyards located in the countryside and learn how Peruvians prepare our delicious “Pisco Sour”.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Arequipa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Camaná"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ica"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nazca"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tacna"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ballestas Islands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Huacachina"]]}," - Oasis town in the middle of sand dunes."]},{"type":"*","value":[{"type":"[[","value":[["Paracas"],["Paracas National Reserve"]]}," - Coastal desert and wildlife viewing."]},"\n",{"type":"*","value":["San Fernando Reserve"]},"\nThe beautiful bay of San Fernando is located about 70 kms away of Nasca, at the shore of the Pacific Ocean, within the district of Marcona. This wonderful reserve shelters a great variety of sea birds and animals. Among the animals stand out the Humboldt penguins and sea lions. As to the birds, it is very common to see Condors, Boobies, Cormorants, Pelicans, Inca Terns and many others species . In addition to wildlife, visitors may also enjoy the unique natural beauty that stretches from beach to beach for many kilometers, offering different views of the bay as well as a peaceful atmosphere.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\nCHAUCHILLA CEMETERY\n\nFor many years this pre Inca cemetery was looted by treasure hunters, who destroyed the place completely, taking away all the treasures the mummies kept in their tombs for centuries. Grave robbers just left behind the corpses, which can be seen today all over the ground. In addition to skulls and bones, visitors also can see several tombs centuries old, as well as long human hairs, ceramic fragments and others remains scattered on the dessert surface.\nIt is the only archeological site in Peru, in which ancient mummies are seen in their original graves, along with ancient\nartifacts, dating back to 1000 AD. This archaeological excursion is combined with the visit to a Nasca Ceramic workshop, where visitors will learn about the old technique of making Nasca pots and also a visit to the gold extraction center to see an old way of extracting gold using huge mortars.\n\n",{"type":"==","value":["Do"]},"\nBallestas Islands\n\nThe Ballestas Islands are located about 30 minutes off the Peruvian Coast, and are inhabited by an amazing marine life, with over 200 types of migratory and resident birds, including Peruvian Pelicans, Belcher’s gulls, Humboldt penguins, guanay cormorants, red-legged cormorants, Inca terns, Peruvian boobies, turkey vultures, among others. In addition you can find around the Islands hundreds of sea lions resting at the beaches, sleeping on the rocks or just swimming near the boat.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Peru"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]