[{"type":"{{","value":[["pagebanner"],["Sozopol_banner.jpg"]]},"\n\n",{"type":"'''","value":["Sozopol"]}," (Bulgarian: Созопол) is a town on the ",{"type":"[[","value":[["Bulgarian Black Sea Coast"],["Black Sea Coast"]]}," of ",{"type":"[[","value":[["Bulgaria"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThere are numerous bus service to Sozopol from all around ",{"type":"[[","value":[["Bulgaria"]]}," during summer. Bus services also run from Turkey to Burgas, from which local buses and taxis are available to Sozopol. It's a 35 kilometre drive from Burgas to Sozopol.\n\nIf you're not a bus person, flights are also available from Sofia to Burgas.\n\n",{"type":"==","value":["Get around"]},"\nBecause Sozopol is a small town, walking is the best way to get around and there's plenty to see along the way. \n\nTaxis are always parked close to the beach for tourists who have been at the beach all day and are too tired to walk home. At nightclubs between 12am and 5am, there are usually taxis waiting for people exiting the clubs. It's very easy to find taxis in Sozopol as they receive limited business from the locals, and rely on tourists for their income. Be careful how much you pay for a short taxi trip. Agree on the fare before you start your trip and don't be afraid to haggle. Fares are often marked up two to three times the actual fare for tourists.\n\n",{"type":"==","value":["See"]},"\n\nMake sure to visit the old town, with its very old church, amphitheater,\nancient places, restaurants, port and the beach . Camping all around the city is popular among young people and backpackers.\nThe islands Saint Ivan and Saint Peter are very interesting.\n\n",{"type":"==","value":["Do"]},"\n\nFor a lesser known place to go and relax, there is a rocky area by the sea in the old town. Walk up past the old school (apparently an old school anyway) and over the car park and follow a little path down to the sea. There you can sunbathe on the rocks, swim in the sea or jump\/dive off the rocks (some are quite high!) if you are feeling a little more adventurous. The sea is quite deep here and can be a little rough at times so make sure you take this into consideration if you are not a fairly strong swimmer.\nIf you are into extreme sports, you can try Quad Bike safari near Sozopol - around the village of Marinka. ",{"type":"[","value":["http:\/\/atvbourgas-phquads.com"]},"\n\n",{"type":"*","value":[" In the beginning of September the city hosts the well-known ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.apollonia.bg\/en Apollonia Festival of Arts"]}]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\nBuying real estate in Sozopol should be a good deal. It is very nice and beautiful place, not yet discovered so much by tourists and not crowded.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many places to eat out, both in the new town and the old town. Many restaurants double as nightclubs too though, so if your not up for dancing the night away, ask your waiter what time people usually start coming in. The restaurant ",{"type":"'''","value":["Kirik"]}," was named after the island of the same name and is situated right opposite the marine base. The balcony situated right under a big fig tree, on a cosy summer day with panoramic views. The only problem is finding yourself a place as there are only ever vacant chairs at night. They serve a variety of foods, specialising in seafood, they do their famous marinated fish, roasted mackerel with lemon and fennel, or octopus salad, tsaganaki clams, they also have a number of appetizers and snacks available, as well as a full bar.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe best place to stay is the old town where you will feel in the heart of the cultural side of Sozopol. The people are friendly and welcoming and it is not far to walk to the main part of the town for food, drink and to visit the shops.\n\n",{"type":"{{","value":[["geo"],["42.4167"],["27.7000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bulgarian Black Sea Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sozopol"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Bulgaria\/Localities\/Sozopol\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sozopol"]]}]