[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Sparta"]]},"\n",{"type":"{{","value":[["merge"],["Grand Rapids"]]},"\n",{"type":"'''","value":["Sparta"]}," is in Kent County, ",{"type":"[[","value":[["Michigan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSparta is a small town northwest of Grand Rapids. It is just 10 miles up M-37 from the I-96 Alpine Ave exit. The town has many places to eat and shop. During the summer there are a number of different festivals to enjoy. There is also a concert in the park every Wednesday night through the summer. \n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of great places to eat in Sparta. Although there are a few chain restaurants, there are a number of locally owned and unique places to eat. If you like Mexican food you should make sure to check out Downtown Trini and Margarita Joe's right downtown. Along with great food, they have an awesome mural on the wall to view during your visit. They also have a wall with names on it for people that have accepted the Taco Eating Challenge. \n\nAngela's on the east end of downtown just posted on their sign that they have a new Italian chef. They have a wonderful outdoor area to eat and drink during the summer months. \n\nThere are several places to get pizza if that is your desire. There is B.C. Pizza on the far east end of town. There is Hungry Howies on the south end of State St. There is Maria's pizza down on State St across from Family Fare. There is Little Caesar's right next to Family Fare also. \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nDon't expect to find a hotel in Sparta. It is just not that big. But you will find some good hotels on the northwest side of Grand Rapids, including the Swan Inn on M-37 just north of the bulk of the businesses on Alpine. \n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Michigan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sparta, Michigan"]]},"\n",{"type":"{{","value":[["geo"],["43.1575"],["-85.708889"]]}]