[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitspartanburg.com Spartanburg"]}]}," is a county in ",{"type":"[[","value":[["Upcountry South Carolina"]]},".\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Morgan Square.jpg"],["thumb"],["Daniel Morgan Square"]]},"\nLife’s pretty great in Spartanburg. Melding into a community that’s both rooted in the past and excited about the future. Back in the 19th century, Spartanburg was dubbed the Hub City because it was a railroad center. Today it is the center of so much more – an arts revival, historic preservation, becoming an active lifestyle city – the list goes on.\n\nUpon first glance, you’ll see that Spartanburg is a beautiful city with southern charm. Nestled in the foothills of the Blue Ridge Mountains, our moderate climate encourages year-round tourism. History buffs enjoy Cowpens National Battlefield, which marks the site where Gen. Daniel Morgan’s troops defeated the British. Spartanburg is the home to international businesses like BMW Manufacturing Corporation, Milliken & Co., QS\/I, Extended Stay America and Denny’s Corporation. Population in Spartanburg: \nCity: 39,407\nCounty: 265,790\n\n",{"type":"===","value":["Overview"]},"\nInteresting Spartanburg Facts…..\n\n",{"type":"*","value":["Mean Green household cleaners were invented in Spartanburg."]},{"type":"*","value":["BMW manufacturing plant, the only North American plant for the German automaker, is located in Spartanburg County. "]},{"type":"*","value":["Celia Weston, a native of Spartanburg, has starred in more than 40 productions, including movies, Broadway productions and television."]},{"type":"*","value":["Marshall Tucker Band is a Southern rock band from Spartanburg. The original band got its start in the early 1970s and featured Doug Gray, Tommy Caldwell, Toy Caldwell, Paul T. Riddle, George McCorkle and Jerry Eubanks. They borrowed the name Marshall Tucker from a piano tuner whose name was found on a key ring in their old rehearsal space. The band has made 27 albums and numerous hit songs."]},{"type":"*","value":["Gen. William Westmoreland (March 26, 1914-July 18, 2005) was a Spartanburg native. He was a U.S. Army general who commanded military operations in the Vietnam War at its peak from 1964 to 1968 and served as U.S. Army Chief of Staff from 1968 to 1972."]},{"type":"*","value":["Stephen Davis, a running back in the National Football League and former Spartanburg High School football star, is a native of Spartanburg."]},{"type":"*","value":["Lee Haney is a former American IFBB professional bodybuilder, most famous for holding the current joint world record for the most Mr. Olympia titles (eight times from 1984 to 1991). He is a native of Spartanburg County."]},{"type":"*","value":["David Pearson, a former NASCAR Winston Cup Champion in 1966, 1968 and 1969, is a native of Whitney, Spartanburg County."]},{"type":"*","value":["Ryan Sims, a defensive tackle for the Kansas City Chiefs in the NFL, is a native of Spartanburg."]},{"type":"*","value":["\"Sleeping with the Enemy,\" made in 1991 and starring Julia Roberts and Patrick Bergin, was filmed in Clinton, Spartanburg and Abbeville. "]},{"type":"*","value":["WSPA was the first TV station in SC. Spartanburg Downtown Airport was the first airport in SC. Luck Lindy (Charles Lindbergh) flew in here."]},{"type":"*","value":["The familiar sound of the dial-up modem standard was invented here."]},{"type":"*","value":["As well as a meeting for the WWII Manhattan project."]},"\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 54.1"],["febhigh = 58.9"],["marhigh = 66.9"],["aprhigh = 75.5"],["mayhigh = 81.7"],["junhigh = 87.4"],["julhigh = 91.1"],["aughigh = 89.5"],["sephigh = 84.2"],["octhigh = 75.2"],["novhigh = 65.2"],["dechigh = 56.3"],["janlow = 30.1"],["feblow = 32.1"],["marlow = 38.4"],["aprlow = 44.8"],["maylow = 54.5"],["junlow = 62.8"],["jullow = 67.5"],["auglow = 66.8"],["seplow = 60.2"],["octlow = 46.9"],["novlow = 38.1"],["declow = 32.0"],["janprecip = 4.89"],["febprecip = 4.32"],["marprecip = 5.19"],["aprprecip = 3.51"],["mayprecip = 4.13"],["junprecip = 4.20"],["julprecip = 3.93"],["augprecip = 3.84"],["sepprecip = 3.79"],["octprecip = 3.97"],["novprecip = 3.79"],["decprecip = 4.39"],["description = SPARTANBURG 3 SSE Weather station, 3.48 miles from Spartanburg"]]},"\n\nSpartanburg, SC Weather Facts \n",{"type":"*","value":["On average, the warmest month is July. "]},{"type":"*","value":["The highest recorded temperature was 106°F in 1986. "]},{"type":"*","value":["On average, the coolest month is January. "]},{"type":"*","value":["The lowest recorded temperature was -5°F in 1985. "]},{"type":"*","value":["The maximum average precipitation occurs in March."]},"Spartanburg is not as well equipped for snow and ice as more northerly cities; significant accumulations of snow (more than 2cm) or ice on the roads can disrupt activity city-wide. Usually, this includes the closing of local businesses and schools, and happens about once a year on average. Spartanburg's inland location usually protects it from being hit directly from Atlantic hurricanes, though it often receives heavy rains due to passing tropical systems.\n\n",{"type":"===","value":["History"]},"\nA treaty struck with the Cherokee Indian nation in 1753 opened SC’s frontier to settlers.  The county has a proude Revolutionary war heritage, boasting more engagement sites than practically any locale in the US.  After capturing Charleston in 1780, the Redcoats might have secured  victory had they not so savagely  violated their own terms for surrender.  Subjected to slaughter, torture and humiliation, the rebel patriots fought back with a vengeance.  \nThe Spartanburg area saw six engagements in four weeks, beginning in July with the Battle of Cedar Springs.  The battles of Gowen’s Fort, Earle’s Ford and Fort Prince immediately followed, leading to a second battle at Cedar Spring and the Battle of Musgrove Mill.  \nTwo critical engagements altered the course of the war.  At the Battle of King’s Mountain 160 loyalists were killed and 760 taken prisoner.  Three months later, the American’s led by General Daniel Morgan, trounced their British opponents in the monumental Battle of Cowpens.\nFollowing the fighting, more settlements grew up in the area nad the new district began to form its own government.  A new courthouse was built in the middle of the county and the town of Spartanburg was born, named after the Spartanburg Reginment formed at the beginning of the war.\nThe town incorporated in 1831, and the city’s industry was flourishing by the middle of the century. It became known as “Hub City” because it’s many railroads gave it a look of a wheel hub on maps.  \nMajor textile expansion began in 1877 and between 1880 and 1910, industrialists built nearly 40 textile mills in the area and, at one time, the county boasted over a half-million spindles.  World War I hit and over 4,000 of the city’s natives served, nearly 2,897 of whom were drafted.  Over 100,000 men from across the country trained at Camp Wadsworth, west of the city.  During the second World War, over 200,000 soldiers were trained at Camp Croft, just south of the city, while 18,000 of the county’s men served in battle.  The camp’s $2.5 million-payroll further strengthened Spartanburg’s economy.  \nThe end of WWII marked the slow decline of the mill village as rising wages and the auto-boom of the 1950s spread Spartanburg residents throughout the city.  By the end of the decade, mill society was pretty much history.  \nIn the 1970s, a new economic boom arrived in the form of international industry taking us into the 21st century.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nSpartanburg is served by two airports: The ",{"type":"'''","value":["Spartanburg Downtown Memorial Airport"]}," (SPA) and the ",{"type":"'''","value":["Greenville-Spartanburg International Airport"]}," (GSP). Greenville-Spartanburg International Airport is located in Upstate South Carolina, midway between the cities of Greenville and Spartanburg on I-85 (Exit 57). GSP has grown into one of the finest airports in the country, steadily meeting the Upstate’s ever-increasing needs.\n\n",{"type":"===","value":["By train"]},"\nDowntown Spartanburg hosts an ",{"type":"'''","value":["Amtrak"]}," terminal at 290 Magnolia Street.\n\n",{"type":"===","value":["By car"]},"\nTwo major Interstate Highways intersect a short distance from Spartanburg, making highway travel into the city quite easy.  ",{"type":"'''","value":["Interstate 85"]}," and the Business 85 Loop run on an east-west axis along the northern edge of the city and ",{"type":"'''","value":["Interstate 26"]}," runs on a north-south axis to the west of the city.  Major U.S. Highways 29 and 221 also run through the heart of the city.  \n\n",{"type":"===","value":["By bus"]},"\nA ",{"type":"'''","value":["Greyhound Bus"]}," terminal is located at 100 North Liberty Street.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nDowntown traffic can stop-and-go, but is far more convenient than in years past due to a recently renovated Morgan Square. Downtown bypasses such as Daniel Morgan Avenue and St. John Street make the traffic flow easier as well. \n",{"type":"===","value":["By bus"]},"\nSpartanburg is serviced by an efficient public transportation system called SPARTA. ",{"type":"[","value":["http:\/\/www.spartabus.com"]},"\n",{"type":"===","value":["By bike"]},"\nThere are a lot of beautiful bike tours and routes. Please visit the following homepages for details and recommendations.\n",{"type":"[","value":["http:\/\/www.biketownspartanburg.org"]},",\n",{"type":"[","value":["http:\/\/www.freewheelers.info"]},",\n",{"type":"[","value":["http:\/\/www.bikeworx.net"]},".\nAdditionally, Spartanburg has a lot of bike lanes and bike-friendly roads. Please see the homepage of Partners for Active Living. This is a community-based initiative in Spartanburg. ",{"type":"[","value":["http:\/\/www.active-living.org"]},". \nSince the spring of 2006, cyclists of all ages and abilities converge downtown every Friday at noon to take part in an easy-going, end-of-the-workweek bike ride.Meeting place:\nMary Black Foundation Offices\n349 E. Main Street\nSuite 100\nBring your bicycle and helmet\nBike ride leaves at 12:15\nThe ride follows the Mary Black Foundation Rail Trail to the Duncan Park neighborhood, where each pearson can take as many or as few laps around the 3-mile loop as they choose. Total distance is generally 8 to 12 miles, riding as the pace of the slowest rider. The group returns along the trail together and is back by 1PM\n\n",{"type":"===","value":["By foot"]},"\nThere are a lot of walking routes in Spartanburg. Please see ",{"type":"[","value":["http:\/\/www.active-living.org"]}," for details.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"====","value":["Greer Heritage Museum"]},"\nThe Greer Heritage Museum, located at 215 Trade Street, collects, preserves, and exhibits materials, records and artifacts that relate to the heritage and history of the area. It will include not only a look at Greer's treasured past, but also news about exhibits and events taking place at the museum.   To learn more about the rich history of the Greater Greer area, a visit to the Greer Heritage Museum on Trade Street is a must.\n",{"type":"====","value":["Pacolet Museum"]},"\nPacolet Area Museum, 180 Montgomery Avenue,Pacolet, SC 29372",{"type":"[","value":["http:\/\/www.townofpacolet.com"]},"; The Museum reveals the story of Pacolet.  Beginning with the natural resources:  the Pacolet River, Granite Quarry and Urban Forest and expanding to the cultural heritage of the Cherokee, Catawba Indian presence, early settlers, American Revolution, textile industry and historic district.  Pacolet is \"Close to everything, Far from Ordinary\".\n",{"type":"====","value":["Cowpens Depot"]},"\nLocated at 120 Palmetto St., Cowpens, 29330. The Cowpens railroad depot was built in the 1870s for the Southern Railway. Local citizens saved the depot from destruction, and moved it to its current location to serve as a community center and museum. The museum houses items donated by crewmen and local citizens emphasizing the naval history of several U.S. Navy warships named for the Battle of Cowpens in the American Revolution.\n\n",{"type":"====","value":["Regional Museum of History"]},"\nLocated at 200 East St. John St., Sptbg, 29306. Permanent exhibits at the Spartanburg Regional History Museum offer a walk through time from early Spanish explorers like Juan Pardo to the late 20th century. You'll also find exhibits about our rich textile and military history, beautiful handcrafted furniture and other decorative arts from Spartanburg County and the surrounding region.\n\n",{"type":"===","value":["Theater"]},"\n\n",{"type":"====","value":["The Showroom"]},"\nThe Showroom, the home of Hub-Bub ",{"type":"[","value":["http:\/\/www.hub-bub.com"]}," and The Hub City Writers Project ",{"type":"[","value":["http:\/\/www.hubcity.org"]},", is a center for progressive arts in the community. It houses a gallery, film screen, stage, and concert venue and is home to a nationally-recognized artist residency program. Hub-Bub is the creative effort responsible for the founding of The Showroom and, as a project goal, seeks to attract and retain creative talent in the community. The Hub City Writers Project began the Hub-Bub project and serves the community as a local publishing company.\n\n",{"type":"===","value":["Historic Attractions"]},"\n",{"type":"====","value":["Walnut Grove Plantation"]},"\nWalnut Grove Plantation, an 18th-century farmhouse, has been diligently preserved by the Spartanburg County Historical Association.  It lies south of Spartanburg near the town of Roebuck and is open to the public for tours as well as during annual festivals.\n\n",{"type":"====","value":["Seay House"]},"\nThe Seay House, another 18th-century home, is a better representative of the typical pioneer home. Its single stone fireplace and simple construction were common traits associated with farmsteads from this period.\n\n",{"type":"====","value":["Price House"]},"\nThe Price House, the third 18th-century home maintained by the Historical Association, is unique. Its sturdy Flemish-bond brick construction and three stories are less widespread for this area. By carefully examining the original inventory lists of the house, the Historical Association has been able to retrieve period pieces that approximate the original contents of the house.\n\n",{"type":"====","value":["Daniel Morgan Square"]},"\nMorgan Square, the city's primary downtown hub, is the original courthouse village. It was founded adjacent to a small spring (now underground) on the western slope of a ridge. The oldest existing buildings on the square date to the 1880s. It is now a thriving center for daytime commerce as well as nightlife.\n\n",{"type":"====","value":["Magnolia Street Train Depot"]},"\nThe Magnolia Street Train Depot is one of the older buildings in the city and stands as a reminder of Spartanburg's old nickname \"the Hub City\", referring to the many transportation routes that connected Spartanburg with cities throughout the region. It is now the home of the Amtrak station, the Visitor’s Bureau and the Hub City Farmers Market.\n\n",{"type":"====","value":["Glendale Mill"]},"\nGlendale is a historic textile town on the Lawson’s Fork, five miles southeast of Downtown Spartanburg and two miles from the Spartanburg Country Club. The gigantic mill, which had stopped operating in the 1960s, mysteriously burned in 2004 leaving only the original company store and the Victorian mill office. Some village houses were constructed about 150 years ago, and are typical of worker’s houses at other upstate mill villages. Most have been modernized. Recent village revitalizations include converting the discontinued Methodist Church at the top of the hill (Glendale really is a “mill hill.”) into the Glendale Outdoor Leadership School (GOLS) operated by the Palmetto Conservation Foundation and the restoration of the Victorian mill office down at the Lawson’s Fork shoals into the field center for Wofford College’s Environmental Studies programs (restoration now in progress). The Spartanburg Area Conservancy (SPACE) owns acreage on the bank of the Lawson’s Fork which includes an environmentally friendly park. The Lawson’s Fork shoals at Glendale begins a popular paddling trail for eight miles of white water to the Town of Pacolet. An iron works was located on the shoals during the Revolutionary War, at which there was a skirmish with British forces. The old Spartanburg-Glendale-Clifton trolley line right-of-ways are still evident. \n\n",{"type":"====","value":["Beaumont Mill"]},"\nBeaumont Mill is located just north of downtown and has recently been renovated to house the Southern Conference headquarters.\n\n",{"type":"====","value":["Converse Mill"]},"\nConverse Mill is located to the east of the city along the Pacolet River and has recently been purchased by a developer whose exact plans for the site have yet to be revealed. The mill was reconstructed in 1903 after a huge flood washed away the original mill.\n\n",{"type":"====","value":["Greer Downtown Historic District"]},"\nThe Greer Downtown Historic District is significant for its high concentration of intact examples of early twentieth-century commercial architecture. The commercial buildings in the district signify Greer’s expansion from an agricultural marketplace to include an industrial and manufacturing economy. The park’s visitor center is filled with interpretive exhibits which focus on the Battle of Musgrove Mill and also detail South Carolina’s pivotal role in the Revolutionary War.\n\n",{"type":"====","value":["Musgrove Mill State Historic Site"]},"\nThe park’s nature trail highlights the Enoree River, Cedar Shoals Creek and Horseshoe Falls, where legend has it Mary Musgrove, the mill owner’s daughter, hid a Patriot soldier from the British. The park also offers picnicking and a popular fishing pond. Musgrove Mill State Historic Site, located not far off Interstate 26 near Clinton, regularly holds special events, including encampments and living history programs.\n",{"type":"====","value":["Pacolet Historic Mill District"]},"\nThe Mill Village recaptures the history and culture of the Pacolet Mill community. The village was built with the \"vision of providing cultural, spiritual, recreational, educational and jobs for the people who agreed to move here.\" Although the industry has been removed from the area, the footprints still remain. Designed by landscape architect Earle Draper in the early 1900's, these footprints contain paved infrastructure, an amphitheater that seats 2,500 people on the river and unique concrete pergola's.  The present Town Hall once the business office for the industry has been beautifully restored with a mural welcoming people to Pacolet showcasing the entire planned community. Within the historic district there are over 250 arts and craft style homes which is the largest concentration of this architecture in SC. Dating back to 1927, the finest example of arts and crafts style interior is located in Pacolet Mills Baptist Church.\n\n",{"type":"===","value":["Other Attractions"]},"\n",{"type":"====","value":["Lawson's Fork Creek"]},"\nLawson's Fork Creek, a tributary of the Pacolet River, was once known for its plentiful wildlife and crystal clear waters. Parks and woodlands line much of its banks (which lie entirely in Spartanburg county) and rocky shoals and natural waterfalls can be found throughout its course. It stretches from the northern end of the county to the southern end, where it empties into the Pacolet.\n\n",{"type":"====","value":["Cottonwood Trail"]},"\nThe Cottonwood Trail, a walking trail that runs along Lawson's Fork, remains home to much of the wildlife for which this entire area was once known.  The trail includes picnic areas, a raised path over an extensive wetlands area and sporadic sandy banks. It is used frequently by cyclists, joggers and walkers and is located just east of downtown.\n\n",{"type":"====","value":["Hatcher Garden and Woodland Preserve"]},"\nHatcher Garden and Woodland Preserve is located in the midst of an urban environment, but is a welcome oasis of natural beauty. The pet project of a retired social activist, Hatcher Garden has been transformed from an eroding gully into a thick woods and flower garden and serves as a haven for birds and other wildlife.\n\n",{"type":"====","value":["Spartanburg County Public Library Headquarters"]},"\nThe Spartanburg County Public Library Headquarters ",{"type":"[","value":["http:\/\/www.infodepot.org"]},", housed in an innovative building on South Church Street is home to a voluminous collection of fiction, nonfiction, children’s literature, A\/V materials and items relating to local history and genealogy. Additionally, the library hosts many meetings, concerts and presentations.\n",{"type":"====","value":["BMW Zentrum"]},"\nLocated at 1400 Highway 101 South, Greer.\nThe BMW Zentrum is the visitors center and museum adjacent to the manufacturing facility that reflects and displays BMW’s heritage of engineering excellence, innovation and commitment to social responsibility.  Four separate but integrated galleries are contained within the 28,000 square-foot facility.  From the 1930 Dixi to the latest all new X6 Sports Activity Coupe, visitors experience the heritage of BMW - a tradition that includes aircraft engines, motorcycles and a passion for racing.  Our new and updated 3-screen virtual factory tour gives visitors a chance to experience the BMW factory.  The Zentrum also features a 250-seat auditorium and conference facilities.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"====","value":["Biking"]},"\nSpartanburg and its county owns a lot of bike trails as well as hiking trails. Please see chapter [Get around--by bike].\n",{"type":"====","value":["Horseback Riding"]},"\n",{"type":"*","value":["Carolina Riding Stable, Phone: 864-573-1451"]},{"type":"*","value":["Croft State Natural Area, Phone: 864-585-1283"]},{"type":"*","value":["Sunshine Ranch, Phone: 864-706-4464"]},{"type":"====","value":["Golf"]},"\n",{"type":"*","value":["The Creek Golf Club: 640 Keltner Ave., Spartanburg-864-583-7084"]},{"type":"*","value":["Oak Ridge Country Club: 5451 S. Pine St., Spartanburg-864-582-7579"]},{"type":"*","value":["River Falls Plantation: 100 Player Blvd., Duncan-864-433-9192"]},{"type":"*","value":["Village Greens: 13921 Asheville Hwy., Gramling-864-472-2411"]},{"type":"*","value":["Woodfin Ridge Golf Club: 215 S. Woodfin Ridge Dr., Inman-864-578-0023"]},{"type":"====","value":["Yoga"]},"\n",{"type":"*","value":["Yogalicious: 100 E. Main St., Spartanburg-864-515-0855"]},{"type":"*","value":["Yoga’s Open Heart: 800 South Pine Street, Spartanburg-864-582-2719"]},"\n",{"type":"====","value":["Public Hunting"]},"\n",{"type":"*","value":["RiverBend"]},"Excellent location for shooting skeet or sporting clays, paint ball, organized field hunts, tower shoots, and corporate meetings, just to name a few. ",{"type":"[","value":["http:\/\/www.rvrbend.com"]},"\n",{"type":"*","value":["Public Dove Hunting"]},"Inman Public Dove Field is a 20 acre field located off New Cut Road approximately 4.5 miles northwest of Inman. Hunters utilizing this dove field must have a valid hunting license, wildlife management area permit and migratory bird permit. Game species other than dove cannot be hunted on this property and there are no activities allowed other than dove hunting. ",{"type":"[","value":["http:\/\/www.dnr.sc.gov"]},"\n\n",{"type":"===","value":["Music"]},"\n",{"type":"====","value":["HUB-BUB"]},"\nMusic is an important part of work at HUB-BUB. Spartanburg has a rich musical heritage, from the Marshall Tucker Band, The Sparkletones and Uncle Walt’s Band to The Dixie Hummingbirds, Hank Garland and Pink Anderson (namesake of Pink Floyd). HUB-BUB continues the music traditions putting a spotlight on the best local and regional acts while also bringing in national acts that vary in genre, from Americana, Blues, Bluegrass and Roots music to Folk, Jazz, Indie Rock\/Pop and almost everything between.",{"type":"[","value":["http:\/\/www.hub-bub.com"]},"\n",{"type":"====","value":["HomeSpun Bluegrass"]},"\nHomeSpun Bluegrass provides live acoustic music shows twice monthly on the 2nd and 4th Saturday night at 7 PM. Bands from the SC and NC area perform traditional bluegrass favorites along with southern gospel that is sure to please everyone. Good family entertainment in a relaxed atmosphere with no alcohol and smoking is outside only. ",{"type":"[","value":["http:\/\/www.homespunbg.com"]},"\n",{"type":"====","value":["Music Organizations"]},"\n",{"type":"*","value":[{"type":"'''","value":["Spartanburg Community Band"]}]},"Arnie Diaz, President,\nPO Box 341,\nDuncan, SC  29334\n",{"type":"[","value":["http:\/\/www.scband.org"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Barbershop Harmony Society"]}]},"Jim Fannin,\n208 Lady Slipper Lane,\nGreer, SC 29650\n",{"type":"[","value":["http:\/\/att.net\/p\/PWP-palmettostatesmen"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Carolina Cool Jazz Orchestra Association"]}]},"Theresa Jenkins-Russ, Artistic Director & Founder,\n294 Heathwood Drive,\n",{"type":"[","value":["http:\/\/www.cooljazzorchestra.homestead.com"]}," \n\n",{"type":"*","value":[{"type":"'''","value":["Spartanburg Festival Chorus"]}]},"Dr. Keith Jones, Associate Professor of Music,\nPetrie School of Music,\nConverse College,\n580 East Main Street,\n\n",{"type":"*","value":[{"type":"'''","value":["American Guild of Organists; Spartanburg Chapter"]}]},"Frances J. Bagwell, Treasurer,\n133 North Fairview Avenue,\n",{"type":"[","value":["http:\/\/www.agohq.org\/chapters\/spartanburg"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Music Foundation of Spartanburg"]}]},"Spartanburg Philharmonic Orchestra,\nErica Hurteau, Executive Director,\nPO Box 1274,\n",{"type":"[","value":["http:\/\/www.spartanburgphilharmonic.org"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Spartanburg Repertory Company"]}]},"200 East St. John Street,\n",{"type":"[","value":["http:\/\/www.sparklenet.com\/repertorycompany"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Spartan Spinners"]}]},"Tom Pustinger, Caller,\n423 Rosemeade Court,\n\n",{"type":"*","value":[{"type":"'''","value":["Spartanburg Shag Club"]}]},"Johnny McGraw,\nPO Box 3463,\n\n",{"type":"===","value":["Market"]},"\n",{"type":"====","value":["Hub City Farmers' Market"]},"\nSpartanburg's resource for everything fresh produce and local food...\ngrowing - shopping - preparing - enjoying! The Markets are open air, seasonal markets. All of our markets are producer-only markets, meaning everything sold is grown or produced by the person selling it.The Saturday market is open May 9th - October 31st 8:00pm - noon at 298 Magnolia Street (Train Station).\nThe Wednesday market is open Mid June - October at Dunbar Street, Morgan Square 3:00pm - 6:00pm ",{"type":"[","value":["http:\/\/hubcityfm.org"]},"\n\n",{"type":"===","value":["Parks"]},"\nWhatever your passion for leisure or exercise, Spartanburg has a lot of parks to accommodate. Because of the huge amount of parks we list only a few of them.\n\n",{"type":"====","value":["Hollywild Animal Park"]},"\nThe Hollywild Animal Park, 2325 Hampton Rd., Inman-864-472-2038,  ",{"type":"[","value":["http:\/\/www.hollywild.com"]},"\nis a 100-acre animal park that features hundreds of exotic animals, “Outback Safari” rides, feeding stations, concessions and more. Deriving its name from the fact that many of its inhabitants have appeared in movies, TV commercials or posed as cartoonists’ models, a trip to Hollywild always proves to be both interactive and educational.\n\n",{"type":"====","value":["Hatcher Garden"]},"\nHatcher Garden, 820 John B. White Sr. Blvd., Spartanburg-864-574-7724-, ",{"type":"[","value":["http:\/\/www.hatchergarden.org"]}," is a 10-acre public botanical garden and woodland preserve open 365 days a year during daylight hours with no admission fee. The Garden features a series of ponds, walking trails, plantings of annuals, perennials and shrubs, a native woodland of mixed hardwoods, and a diverse population of wildlife. The Garden’s tree collection consists of over 1,200 specimens representing over 100 species.  Our mission is to provide a place where the public can come for inspiration, enjoyment, and education through the study of nature. Activities include a self-guided tour of the garden, plant identification and wildlife observation with facilities for picnics and nature studies.\n",{"type":"====","value":["Barnet Park"]},"\n248 E. St. John Street; located in the middle of downtown.\nBarnet Park contains beautiful bronze statues and an interactive water fountain. Covered event pavilions are available for parties & groups. Zimmerli Amphitheater hosts events all year round.\n",{"type":"====","value":["Duncan Park"]},"\n81 West Park Drive; It is a 102.53 acre community park.\nIt contains a small lake and wooded one mile walking trail.\nThere are 2 baseball fields, a playground, 4 tennis courts and picnic tables. Additionally an outdoor stage and public restroom facilities.\n\n",{"type":"====","value":["Cleveland Park"]},"\nLocated at 141 N. Cleveland Park Dr.\nThe park is recently renovated and contains an event center, a lake with a gazebo, picnic facilities and walking trails. Also there is a miniature train both children and their parents can ride with. \n\n",{"type":"====","value":["Happy Hollow Park"]},"\nThe .94 mini park is located in the middle of Converse Heights on Glendalyn Ave. between S. Fairview St. and Connecticut Ave. \nThe park contains a picnic shelter, benches, a playground, picnic tables, sculpture pieces, trash receptacles, water fountains and concrete walks.\n",{"type":"====","value":["Hillcrest Park"]}," \nIt is a 2.51 acre mini neighborhood park located at the intersection of Maryland Ave. and Park Dr. \nThere is a playground, a picnic shelter and picnic tables. \n",{"type":"====","value":["Hub City Art Park"]},"\nLocated at intersection of S. Daniel Ave. and W. Henry St.\n",{"type":"====","value":["Andrews Farm Park"]},"\nLocated between 1090 Woodburn Rd. and 1100 Woodburn Rd.\n",{"type":"====","value":["Va-Du-Mar Mcmillin Park"]},"\t\nLocated at 591 McMillin Boulevard, Boiling Springs, SC  29316.\n",{"type":"====","value":["Woodruff Leisure Center"]},"\nLocated at 550 Cavins Road, Woodruff, SC  29388.\n",{"type":"====","value":["N. Spartanburg Complex"]},"\nLocated at 1160 Old Furnace Road, Boiling Springs, SC  29316.\n",{"type":"====","value":["295 Sports Complex"]},"\nLocated at 2100 Southport Road Spartanburg, SC  29306.\n\n",{"type":"===","value":["The Visual and Performing Arts"]},"\n",{"type":"====","value":["Chapman Cultural Center"]},"\nThe Chapman Cultural Center, owned and operated by The Arts Partnership of Greater Spartanburg, is the community's preeminent common ground where the people of Spartanburg County and its visitors come together to discover, experience, and celebrate the performing and visual arts, science and history.\n\n",{"type":"====","value":["HUB-BUB"]},"\nThe HUB-BUB offers more than 100 nights of art, culture and entertainment a year in the Showroom Gallery and Performance Hall. There are concerts, progressive art exhibits, film, experimental theatre, workshops, community forums and a lot more. HUB-BUB also hosts one of the nation's most innovative Artist-in-Residence programs. Emerging young artists come to HUB-BUB from all over the country to live upstairs, make their art, and interact with Spartanburg in inventive ways. HUB-BUB is a program of HubCulture, a non-profit organization building community through dynamic art and ideas. ",{"type":"[","value":["http:\/\/www.hub-bub.com\/"]},"\n\n",{"type":"====","value":["Memorial Auditorium "]},"\nThe Spartanburg Memorial Auditorium dubbed the Showplace of the South when it opened in the 1950’s, has built a reputation for bringing some of the biggest names in the entertainment to Spartanburg. However, the facility has also served as headquarters to thousands of major corporate events, conventions, trade and consumer shows, banquets, and other events as a partner to the region’s business community. ",{"type":"[","value":["http:\/\/www.crowdpleaser.com"]},"\n\n",{"type":"===","value":["Annual Events"]},"\n",{"type":"====","value":["Festivals"]},"\n",{"type":"=====","value":["Spring Fling"]},"\nSpring Fling, one of the Upstate’s largest outdoor street festivals, is always the first weekend in May. Thousands of people converge on Downtown Spartanburg for a weekend of fun.",{"type":"[","value":["http:\/\/www.cityofspartanburg.org\/Community_Interest\/Spartanburg_Events\/springfling\/index.htm"]},"\n\n",{"type":"=====","value":["Spartanburg International Festival"]},"\nThe Spartanburg International Festival is held each fall in beautiful Barnet Park. More than 8,000 people attend to celebrate and explore the world through food, music, dance, folk art and more.\n\nSince 2007 a country has been selected by International Cultures of Spartanburg to be the host country for the International Festival. The culture of the host country is represented in various ways throughout the festival and on this website. Past recipients include Germany (2007) and China (2008).",{"type":"[","value":["http:\/\/www.spartanburginternationalfestival.com\/"]},"\n\n",{"type":"====","value":["Others"]},"\n",{"type":"=====","value":["Martin Luther King Unity Celebration"]},"\nThe Dr. Martin Luther King, Jr. Unity Celebration started over a decade ago with just a group of people gathering around the flagpole outside of City Hall to reflect on the words and purpose of Dr. Martin Luther King, Jr. To date this \"Celebration\" has grown to over 3000 strong with an annual gathering at the Spartanburg Memorial Auditorium.\nPeople from more than 60 countries reside in Spartanburg, South Carolina and more than 100 international businesses make Spartanburg their home. In 1985 the City of Spartanburg hosted its first International Festival to celebrate Spartanburg's diverse community, today the International Festival has expanded its International connection to reach a more global audience attendance.\n",{"type":"=====","value":["Panthers Training Camp"]},"\nThe Carolina Panthers Training Camp ",{"type":"[","value":["http:\/\/www.teamspartanburgsc.org"]}," is held at Wofford College each July-August, enabling fans to enjoy NFL football up close and personal. The Panthers roar into Spartanburg every summer with all practice sessions free and open to the public. Special events are planned each year in conjunction with the training camp.\n\n",{"type":"=====","value":["Bike Month Celebration"]},"\nIn 2005, Mayor William Barnet, III declared May as Spartanburg's official \"Bike Month.\" Since then, the City of Spartanburg has celebrated Bike Month each year with special community events and programs.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"===","value":["Schools"]},"\n",{"type":"====","value":["South Carolina School for the Deaf and the Blind "]},"\nThe South Carolina School for the Deaf and the Blind (SCSDB) is a specialized instructional and resource center. It provides services statewide for individuals who are deaf, blind or sensory multidisabled (children and adults), their families and the professionals who work with them. SCSDB offers programs for preschool, elementary, middle school, high school, sensory multidisabled, and vocational educational students, as well as a variety of outreach and support services. The main campus is in Spartanburg, and regional centers are located throughout the state.",{"type":"[","value":["http:\/\/www.scsdb.org"]},"\n\n",{"type":"===","value":["Colleges"]},"\n",{"type":"{{","value":[["Infobox"],["College Town"],["Spartanburg has the highest per capita college student population of any major city in South Carolina. With its six diverse institutions of higher education, Spartanburg is South Carolina's “College Town.”\nInitiated by Mayor Bill Barnet, the consortium of six institutions of higher education, known as “The Colleges of Spartanburg,\" includes Converse College, Sherman College of Straight Chiropractic, Spartanburg Methodist College, Spartanburg Community College, University of South Carolina Upstate and Wofford College."]]},"\n\n",{"type":"<","value":["br"]},"\n",{"type":"====","value":["Converse College"]},"\nConverse College is many things: rich in history and tradition; a place with the faculty, resources, and reputation to get you where you’re headed in life; and a community where people matter most of all. Converse College has been preparing women to be strong leaders in their professions and in their communities for over 100 years. Here, women come first – in the classrooms, science labs, and music rehearsal halls; on our playing fields and in our student organizations. This commitment to our students ensures that throughout their Converse experience and beyond, they will be involved, prepared, and accomplished.\n\n",{"type":"====","value":["Sherman College of Straight Chiropractic"]},"\nA Sherman education gives students a distinct advantage. They have the ability to integrate the duties of a primary care chiropractic provider from a modern-day health care perspective with an appreciation for vitalistic principles – mainly that the body is a self-regulated, self-healing organism. ",{"type":"[","value":["http:\/\/www.sherman.edu"]},"\n\n",{"type":"====","value":["Spartanburg Methodist College"]},"\nSpartanburg Methodist College (SMC) is one of the few colleges in the South devoted exclusively to the freshmen and sophomore years of college. The purpose of Spartanburg Methodist College, a two-year, coeducational institution related to the United Methodist Church, is to develop the worth and abilities of each individual through programs relevant to academic and personal needs. The College strives for a values-oriented atmosphere in the Christian tradition in which students can develop a sensitivity to the needs of others and from which they can assume responsible positions in society. \n\n",{"type":"====","value":["Spartanburg Community College"]},"\nSpartanburg Community College is a public, suburban, two-year comprehensive, open-admission institution of higher education serving the citizens of the upstate counties of Spartanburg, Cherokee and Union in South Carolina. The College advances economic development of the region through programs, services and partnerships that address emerging and continuing employment needs in a rapidly changing global environment. Through excellence in teaching and learning, the College promotes lifelong learning and helps students reach their personal and professional goals.",{"type":"[","value":["http:\/\/www.sccsc.edu"]},"\n\n",{"type":"====","value":["Univerity of South Carolina Upstate"]},"\nUniversity of South Carolina Upstate aims to become one of the Southeast’s leading “metropolitan” universities … a university that acknowledges as its fundamental reason for being its relationship to expanding populations along the I-85 corridor.  It aims to be recognized nationally among its peer metropolitan institutions for its excellence in education and commitment to its students, for its involvement in the Upstate, and for the clarity and integrity of its metropolitan mission. ",{"type":"[","value":["http:\/\/www.uscupstate.edu"]},"\n\n",{"type":"====","value":["Wofford College"]},"\nWofford offers distinctive learning opportunities that set it apart from other liberal arts colleges. They provide students with meaningful study-abroad experiences, exciting and socially useful service opportunities, career-related and experiential learning possibilities, interaction with great academians from across the world, and exposure to renowned authors, artists, and business and professional leaders. ",{"type":"[","value":["http:\/\/www.wofford.edu"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nSpartanburg has a wide range of dining options, from soul food to Asian fusion. Most of the innovative options are located in and around downtown, although some of the best eateries are located in odd corners of the county.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Venus Pie Pizza"],["url="],["email="],["address=400 E Main St, Spartanburg, SC"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious, low cost, non-chain pizzaria serves oversized thin-crust slices, calzones, cheese bread, and more. The inside is a little run-down, but it's clean and has a certain integrity to it. not to mention for a classic slice, it's much better and cheaper then the mellow mushroom 2 doors over (but doesn't have as many specialty pizzas)."]]}]},{"type":"*","value":[{"type":"'''","value":["The Beacon Drive-In"]},", “world famous” for its greasy a-plenty platters and very sweet tea, this restaurant is more of an institution than a greasy spoon.  It is said to be the world’s largest seller of iced tea. Be prepared in advance so that J.C. doesn’t have to wait to call your order. “Walk and talk!”"]},{"type":"*","value":[{"type":"'''","value":["Wade’s Restaurant"]}," started off as a roadside barbeque joint but has evolved into a country-cooking mecca. No one can beat their yeast rolls and for “greasy greens” they are the best place this side of momma’s kitchen.  Avoid on holidays and Wednesday nights unless you want to wait outside."]},{"type":"*","value":[{"type":"'''","value":["Wasabi Sushi"]}," is on the complete other end of the spectrum. Fresh, tasty and reasonably priced, Wasabi has a wide variety of genuinely tasty Japanese dishes. Don’t skip the appetizers, they’re really good and they help make the sushi worth the wait."]},{"type":"*","value":[{"type":"'''","value":["Monsoon Noodle House"]}," and ",{"type":"'''","value":["Lime Leaf"]},", both located on Morgan Square, are both home to some wonderful Asian fusion dishes. Lime Leaf has a Thai focus but doesn’t stop there and Monsoon is all over the spectrum. Stay late for drinks at Lime Leaf."]},{"type":"*","value":[{"type":"'''","value":["Papa’s Breakfast Nook"]}," is Spartanburg’s very own 24-hour “breakfast and more” diner.  Although the “more” can sometimes hit the spot, the breakfast side of the menu takes the pancake. Make sure to at least consider the Pecan Pancakes and the Trashcan Omelet, but really it’s all good. The home fries are delicious!"]},"\n",{"type":"==","value":["Drink"]},"\nSpartanburg has a number of great watering holes that can suit any taste.\n",{"type":"*","value":[{"type":"'''","value":["Z Place"]}," is unique in Spartanburg for its selection of delicious teas. Located on Morgan Square, make sure to wander into the back for the tea bar (the front is a boutique). Look into the bubble teas and don’t be afraid to try the exotic hot teas. Keep an eye out for vegetarian dishes too."]},{"type":"*","value":[{"type":"'''","value":["Interlude"]}," is another downtown coffee house and offers a wide variety of coffees and desserts."]},{"type":"*","value":[{"type":"'''","value":["The Nu-Way Lounge"]}," is a mainstay for a certain crowd of Spartans, who go there for the cheap beer, fried food and eclectic music. As the oldest bar in Spartanburg, it has a following and a certain down-home cheep-wood-veneer flair."]},{"type":"*","value":[{"type":"'''","value":["Delaney’s Irish Pub"]}," has some of the best local brews around and serves a good sandwich to boot. It’s located on Morgan Square"]},{"type":"*","value":[{"type":"'''","value":["Wild Wing Café"]},", another Morgan Square restaurant and bar, frequently has bands playing into the wee hours of the morning and good drink specials."]},{"type":"*","value":[{"type":"'''","value":["Carriage House Wines"]}," offers an alternative to the bar scene by offering a fine selection of great wines. Go there for some samples and some wonderful recommendations from the staff."]},"\n",{"type":"==","value":["Sleep"]},"\nAlthough Spartanburg certainly has plenty of inexpensive hotel and motel options, it’s always nice to find somewhere with a little more character, assuming your budget allows.\n",{"type":"*","value":[{"type":"'''","value":["The Inn on Main"]}," is a fantastic bed and breakfast located downtown in a beautiful turn-of-the-century mansion. Each room is uniquely decorated with local themes (textiles, railroads, agriculture, etc) and a full breakfast is included."]},{"type":"*","value":[{"type":"'''","value":["Spartanburg Marriott at Renaissance Park"]}," is downtown’s high-rise hotel, featuring ballrooms, suites and other plush accommodations. It is located on North Church Street in downtown Spartanburg.  ",{"type":"[","value":["http:\/\/www.spartanburgmarriott.com"]}]},"\n",{"type":"==","value":["Go next"]},"\nAn hour and fifteen minute drive north on Interstate 26 will take you to and the city of ",{"type":"[[","value":[["Asheville"]]}," in the scenic Appalachian mountains.\n\n",{"type":"{{","value":[["routebox"],["image1=I-26.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Asheville"]]}],["minorl1=",{"type":"[[","value":[["Hendersonville (North Carolina)"],["Hendersonville"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Charleston (South Carolina)"],["Charleston"]]}],["minorr1=",{"type":"[[","value":[["Columbia (South Carolina)"],["Columbia"]]}],["image2=I-85.svg"],["imagesize2=22"],["directionl2=S"],["majorl2=",{"type":"[[","value":[["Atlanta"]]}],["minorl2=",{"type":"[[","value":[["Greenville (South Carolina)"],["Greenville"]]}],["directionr2=N"],["majorr2=",{"type":"[[","value":[["Charlotte"]]}],["minorr2=",{"type":"[[","value":[["Gastonia"]]}],["image3=US 29.svg"],["imagesize3=22"],["directionl3=S"],["majorl3=",{"type":"[[","value":[["Greenville (South Carolina)"],["Greenville"]]}],["minorl3=",{"type":"[[","value":[["Greer"]]}],["directionr3=N"],["majorr3=",{"type":"[[","value":[["Charlotte"]]}],["minorr3=",{"type":"[[","value":[["Gastonia"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["34.946667"],["-81.927500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Upcountry South Carolina"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Spartanburg, South Carolina"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/South_Carolina\/Localities\/S\/Spartanburg\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Spartanburg, South Carolina"]]}]