[{"type":"{{","value":[["pagebanner"],["Spas page banner.jpg"]]},"\n",{"type":"{{","value":[["redirect"],["Spa"],["the town in Belgium"],["Spa (Belgium)"]]},"\nA trip to the ",{"type":"'''","value":["spa"]}," is a common travel activity. It can be a great way to experience local culture and customs, enjoy some serious relaxation and\/or remove the grime that accumulates while on the global road.\n\n",{"type":"{{","value":[["Seealso"],["Hot springs"]]},"\n\n",{"type":"[[","value":[["Image:Spa oils.jpg"],["300px"],["thumb"],["The scented oil menu at a spa in ",{"type":"[[","value":[["Sanur"]]},", Bali"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe word ",{"type":"''","value":["spa"]}," is derived from ",{"type":"[[","value":[["Spa (Belgium)"],["Spa"]]},", a town in Belgium, though folk etymology has claimed it to be an acronym of ",{"type":"''","value":["Sanitas per aquam"]}," or other Latin phrases.",{"type":"<","value":["ref",["http:\/\/www.faktoider.nu\/spa_eng.html"]]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"===","value":["Foot baths"]},"\n",{"type":"[[","value":[["Image:Spa foot bath.jpg"],["thumb"],["Pedestrian bliss awaits"]]},"\n\nAlthough most services are ordered a la carte, if you opt for a package treatment you'll most likely begin with a foot bath delivered by your attendant. This usually involves having your feet washed and scrubbed in a basin of warm water with flowers. A pumice stone may be applied to your feet as well as some scented oils and\/or soaps. Foot baths, accompanied with a foot massage, are also popular treatments for those wanting some personal care (especially after a long day of sight seeing) but aren't interested in the full body experience.\n\n",{"type":"===","value":["Scrubs"]},"\n\nA body scrub is an exfoliating spa treatment. A therapist rubs a coarse mixture over the body to remove dead skin cells and stimulate circulation. The mixture is rinsed off leaving the skin soft and smooth. A variety of materials are used as the exfoliant - salt, sugar, apricot shells, polyethylene beads, jojoba beads, pumice, ground loofah, sand, crushed grape seed and more. This material is suspended in a liquid that can contain essential oils, oils such as sweet almond, sunflower, and coconut, herbs, and\/or vitamin A, C, E. Scrubs are also known as Salt Glow, Sugar Scrub, Full Body Exfoliation. The beauty of body scrubs is that they are one of the spa treatments that you can do yourself at home with great results.\n\n",{"type":"===","value":["Wraps"]},"\n\nWraps can be enjoyed on their own or as part of a package, in which it will usually follow the scrub. During a wrap treatment, your attendant will cover you in a warm sticky covering that has the consistency of jam or jelly and comes in lovely smelling mixtures, such as papaya and aloe or more earthy concoctions such as seaweed or volcanic mud. Either way, you'll covered from your neck down in your selection and then you'll be wrapped up in a cocoon made from a variety of natural materials, banana leaves are common. For the next 15–30 minutes, you'll be left in isolation and your skin will soak up the ingredients while you drift in and out of a light sleep.\n\n",{"type":"===","value":["Facials"]},"\n\nA facial treatment can also be enjoyed on its own or as part of a spa package. When part of a package, it typically follows a wrap or scrub—after most of your body has been scrubbed and you are relaxed, you'll be stretched out on a table and all of your attendants attention will be focused on your face, neck and head. Usually a facial involves the deep cleansing of the skin on your face and may also include a neck and\/or scalp massage. A facial treatment may use scented cleansers and may last between 15 minutes and one hour.\n\n",{"type":"===","value":["Massages"]},"\n\n",{"type":"===","value":["Aromatherapy baths"]},"\n\nAromatherapy baths are often part of a spa package and entail relaxing in a large tub filled with warm water. Typically, the tub will decorated with fresh flowers floating on the surface and may also have scented oils, where the aromathereapy comes in, added to the water. The idea is that while relaxing in the water, the scents will deepen your state of relaxation.\n\n",{"type":"===","value":["Hamam"]},"\n\nThe ",{"type":"''","value":["Hamam"]}," is a Turkish style bathing system that occurs at a marble setting. Usually the real hamams in ",{"type":"[[","value":[["Turkey"]]}," were built on thermal fountains.\n\n",{"type":"==","value":["Destinations"]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Africa"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["South Africa"]]}]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Asia"]]}]},"\n\nParticularly in ",{"type":"[[","value":[["South-East Asia"]]},", you'll find your spa visit to be much less expensive than you would find in North America and Europe without cutting out any of the ambiance or experience (you'll likely have more).\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]}," - Probably one of the premier destinations for those looking for a variety of spa treatments. Coffee and Javanese ",{"type":"''","value":["lulur"]}," body scrubs are popular items on most spas menus. Facilities range from the quiet, basic and unpretentious (such as in ",{"type":"[[","value":[["Lovina"]]}," on the northern part of the island) to the opulent, extravagant, and luxurious (such as in ",{"type":"[[","value":[["Ubud"]]}," and ",{"type":"[[","value":[["Seminyak"]]},"). Better yet, Bali is one of the most affordable locations in the world to have a treatment; if you ever had an urge to splurge on a spa and were on a budget, this would be the place to do it."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boracay"]]}," - Has a wide variety of spas and treatments available, probably due to its large international visitor base. As a result, you choice of spas will be quite broad to suite any appetite and price range."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Lumpur"]]}," — While not as inexpensive as other places in Asia, KL does not disappoint those looking to be pampered. A variety of treatments can be found in this cosmopolitan environment for a variety of prices. Even the finest treatments in the most luxurious spa will be at least half of what you would pay in Europe or North America. Individual spas are located throughout the city with the largest concentration being found in Starhill Gallery shopping center, where you'll find a dozen treatment centers appropriately clustered on the floor called \"pamper\"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["India"]]},"- Being the land of Ayurveda and Siddha Vaidya, India offers unique spas with various shades of Indian treatments. An Indian spa experience is best enjoyed at traditional and reputed clinics and homes of traditional Ayurveda and Siddha Vaidya physicians. Authenticity is the core of an Indian spa rather than the luxuary component. Indian spa therapiees are generally priced lower than imported ones."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Maldives"]]}," - Most resorts at this famously beautiful honeymoon paradise include a spa, but treatments tend to be charged at famously expensive Maldivian prices."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Manila"]]}," - You'll find most of the spas within the Makati business district's upscale hotels: Mandarin Oriental, Peninsula, Discorvery Suites, etc. Like the hotels that host them, the spas within these establishments offer an excellent value compared to what you would find outside of Asia."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Singapore"]]}," - It is become one of spa destinations in Asia. Singapore Tourism Board and Spa Association Singapore have been continue to support and ensure excellent services and treatments from Spa outlets. Today, You can find Spa outlets in every corner of Singapore. Most of them provide their uniquely spa services and treatments. However, unlike in neighbouring countries, spas are generally expensive with prices only slightly lower, if not on par with Western countries."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Thailand"]]}," - A visit to the spa seems to be on the agenda of every visitor to Thailand, and for a good reason; Cities such as ",{"type":"[[","value":[["Bangkok"]]}," and ",{"type":"[[","value":[["Chiang Mai"]]}," - and islands popular with tourists, such as ",{"type":"[[","value":[["Phuket"]]},", & ",{"type":"[[","value":[["Ko Samui"]]}," - have affordable, high-quality spas."]},"\nAnd although not strictly speaking the same as spas, even the smallest provincial town will have massage parlors dishing out bone-crackingly good Thai massages for a few hundred baht per hour.\n\n",{"type":"===","value":[{"type":"[[","value":[["Australia"]]}," and ",{"type":"[[","value":[["Oceania"]]}]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["North America"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chichen Itza"]]},", Yucatán, Mexico. In this famous Mayan archaeological site, the traditional Mayan healing methods are still practice by native Maya medicine elders female healers are known as X-Men while male healers are known as ",{"type":"''","value":["J'Meen."]}," Mayan healers offer various unique spa experiences based on ancient herbal traditions, holistic healing ceremonies, purification and beauty rituals. Chichen Itza has one of the best eco-spa wellness destinations in North America,  which is dedicated to preserve the Maya culture and bring Spa goers the opportunity to experience the vast Mayan holistic traditions still practice by the Maya in Yucatán."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vermont"]]},", ",{"type":"[[","value":[["United States"]]},".  Vermont has some of the best known destination spas in North America.  Spa goers can take advantage of the outdoor activities such as hiking and cross country skiing in the Green Mountains."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cancún"]]},", ",{"type":"[[","value":[["Mexico"]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["South America"]]}]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Central America"]]}]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Europe"]]}]},"\n",{"type":"====","value":["Belgium"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Spa (Belgium)"],["Spa"]]}]},"\n",{"type":"====","value":[" ",{"type":"[[","value":[["Portugal"]]}," "]},"\n\n",{"type":"====","value":[{"type":"[[","value":[["Estonia"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pärnu"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Finland"]]}]},"\nThere are dozens of spas and spa hotels in Finland. Some of these are traditional health spas and others are modern tropically warm indoor water amusement parks with spa treatments. Sauna bathing is very important in Finnish spas because Finland is the country of sauna's origin. Modern spas are family resorts with children's pools, water slides, jacuzzis etc. There are famous spas in these destinations: ",{"type":"[[","value":[["Hämeenlinna"]]},", ",{"type":"[[","value":[["Imatra"]]},", ",{"type":"[[","value":[["Kuopio"]]},", ",{"type":"[[","value":[["Lappeenranta"]]},", ",{"type":"[[","value":[["Naantali"]]}," (the largest spa in Finland, the only Scandinavian member in the Royal Spas of Europe affiliation), ",{"type":"[[","value":[["Nokia"]]}," (the most popular family spa destination in Finland), ",{"type":"[[","value":[["Saariselkä"]]}," (the northermost spa in Europe), ",{"type":"[[","value":[["Savonlinna"]]},", ",{"type":"[[","value":[["Siuntio"]]},", ",{"type":"[[","value":[["Tampere"]]}," and ",{"type":"[[","value":[["Turku"]]},".\n\n",{"type":"====","value":[{"type":"[[","value":[["Germany"]]}]},"\nGermany features the earliest seaside spas of Europe, such as ",{"type":"[[","value":[["Heiligendamm"]]},", ",{"type":"[[","value":[[":w:Norderney"],["Norderney"]]},", ",{"type":"[[","value":[[":w:Putbus"],["Putbus"]]}," and ",{"type":"[[","value":[["Rostock"]]}," with Warnemünde. The islands of ",{"type":"[[","value":[["Usedom"]]},", ",{"type":"[[","value":[["Rügen"]]}," and ",{"type":"[[","value":[["Sylt"]]}," are internationally renowned for their seaside spa resorts.\n\nFamous inland resorts include ",{"type":"[[","value":[["Baden-Baden"]]},", ",{"type":"[[","value":[[":w:Bad Ems"],["Bad Ems"]]},", ",{"type":"[[","value":[[":w:Bad Kissingen"],["Bad Kissingen"]]}," and ",{"type":"[[","value":[["Wiesbaden"]]},".\n\n",{"type":"====","value":[{"type":"[[","value":[["Hungary"]]}]},"\nSomewhat different traditions from South-Eastern Asia, see ",{"type":"[[","value":[["Budapest#Baths"]]}," for background and listings.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Budapest#Baths"],["Budapest"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nyíregyháza#Do"],["Nyíregyháza"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["Serbia"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kopaonik"]]},": Grand Hotel; Kraljevi Čardaci "]},"\n",{"type":"====","value":[{"type":"[[","value":[["Ireland"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["County Kerry"]]}," in the south west of Ireland is home to many five star hotels that specialise in many different Spa treatments."]},{"type":"*","value":[" ",{"type":"[[","value":[["West Cork"]]}," is easily accessibly to nearby ",{"type":"[[","value":[["Cork"]]}," and many quality hotels have stunning views of the Atlantic Ocean and Irish Coast."]},"\n",{"type":"====","value":[{"type":"[[","value":[["Lithuania"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Druskininkai"]]}]},"\n",{"type":"====","value":[{"type":"[[","value":[["UK"]]}]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Middle East"]]}]},"\n\n<references\/>\n\n",{"type":"{{","value":[["PartOfTopic"],["Cultural attractions"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Spa"]]}]