[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Spišská Nová Ves"]}," is a city in ",{"type":"[[","value":[["Eastern Slovakia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nSpišská Nová Ves (before 1919 known as Igló in Hungarian) has a very pleasant historical town core with the highest church tower (86,6m) in Slovakia.\n\n",{"type":"==","value":["Location"]},"\nOne of the most beautiful towns in eastern part of Slovakia is Spišská Nová Ves. It is surrounded by colossal ring of hills and villages. Spišská Nová Ves is a part of Slovenské rudohorie. In the northern part there is Hornádska kotlina with territory around 400 - 500 meters above sea level. The southern part consists of Hnilecké and Volovské vrchy with about 1200 meters above sea level. In the western part of Spišská Nová Ves is the very gorgeous ",{"type":"[[","value":[["Slovak Paradise National Park"]]},". \n\nA very picturesque panorama of peaks of the ",{"type":"[[","value":[["High Tatras"]]}," can be seen from the town and from the hills in Spišská Nová Ves.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nTrains leave ",{"type":"[[","value":[["Bratislava"]]}," (Main station) every two hours ",{"type":"[","value":["http:\/\/www.zsr.sk\/docs\/\/cestporiadok\/pdf2007\/kcp10_6_2007\/120.pdf"]},". Many are direct but three IC trains require you to change trains at Poprad-Tatry. Two of the mentioned IC trains depart from ",{"type":"[[","value":[["Vienna"]]},". Most of these trains are ",{"type":"''","value":["rýchlik"]}," (fast) trains and will take about five hours and 20 minutes to arrive. One IC train stopping in Spišská Nová Ves cuts the total travel time to four hours and 33 minutes, but a reservation is required.\n\nIf coming from ",{"type":"[[","value":[["Košice"]]}," your options are even better, the travel time is 56 minutes only and trains are available each hour ",{"type":"[","value":["http:\/\/www.zsr.sk\/docs\/\/cestporiadok\/pdf2007\/kcp10_6_2007\/180.pdf"]},". \n\nThere is an option to arrive from ",{"type":"[[","value":[["Prague"]]},". There are 3 direct fast trains and 1 EC train daily. The total travel time is seven hours 55 minutes by EC train.  \n\nFrom the all villages around Spišská Nová Ves and important places in Slovakia you can reach this beautiful town by bus. It is all on you if you decide to arrive by train or by bus. If you have a car you can drive almost everywhere and park near enough the place you want to visit. The price of parking are not expensive, so you have many possibilities to know this town. You can simply go on foot because there is a very beautiful pedestrian path in the historical town core and a lot of forest alleys around Spišská Nová Ves, too.\n\n",{"type":"==","value":["Get around"]},"\nThe town has a long-shaped center which is divided to two main streets. The streets are named by the parts when the sun is shining or not most of the year (The Summer street and The Wintry street). In the middle of the centre are a lot of side-walks, so you can have a walk with a dog or with your family or just friends. By the walk you can pause and sit on the benches in front of beautiful fountain which jets a lot of water on sunny days.\n\n",{"type":"==","value":["See"]},"\nBesides the church which has the highest citadel on the Slovakia, Spišská Nová Ves has many places to visit. One of them is a classical Evangelic church, a building of Art Gallery in which you can find a lot of information not only about the town but also about region Spiš. The building Reduta is one majestic part of town Spišská Nová Ves - there you can eat in a restaurant which is part of it, there are gorgeous balls, reception and the most interesting show Miss of Spiš which is realized every year.\n\n",{"type":"==","value":["Do"]},"\nThere are many things to do year-round.\n\n",{"type":"'''","value":["Swimming pool"]},"\nWhen you want some fresh water on your body you can visit one of two swimming pools - both of them are available during summer season from 1st of June to 15th of September. You can not only swim but also play beach volleyball, mini football and basketball. The town has also indoor swimming pool and regeneration center during the Winter every day.\n\n",{"type":"'''","value":["Horse-back riding"]}," \nHorse-back riding center is placed in Agrokam. It offers the possibility to relax for all people who likes horses. There are also some instructors and lessons for small children, so they can learn how to ride a horse. \n\n",{"type":"'''","value":["Fitness center"]},"\nIf you want to exercise you can visit Sport Center at Hutnianska road where is placed the Fitness center. There are available myo-stimulator, solarium, and some other activities like aerobic, massages, and hairdresser, too. This all is available from Monday to Saturday every day.\n\n",{"type":"==","value":["Buy"]},"\nBring some money when visiting the town Spišská Nová Ves because there are many things to buy. You can choose between cheap and expensive shops. One of them is Board shop in which you can find almost sport equipment. There are a lot of Chinese shops which are not so expensive and available for many people. And on sunny days there are ice creams that contain tasty flavoring.\n\n",{"type":"==","value":["Eat"]},"\nSpišská Nová Ves has plenty of possibilities for delicious food. There are a lot of restaurants - The Slovak Restaurant with typical Slovak foods like Bryndzové halušky and some others like Zbrojnoš, Venuša, Spiš etc. One of them is most beautiful but the prices are moderate - ",{"type":"'''","value":["Nostalgia"]}," where you can taste an international cuisine and listen to music while eating. Nostalgia is widely visited by foreigners: Germans and Austrians are followed by Italians, Polish, Czech and Hungarian visitors. There are a lot of pizza cars which deliver big and tasty pizzas to your home at competitive prices.\n\n",{"type":"==","value":["Drink"]},"\nBesides the drinks like Kofola, Coca-Cola etc., Spišská Nová Ves has one different thing - on very hot sunny days you can be refreshed by fresh water from small pipes which are installed approximately every 5 meters during the walk in center. And what is the best they are free...\n\n",{"type":"==","value":["Sleep"]},"\nThe most significant thing in the Spišská Nová Ves is the Hotel Metropol which belongs to the three stars hotels. According to Hotel Metropol site it has accommodation and boarding services, too. You can have a possibility to order some extra beds. Every room contains WC, bathroom, television, radio, telephone, too. You have there wide offers of drinks and meals. Hotel provides many useful services, so enjoy it. ",{"type":"[","value":["http:\/\/www.hotel-metropol.sk\/"]},"\n\n",{"type":"==","value":["Go next"]},"\nSpišská Nová Ves is famous for its beautiful nature. As the center of Spiš Region offers the possibilities to visit a lot of historical sights in nearby towns, for example: historical ",{"type":"[[","value":[["Levoča"]]},", ",{"type":"[[","value":[["Spiš Castle"]]},", ",{"type":"[[","value":[["Spišský Štvrok"]]}," and more. Do not miss villages Hnilec, Mlynky and Dedinky that are situated in nature. Smižany is considered to be the largest village of Slovakia.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.9500"],["20.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Spiš"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Spišská Nová Ves"]]}]