[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Srisailam"]}," is a Jyothirlingam (Hindu shrine to Shiva) located in Kurnool district, ",{"type":"[[","value":[["Andhra Pradesh"]]},", ",{"type":"[[","value":[["India"]]},". It is about 245 km from ",{"type":"[[","value":[["Hyderabad"]]}," and 132 km from Nandyal.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus and train"]},"\nSrisailam is about 232 km from ",{"type":"[[","value":[["Hyderabad"]]},", the capital of ",{"type":"[[","value":[["Andhra Pradesh"]]},", and there are buses connecting the town with ",{"type":"[[","value":[["Hyderabad"]]},", ",{"type":"[[","value":[["Vijayawada"]]},", ",{"type":"[[","value":[["Guntur"]]}," and ",{"type":"[[","value":[["Kurnool"]]},". For service from Hyderabad to Srisailam, tickets and reservations can be made at the Central Bus station Hyderabad. The approximate travel time from Hyderabad to Srisailam is 6 hours. From Kurnool it will take around 5 hours via Atmakur and Doranala. You can get Express buses every one hour from 5.00 am to 11.30 pm from Kurnool. For those who are planning from ",{"type":"[[","value":[["Chennai"]]}," you can either go from Kurnool, Nellore or Tirupathi. From Kurnool there are many buses to Srisailam. You can reach Kurnool by Kachiguda express which starts from Chennai Egmore railway station.There is no railway station in srisailam. From Tirupathi also there are frequent buses which passes through Nellore.So better go to nellore and catch Srisailam bus from there.\n\n",{"type":"===","value":["By private vehicle\/taxi"]},"\nIf hiring a private taxi, ensure that the driver has experience driving in ghat sections and doesn't have the habit of drinking alcohol. Mannanur, which is around 120 km from Hyderabad, is the place where the Nallamala hills start. After 60-70 km of drive through the forest you'll reach Eegalapenta. From there, it becomes difficult to drive as there are numerous hairpin bends and a kilometer of the stretch has lot of potholes. You can have a good look at the Srisailam Dam from there.\n\n",{"type":"==","value":["Get around"]},"\nFor nature lovers Srisailam trip leaves immense pleasure as you travel through deep forests. From Dornala to Srisailam you will find excellent view and the road is full of curves and U turns.\n\n",{"type":"==","value":[" Don't miss "]},"\n\n",{"type":"'''","value":["Ista Kameswari Temple"]},": from Srisailam you need to travel 16 km into deep forest which is very adventurous. Don't try to go in your own vehicle because the way is sprinkled with huge rocks and water. Engage a jeep from Srisailam. If you have a team of 10 they will charge 1200 Rupees.Or else you can share with other in which case you will be charged 300 Rs. Bargain the amount with the drivers. After reaching the temple try to cross the temple and you will find very good place with water falls and valleys.\n\n",{"type":"'''","value":["Akkamahadevi Caves"]},":This is the most interesting part of the journey in Srisailam.To reach the caves you need to go to Patala Ganga.You can reach Patala Ganga by rope way and ride a boat from there to reach the caves. After travelling 16 kms (for more than an hour) on the Krishna river with high mountains on either sides and walking for some distance,you will reach the caves.There will be a guide with you in the boat who will lead into the caves.You need to take a candle with you as the caves are 80 feet deep and very dark.\n\nAndhra Pradesh Tourism Development boats need to be reserved in advance in the early hours on the date of journey. The ticket cost is 180 rupees. Minimum of 18 members are to be there for the boats to be started. You can also engage a private boat.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Sri Brahmarambika Mallikarjuna Swamy Temple"]},{"type":"*","value":[" Patala Ganga - People take a holy bath here. The water is supposed to be very pure and have healing properties for skin diseases."]},{"type":"*","value":[" Lingala Gattu - This is a rocky Krishna river bank, where every rock is said to be an image of Lord Siva. Hence the name Lingala Gattu."]},{"type":"*","value":[" Ista Srisailam-Nagarjuna Sagar Tiger Reserve - This is the only tiger reserve in Andhra Pradesh. Three forest rest houses and 40 bed capacity dormitories for tourists."]},{"type":"*","value":[" Chatrapati Shivaji Spurti Kendram, which has exhibits on Shivaji Maharaj."]},{"type":"*","value":[" Srisailam Sikharam (Peak of the Mountain) from where you can have a bird's eye view of all of Srisailam."]},{"type":"*","value":[" Chenchu Lakshmi Museum - A museum which has exhibits on tribal people living in Andhra Pradesh."]},{"type":"*","value":[" Sakshi Ganapati - Before visiting Srisailam everyone will have darshan of Sakshi Ganapati near Srisailam.  It is said that Ganapati will note down the names of the visiting devotees."]},{"type":"*","value":[" Akkamahadevi Caves - Take a boat ride on the river Krishna to reach the caves. The trip to Akkamahadevi caves is scheduled once a day at 10 in the morning."]},{"type":"*","value":[" The dam is 10 km before the Siva temple."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=while traveling to akkamadevi caves we find a way for kadalivanam. This is a place for practicing  yoga for muni's, rishi's and yaTI'S still today. But very difficult reach that place."]]}]},"\n",{"type":"==","value":["Do"]},"\nIsta Kameshwari Temple is located in deep forest, and the path is very tumultuous terrain, ",{"type":"'''","value":["only Jeeps will go"]},". People who go by the adage \"take the path less travelled\" will enjoy the journey.\nThe elderly need to take precautions before the visit. A quite adventurous journey. Cross the temple and you will find a valley and waterfalls, which are very beautiful.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy pure Girijan (Tribal) honey, AGMARK certified honey which is supplied by government of Andhra Pradesh. It is regarded as very pure and tasty. You can get it in Chenchu Lakshmi Tribal Museum. Don't buy it elsewhere.\n\n",{"type":"==","value":["Eat"]},"\nAs a temple town, only vegetarian food is available. Delicious food varieties are available in the temple run annadana satram (free kitchen) and restaurants along with the street food. It is advised, for people to keep hydrated by eating food with high carbohydrates and drink lots of water while on the treks in the hills and camping in the forests.\n\n",{"type":"==","value":["Sleep"]},"\nThere are lots of budget hotels and lodges around the Mallikarjuna Swami Temple in Srisailam. Most of these do not require any prior reservation except during peak seasons and festivals, and most Mondays. The Andhra Pradesh Tourism Department runs a few hotels by name Ganga Sadan, Gouri Sadan and Punnami Guest House. These are clean and well maintained, and are within the budget of most pilgrims. There are also some lodges and choultries that cater to particular communities.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["16.0833"],["78.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Andhra Pradesh"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Srisailam"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Srisailam"]]}]