[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["St. Chad's"]}," is a village and one of seven communities on the ",{"type":"[[","value":[["Eastport Peninsula"]]},".  The Eastport Area has been popular with Newfoundland's holiday-makers for years. The peninsula is located on the north-western border of ",{"type":"[[","value":[["Terra Nova National Park"]]}," and is famed for its sandy beaches, beautiful scenery and traditional Newfoundland outport heritage.\n\n",{"type":"==","value":["Understand"]},"\n\nOriginally called ",{"type":"''","value":["\"Damnable,\""]}," this small community was supposedly named in response to pirate activity. It is said that a pirate vessel, hoping to avoid the British man-o-war, took shelter in the intricate, shallow harbour. Because the entrance to the harbour is hard to find, it seemed to be the perfect place to hide. However, because the harbour is so small it made raising the sails to sail out a difficult task. It is said that while the British ship was searching around outside the harbour, a crew member on the secluded pirate ship accidentally struck the watch bell, thereby alerting the British of their location. As the story goes, before the crew was captured, someone on the ship uttered \"Damn the Bell\" resulting in a name that is still used today by some of the older residents.\n\nThe notorious \"Damnable Bay\" where the ship was supposedly hidden, was once the site for ship building, winter woods work and the \"freezing in\" of schooners. Today, this peaceful little community offers a lovely scenic view of this bay and its surrounding islands. To truly appreciate this tiny community, take some time, walk around and experience a simpler way of life.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.689"],["-53.774"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Eastport Peninsula"]]},"\n",{"type":"[[","value":[["Wikipedia:St. Chad's, Newfoundland and Labrador"]]}]