[{"type":"{{","value":[["pagebanner"],["St-Johann-banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kitzalps.cc\/en\/st-johann-in-tirol.html St. Johann in Tirol"]}]}," is a small market town in the Kitzbuhler Alps in the ",{"type":"[[","value":[["Tyrol"]]}," region of ",{"type":"[[","value":[["Austria"]]},". The town has become increasingly popular with tourists as a well-developed ski center in the winter season and also as a summer tourist resort.\n\n",{"type":"==","value":["Get in"]},"\nThe town is on the main Vienna to Innsbruck railway line and is quite close to the Bavarian capital of Munich in Germany.\n\nAlthough there is an airport with a paved runway length 645m for light aircraft and gliders, it does not have any scheduled services.\n\n",{"type":"==","value":["Get around"]},"\nDespite being 660 metres (2,160 feet) above sea level, the town of St. Johann is almost completely flat. The town centre is pedestrianized from 10:00 to 18:00 and all services are within a few minutes walk. There are tour buses operating from the towns main car park to locations around Austria and as far away as Venice and Munich. The best way to travel around is by bicycle and some package holidays include free bike rental from the hotel. There are also a number of local rental companies. There are plenty of walking and cycling trails to choose from.\n\n",{"type":"==","value":["See"]},"\nThere is a full range of facilities in the town and it is well served by walking paths which allow you to walk at your own pace on flat land or venture into the mountains. The 2,000m high Kitzbuhler Horn overlooks the town and is served by cable car and ski lift. At the other side of the mountain, about 10km away is the regional centre of ",{"type":"[[","value":[["Kitzbuhl"]]},".\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere are several souvenir shops \/ stalls around town, mostly around the square.  there are some supermarkets on the main street, Speckbackerstrasse. There are plenty of sporting goods stores selling ski poles, clothing, etc and a music store. Some larger supermarkets are on the outskirts of town.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nAll of the hotels have bars and there are a number of Inns which double up as accommodation and bars. In the Hauptplatz (main square) is the Gasthof zum Baren which has a restaurant \/ bar on the ground floor and at night the activity moves to the top floor where there is a balcony with views over the square to enjoy by candlelight with your drink. Restaurant da Seisl also has a good bar and Michi's Bar in the Hotel Fisher is very popular. In summer most people drink in the open under sun umbrellas.\n\nThere are also a number of bars \/ inns on Speckbacherstrasse and near the railway station including Bunny's which is an Australian Bar popular with tourists and young people in particular and the Old Dog which is an old style English pub.\n\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels and pensions in St. Johann and it is very popular with tourists travelling with the Thomsons (UK) and Topflight (Ireland) tour companies.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kufstein"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kitzbühel"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saalfelden"]]}]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tyrol"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["47.522"],["12.429"],["zoom=16"]]},"\n\n",{"type":"[[","value":[["WikiPedia:St._Johann_in_Tirol"]]},"\n",{"type":"[[","value":[["Commons:Category:St._Johann_in_Tirol"]]}]