[{"type":"{{","value":[["pagebanner"],["St_Albans_banner.jpg"]]},"\n",{"type":"'''","value":["St Albans"]}," is an ",{"type":"[[","value":[["England"],["English"]]}," cathedral city, located to the north of ",{"type":"[[","value":[["London"]]},", in the county of ",{"type":"[[","value":[["Hertfordshire"]]},". Its rich Roman and Medieval history mean it is much more worth a visit than the typical commuter suburb. \n\n",{"type":"[[","value":[["File:Cathedral.png"],["thumb"],["300px"],["St. Albans Cathedral"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Wallingford-screen-sta.jpg"],["thumb"],["The Wallingford Screen in the cathedral"]]},"\nSt Albans ",{"type":"[","value":["http:\/\/www.stalbans.gov.uk\/"]}," started life in the Iron Age as the Catuvellauni settlement of Verlamio, renamed and developed by the Romans as Verulamium. Burned to the ground by the rebellious Iceni princess Boudicca during her rebellion, it was soon rebuilt\nRuins of portions of the Roman wall, the theatre and a hypocaust ",{"type":"[","value":["http:\/\/www.stalbansmuseums.org.uk\/hypocaust.htm"]}," can be visited today. A resident of Verulamium named Alban became the first British martyr of Christianity, and thus St Albans became an important abbey and monastic centre in the Middle Ages. The Cathedral, originally founded as the Abbey Church of the monastery on the site, is built partially of stones taken from the old Roman town. After the Reformation St Albans faded from prominence, becoming a typical Home Counties market town. Today it is a well-off suburb, with many workers commuting into London. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nSt Albans is close to the M1 (Junction 6 for the A405) and M25 motorways (J21a for the A405, J22 for the A1081). The short M10 also links from the M1 (J8 southbound).\n\n",{"type":"===","value":["By train"]},"\nSt Albans is easily accessed via the First Capital Connect railway which runs from ",{"type":"'''","value":["London St Pancras"]}," (25 minutes, easy connections to the Eurostar, and King's Cross Station for Edinburgh and York) to the main ",{"type":"'''","value":["St Albans Station"]},". Going north is Bedford (40 minutes) and London ",{"type":"[[","value":[["Luton"]]}," Airport.  For the airport, you need to alight at Luton Airport Parkway (10 minutes), then take the bus (£1.50) to the terminal. If your ticket says Luton Airport (rather than Parkway), the bus connection is free, and takes 10 minutes.  From Luton and Bedford, you can connect north to Leicester, Sheffield and Leeds.  Going south, the train runs to Gatwick Airport (70 minutes) and Brighton on the south coast (100 minutes).  Trains also stop at the London stations of West Hampstead Thameslink, Farringdon, City Thameslink, Blackfriars, London Bridge, East Croydon, Elephant and Castle and Wimbledon.\n\nFares to London are relatively high, but are slightly cheaper if travelling off peak (departing St.Albans\/London after 0930, and departing London 1630-1900), or super off peak (weekends and bank holiays).  Open returns (return within 1 month) are not available from St.Albans, but are from London.  A ",{"type":"'''","value":["Travelcard"]}," bought from St.Albans includes the return fare from St.Albans to London, as well as unlimited travel around London on the tube, overland train, bus and trams service.\n\nThe city's second railway station, ",{"type":"'''","value":["St Albans Abbey Station"]},", is located to the south of the city centre at the foot of Holywell Hill, and is the terminus of the local line to ",{"type":"[[","value":[["Watford"]]}," Junction Station from which you can connect to London Euston, and north to Northampton and Birmingham.\n\n",{"type":"===","value":["By bus"]},"\nSt.Albans is well linked to neighbouring towns, although despite the distances, journey times are relatively long.  There is a frequent direct bus service to London Heathrow Airport, the No. 724  ",{"type":"[","value":["http:\/\/www.greenline.co.uk\/serviceInformation.aspx?id=12531"]},".  This takes between 70-120 minutes (depending on the time of day) and costs £9 one way.  This stops at the main station and the Abbey station (on request only).\n\n",{"type":"==","value":["Get around"]},"\nWalk. From edge to edge St Albans takes an hour to walk, the city centre, most hotels and B&Bs and the main attractions much less. The only obstacle comes from the fact the city is built on a relatively steep hill, with Verulamium Park and the Roman remains at the bottom, the medieval and modern town centre at the top, and the Abbey halfway up. \n\nThe main station (for London, airports, Bedford & Brighton) is a 10 minute walk to the city centre, and the Abbey station perhaps 15 minutes.  Buses run around the city, but are not of use for most visitors.  There is a taxi rank both at the main station, and on St.Peter’s Street.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stalbanscathedral.org.uk\/ Cathedral and Abbey Church of St Alban"]}]},", which has the longest true nave in Britain. There is no entry free, just a suggestion donation.  Most weekdays there is a free Evensong concert at around 5pm.  There are free guided tours at 1130 (Mon-Sat), 1400 (Sat) and 1430 (Sun-Fri).  A shorter “highlights” tour runs daily at 1305.  Tower Tours run on some Wednesdays and weekends between May and October, and cost £8 per person.  Approximately 4 times a year there is a candlelit Night-time tour.   Tickets cost £10 per person and include a drinks reception before the tour.  The building is referred both as the Cathedral and the Abbey….they are the same place, so don’t “do” one, then go looking for the other!"]},{"type":"*","value":[{"type":"'''","value":["Roman remains"]}," in Verulam Park (with a nice view of the Cathedral) and small Roman amphitheatre just north of the park, near St Michaels church (see below)."]},{"type":"*","value":[{"type":"'''","value":["Fishpool Street"]},", picturesque street leading to St Michaels"]},{"type":"*","value":["The pubs!.... St Albans has the largest number of pubs in one square mile in England (and the EU!). ",{"type":"'''","value":["Ye Olde Fighting Cocks"]}," is reputed to be the oldest pub in the UK."]},{"type":"*","value":["The medieval ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stalbansmuseums.org.uk\/Your-Visit\/Clock-Tower\/ Clock Tower"]}]}," was built in the early 15th Century.  You can climb the tower most weekends and bank holidays from Easter to September, open 1030-1700. Adults cost £0.80 and children £0.40. [4] "]},{"type":"*","value":["St Albans ",{"type":"'''","value":["market"]}," takes place on St Peter's Street, the city's main shopping street, on Wednesdays and Saturdays. This is one of the World’s longest running street markets, with almost unbroken continuance since the late 1200s."]},{"type":"*","value":["The Farmers market takes place on St Peter's Street the second Sunday of every month."]},{"type":"*","value":["Starting in 2012, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stalbansfestival.com\/ St.Albans Festival"]}]}," runs for two weeks in late June, and features a series of events  in and around St.Albans."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stalbansmuseums.org.uk\/Your-Visit\/Museum-of-St-Albans Museum of St Albans"]}]}," on Hatfield Road tells the story of St Albans from the time of the Romans to the present day. It puts on special exhibitions throughout the year, as well as arranging fun and educational events. Free admission, open Mon-Sat 1000-1700, and Sunday 1400-1700. "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Verulamium Museum"],["alt="],["url=http:\/\/www.stalbansmuseums.org.uk\/Your-Visit\/Verulamium-Museum"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tells the story of the Roman city, and exhibits Roman mosaics, pottery and other artefacts. Entrance is £3.80 for adults, and £2 for children. Free for residents of St.Albans (with proof). During the week there are often school groups, so try and schedule your visit for after the school day. Open Mon-Sat 1000-1730, Sun 1400-1730, last admission 1700."]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.romantheatre.co.uk\/ The Roman Theatre of Verulamium"]}]}," is a well preserved stone theatre and lies the other side of the main road near the Verulamium Museum.  Entry is £2.50 for adults, and £1.50 for children over 5.  Open Summer 1000-1700, Winter 1000-1600.  From here you can walk up to the manor house of Gorhambury (home of the Earl of St.Albans) which is open Thursdays only, May-September, 1400-1700, and some special occasions.  Further on the road lies ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.english-heritage.org.uk\/daysout\/properties\/old-gorhambury-house\/ Old Gorhambury House"]}]}," which is free and open nearly every day of the year and at “any reasonable time”, excluding all Saturdays in Winter when the road is closed the public."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The St Albans Organ Theatre"],["alt="],["url=http:\/\/www.stalbansorgantheatre.org.uk\/site\/frame.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Contains theatre organs, punch-card cafe organs and other instruments. It opens every Sunday afternoon, when visitors have the opportunity to see and hear the fascinating instruments."]]}," "]},{"type":"*","value":[{"type":"'''","value":["Verulamium Park"]}," is an enormous stretch of greenery lying to the south of the city centre.  There is a lake in the middle, and the ",{"type":"'''","value":["River Ver"]}," flows to the side.  To get here, walk from the Chapter House entrance of the Cathedral through the ",{"type":"'''","value":["Orchard"]}," to the ",{"type":"'''","value":["Ye Olde Fighting Cocks"]}," pub, then over the little bridge.  Alternatively walk down George Street from the Clock Tower, turning left onto Romeland, and then through the millennium old ",{"type":"'''","value":["Abbey Gateway"]},", then following the road down the hill to the pub and bridge.  From the park, you can easily walk to the ",{"type":"'''","value":["Verulamium Museum"]},"."]},"\n",{"type":"==","value":["Eat"]},"\n\nSt.Albans has a wide variety of restaurants and pubs serving food, though nothing of particular excellence.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Waffle House"],["alt="],["url=http:\/\/www.wafflehouse.co.uk\/st-albans.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=St Michael's Place serves sweet and savoury waffles, in a converted watermill (worth a quick visit in its own right)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wagamama"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1727 865 122"],["tollfree="],["fax="],["hours="],["price="],["content=Unit 6, Christopher Place, M-Sa 12noon-11pm, Su 12noon-10pm. trendy Japanese noodle restaurant located in the town centre. Prices are moderate (£10-15 \/ person) and the staff are well trained and friendly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Express"],["alt="],["url=http:\/\/www.pizzaexpress.co.uk\/rest\/rd140.htm"],["email="],["address=11 Verulam Road"],["lat="],["long="],["directions="],["phone = +44 1727 853 020"],["tollfree="],["fax="],["hours="],["price="],["content=Su-W 11.30am-11pm, Th-Sa 11.30am-12midnight. The local branch of the popular pizza restaurant chain."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Côte Brasserie"],["alt="],["url=http:\/\/www.cote-restaurants.co.uk\/Cote_St_Albans.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent French style restaurant, with a little garden in the back. Mon-Fri 0800-2300, Sat 0900-2300, Sun 0900-2230. Tel: 01727 858 587. 3 High Street, AL3 4ED."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Albany"],["alt="],["url=http:\/\/www.albanyrestaurant.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1727 730 888"],["tollfree="],["fax="],["hours="],["price="],["content=This small restaurant has a varied and tasty English-style menu. Set menus start at around £22 for 2 courses., 7 George Street, AL3 4ER"]]}]},{"type":"*","value":[{"type":"'''","value":["Cafe Rouge"]},", chain restaurant located on Holywell Hill; the building is a former seed hall used by Samuel Ryder who donated the Ryder Cup, a golf trophy played for between the United States and Europe"]},"As with most UK cities, there are plenty of curry houses\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Devdas"],["alt="],["url=http:\/\/www.devdasrestaurant.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1727 730830"],["tollfree="],["fax="],["hours="],["price="],["content=Tasty selection of Indian food, and winner of a few awards., St. Peters Street, AL1 3DQ"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Veer Dhara"],["alt="],["url=http:\/\/www.veerdharauk.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1727 847070"],["tollfree="],["fax="],["hours="],["price="],["content=Centrally located on the high street, Veer Dhara serves good quality versions of old favourites in nice surroundings. Lunch menu from £6., 81 St. Peters Street, AL1 3EG"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nSt.Albans has an large range of pubs and bars given it's relative size.  On Friday and Saturday nights, most bars and pubs are full, and may have bouncers on the door checking ID.  Closing times vary between 11pm and 2am, so ask when you're at the bar what time 'last orders' is.  There are plenty of very nice country pubs nearby St.Albans, although you'll need your own transport to get there.  On sunny days, plenty of people drink in Verulamium Park.  This is allowed in certain areas.  There are signs where alcohol is prohibited.  Tesco on St.Peter's Street is generally cheaper than off licenses.\n\nSt.Albans is home of the ",{"type":"'''","value":["Campaign for Real Ale"]}," (CAMRA) ",{"type":"[","value":["http:\/\/www.camra.org.uk\/"]}," (Campaign for Real Ale), and hosts a ",{"type":"'''","value":["beer festival"]}," every September ",{"type":"[","value":["http:\/\/www.hertsale.org.uk\/beerfest\/"]},". The ",{"type":"'''","value":["Farrier's Arms"]},", in Lower Dagnall Street, is the quiet local's pub where CAMRA was founded.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ye Olde Fighting Cocks"]}," - Britain's oldest pub that still runs today.  There is a nice beer garden in the back."]},{"type":"*","value":[" ",{"type":"'''","value":["St Michael's Village"]}," is one of the oldest areas of St. Albans, and features some lovely old pubs including the Six Bells, the Rose and Crown and the Lower Red Lion."]},{"type":"*","value":[" Other recommended pubs include ",{"type":"'''","value":["The Boot"]}," next to the Clock Tower, ",{"type":"'''","value":["The Blacksmith Arms"]}," which has a large range of Ales and a large beer garden, and ",{"type":"'''","value":["The Goat"]}," which is quieter and has a large number of board games for a rainy day.  There is also a branch of the ",{"type":"'''","value":["Wetherspoons"]}," chain, The Waterend Barn, next to the Alban Arena."]},"\n",{"type":"==","value":["Sleep"]},"\n\nSt.Albans has a range of hotels and B&Bs, although no youth hostels.  If visiting from London on a day trip, there is no need to stay in the city overnight, although there are some nice options if you want to get out of London.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St Michael's Manor Hotel"],["alt="],["url=http:\/\/www.stmichaelsmanor.com\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has a good location in St.Michaels’ Village, approximately 10 minute walk from the city centre. It was very close to the Verulamium Museum. There is a good restaurant, and nice grounds. Rates from £145 to £265 per night. Fishpool Street, AL3 4RY."]]}]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.comforthotelstalbans.co.uk Comfort Hotel"]}]}," has rates from around £75 per night. 27 Holywell Hill,  AL1 1HG"]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ardmore House Hotel"],["alt="],["url=http:\/\/www.ardmorehousehotel.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=From £65 per night including breakfast. 54 Lemsford Road, AL1 3PR"]]}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Hertfordshire"]]},"\n\n",{"type":"[[","value":[["Wikipedia:St Albans"]]},"\n",{"type":"{{","value":[["geo"],["51.755"],["-0.336"]]}]