[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gostaffordva.com Stafford County"]}]}," is a county in ",{"type":"[[","value":[["Virginia"]]},". Stafford County is located 25 miles south of Washington, DC and is one of the fastest growing counties in the state. ",{"type":"[","value":["http:\/\/www.gostaffordva.com"]},"  The county is primarily a bedroom community for commuters who work in and around ",{"type":"[[","value":[["Washington, D.C."]]},". ",{"type":"[[","value":[["Fredericksburg (Virginia)"],["Fredericksburg"]]}," is the major city in the area, just south, and several of Stafford County's few attractions are basically adjacent to the city.\n\n",{"type":"==","value":[" Cities "]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Aquia Harbor"]]}," — home to a small, historic church."]},{"type":"*","value":[{"type":"[[","value":[["Fredericksburg (Virginia)"],["Falmouth"]]}," — adjacent to Fredericksburg."]},{"type":"*","value":[{"type":"[[","value":[["Stafford (Virginia)"],["Stafford"]]}," — the county seat, with actually some really good food."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nStafford was primarily an agricultural area until the late 20th century when suburban sprawl from Washington reached as far south as Fredericksburg, turning a mostly-rural area into a mix of cultures.\n\nGeorge Washington spent much of his childhood in the lower part of the county on his family's home, Ferry Farm, along the Rappahannock River across from the city of Fredericksburg.\n\n",{"type":"==","value":["Get in"]},"\n\nStafford County is easily accessible.  Interstate 95 runs directly through Stafford County with several exits onto State Route 1 and other major roads.  The Virginia Railway Express (Commuter train line that connects to Amtrak in Northern Virginia) runs two lines north\/south through the county.  Stafford County has a new regional airport as well.\n\nFlying into Reagan National or BWI, you can reach Stafford County via rail, car, taxi, etc. within a reasonable time, less than 2 hours with traffic.\n\n",{"type":"==","value":["Get around"]},"\nOwning a vehicle is necessary for getting around.  There is a limited bus line (Fred Bus) that has stops going approximately from Exits 126 through 140 on Interstate 95, as well as east\/west lines, but relying solely on this would not be recommended.\n\nThe Virginia Railway Express can be taken during most hours of the day on many stops all the way up to D.C. with connections available to other train lines such as Amtrak.\n\nBuses such as Greyhound are also available, as well as taxi services.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=George Washington's Ferry Farm"],["alt="],["url=http:\/\/www.kenmore.org\/ferryfarm\/"],["email="],["address=268 Kings Highway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["A"]}," home of George Washington."]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThere are a variety of activities that can attract the budget traveler as well as the wealthy.  There are plenty of historical sites.  Historic Fredericksburg directly to the south has plenty to offer.  Central Park, a business-district has plenty of restaurant and shopping opportunities.  Spotsylvania County close by has plenty of historical sites as well.\n\n",{"type":"==","value":["Eat"]},"\n\nA variety of foods running the full gamut from dive bar food to fine cuisine are available. ",{"type":"[[","value":[["Stafford"]]}," itself is the best place to go, as it is the central town for the population surrounding.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are a variety of themed bars as well as general bars.  Those seeking Irish or British pub drinking experiences will not be disappointed.  The downtown Fredericksburg area or Central Park, both directly to the south of Stafford, can provide great experiences.\n\nThere are also plenty of areas within Stafford County for the \"drinking aficionado.\"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe Stafford County\/Fredericksburg area is quite safe, but you can take regular precautions, like looking both ways before crossing US-1, or not drinking and driving. \n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["OK, there's not much to do here. Head north towards ",{"type":"[[","value":[["Washington, D.C."],["D.C."]]}," or south to bordering ",{"type":"[[","value":[["Fredericksburg (Virginia)"],["Fredericksburg"]]},"."]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"{{","value":[["geo"],["38.41"],["-77.45"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northern Virginia"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Stafford County, Virginia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Stafford County, Virginia"]]}]