[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Stamford"]]},"\n",{"type":"'''","value":["Stamford"]}," is a historic stone town located in the South West corner of ",{"type":"[[","value":[["Lincolnshire"]]},". Boasting beautiful churches, friendly people and historic architecture.\n:Although the town itself is in ",{"type":"[[","value":[["Lincolnshire"]]},", The area to the North and West is in ",{"type":"[[","value":[["Rutland (England)"],["Rutland"]]}," and the area to the South is in ",{"type":"[[","value":[["Cambridgeshire"]]},".\n\n",{"type":"==","value":["Get in"]},"\nStamford is most easily accessed from the A1, this leads all the way from London to Scotland. If travelling from the West or East, it is advisable to take the A14 across to the A1 and then make your way North. Alternatively, if travelling from the Northampton\/Corby area the A43 will also get you there.\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is Stansted Airport. Other airports include Luton, East Midlands and Birmingham.\n\n",{"type":"===","value":["By train"]},"\nStamford has a railway station.\nCross Country Trains operate a regular (hourly) service between Stansted Airport in the east and Birmingham New Street Station in the west, with stopping point at Stamford.\nEast Coast mainline service runs to Peterborough station (Kings Cross, London in less than an hour), from where you can catch a bus or the Cross Country Train service into Stamford.\n\n",{"type":"===","value":["By bus"]},"\nNational Express offers a coach service to Stamford, which is a stopping point on the London to Lincoln route and on the Cambridge to Liverpool route.\nLocal bus services run between Stamford and Peterborough, Grantham, Nottingham and Melton Mowbray.\n\n",{"type":"===","value":["By car"]},"\nStamford has good road access via the A1. The A1 is a major route (motorway in parts) running north-south and linking London with Edinburgh.\nIf travelling east-west, the A43 is another route into Stamford.\n\n",{"type":"===","value":["By bicycle"]},"\nStamford is on Route 63 of the National Cycle Network, a network of long distance cycling routes.  The town, however, is not ideal for cycling, with narrow roads and pedestrian areas where cycling is not allowed.\n\n",{"type":"===","value":["By foot"]},"\nThe long distance footpath, The Macmillan Way, runs through Stamford. This 290 mile footpath links Boston on the Lincolshire coast with Abbotsbury in Dorset and has branch routes to Banbury, Bath and Barnstable.\n\n",{"type":"==","value":["Get around"]},"\nStamford town centre has a pedestrianised shopping area and many interesting little alley ways, making it ideal for pedestrians. Many of the roads are narrow and parking is restricted within the town centre. It is not a cycle-friendly area, despite being on one of the long-distance cycling routes. There is a good taxi service and a number of local bus routes through the town.\n\n",{"type":"==","value":["See"]},"\nStamford is a beautiful Georgian town, built around the river Welland. One of the first 'conservation' areas in UK, Stamford contains over 600 'listed buildings' and the centre has been almost untouched by modern development. You will want to spend some time wandering aound and admiring the lovely architecture, exploring the cobbled streets and secret alleyways, and visiting some of the numerous historic churches.\n\nWhen in Stamford you must visit Burghley house, home of the annual Burghley Horse trials. This stately home is set in magnificent grounds used to be the home of Lord Burghley (Chief Advisor to Queen Elizabeth I). The grounds and deer park are open all year round. The house is open to the public during the Summer months and contains fantastic original artwork, traditional old English architecture and masonry.\n\nStamford Library, located on the High Street, contains a 'Discover Stamford' section which contains displays and exhibits connected with the town and its history.\n\nStamford has an Arts Centre with a variety of entertainments, including live theatre and cinema screenings. Booking is advisable.\n\nThe Meadows are the ancient floodplain of Stamford and are not built on, the scant remains of the second Stamford Castle  are visible north of the Meadows car park and south of the Spike - a modern replacement for the Eleanor Cross, a fragment of which is on display in the Library.  Going west the Old Mill buildings are extant, and further west still the leet stream is still present near old almshouses and a SSSI.\n\n",{"type":"==","value":["Do"]},"\nStamford has an Arts Centre with a variety of activities, including art classes and children's activities.\n\nBurghley House is a must-see stately home, open during the spring and summer. The grounds of Burghley House were originally designed by Lancelot ‘Capability’ Brown and the deer park is open to the public all year around, unless the House is hosting a special event. When the House is open, you can visit the sculpture garden and the 'Garden of Surprises'. The 'Garden of Surprises' is full of water features and great for children, but you are advised to take a spare set of clothes as you may get very wet!\n\nTo the west of Stamford lies Rutland Water Nature Reserve - an area of 1,000 acres, centered around the man-made reservoir. Rutland Water Reserve is designated as a 'Site of Scientific Interest' and a 'European Special Protection Area'.  Rutland water is a wilfowl sanctuary and home to the successful Rutland Osprey Project. There are nature trails with numerous bird watching hides and a butterfly farm. The lake provides boating and there are bicycles for hire.\n\nTo the east is Tallington Lakes Leisure Park, providing water sports, a climbing centre and a dry ski slope.\n\n",{"type":"==","value":["Buy"]},"\nBuy some fish and chips and go and eat them on the meadows.  Buy some knick-knacks from the many antique and new shops.  Buy a piece of original art from the Arts Centre gallery.   Buy local real ale from the Arts Centre's Cellar Bar.  Buy a book from one of the four bookshops.\n\n",{"type":"==","value":["Eat"]},"\nThe town boasts a Pizza Express, Ask and lots of independent gastro-pubs which are well worth a visit. 'The Crown' in red lion square serves good traditional pub food in a modern atmosphere.   There are at least four good fish and chip shops, the two in the town centre are restaurants as well.  Mr Pangs Chinese is well thought of, and one of the Thai restaurants also teaches Tahi cooking.\n\n",{"type":"==","value":["Drink"]},"\nThe Periwig (next to The Crown on Red Lion Square) is often very busy with good music. Not for the over 30s.\n\nThe medieval George Hotel has atmospheric bars in a historic setting and is popular with the older generation.\n\nThe Tobie Norris on St Paul's Street has excellent beer and attracts young adults - but over 21s.\n\nThe Cosy Club, near the Post Office, is one of the town's newest venues and is usually buzzing.\n\n",{"type":"==","value":["Sleep"]},"\nStay at the George in Stamford: a historic and unique building and hotel that is simply unbeatable for tourists in the Stamford area. Also has an excellent restaurant.\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" North to Grantham, which still has a museum"]},{"type":"*","value":[" West to Oakham, another town built largely of the Jurasic Limestone "]},{"type":"*","value":[" East to Bourne, Market Deeping, Deeping St James, Crowland withits semi-ruined abbey"]},{"type":"*","value":[" South to Peterborough with its medieval cathedral"]},{"type":"*","value":[" Further south to Cambirdge "]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lincolnshire"]]},"\n",{"type":"{{","value":[["geo"],["52.6556"],["-0.4837"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Lincolnshire\/Stamford\/"]]},"\n",{"type":"[[","value":[["wikipedia:Stamford, Lincolnshire"]]},"\n",{"type":"[[","value":[["Commons:Category:Stamford, Lincolnshire"]]}]