[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Staniel Cay"]}," is a small island in the ",{"type":"[[","value":[["Exuma"]]}," chain of islands of the ",{"type":"[[","value":[["Bahamas"]]}," and is within the ",{"type":"''","value":["Commonwealth of the Bahamas"]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThere are 365 islands in the ",{"type":"[[","value":[["Exuma"]]}," chain, with Staniel Cay in the centre of a chain of small islands stretching 100 miles southeast of ",{"type":"[[","value":[["Nassau"]]},". They are flanked by Exuma Sound to the east with deep water reefs. The cay is less than a mile square and it is the home to about eighty full-time residents. Although Staniel Cay is small, it has the basic needs a tourist might need. It has a church, library, post office, three small retail stores and marine supply store. \nThere are many different beaches to be enjoyed on the island. If you are seeking solitude  then the rule is; if someone is already occupying a beach, then just go to the next one.\n\nStaniel Cay is protected by the Bahamas National Trust",{"type":"[","value":["http:\/\/www.bnt.bs\/"]}," so it is required for tourist to stop by the main entrance of the island and not go off exploring on their own, unless they have been staying on the island.\n\n",{"type":"==","value":["Get in"]},"\nGetting to Staniel Cay is easy. Visitors to the island arrive by both sea and air. If arriving by air many visitors have departed from either Fort Lauderdale or Nassau.\n\n",{"type":"'''","value":["Staniel Cay Airport"]}," (",{"type":"{{","value":[["IATA"],["TYM"]]},") is a public airport with a 900m (3,000 ft) runway.\n\nThe airport is served by several airlines.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dove Wings"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-242-359-1491"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Flamingo Air"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-242-377-0364"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Golden Wings Charter"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-242-377-0039"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=LeAir Charter"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-242-377-2356"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Take Flight Air Charters"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+1-242-362-1877"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get around"]},"\n\nSince the island is very small, it is very easy to get around whether is by foot or by golf cart which can be rented on the island.\n\n",{"type":"==","value":["See"]},"\n\nStaniel Cay  its known for the Thunderball grotto. The Thunderball Grotto is one of the most outstanding snorkeling attractions in the Bahamas. It is also known for being the locations of movies such as Thunderball, Never Say Never Again and Splash. \n\n",{"type":"==","value":["Do"]},"\n\nStaniel Cay’s main focus is to make sure every person that visits the island leaves wanting to stay much longer. When it comes to recreation and activities all water activities are encouraged. Whalers, snorkeling, and kayaks rides are always on a “weather permitting” basis. Unfortunately, once equipment has been rented, no refunds are given due to weather conditions. \n\nStaniel Cay offers a variety of activities for everyone. Besides its different beaches, the island offers scuba diving, snorkeling, kayaking, boating, fishing, golf carts and more.\n\n",{"type":"*","value":["Many tourists enjoy the Thunderball Grotto for its “natural fishbowl” once the tide is low, many get to experience the beautiful corals and amazing sea life."]},"\n",{"type":"*","value":["Staniel Cays marine also offers a renovated marina, fuel, electricity, fresh water, ice, bait and a dock to accommodate boats and yachts. "]},"\n",{"type":"*","value":["Staniel Cay also provides nightly entertainment through their local band who have been playing for several years. "]},"\n",{"type":"*","value":["Staniel Cay holds church services during the week and a Sunday service which is very popular among the locals, who religiously attend. "]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nStaniel Cay provides visitors with a choice of three restaurants, the Yacht club, Thunderball and the Happy People restaurant.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Happy People restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A good place to hang out in Staniel Cay"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Staniel Cay Yacht Club"],["url=http:\/\/www.stanielcay.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Breakfast, lunch and dinner is served in the yacht club everyday, a combination of Bahamian and Continental Cuisine. It also has a bar.  Located inside the yacht club, great service and a great time to meet people and enjoy every second on the island."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Thunderball club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar, meals and nightly entertainment. It is located at the top of the island so the view is beautiful."]]}]}," \n",{"type":"==","value":["Sleep"]},"\n\nOn Staniel Cay specific extra charges may be applied to the base accomodation rates. A 6% Bahamas Out Island Promotion Board levy is charged as well as ten percent Ministry of Tourism Hotel Tax and a 5% housekeeping gratuity. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Staniel Cay Yacht Club"],["alt=The Cottages"],["url=http:\/\/www.stanielcay.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=9 cottages with a water and sunset views. It also offers an eighteen-slip marina, a 3000 ft airstrip. The restaurant and island bar have been named by Jimmy Buffet as one of the “Ten Great Places for a Waterside Drink”. All cottages include appliances such as air conditioning, a coffeemaker and a refrigerator inside. They do not provide any cooking facilities. The cottages do not have individual telephones or television, but phone, fax, TV and internet service are available at the club house, located in the Yacht Club. Smoking is not permitted inside the cottages. Pets are also not permitted. The Staniel Cay Yacht Club has been part of the island since 1956."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nStaniel Cay is protected by Bahamas National Trust, it is prohibited to touch, hurt, or eat any creatures or other wild life. \n\n",{"type":"==","value":["Go next"]},"\n\nBoating trips to Pig Island as well as Lizard island are offered or travelers are able to rent boats and go explore on their own. Both islands are located adjacent to Staniel Cay. The left over food from the restaurants at Staniel Cay is saved and used to feed the pigs at Pig Island. \n\n\n",{"type":"{{","value":[["IsPartOf"],["Exuma"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]