[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Stanthorpe"]}," is a town in ",{"type":"[[","value":[["Queensland"]]},", ",{"type":"[[","value":[["Australia"]]}," that is home to a ",{"type":"'''","value":["Big Apple"]},", part of the many ",{"type":"[[","value":[["Big things in Australia"],["big things in Australia"]]},".  The apple is a testament to the apples grown around the Stanthorpe area.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cunningham Highway"]},".  Drive 2.5 hours southwest from ",{"type":"[[","value":[["Brisbane"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\nA car is a must in this sparse but spread out town, the main town centre is where most of the action is from 9-5 and busses are available but scarce and can be expensive. Some backpackers provide transport to and from town and also some can provide transport to farms where most backpackers go for work.\n\n",{"type":"==","value":["See"]},"\n\nThe town has a scenic lookout, on which a lot of the town can be seen. The Big Apple isn't really much to look at as it is dilapidated, the paint on it is peeling and traces of rust can be found on this not so big apple.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nIf you're passing through, local produce is a must, as it is quite cheap and usually fresh.\n\n",{"type":"==","value":["Eat"]},"\n\nPlenty of local fruit and vegetables depending on the season. Stanthorpe has exceptional stone fruit and apples.\n\n",{"type":"==","value":["Drink"]},"\n\nThe town has 3 main pubs, that are not all popular, but provide a good atmosphere and reasonable prices for beer and spirits.  Some pubs will have a stereo-typical red-neck atmosphere. Although traces of racism can be found, most locals are quite friendly.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are several places to stay, but during picking seasons many places can get full. The Happy Apple  provides a friendly and fun backpacker\/camper atmosphere at a reasonable rate.\n\n",{"type":"==","value":["Go next"]},"\n\nThis city lacks a lot of action,  but weekends at night are when the best entertaiment is found in the town in one of the 3 main pubs. The happy apple has a camp fire and dance floor event every saturday night.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-28.6667"],["151.9500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Queensland"]]},"\n",{"type":"[[","value":[["WikiPedia:Stanthorpe, Queensland"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Queensland\/Localities\/S\/Stanthorpe\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Stanthorpe, Queensland"]]}]