[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:StGeorgeChurch060709.jpg"],["thumb"],["200px"],["Church of St George"]]},"\n\n",{"type":"'''","value":["Staraya Ladoga"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Ста́рая Ла́дога), ",{"type":"[[","value":[["Finnish phrasebook"],["Finnish"]]},": Vanha Laatokka), or the Aldeigjuborg of Norse sagas, is a village (selo) in ",{"type":"[[","value":[["Leningrad Oblast"]]},", located on the mighty Volkhov River eight km north of the town of ",{"type":"[[","value":[["Volkhov"]]},". Annexed by the ",{"type":"'''","value":["Viking Rurik"]},", from whom the Tsars traced their bloodline, Staraya Ladoga was the first capital of ",{"type":"[[","value":[["Russia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nIt is believed that Staraya Ladoga dates back to 753, as a young port on the Volkhov River, but its rise to prominence began with the arrival of the ",{"type":"'''","value":["Viking Rurik"]}," in 862, who would make it his capital. While he moved his residence to ",{"type":"[[","value":[["Novgorod"]]}," in 864, the town quickly became one of the most important trading ports of Eastern Europe, along the ",{"type":"[[","value":[["Baltic States"],["Baltic"]]},"–Ladoga–",{"type":"[[","value":[["Novgorod"]]},"–",{"type":"[[","value":[["Istanbul"],["Constantinople"]]}," trade route. While the capital of ",{"type":"'''","value":["Rus"]}," was moved to ",{"type":"[[","value":[["Kiev"]]}," shortly thereafter, Ladoga remained the prominent northern trading post on the Varangian–Greek trading route until the mid-tenth century. The Rurikids' legacy today stands out in the huge ",{"type":"'''''","value":["kurgans"]},", burial mounds on the town's outskirts, one of which is believed to be the burial place of Rurik himself.\n\nLadoga's second period of prominence came under the rule of the wealthy ",{"type":"'''","value":["Novgorod Republic"]}," in the twelfth and thirteenth centuries, when, in addition to being an important trading outpost, it became a major fortress town. Its huge stone ",{"type":"'''","value":["kremlin"]}," was built in 1114 under the oversight of ",{"type":"''","value":["Posadnik"]}," (Governor) Pavel, and would become the first line of defense against northern assaults on the Republic, withstanding a major Swedish assault in 1164. In honor of the victory, the Republic funded the construction of the magnificent ",{"type":"'''","value":["Church of St George the Conqueror"]},". As the town continued to grow around the kremlin, more magnificent twelfth century churches were constructed: the ",{"type":"'''","value":["Church of the Assumption"]}," in the north of the town, the ",{"type":"'''","value":["Church of St Nicholas the Miracle Worker"]},", and the ",{"type":"'''","value":["Church of St Clement"]},"—the city's main cathedral. While the Church of St Clement now lies in ruins, the churches of St George and the Assumption still stand tall and their interiors still bear exquisite, though faded, twelfth century ",{"type":"'''","value":["frescoes"]},", including several by the handiwork of the early Russian master, ",{"type":"'''","value":["Andrei Rublev"]},".\n\nThe town fell into a slow decline with the construction of new ",{"type":"''","value":["kremlins"]}," further west. The fortress was rebuilt in the mid-fifteenth century to accommodate the advent of firearms, and saw further battles in the Russo-Swedish Wars. In 1703, however, Tsar Peter the Great founded the town of ",{"type":"[[","value":[["Novaya Ladoga"]]}," (",{"type":"''","value":["New Ladoga"]},") at the mouth of the Volkhov River on ",{"type":"[[","value":[["Lake Ladoga"]]}," and stripped the original town of city status, giving it its name Staraya Ladoga (",{"type":"''","value":["Old Ladoga"]},").\n\n",{"type":"[[","value":[["Image:VolkhovRiverMounds.jpg"],["thumb"],["290px"],[{"type":"''","value":["Kurgans"]}," on the Volkhov"]]},"\n\nToday Staraya Ladoga remains a sleepy backwater far off the beaten tourist path. But as part of resurgent nationalist pride in the wake of the fall of the Soviet Union, the village is seeing major restoration of its important historical sights, especially of the ",{"type":"''","value":["kremlin"]},", the reconstruction of which is expected to finish sometime in 2010. The village is a natural stop for cruise lines along the Volkhov between ",{"type":"[[","value":[["Kizhi"]]}," and ",{"type":"[[","value":[["Novgorod"]]},", and as such looks set to enjoy a new period of revival as a major Russian travel destination.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n\nThe closest station is in ",{"type":"[[","value":[["Volkhov"]]}," (Volkhovstroy-1). From ",{"type":"[[","value":[["Saint Petersburg"]]},", you can get there by train, express train or by ",{"type":"''","value":["elektrichka"]}," (suburban train) from Ladogsky Station. Some ",{"type":"''","value":["elektrichkas"]}," (not express ones) also start for Volkhovstroy from Moskovsky station.\n\nSitting or obshchiy seats in passazhirskiy train class will be best by price\/comfort combination, however you may not have such luck, because there just may not be trains with such seats. Currently (January 2011) there's no trains with sitting\/obshchiy seats to Volkhov at all. Platzkart seats, while comfortable, are above 400 rubles in passazhirskiy trains and above 600 rubles in firmenniy trains while suburban train will cost you only 200 rubles. Be aware however of possible discounts for some trains when kupe may be cheaper than platzkart, even on firmenniy trains. Both Ladogsky station and Volkhovstroy-1 station have computer terminals with extensive information on timetables, available seats and prices, however probably in Russian only. Volkovstroy-1 station have two different terminals for long distance and suburban trains, each in the corresponding booking office hall. Consult ",{"type":"[","value":["http:\/\/translate.google.com\/translate?js=n&prev=_t&hl=ru&ie=UTF-8&layout=2&eotf=1&sl=ru&tl=en&u=http%3A%2F%2Frasp.yandex.ru%2F timetable online"]}," as well. Trains reach Volkhovstroy-1 in 2 hours.\n\nTimetable is also tricky: there's only 5 daily trains, the only morning train being firmenniy \"Arktika\" Moskva - Murmansk train (one of cosiest econom-class firmenniy trains in Russia), start 08:59, arrive 11:18. Other trains are either summer, or run on days only. In general, train is more convenient, if you plan to stay overnight in Volkhov or Staraya Ladoga.\n\nTrip by ",{"type":"''","value":["elektrichka"]}," will take about 2.5 hours. Express trains are a bit confusing: they are simple ",{"type":"''","value":["elektrichkas"]},", reaching Volkhovstroy-1 making no (Sankt-Peterburg - Babaevo, start 14:33, arrive 16:49, Fridays and Sundays only) or 1 stop (Sankt-Peterburg - Svir', start 18:42, arrive 20:42, daily, currently not marked as express). There's same somewhat unsightly plastic seats as in other suburban trains in Sankt-Peterburg region. However, express trains are good variant, if you want to take a look at the Volkhov GES - first GES of the GOELRO plan - from the train bridge across Volkhov river. Just took the trains off on Volkhovstroy-2 station (next after Volkhovstroy-1), and look right when crossing the river.\n\nYou can also reach Volkhovstroy-1 station directly from ",{"type":"[[","value":[["Moscow"]]}," by either \"Arktika\" or \"Kareliya\" Moskva-Petrozavodsk (also cosy econom-class firmenniy train), and unlike Moscow - Sankt-Petersburg overnights, you may even get a nice sleep. \"Kareliya\", however, arrives to Volkhov early at 4:49AM, you may find #23 bus soon after and enjoy dawn over calmly moving Volkhov river in Staraya Ladoga before the services will start to work.\n\nA couple of trains from ",{"type":"[[","value":[["Murmansk"]]}," to Moscow or other destinations may also stop on Volhovstroy-2 station, though mainly summer (and rather than or) on days and usually at night.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["Image:Staraya Ladoga kremlin in winter.jpg"],["thumb"],["200px"],["The kremlin"]]},"\n\nFrom the Volkhovstroy-1 station in ",{"type":"[[","value":[["Volkhov"]]},", catch the bus #23, marshrutka (actually also bus, but with fixed price for the ride) #K-23, or bus #23A, which will get you there in about 50 minutes, costing about 25 rubles (2009). The bus tends to be well synced with the arrival times of the ",{"type":"''","value":["elektrichka"]}," from Saint Petersburg (you can find synced buses in the timetable site, referenced below). It's not terribly easy to tell when you have arrived in Staraya Ladoga if you haven't been there before, so it's best to ask a local to tell you when you have arrived: не подскажете мне, пожалуйста, когда мы доедем до Старой Ладоги (nyeh pod-SKAH-zhe-tyeh mnyeh, puh-ZHAHL-uh-stuh, kahg-DAH myh dо-ye-DEM dah STAH-ruy LAH-duh-gee). You can also look in window for Staraya Ladoga kremlin on the right side, on the way from Volkhov, it will be in the middle of the village, the right stop will be right after it.\n\nFrom the Volkhovstroy-2 station you'll have to walk from the station and cross the Volkhov river to catch on the #23 bus, as it doesn't cross the river. You can catch it on either \"Il'inskiy park\" stop (right beside the park after the bridge, 20 min on foot, the stop is on the further side of road from side-shows), or \"Raiispolkom\" (if you go by local #2 bus, first stop after the bridge, the stop to Staraya Ladoga will be on the other side of the street). You'd better find the time-table for the bus before trying this route though, because the schedule is sparse with intervals up to 2 hours, especially late in the evening, and may be not available on the stops. You might also want to hitch ride on the bus with a hand, especially if you see the bus or even better marshrutka outside the stop. Alternatively just take #2 bus to Volkhovstroy-1 station where schedule is available (you may also take any seldom other is this direction, however be aware, that bus #3 from Volkhovstroy-2 takes a side root up the Volkhov river, passing the GES, which is sightly, and #5 takes side root to Murmanskie Vorota, which is not sightly and a bit long). Or ask locals when will be the bus: Когда пойдёт 23-й автобус в Старую Ладогу? (kagh-DAH poi-DYOT dvad-tsat-TRE-tiy av-TO-bus v STAH-ru-yu LAH-duh-gu?)\n\nYou may try to go by bus from Sankt-Peterburg, though it may not be as convinient. There are no direct buses to Staraya Ladoga; though some schemes may be confusing, #877 bus to Boksitogorsk does not pass the village, but go along right side of the Volkhov river via Babino. Some buses reach Volkhov, but even there are more of them to the stop \"Yushkovo\", which is on the cross of M18 and A115, which is passed by #23 bus as well. The trip is slightly more than 2 hours to Yushkovo, the bus may be crowdy and the road a bit bumpy after crossing Neva. It's tricky to find where the #23 bus stop in Yushkovo in the direction to Staraya Ladoga is, the stop is usually inside the ring around the \"Turist\" kafe, closer to river, and might be right the same, where you get out from the bus from Sankt-Peterburg, but it might change. Look for signs - they may be present, or ask locals Где останавливается 23й автобус в Старую Ладогу (Hdeh ohs-tah-NAV-lee-vah-yeh-tsya dvad-tsat-TRE-tiy av-TO-bus v STAH-ru-yu LAH-duh-guh?)\n\nThere sometimes exist #800 bus Velikiy Novgorod - Petrozavodsk, which passes Staraya Ladoga, but currently it is cancelled. Last timetable was once a week, on Sundays from Novgorod and on Saturdays from Petrozavodsk. The trip was about 6 hours from Novgorod and about 7 hours from Petrozavodsk, arriving to Staraya Ladoga somewhen around 4PM-5PM.\n\nSemiupdated bus timetable can be found ",{"type":"[","value":["http:\/\/translate.google.com\/#ru|en|http%3A%2F%2Fall-transport.info%2Fregions%2Fru47.html here"]},". It contains local and even town Volkhov buses, however last update was about summer 2010. However is doesn't contain timetables for Staraya Ladoga and Yushkovo stops, so, for timetable of #23 buses traveling to Volhov, look in Novaya Ladoga (New Ladoga) section, add approximately 10-15 min for Yushkovo and about 25 min for Staraya Ladoga.\n\n",{"type":"===","value":["By car"]},"\n\nStaraya Ladoga is on the A-115 between ",{"type":"[[","value":[["Volkhov"]]}," and ",{"type":"[[","value":[["Novaya Ladoga"]]},", which intersects with the M-18 from ",{"type":"[[","value":[["Saint Petersburg"]]}," (120 km), 7 km north of the village. Coming from ",{"type":"[[","value":[["Novgorod"]]},"\/",{"type":"[[","value":[["Moscow"]]},", take the M-10 until turning right on the A-115. From ",{"type":"[[","value":[["Vologda"]]},", take the A-114 to the M-18 towards Saint Petersburg, eventually making a left on A-115.\n\n",{"type":"===","value":["By thumb"]},"\n\nA115 is good for hitch-hiking, with transit traffic from M10 to M18 to the north, though relatively empty at night. Try hitching buses off duty - may be a good choice.\n\nFrom Volkhov a good lighted position is right under the new automobile bridge. From Yushkovo a position is good in daylight, but somewhat limited in light at night.\n\n",{"type":"==","value":["Get around"]},"\nStaraya Ladoga is a small village and is easily covered on foot via leisurely stroll. Locals often opt for bicycles, but there are no rentals available.\n\nBus #23 actually makes three stops in the village. First from Volkhov is not far from Nikolsky Monastery, second, after Kremlin, in the small central square, the third right near Church of the Nativity of John the Baptist (and greatest sight of Volkhov river).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Staraya Ladoga Museum-reserve"],["alt=Музей-заповедник «Старая Ладога»"],["url=http:\/\/oldladoga.spb.ru\/"],["email=slmz@list.ru"],["address=Волховский пр., 19."],["lat="],["long="],["directions="],["phone=+7 (81363) 49070"],["tollfree="],["fax=+7 (81363) 13524"],["hours=10:00—17:00"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kremlin"],["alt=Староладожская крепость"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10.00-18.00 (tickets offered until 17.00)"],["price="],["content="]]}]},":* ",{"type":"{{","value":[["see"],["name=Church of St George"],["alt=Церковь Святого Георгия"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n:* ",{"type":"{{","value":[["see"],["name=Church of Dmitry Solunsky"],["alt=Церковь Дмитрия Солунского"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n\n",{"type":"[[","value":[["Image:Georgeladoga 2.jpg"],["thumb"],["200px"],["Fresco of St George in his eponymous church"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Convent of the Assumption"],["alt=Успенский женский монастырь"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Assumption"],["alt=Церковь Успения Богородицы"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nikolsky Monastery"],["alt=Никольский мужской монастырь"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Uspenskoye Estate"],["alt=Усадьба «Успенское»"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Nativity of John the Baptist"],["alt=Церковь Рождества Иоанна Предтечи"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Neva Travel Company"],["alt=«Нева  Тревел  Компании»"],["url=http:\/\/www.travel.ladverf.ru\/"],["email=ladverf@gmail.com"],["address=ул. Луначарского, 2"],["lat="],["long="],["directions="],["phone=+7 (81363) 31450, +7 (906) 228-10-60"],["tollfree="],["fax="],["hours="],["price="],["content=Offers motorboat trips between Staraya Ladoga and Novaya Ladoga."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Staraya Ladoga Military History Festival"],["alt=Военно-исторический фестиваль «Старая Ладога»"],["url=http:\/\/www.ransrevek.ru\/"],["email="],["address=at the kremlin"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=26–27 June 2010"],["price="],["content=The fifth annual military history festival will see reenactments of battles from the early Middle Ages."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lad'ya Cafe"],["alt=Кафе «Ладья»"],["url="],["email="],["address=ул. Советская, 6"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Prince Rurik Cafe"],["alt=Кафе «Князь Рюрик»"],["url="],["email="],["address=Волховский пр."],["lat="],["long="],["directions="],["phone=+7 (81363) 49023"],["tollfree="],["fax="],["hours=Su-Th 10:00—23:00, F-Sa 10:00-01:00"],["price=200-300 rubles"],["content=A large cafe with a good selection of food. Geared to tourists, it suffers from lackluster service and high prices (by rural Russian standards)."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:The Church of the Nativity of St John the Baptist.jpg"],["thumb"],["200px"],["Church of the Nativity"]]},"\n\nThe above mentioned ",{"type":"'''","value":["Prince Rurik Cafe"]}," is a good bet for booze.\n\n",{"type":"==","value":["Sleep"]},"\n\nWhile it is certainly possible to day trip from ",{"type":"[[","value":[["Saint Petersburg"]]},", there are a couple options for lodging in Rurik's capital. ",{"type":"[[","value":[["Volkhov"]]}," to the south also has a good number of hotels.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lad'ya Hotel"],["alt=Гостиница «Ладья»"],["url="],["email="],["address=ул. Советская, 6"],["lat="],["long="],["directions="],["phone=+7 (81363) 49555"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Staraya Ladoga Hotel"],["alt=Старая Ладога"],["url="],["email="],["address=ул. Советская, 3"],["lat="],["long="],["directions="],["phone=+7 (81363) 49529"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Private rooms, shared bathrooms."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["geo"],["59.9833"],["32.3000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Leningrad Oblast"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Staraya Ladoga"]]},"\n\n",{"type":"{{","value":[["AttributionAlt"],["Orgin=",{"type":"[[","value":[[":ru:Старая Ладога"],["The Russian Wikivoyage"]]}],["Lang=ru"],["Pagename=Старая_Ладога"]]}]