[{"type":"{{","value":[["pagebanner"],["Crevasses in Deux Alpes (France) banner.jpg"]]},"\n",{"type":"''","value":["There are many things that you can do to ensure that you stay safe while traveling.  Wikivoyage articles have a \"Stay safe\" section with location specific advice.  This article covers general advice that applies to many destinations."]},"\n\n",{"type":"==","value":["Before you go"]},"\nBefore you get in to your destination, you should consider the following:\n",{"type":"*","value":[" ",{"type":"''","value":["Travel advisories"]}," - Check foreign ministry travel advisories for your destination, before setting off. The ",{"type":"[","value":["https:\/\/www.gov.uk\/foreign-travel-advice Foreign and Commonwealth Office"]}," in the UK, the ",{"type":"[","value":["http:\/\/www.smartraveller.gov.au Department of Foreign Affairs & Trade"]}," in Australia and the ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/travel_1744.html Bureau of Consular Affairs"]}," in the US, are excellent sources even if you are not a citizen of those countries."]},{"type":"*","value":[" ",{"type":"''","value":[{"type":"[[","value":[["Weather"]]}]}," - Consider whether you're going to arrive during a good season weather-wise.  For example, tropical storms can be a danger in various areas (hurricanes in the Caribbean area and southern United States, typhoons in Asia, especially along the coast from Vietnam to Japan) especially in hot weather, and tornadoes, sometimes called \"twisters\" can pose a danger to travelers in some parts of the world (especially in the ",{"type":"[[","value":[["United States"]]},"), most often in spring and summer.  If the climate is very different from what you are used to, be sure to know what you need to cope."]},{"type":"*","value":[" ",{"type":"''","value":["War zones"]}," - ",{"type":"[[","value":[["War zone safety"],["War zones or former war zones"]]}," are generally not suitable for tourists. No one should visit a region in this category without seriously considering the risks and how to mitigate them. Tourists can be just as much a target of hostility as any military force. Indeed, tourists could be regarded as a soft target since they do not have the backup of a large organisation. In recent times, tourists have been targeted in ",{"type":"[[","value":[["Afghanistan"]]},", ",{"type":"[[","value":[["Egypt"]]}," and ",{"type":"[[","value":[["Kenya"]]},"."]},{"type":"*","value":[" ",{"type":"''","value":["Timing your arrival"]}," - When arriving at an unfamiliar destination, try to arrive during the day, if possible, rather than trying to find your way around at night. If the journey is long and you can sleep while travelling this can be a good way to plan your travel. "]},{"type":"*","value":[" ",{"type":"''","value":["Travel documents"]}," - Check well in advance the documents you will need (passport, visas) and allow plenty of time for these - some kinds of paperwork can take weeks or months. You might also need papers for other activities - press reporting, visiting sensitive areas, etc."]},{"type":"*","value":[" ",{"type":"''","value":["Local laws"]}," - Consider local laws that may have legal repercussions for you. Be aware that even 'ordinary' matters that would be legal at home may not always be legal abroad. Clothing, partners below local age of consent, ",{"type":"[[","value":[["Gay and lesbian travel"],["homosexuality"]]},", alcohol or intoxicants, self-defense items, prescription drugs (and even drugs sold over the counter) and criticizing the ruler are examples of possible issues in some countries."]},{"type":"*","value":[" ",{"type":"''","value":["Local customs"]}," - Learn any important local customs. For example mocking firmly held local beliefs can have serious consequences; appropriate clothing can be important; there may be strict social taboos about touch, or eating behavior. Other examples include local customs related to bargaining and negotiation, unfamiliar body language (head shaking in parts of Asia to mean \"yes\"), and even the local sense of time."]},{"type":"*","value":[" ",{"type":"''","value":["Medical and insurance"]}," - Consider medical needs and insurance. If you have medications, check whether you can bring them into the country, whether you need a doctor's letter, and how you will store and replenish them, if necessary. Only carry them in the original container from the pharmacy. If you might need medical help, then find out how this is charged (if not free), and whether you need to arrange ",{"type":"[[","value":[["Travel insurance"],["insurance"]]}," or extend existing insurance, or obtain any kind of paperwork, to cover medical emergencies. If you are bringing valuables with you, consider whether insurance is needed in the event of loss or theft. If you plan to do adventurous activities check if you need medical letters or specialist insurance."]},{"type":"*","value":[" ",{"type":"''","value":["Immigration"]}," - Check whether any less common ",{"type":"[[","value":[["Visa"],["immigration issues"]]}," may affect you. For example, some countries will not allow a person to enter if their passport shows a stamp from specific other countries or if their motive for travel or explanation of their trip seems dubious or questionable; religion and sexuality are also areas that may be treated with suspicion by some countries."]},{"type":"*","value":[" ",{"type":"''","value":["Unfamiliar risks"]}," - Learn about natural and other unfamiliar risks that may apply. ",{"type":"[[","value":[["Driving"],["Road safety"]]}," and quality of medical services may differ between countries, and some places have unfamiliar dangerous or poisonous plants and animals, or well-known hazards due to weather and other events (for example, tornado, tsunami or earthquake warnings)."]},{"type":"*","value":[" ",{"type":"''","value":["Pets, children and people with needs"]}," - If you plan to travel with pets, children, or anyone with specific needs, be sure their needs are met - stopping points and breaks, accessibility, noise, public transport, accommodation, appropriate food. If travelling internationally with pets some countries will have ",{"type":"[[","value":[["Travelling with pets"],["Pet Passport"]]}," schemes with specific requirements."]},"\n",{"type":"==","value":[" Travel sense "]},"\n",{"type":"[[","value":[["Image:1 1 12.svg"],["thumb"],["Be careful!"]]},"\n\nNo place on the planet is completely free from safety risks, including your own home.  However, gaining understanding about the nature of risk in general, specific threats at your destination, and what you can do to minimize both general and specific risks can go a long way towards a safe trip.\n\n",{"type":"===","value":[" Stay aware "]},"\n",{"type":"*","value":[" When traveling, don't take risks you wouldn't be comfortable taking at home, unless you know what you're doing. "]},{"type":"*","value":[" You can't completely eliminate ",{"type":"''","value":["all"]}," risks to your safety, so focus your energy on taking preventative steps proportional to the actual risks.  For example, while there is realistically nothing much you can do to predict and avoid random terrorist attacks, car accidents claim the lives of more travelers than random acts of terrorism around the world do, so focusing on traffic safety is more practical than avoiding random terrorist attacks."]},{"type":"*","value":[" Be wary of possible threats wherever you are; relaxing on a warm beach and newfound friends can provide a false sense of security."]},{"type":"*","value":[" Gain knowledge about your destination. Learn about local customs, including those around appropriate dress, as well as ",{"type":"[[","value":[["List of phrasebooks"],["some key phrases in the local language"]]}," so that you can communicate.  Learning about your destination will make you more aware of risks, help you to be better prepared to ",{"type":"[[","value":[["Dealing with emergencies while travelling"],["deal with emergencies"]]}," that may occur, and will make your trip a lot easier in general. Recent editions of guidebooks should provide advice on relevant crime and security risks, and how to avoid or minimise them."]},{"type":"*","value":[" Although you may want to make local friends, always be extremely cautious with anyone who tries to assertively befriend you, or situations you are encouraged into by people you don't know. In some countries this is one way people can take advantage of visitors."]},{"type":"*","value":[" Trust your instincts.  If a situation just doesn't seem right to you, it probably isn't."]},{"type":"*","value":[" To avoid crime, it can help to think like a criminal; understand whom a criminal might target.  Criminals tend to target people from whom they believe they will most easily be able to get what they want, whether because the person appears submissive, physically vulnerable, distracted, or because they stick out for other reasons."]},"\n",{"type":"===","value":[" Get in "]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Carrying for others"]}," - Never let your bags out of your sight, especially when you are crossing international borders. Do not offer to carry anything for another person unless you trust them absolutely. You could find yourself being used as a drug carrier without your knowledge, which will land you in a great deal of trouble. This includes waiting in line, as drug-sniffing dogs could be used at any time without notice. Some countries have exceedingly punitive punishments even for first time offenses; these can include prison sentences of over 10 years or death. Unattended bags can also attract attention from authorities wary of bomb threats. "]},"\n",{"type":"===","value":["Sleep"]},"\n",{"type":"*","value":[" Hotels can be dangerous places in case of fire.  Check that there are two ways of escape from your room.  If possible, check that emergency exits are in fact usable."]},"\n",{"type":"===","value":[" Get around "]},"\nThe safest mode of transport depends on the country, and the trip particulars, and it can be very difficult to do a fair comparison.  Statistics comparing forms of travel are usually given by distance travelled and not by time, and are crowded by urban mythology.\n\nWhen on a bus or train:\n",{"type":"*","value":[" Stay near the driver\/conductor\/guard."]},{"type":"*","value":[" Ensure you always know where your bags are. Bags can be stolen from under seats or luggage racks."]},"\nWhen riding in a taxi:\n",{"type":"*","value":[" Use licensed cabs, rather than private cars (",{"type":"''","value":["gypsy cabs"]},"), even though they might be slightly more expensive."]},{"type":"*","value":[" Always make sure the driver has turned on the meter if there is one, or negotiate the fare before the trip starts if there isn't."]},{"type":"*","value":[" When riding alone, sit behind the driver where it is more difficult for him to threaten or harm you. "]},"\nWhen using a car:\n",{"type":"*","value":[" Don't drink and drive."]},{"type":"*","value":[" Be aware of local traffic laws and regulations and follow them."]},{"type":"*","value":[" Keep the car locked, including the trunk\/boot—thieves can snatch bags at the traffic lights."]},{"type":"*","value":[" Keep mobile phones and other valuables out of sight—travel insurance may not cover items left in cars."]},{"type":"*","value":[" Park in well lit places with no cover around the car—if there are bushes etc. thieves can work on the locks out of sight."]},{"type":"*","value":[" Before getting into your car, check the back seat to ensure no-one's hiding there."]},{"type":"*","value":[" Consider extending your insurance to cover all costs of window\/windscreen replacement; it's not uncommon for thieves to just smash the glass to get in."]},"\nWhen walking: \n",{"type":"*","value":[" Orient yourself with a map before setting out, and take local advice on undesirable areas to walk in."]},{"type":"*","value":[" Watch the body language of other tourists and the locals - if they don't seem happy about being in an area and are rushing through it or are turning around, you should reconsider whether you want to be there. "]},{"type":"*","value":[" If approached aggressively, you may not have much time to think and a lot depends on the situation, so it's worth mentally thinking through in advance if a risky situation arose.  There are many techniques, some rely on avoidance (hand over possessions, or avoid eye contact and keep moving), some rely on attracting attention (shouting loudly, making a disturbance), and some rely on a being aware of what is around you."]},"\n",{"type":"===","value":[" See "]},"\nSeeing the sights of the area will require you to get out of your hotel room and onto the streets, which in some areas carries a risk of violent crime.\n",{"type":"*","value":[" Keep your eyes open.  If the area feels unsafe, is quiet, or if the area is heavily vandalized and there are groups of young people hanging around, avoid unnecessary risks and move on."]},{"type":"*","value":[" Avoid street gangs, often recognizable as large groups of males, often wearing similar clothes or tattoos."]},{"type":"*","value":[" Travel in a group, and look out for each other."]},{"type":"*","value":[" If you are a victim of a fraud or scam, consider your circumstances carefully before aggressively confronting the scammer.  A small monetary loss could escalate to something worse."]},{"type":"*","value":[" Don't attempt to fight off a thief."]},{"type":"*","value":[" Back alleys and quiet areas are interesting to explore, but there will be fewer people around to help you, and fewer people watching to deter violent crime."]},{"type":"*","value":[" Natural hazards are not always indicated by signs and fences.  Assess the risks of cliffs and rivers before venturing too close."]},"\n",{"type":"===","value":[" Buy "]},"\nTo buy anything, you'll need money, which may make you a target for theft.  To reduce your risks:\n",{"type":"*","value":[" As much as possible, try to avoid looking like someone that a thief would target (remember, think like a criminal).  To that end, don't flash wads of cash, or wear or carry expensive jewelery or valuables (keep those in the hotel safe)."]},{"type":"*","value":[" Follow local advice as to safe areas."]},{"type":"*","value":[" Have copies of the information\/photo page of your passport.  Leave your passport in the hotel safe if that is available and permitted."]},{"type":"*","value":[" Have an additional credit card and some cash separate from your wallet. Split everything up in such a way that if one wallet gets stolen you can still enjoy the trip. Consider a money belt or other concealment."]},{"type":"*","value":["Be aware of ",{"type":"[[","value":[["common scams"]]},". These are designed to get your money or business from you under false pretenses. They fall into three categories: overcharging you, deceiving you or coercing you into paying for a service you don't want, and outright theft."]},{"type":"*","value":["Take steps to protect yourself against ",{"type":"[[","value":[["pickpockets"]]},", who are a hazard in many tourist destinations."]},"\nIn some areas, it is necessary to ",{"type":"[[","value":[["bargain"]]}," with merchants to avoid being grossly overcharged.\n\n",{"type":"===","value":["Eat"]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["Travellers' diarrhea"]]}," for more information."]},"\n",{"type":"*","value":[" Find out if the water quality is suitable for visitors to drink from an authoritative source before you arrive.  Locals can often drink water with no ill-effects that will see you laid up for a week. If you can't drink the water:"]},{"type":"*","value":[{"type":"*","value":[" Drink bottled water (ensuring the seal hasn't been broken) or boil water vigorously for 2 minutes or use a filter and UV steriliser.  "]}]},{"type":"*","value":[{"type":"*","value":[" Avoid ice cubes in drinks.  "]}]},{"type":"*","value":[{"type":"*","value":[" Avoid salads that have been washed."]}]},{"type":"*","value":[{"type":"*","value":[" Avoid juices and drinks that may have been diluted.  Try and drink direct from the can or bottle."]}]},{"type":"*","value":[{"type":"*","value":[" Use bottled or boiled water to clean your teeth."]}]},"\n",{"type":"*","value":[" Use your best judgement about restaurants. If the place looks dodgy, eat somewhere else."]},{"type":"*","value":[" Make sure food is fully cooked."]},{"type":"*","value":[" Avoid dairy products, unless you know they have been pasteurized."]},{"type":"*","value":[" Wash your hands with soap and water before eating. If soap and water are not available, use an alcohol-based hand gel (with at least 60% alcohol)."]},{"type":"*","value":[" Don't eat plants or fungi that you find in the wild, unless you really know what you're doing. Some poisonous species in some parts of the world closely resemble edible species in other parts of the world. There also may be a risk they have been sprayed with pesticide or herbicide that can make you sick."]},"\n",{"type":"===","value":["Drink"]},"\nTaking part in a city's nightlife can be the highlight of a trip; however, nighttime is when the shady people of the city come out, so extra vigilance is necessary.  If the nightlife isn't your thing back home, don't feel obligated to go out when travelling; the safest place to be at night is in your hotel room.  If you do decide to go out, here are some tips:\n",{"type":"*","value":[" Try to avoid walking the streets alone after dark, or minimally stay in well-lit areas."]},{"type":"*","value":[" Dress down, and don't flaunt your wealth."]},{"type":"*","value":[" Try not to get too drunk.  The risk of being a victim of violent crime and sexual assault increases if you are intoxicated."]},{"type":"*","value":[" Avoid accepting drinks, meals or gifts purchased for you.  It can create an expectation in the giver, and can also expose you to drink spiking etc."]},{"type":"*","value":[" Avoid going back to a stranger's house, hotel, or any other location.  If you wish to socialize in this way, ensure you have a familiar, public, and safe location that you can nominate."]},{"type":"*","value":[" Avoid purchasing illegal drugs.  The transaction is often a pretext for robbery, scams or worse."]},"\n",{"type":"===","value":[" Possessions "]},"\n",{"type":"*","value":[" Store bags in reputable places."]},{"type":"*","value":[" Consider using locks for bag zippers."]},{"type":"*","value":[" \"Quick and quiet\" theft of bags is quite common. A trick that may be appropriate in some situations is to buy a short length of very cheap lightweight chain (with welded links) and small padlock at any hardware store; bags can then be discreetly padlocked shut through the zipper and through the chain around a table-leg or other immovable object. It works very well when sleeping on long train or bus journeys, or in a club, bar, or some hotel rooms."]},{"type":"*","value":[" Distraction is a common theft technique - a person drops something, or asks you something, or creates an disturbance, and an accomplice quickly performs the theft during the few seconds of momentary distraction."]},"\n",{"type":"===","value":[" Stay healthy "]},"\n:",{"type":"''","value":["Main article: ",{"type":"[[","value":[["Travel health"]]}]},"\n",{"type":"*","value":[" See your doctor before you travel.  Ensure that you are healthy enough to do what you have planned, and check regarding disease exposure in the areas you will be visiting, and take appropriate precautions, such as getting vaccinated."]},{"type":"*","value":[" If you decide to have new sexual relationships, always follow safe sex practices, and use a condom.  The prevalence of AIDS varies between countries, but it exists everywhere, and unsafe sex will always be a lottery. The availability and quality of contraceptives (condoms, pills, etc.) varies from country to country. When in doubt, bring adequate supplies from home."]},{"type":"*","value":[" Be aware of the potential hazards from tick or insect bites in the places you are travelling to (e.g., ",{"type":"[[","value":[["dengue"]]},", ",{"type":"[[","value":[["malaria"]]},", Lyme disease), and take precautions to lessen the chance of being bitten."]},{"type":"*","value":[" If you were exposed to any dodgy water or food during your trip, consider getting tested for parasites when you get home. Some types of parasites can remain in your system for years without your knowing about them, and may eventually harm you."]},"\n",{"type":"===","value":["Connect"]},"\n\n",{"type":"*","value":[" Let someone back home know where you are, and when you will next be in touch."]},{"type":"*","value":[" Leave copies of your passport and travel insurance details with someone at home, it's also a good idea to carry a copy of your passport and any visas on you, ideally separate from your passport. This will ease your troubles with authorities if you lose it, and handing over a photocopy to potentially corrupt officials is a good way to deal with a potential blackmail situation."]},{"type":"*","value":[" Also consider taking a digital scan of your passport and important travel documents and storing it electronically - this can be a simple as emailing it to yourself, but the scan should be stored in an encrypted file."]},{"type":"*","value":[" Consider carrying a mobile communication method that will work in your destination.  Check if your mobile phone will roam, and if there is coverage at your destination.  Even a non-roaming phone can be used for emergency calls on a compatible network.  Consider renting a satellite phone in remote areas."]},{"type":"*","value":[" Register with your embassy or relevant government department - some countries provide an online facility for doing this."]},"\n",{"type":"==","value":["Local laws and customs"]},"\n\nTravelers are subject to the laws of the country they're in, and need to remember that these laws can differ considerably from those of their home country. Moreover, in some cases such as ",{"type":"[[","value":[["Australia"]]}," and the ",{"type":"[[","value":[["United States"]]},", the laws can vary between different parts of the country. As a result, something that might be perfectly acceptable at one destination can land you in jail at another, sometimes for years. This applies particularly to drugs and (in some countries) various kinds of antisocial behavior, and what may be a minor crime or \"laugh\" between friends at home, or passes for a social afternoon in the comfort of a coffee shop in ",{"type":"[[","value":[["Amsterdam"]]},", may land you in jail in ",{"type":"[[","value":[["Florida"]]},", a 10 year sentence in ",{"type":"[[","value":[["Sudan"]]},", corporal punishment with a rattan cane in some countries, or a place on death row in ",{"type":"[[","value":[["Singapore"]]},".  Many Asian countries impose the death penalty for trafficking even minute amounts of illicit drugs. \n\nWikipedia provides a number of reference pages on various aspects of law around the world.\n",{"type":"*","value":[{"type":"[[","value":[["w:Prostitution law"],["prostitution"]]}]},{"type":"*","value":[{"type":"[[","value":[["w:LGBT rights by country or territory"],["homosexuality"]]}]},{"type":"*","value":[{"type":"[[","value":[["w:Age of consent"],["age of consent"]]}]},{"type":"*","value":[{"type":"[[","value":[["w:Legality of cannabis by country"],["cannabis"]]}," (for other drugs and legal practices worldwide see ",{"type":"[[","value":[["w:Drug prohibition law"],["laws"]]}," and ",{"type":"[[","value":[["w:Drug policy"],["policies"]]},")"]},"Note that these are ",{"type":"''","value":["not"]}," guaranteed to be up-to-date. If a legal issue is important for you as a traveller, you will need to do further research yourself and quite possibly to consult a lawyer with appropriate expertise.\n\n",{"type":"===","value":["Law and authorities"]},"\n\nWhen it comes to conflicts with police officers, immigration officers, security guards, or any other government officials, Wikivoyage encourages travellers to follow local law and regulations. Actions that are legal (such as homosexuality or drinking alcohol) or only minor infractions (jaywalking, littering, drug use etc.) in some countries might earn travellers a major fine, or even a prison sentence, in others. As laws and their execution vary a lot between countries, advance knowledge of the local situation is needed; see the Stay safe section of each respective destination.\n\nJust like people in general, some police and other government officers are prejudiced, and might discriminate against a traveller based on race, nationality, gender, sexual orientation, or social class. Be informed about local values, for instance whether racism, homophobia or other prejudices are prevalent. As well, in some countries corruption is widespread, such as when a police officer or government official requests a cash bribe for providing service or even threatens to detain someone who does not pay. It pays to be aware of the local attitude towards corruption and act accordingly. Additionally, sometimes criminals will pose as police officers in order to scam travellers.\n\nAt the very least, be informed about what law enforcement forces exist in the countries you visit, and how to recognize them.\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dangerous animals"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Severe weather"]]}]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Travel topics"]]}]