[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Gergeti Trinity Church and a chapel.jpg"],["thumb"],["300px"],["Holy Trinity Church in the mist"]]},"\n\n",{"type":"'''","value":["Stepantsminda"]}," (",{"type":"[[","value":[["Georgian phrasebook"],["Georgian"]]},": სტეფანწმინდა; formerly ",{"type":"'''","value":["Kazbegi"]},", ",{"type":"[[","value":[["Georgian phrasebook"],["Georgian"]]},": ყაზბეგი) a town in the north of ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", popular for the trekking opportunities in the visually spectacular surrounding mountains, its views of the mighty ",{"type":"'''","value":["Mount Kazbeg"]},", and for the beautiful view from the town of the Holy Trinity Church outlined against Mount Kazbeg itself.\n\n",{"type":"==","value":["Understand"]},"\nThe town of Kazbegi—officialy named Stepantsminda (სტეფანწმინდა: ",{"type":"''","value":["st'eh-pahn-ts'meen-dah"]},"), but better known under the old name of Kazbegi) is a mountain town on the ",{"type":"'''","value":[{"type":"[[","value":[["Georgian Military Highway"]]}]},". The town is 10 km south of the border with Russia, which is open again for some nationalities. On the western side of the river, the town is known as ",{"type":"'''","value":["Gergeti"]}," (გერგეტი: ",{"type":"''","value":["gehr-geh-t'ee"]},"), but for all intents and purposes of a visitor, it is essentially one town.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Kazbegi map.png"],["thumb"],["480px"]]},"\nMashrutkas leave more or less hourly the Didube bus station of ",{"type":"[[","value":[["Tbilisi"]]}," several times per day.\nFrom the Didube metro station, go down, turn right, cross the underway, cross the first parking lot (full of marshrutkas), and the marshrutkas to Kazbegi are in the second parking lot. Fare: 10 Lari. Duration: 2h45.\n\nIf you have a bunch of people in your party, you can almost always find a driver hanging around the marshrutka who is going there anyway, and hitch a ride for a fare lower than the total your group would pay on the marshrutka.\n\nTo get to the Sno Valley take a jeep from Kazbegi. It's a long and pretty scary way but really worth it.\n\n",{"type":"==","value":["Get around"]},"\nThe town is easily covered on foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gergeti Trinity Church"]}," (გერგეტის სამების ეკლესია: ",{"type":"''","value":["gehr-geh-t'ees sah-meh-bees ek'leh-see-ah"]},"), also known as Tsminda Samebis Church, towering over the city at a height of 2170m. Free entrance. No smoking, no photography inside the monastery. Decent clothes required."]},{"type":"*","value":[{"type":"'''","value":["Alexander Kazbegi Museum"]}]},{"type":"*","value":[{"type":"'''","value":["Sno Valley: Juta town"]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Gergeti Trinity Church"]},"\n",{"type":"====","value":["Hiking"]},"\nHiking is the best option, since you enjoy the view. This can be done throughout the year.\nIt takes between 1 and 2 hours one way, and the difficulty depends on the path. Although the easiest way is very easy, keep in mind that there is more than 400 meters to climb. All three are easy to follow.\n",{"type":"*","value":[" By following the road: after the bridge, turn left, and follow the road until the end, about 6km further. Duration: about 2 hours."]},{"type":"*","value":[" By the (relatively) easy trail: after the bridge, turn left, and follow the road for about one kilometer, almost at the end of the small village. You will see a sign for cars to turn right; don't turn right, but go until the end of your street, about 100 meters. Then, turn right, walk 10 meters, turn left, and walk about 500 meters. Then you will meet the road again; turn left, follow the road for about 2 kilometers, until the trees suddenly disappear (and you have a wonderful view on Mount Kazbeg). You will see a path on the left; this is quite steep, though not difficult. In winter, avoid this part (keep going on the road). After 5 minutes on this path, you will reach the \"summit\", and see the church. Just go to the end. There are green\/blue signs at each crossroads, so the path is very easy to find. Duration: 1h45."]},{"type":"*","value":[" By the steep path. After the sign for cars to turn right, don't turn right, but go until the end of your street, about 100 meters. Then turn left, and walk up! This path is very steep, and cannot be used in winter. Duration: 1 hour."]},"\n",{"type":"====","value":["By taxi"]},"\nMany taxis (mostly in the main square) offer a return trip to Gergeti Trinity Church from Kazbegi for 40 Lari. This is almost a scam, since this is a mere 6km from the city, and it is much nicer to climb yourself (see above).\nBut if you are old, or in a hurry, why not. Try to bargain as much as possible!\n\n",{"type":"===","value":["Other outdoor activities"]},"\n",{"type":"*","value":[" Hike further into the mountains via a path starting behind the ridge to the start of the Gergeti Glacier (at 3000m)."]},{"type":"[[","value":[["Image:View climbing up to Gergeti Glacier, flowers.JPG"],["thumb"],["240px"],["Summer flowers nearing the Gergeti Glacier"]]},"\n",{"type":"*","value":[" Climb mount Kazbeg (5033m) with a guide."]},{"type":"*","value":[" Hike in wonderful nearby Juta valley."]},"\n",{"type":"==","value":["Buy"]},"\nThere is no ATM in town, only a bank branch of 'Liberty Bank', so ",{"type":"'''","value":["be sure to bring enough cash"]},". It's up the hill from hotel Stepandsmina, on your left at the third intersection. The bank opens around 10:00 and gives cash advances on Visa & MasterCard.\nThe money changer right on the main square has horrible rates.\n\n",{"type":"==","value":["Eat"]},"\nThere are few restaurants in the town, it's easier and cheaper to get the food at your guesthouse. Hotel Stepantsminda has a restaurant and the hotel next door as well.\n\nThere are some small shops just of the main square, in the direction of the 'center' (big sign on the side of the square).\n\n",{"type":"==","value":["Drink"]},"\nThe café ",{"type":"'''","value":["Shorena's hotel & bar restaurant"]}," (right on the main square) has decent prices for food and drinks, and provides free Wi-Fi. English-speaking and French-speaking staff. Update: The place is rather nice but the prices are unexpectedly high and the portions are very small (but food itself is good as usual). For example - chicken shish costs 9 laris but only contains 4 small pieces of chicken.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Kazbegi view.JPG"],["thumb"],["240px"],["View back over Kazbegi"]]},"\nPlenty of homestays, with older lady's swarming any arriving mashrutka. Expect to pay 15 GEL\/person\/night for a bed, 30 GEL to include dinner and breakfast.\n\n",{"type":"*","value":[" Hotel Stepantsminda on the main square."]},"\n",{"type":"*","value":[" B&B Iago Arabuli in Juta ( nice homestay in remote Juta in Sno Valley, 40 GEL per person with delicious Georgian food, tel 593422951.) Great starting point for hiking tours."]},"\n",{"type":"*","value":[" Anano's Guesthouse: newly added top floor with several rooms, private and shared bathrooms. Less than 5mins walk from the main square. Family provides breakfast and dinner and they even pack some lunch for your day trips. 40 GEL per person. email: ananoqushasvili@yahoo.com phone: +995 593 34 42 74."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rhezo Guest House"],["url=http:\/\/www.staykazbegi.com"],["email="],["address=Gergeti"],["lat="],["long="],["directions="],["phone=+995599404090"],["tollfree="],["fax="],["hours="],["price=35 GEL"],["checkin="],["checkout="],["content=The Rhezo guest house - very good location and exceptionally tasty food. Solo Kazbek climbers choice!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kazbegi Mountain Hut"],["url=http:\/\/kazbegi-hut.cdn.ge\/"],["email="],["address=Gergeti Village"],["lat="],["long="],["directions="],["phone=+995 99 180806 \/ + 995 99  497764"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Accommodation for climbers; can arrange guides, horses, porters, etc."]]}]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Rent a mountain-bike (Mountain Travel Agency - +995 55 64 92 91) and cycle towards the castle by the Russian border, and visit the small valleys south of the town."]},{"type":"*","value":[" ",{"type":"[[","value":[["Russia"]]}," (but be sure that your citizenship allows you to cross the border)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tbilisi"]]},": marshrutkas depart from the main square. Several departures in the morning. In the afternoon, departures at 1.30pm, 3.30pm and 5pm (last one). Price: 10 Lari."]},"\n",{"type":"[[","value":[["Image:Gergeti Trinity Church (1).jpg"],["thumb"],["240px"],["Kazbeg looming over the church"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kartli"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["42.6575"],["44.645278"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Stepantsminda"]]}]