[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Sterling"]]},"\n",{"type":"'''","value":["Sterling"]}," is a town in ",{"type":"[[","value":[["Massachusetts"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Davis Farmland and Mega Maze"],["alt="],["url=http:\/\/www.davisfarmland.com\/"],["email="],["address=145 Red Stone Hill"],["lat="],["long="],["directions="],["phone =+1 978 422-6666"],["tollfree="],["fax="],["hours="],["price="],["content= Children's discovery farm with an excellent maize-maze.It is open from April until the end of October. You can feed the animals, take a hay ride through the farm, and even cool off at the Adventure Play and Spray. They offer day camps for kids."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mulligan's Miniature Golf"],["alt="],["url="],["email="],["address=124 Leominster Road"],["lat="],["long="],["directions="],["phone = +1 978-422-5022"],["tollfree="],["fax="],["hours="],["price="],["content=Mulligan’s is a great place to have some fun in the warmer months. It opens in early April and is located right next to Meola’s Ice Cream. It’s fun for people of all ages, but is extremely popular among families in the area. Adults pay $7.00 for a round of mini golf and kids pay $6.00, and all replays of rounds are half price. If you plan on visiting frequently, you can also buy a season pass ($65 for adults and $55 for kids and seniors). The course is always well kept and they have a friendly and helpful staff. The “Moose Caboose” is a stand which sits within the course, where golfers can purchase snacks and refreshments. Children’s birthday parties are frequently held here, and you can even host any other event of your choice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Clearview Farm"],["alt="],["url="],["email="],["address=4 Kendal Hill Road"],["lat="],["long="],["directions="],["phone = +1 978-422-0442"],["tollfree="],["fax="],["hours="],["price="],["content=Not only does this farm stand supply delicious and fresh produce, but it’s also a glimpse into Sterling’s history. It has been family owned since 1906 and used to be home to Mary Sawyer, the little girl who inspired the nursery rhyme, “Mary had a Little Lamb.” The owners are sixth generation descendants of Mary. The farm has a beautiful scenic view of Mount Wachusett and is a great place to spend the day outdoors. You can take a hayride through the orchard, or go apple picking. A bushel of apples costs $24 and a peck costs $13. They have special events throughout the year, such as the Pumpkin Festival every Columbus Day Weekend where they have pumpkin carving demonstrations, live music, and treasure hunts for the kids. The farm is open from 9AM until 6PM"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Sterling Fair"]},".  This festival occurs once a year on the grounds of the Sterling Airport for three days in mid-September.  It is truly the town’s pride and joy, and it attracts people from miles around.  The fair includes petting zoos, live performances, contests, local vendors, various concession stands, games, thrilling rides, and much more.  You can have a relaxing time enjoying some music and browsing for souvenirs, or you can be adventurous and try out all of the fastest rides.  The fair always takes place from Friday to Sunday, and there is an impressive display of fireworks before the fair’s close on Saturday night.  No matter what your age, you’ll be sure to have a good time at the fair because there is something for everyone to enjoy.  This is the one time of year where the whole town comes together and shows what they have to offer."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chocksett Inn"],["alt="],["url="],["email="],["address=59 Laurelwood Road"],["lat="],["long="],["directions="],["phone = +1 978-422-3355"],["tollfree="],["fax="],["hours="],["price="],["content=This is a great spot for a weekend getaway, but you don’t have to sleep here to enjoy a nice meal. They offer a wide variety of food choices and their prices range from about $16.00 to $29.00. They specialize in hosting events like weddings, showers, or business functions. This is definitely the best place to enjoy a gourmet meal in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Countryside Cafe"],["alt="],["url="],["email="],["address=4 Johnson Road"],["lat="],["long="],["directions="],["phone = +1 978-422-6686"],["tollfree="],["fax="],["hours="],["price="],["content=If you’re looking for a satisfying breakfast, this is the place to go! It has a warm, homey atmosphere with a quick and friendly staff. Not only do they serve huge stuffed omelets and delicious stacks of fluffy pancakes for breakfast, but they also offer a great lunch menu. This place is filled with local families on weekend mornings, so you may have to wait to be seated, but it’s really worth the wait! The café has a lot of regular local customers, but anyone will feel welcome here and will certainly get a good meal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rota-Spring Farm"],["alt="],["url="],["email="],["address=117 Chace Hill Road"],["lat="],["long="],["directions="],["phone = +1 978-365-9710"],["tollfree="],["fax="],["hours="],["price="],["content=This homemade ice cream farm is famous for having the best ice cream in the area, and the biggest scoops. People come from miles around to get a taste of one of their 50 flavors and to look at the cows that produce the delicious treats. Rota-Spring is located right in the farmland of Sterling, providing a great place for families with kids to enjoy. There is also a fruit and vegetable stand next to the ice cream window, so you can get your cone and some fresh local produce all in one trip. You can sit out on the picnic tables and enjoy the atmosphere, or just take your ice cream back home with you. Whichever way you prefer, this ice cream will never let you down."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Barbers Crossing (North)"],["alt="],["url="],["email="],["address=175 Leominster Road"],["lat="],["long="],["directions="],["phone = +1 978-422-8438"],["tollfree="],["fax="],["hours="],["price="],["content=They offer a wide range of choices, but it’s not the number one spot for a good meal in town. The atmosphere is a little unwelcoming, but the prices are low and it’s a good place to go for a basic burger and fries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Village Pizza"],["alt="],["url="],["email="],["address=239 Worcester Road"],["lat="],["long="],["directions="],["phone = +1 978-422-7166"],["tollfree="],["fax="],["hours="],["price="],["content=This is a family owned pizza place that has been a fixture of Sterling for over 20 years. It’s conveniently located right in the center of town. They serve big thick crust pizzas, but also carry other options like calzones, fresh salads, and pasta dishes. They have low prices and a friendly staff."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sterling Inn"],["alt="],["url="],["email="],["address=240 Worcester Road"],["lat="],["long="],["directions="],["phone = +1 978-422-6592"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This is one of the few places to stay in Sterling, but it will certainly be an enjoyable stay. It has a charming and elegant atmosphere with a historical flare. The restaurant doesn’t have a large menu, but the food is excellent. The service is great and the staff always makes guests feel at home."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chocksett Inn"],["alt="],["url="],["email="],["address=59 Laurelwood Road"],["lat="],["long="],["directions="],["phone = +1 978-422-3355"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Not only is this a good place to go for a nice dinner out, but it’s also the best place in town to spend the weekend. It contains 26 lovely suites, all with a living area and a full kitchen. Every room has free wireless high-speed internet and cable. They offer a complimentary continental breakfast, and they have a gym, a business center, and laundry facilities. Also, their restaurant, the Bistro, is the number one spot for fine dining in the area and is open for dinner from Monday until Saturday. You can make reservations for short or extended stays, and they even offer special packages like the Romantic Getaway Package, or the Ski and Stay Package."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=I-190.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Fitchburg"]]}," via ",{"type":"[[","value":[["File:MA Route 2.svg"],["18px"]]}],["minorl1=",{"type":"[[","value":[["Leominster (Massachusetts)"],["Leominster"]]}],["directionr1=S"],["majorr1=Ends at ",{"type":"[[","value":[["Image:I-290.svg"],["18px"]]}],["minorr1=",{"type":"[[","value":[["Worcester (Massachusetts)"],["Worcester"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.437500"],["-71.761111"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North County (Massachusetts)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sterling,_Massachusetts"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Massachusetts\/Localities\/S\/Sterling\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Sterling, Massachusetts"]]}]