[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[","value":["http:\/\/www.stobi.mk\/Default.aspx?page=155 ",{"type":"'''","value":["Stobi"]}]}," is a large set of ruins in the ",{"type":"[[","value":[["Povardarie"]]}," region of ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nStobi was once the ancient town of Paionia, later conquered by Macedon, and later still incorporated into the Roman province of Macedonia Salutaris. It is on the main road that leads from the Danube to the Aegean Sea and is considered by many to be the most famous archaeological site in the ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]},". Stobi was built where the Erigon river (Crna) joins the Axios river (Vardar), making it important strategically as a center for both trade and warfare. Today Stobi is in Gradsko, a village with about 3,000 people. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nThere is a main motorway very close to Gradsko.\n",{"type":"===","value":["By car"]},"\nGetting in by car or taxi is probably the best way to get in.\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Stobi.jpg"],["thumb"],["Stobi"]]},"\nHistorical sites in Stobi include:\n",{"type":"*","value":[{"type":"'''","value":["Northern Basilica"]}," - The church has three main parts: a narthex, an egzonarthex separated by colonades and an atrium constructed mostly of marble. In the northern part there is a Bapstistry and in the southern part are Slavic graves. The church, which was built at the beginning of the 5th century, can be entered from the street Via Principalis Inferior."]},{"type":"*","value":[{"type":"'''","value":["The Central Basilica and Synagogue"]}," - can be entered from the street Via Principalis. The Central Basilica was built on a Synagoga at the beginning of the 5th century."]},{"type":"*","value":[{"type":"'''","value":["The House of the Psalms"]}," - in front of the central basilica, has a central room with a mosaic floor, a room with colonnades, a big pool and columns in the western part of the yard."]},{"type":"*","value":[{"type":"'''","value":["Via Axia"]}," - one of the main streets in Stobi. Its oriented east-west and its discovered only small part of the street."]},{"type":"*","value":[{"type":"'''","value":["The Main Town Public Fountain"]}," - located on a small square created by the streets Via Axia and Via Principalis Inferior."]},{"type":"*","value":[{"type":"'''","value":["The Magnae Therma"]}," - discovered in 1931, consisted of two rooms: one large room with a statue and a pool made of stone blocks. "]},{"type":"*","value":[{"type":"'''","value":["Via Principalis Inferior"]}," - was a major street of the city running from the central basilica to the main town fountain, then to house of Partenius, the 'Palace of Theodosius' and the House of Psalms. "]},{"type":"*","value":[{"type":"'''","value":["The House of Peristerius"]}," - was a large living complex for several families and also had rooms for shops. The Peristerius family owned the rooms in the southern part of the complex. The central part of this complex is a yard under open sky, with fountains on the western side. In the eastern part is an excellent example of floor mosaics and in the middle there is a fountain made of marble. "]},{"type":"*","value":[{"type":"'''","value":["Via Theodosia Street"]}," - is parallel to Via Axia and its located between the house of Peristerius and the 'Palace of Theodosius'. "]},{"type":"*","value":[{"type":"'''","value":["The Palace of Theodosius"]}," - was where the emperor Theodosius first stayed while in Stobi. The floor is covered with marble blocks and the peristyle with mosaics in the technique opus sectile."]},{"type":"*","value":[{"type":"'''","value":["The House of Partenius"]}," - located near the southern part of the Palace of Theodosius, and is connected to it by a wall making it into an L-shaped building standing for Latin."]},{"type":"*","value":[{"type":"'''","value":["Valavica (Domus Fullonica)"]}," - is a complex of connected shops and residences, built on older objects."]},{"type":"*","value":[{"type":"'''","value":["The Episcopal Basilica"]}," - dating from the 5th century AD, it was built in a Hellenistic manner with atrium, narthex (with a mosaic floor), and exonarthex with a double apse. On the south of the basilica is the baptistery with magnificent mosaic composition. "]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is no available accommodation in Stobi and Gradsko village. The nearest options are in nearby ",{"type":"[[","value":[["Kavadarci"]]}," (S 15 km), ",{"type":"[[","value":[["Negotino"]]}," (SE 15 km) or ",{"type":"[[","value":[["Veles"]]}," (NW 25 km).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Veles"]]}," - the nearest city, which also has some appealing architecture"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["41.551667"],["21.975000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Povardarie"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Stobi"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Stobi"]]}]