[{"type":"{{","value":[["pagebanner"],["Af_Chapman_and_Skeppsholmen_banner.jpg"]]},"\n\n",{"type":"'''","value":["Stockholm County"]}," (",{"type":"''","value":["Stockholms län"]},") is a county of Sweden which includes its capital, ",{"type":"[[","value":[["Stockholm"]]}," and municipalities surrounding it. It is both the country's most populous region and the most densely populated one. Far from homogenous, it includes dense urban areas as well as large expanses of forests and a sparsely inhabited archipelago of over 30,000 islands. Stockholm dominates the area and it is fair to say that all of the municipalities within the county are Stockholm's satellites and suburbs to some extent, although other cities with a distant identity do exist there, notably Sweden's oldest city ",{"type":"[[","value":[["Sigtuna"]]},", the port of ",{"type":"[[","value":[["Nynäshamn"]]}," or the industrial hub of ",{"type":"[[","value":[["Södertälje"]]},".\n\n",{"type":"==","value":[" Destinations "]},"\n",{"type":"[[","value":[["File:WV Stockholm county regions PNG.png"],["thumbnail"],["right"],["Map of the Stockholm county divided for the purposes of this guide"]]},"\nThe county has 26 municipalities, but not all of them are of equal interest to tourists. For easier orientation, we describe them by grouping them into seven destination articles:\n",{"type":"{{","value":[["regionlist"],["region1name=",{"type":"[[","value":[["Stockholm"]]}],["region1color=#FF91A4"],["region1items=",{"type":"''","value":["municipalities of Stockholm, Solna, Sundbyberg, Lidingö and the town of Nacka in the namesake municipality"]}],["region1description= Includes information on Stockholm proper and the municipalities immediately adjacent, which can be considered to be seamlessly integrated with Stockholm city"],["region2name=",{"type":"[[","value":[["Ekerö"]]}],["region2color=#C9DC87"],["region2items="],["region2description=The only Swedish municipality with two UNESCO World Heritage sites; Drottningholm Palace, and Viking-age settlement Birka."],["region3name=",{"type":"[[","value":[["Stockholm Archipelago"]]}],["region3color=#B2FFFF"],["region3items=",{"type":"''","value":["Many larger and smaller islands belonging to different municipalities, including Värmdö and Vaxholm. The island of Boo and the seaside resort of Saltsjöbaden in the Nacka municipality are also covered here"]}],["region3description=Contains 30,000 islands spread across multiple municipalities"],["region4name=",{"type":"[[","value":[["Södertörn"]]}],["region4color=#777696"],["region4items=",{"type":"''","value":["Botkyrka, Haninge, Huddinge, Nynäshamn, Salem and Tyresö"]}],["region4description=The peninsula south of Stockholm, with lush forests, a long coastline and the port of Nynäshamn"],["region5name=",{"type":"[[","value":[["Södertälje"]]}],["region5color=#FF9F00"],["region5items=",{"type":"''","value":["This guide covers the municipalities of Södertälje and Nykvarn"]}],["region5description=A city and municipality in the southeast of the county, mostly known as an industrial centre"],["region6name=",{"type":"[[","value":[["Norrort"]]}],["region6color=#6699CC"],["region6items=",{"type":"''","value":["Danderyd, Järfälla, Sigtuna, Sollentuna, Täby, Upplands-Bro, Upplands Väsby and Vallentuna"]}],["region6description=Includes those municipalities farther out north of Stockholm that cannot be claimed to be parts of the Stockholm city itself, like the ancient city of Sigtuna"],["region7name=",{"type":"[[","value":[["Norrtälje"]]}],["region7color=#B57EDC"],["region7items="],["region7description=The northernmost municipality in the county and the most expansive in terms of area, as well as the most sparsely inhabited. It offers a long coastline, many bodies of water surrounded by forests and unspoiled nature and is therefore popular with tourists in the summer."]]},"\n\n",{"type":"[[","value":[["File:20130602 Drottningholm Palace 6964.jpg"],["thumbnail"],["right"],[{"type":"''","value":["Drottningholm"]}," in ",{"type":"[[","value":[["Ekerö"]]}," is just one example that proves that it is worth to get out of Stockholm and explore other municipalities of the county"]]},"\n\n",{"type":"==","value":[" Understand "]},"\nStockholm county was established in 1714, not long after the whole county system was created in 1683. The actual city of Stockholm was separate from it until 1968, when it joined the county and both became a single administrative unit, with Stockholm itself now being one of the 26 municipalities of the county.\n\n",{"type":"==","value":[" Get in "]},"\nStockholm County is very much centered around Stockholm, and with few exceptions you will need to arrive via the city to any destination within the county. The focal point of the transportation system of both the Stockholm city and County is the ",{"type":"'''''","value":["Stockholms Centralstation"]},", also abbreviated as ",{"type":"''","value":["Stockholm C"]}," or ",{"type":"''","value":["Centralen"]},". It is the main station for both long-distance, regional and local trains, the expansive Stockholm metro system (whose adjacent station is called ",{"type":"''","value":["T-Centralen"]},") and for the local and long-range buses (which stop at the adjacent ",{"type":"''","value":["Cityterminalen"]},").\n",{"type":"[[","value":[["File:Douglas DC-3, SE-CFP.jpg"],["thumbnail"],["right"],["With two large international airports within the county, finding a plane connection should not be a problem"]]},"\n",{"type":"===","value":[" By plane "]},"\nStockholm county includes two major airports with scheduled passenger traffic:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Stockholm#Arlanda Airport"],["Stockholm Arlanda"]]}]},", in the ",{"type":"[[","value":[["Sigtuna"]]}," municipality, which is the country's largest airport by far in terms of passenger traffic and the number of international and intercontinental connections. It has a railway station served by ",{"type":"''","value":["Storstockholms Lokaltrafik's"]}," local trains (",{"type":"''","value":["pendeltåg"]},"), which can take you to all over the county (and even up to ",{"type":"[[","value":[["Uppsala County"]]},") either directly or with a transfer. There is also an express direct connection to Stockholm's central railway station called ",{"type":"''","value":["Arlanda Express"]},", as well as bus connections locally within Sigtuna, to Uppsala and to Stockholm."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Stockholm#Bromma Airport"],["Stockholm Bromma"]]}]}," is Stockholm's older airport, still within the city borders, which is now served mostly by domestic connections within Sweden."]},"\nThere are two other airports serving Stockholm, which are actually in neighbouring counties:\n",{"type":"*","value":[" ",{"type":"'''","value":["Stockholm Skavsta"]}," in ",{"type":"[[","value":[["Nyköping"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Stockholm Västerås"]}," in ",{"type":"[[","value":[["Västerås"]]}]},"\n",{"type":"===","value":[" By rail "]},"\nThe only train station in Stockholm served by long-distance domestic and international trains is the ",{"type":"'''''","value":["Centralstation"]},", where you can change to local trains, the metro or a local bus further on to your destination. Some long-distance trains also call at ",{"type":"'''''","value":["Södertälje Syd"]}," and ",{"type":"'''''","value":["Flemingsberg"]}," \n\n",{"type":"===","value":[" By boat "]},"\n",{"type":"[[","value":[["Baltic sea ferries"]]}," with passenger and vehicular (car and truck) capacities connect Stockholm with ",{"type":"[[","value":[["Helsinki"]]},", ",{"type":"[[","value":[["Turku"]]},", ",{"type":"[[","value":[["Riga"]]}," and ",{"type":"[[","value":[["Tallinn"]]},". A ferry from ",{"type":"[[","value":[["Gdańsk"]]}," arrives in Nynäshamn, a port in the south of ",{"type":"[[","value":[["Södertörn"]]},".\n\n",{"type":"[[","value":[["File:Lohärads klockstapel.jpg"],["thumbnail"],["right"],[{"type":"[[","value":[["Norrtälje"]]},"'s rural seclusion provides a counterbalance to the hustle and bustle of Stockholm"]]},"\n",{"type":"===","value":[" By road "]},"\nStockholm is served by three major motorways of the European motorway system:\n",{"type":"*","value":[" ",{"type":"'''","value":["E4"]},", which traverses the country from north to south, passes through Stockholm by way of the city's ringroad. South of Stockholm, it goes across the country to its west coast, terminating in ",{"type":"[[","value":[["Helsingborg"]]}," (where you can branch out further south to ",{"type":"[[","value":[["Malmö"]]}," and ",{"type":"[[","value":[["Copenhagen"]]},"), passing by ",{"type":"[[","value":[["Nyköping"]]},", ",{"type":"[[","value":[["Linköping"]]}," and ",{"type":"[[","value":[["Jönköping"]]},". In Jönköping, you can branch out to ",{"type":"[[","value":[["Göteborg"]]},". North of Stockholm, the E4 follows the Baltic Sea coast to major ",{"type":"[[","value":[["Norrland"]]}," seaside cities like ",{"type":"[[","value":[["Umeå"]]},", ",{"type":"[[","value":[["Luleå"]]}," and ",{"type":"[[","value":[["Skellefteå"]]}," and ends in Finland."]},{"type":"*","value":[" ",{"type":"'''","value":["E18"]},", which leads by ferry from Finland to Norrtälje and goes north of the lake Mälaren through ",{"type":"[[","value":[["Västerås"]]},", ",{"type":"[[","value":[["Örebro"]]}," and ",{"type":"[[","value":[["Karlstad"]]}," to the ",{"type":"[[","value":[["Norway"],["Norwegian"]]}," border and then on to ",{"type":"[[","value":[["Oslo"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["E20"]},", which goes south from Stockholm via ",{"type":"[[","value":[["Södertälje"]]},", and then, south of lake Mälaren, it goes west to Göteborg. In Göteborg, it turns south along the North Sea coast to Malmö."]},"\nDo note that entering Stockholm by car with Swedish number plates incurs a congestion charge.\n\n",{"type":"[[","value":[["File:Sankt Olofs kyrkoruin september 2013 14.jpg"],["thumbnail"],["right"],["Sigtuna, described in our guide to ",{"type":"[[","value":[["Norrort"]]},", is actually older than Stockholm itself"]]},"\n\n",{"type":"==","value":[" Get around "]},"\nThe whole county is served by ",{"type":"[","value":["http:\/\/www.sl.se Storstockholms Lokaltrafik AB"]}," (",{"type":"''","value":["Greater Stockholm Local Transit Company"]},"), which provides many different modes of transportation under a common ticketing and fare scheme. This includes, light rail\/trams in Stockholm, two systems of local railway (Stockholm metro and local trains), a comprehensive network of bus lines. There are also regular ferries between the islands which are operated by independent companies - some are under the same SL fare scheme, and others are not, requiring separate tickets.\n\n",{"type":"[[","value":[["File:Sandhamn February 2013 04.jpg"],["thumbnail"],["right"],["The ",{"type":"[[","value":[["Stockholm archipelago"]]}," (Sandhamn pictured) gets even more picturesque in the wintry months"]]},"\n",{"type":"==","value":[" See "]},"\n",{"type":"[[","value":[["Stockholm"]]}," is obviously packed with an amazing array of sights and attractions as you would expect of a historic European capital and a large modern global city at the same time. But this does not mean that you should not get out of the city proper and admire both the rich natural features and the unexpected wealth of opportunities to explore, experience and learn.\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Stockholm Archipelago"]]}," is both a tranquil refuge and home to quite a few historic monuments and museums scattered across the islands - just getting there over the water provides for some spectacular sights"]},{"type":"*","value":[" Sigtuna in ",{"type":"[[","value":[["Norrort"]]}," is Sweden's oldest continually existing city and holds many artefacts thereof"]},{"type":"*","value":[" Tumba and Huddinge in ",{"type":"[[","value":[["Södertörn"]]}," have museums devoted to their natural heritage"]},"\n",{"type":"[[","value":[["File:Sandviken Enhörna.jpg"],["thumbnail"],["right"],["There is plenty of water to enjoy in all kinds of ways, like here in Sandviken in ",{"type":"[[","value":[["Södertälje"]]}]]},"\n",{"type":"==","value":[" Do "]},"\nThere is plenty to do in the Stockholm County. The city of Stockholm contains many sports and entertainment venues including the humongous Globen and Friends Arena, and there is always something major happening to be experienced live. The county has a very long coastline and includes vast expanses of water, which lends itself to all kinds of activities, from water-related sports to simply sunbathing or picincking on one of the many sea- and lakeshores. Surprisingly for localities easily reachable by commuter railway, you do not have to get far out of Stockholm either to observe wildlife up close and engage in a Nordic photo safari.\n\n",{"type":"==","value":[" Eat "]},"\nThere isn't much in the way of a particular cuisine of Stockholm County, but you will of course be able to enjoy the general Swedish favourites and specialties. Due to the region's diverse ethnic makeup, you may also take advantage of the wide range of non-Swedish cuisines represented throughout the County, from kebab and falafel stands to high-end specialty restaurants.\n\n",{"type":"==","value":[" Drink "]},"\n",{"type":"[[","value":[["Norrmalm"],["Stockholm city"]]}," obviously has the liveliest nightlife, and given the great public transportation connections, the inhabitants of other municipalities tend to go there to party and enjoy evenings out as well.\n\n",{"type":"==","value":[" Sleep "]},"\nGiven the well-developed network of metro and commuter railways, as well as the distribution of major businesses and venues throughout the country, you are not limited to Stockholm itself in your search for accommodation. Stockholm itself tends to be quite expensive actually, especially if you are looking for a higher standard and larger rooms. Therefore, you may want to look for a better deal in one of the other municipalities - provided you can figure out good connections from the place you stay to where you want to get.\n\n",{"type":"==","value":[" Stay safe "]},"\n\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["geo"],["59.37"],["18.05"],["zoom=9"]]},"\n",{"type":"[[","value":[["Wikipedia:Stockholm county"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Svealand"]]}]