[{"type":"{{","value":[["pagebanner"],["Stonehenge banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:Stonehenge.jpg"],["400px"],["thumb"],["Stonehenge"]]},"\n\n",{"type":"'''","value":["Stonehenge"]}," is a well-known Neolithic and Bronze Age stone monument located in a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," on Salisbury Plain in ",{"type":"[[","value":[["Wiltshire"]]},", ",{"type":"[[","value":[["England"]]},". The whole WHS is quite large and contains many other structures from the Neolithic and Bronze Ages. \n\n",{"type":"==","value":["Understand"]},"\nStonehenge is in a World Heritage Site of over 2000 hectares that is considered one of the most archaeologically rich in Europe.  It is home to some of the most important Neolithic and Bronze Age finds and structures in the UK, and contains some 200 scheduled monuments.  It is also the site of one of the biggest Chalk grassland reversion projects in the world.\n\nStonehenge is owned by the nation and is administered by English Heritage ",{"type":"[","value":["http:\/\/www.english-heritage.org.uk\/stonehenge\/"]},". Much of the World Heritage Site land is owned by local farms, but a third is owned and managed by the National Trust ",{"type":"[","value":["http:\/\/www.nationaltrust.org.uk\/stonehengelandscape\/"]}," who are spearheading the grass regeneration scheme.\n\nNew visitor facilities are now under construction, part of a new joint approach by English Heritage with Salisbury Museum and the Wiltshire Museum in ",{"type":"[[","value":[["Devizes"]]},". The new Visitor Centre is due to open in late 2013, and new displays at the ",{"type":"[[","value":[[":Wikipedia:Wiltshire Heritage Museum"]]}," in Summer 2013 and ",{"type":"[[","value":[[":w:Salisbury Museum"]]}," in 2014.\n\n",{"type":"===","value":["History"]},"\nEvidence indicates that the area around Stonehenge has been occupied since around 8000BC, but it was during the Neolithic and Bronze Age periods that the vast majority of the monuments around it came to be built.  Early work at Stonehenge itself began in 3000BC when an outer ditch and embankment was constructed, and standing timbers erected.  From about 2500BC, Neolithic and Bronze Age man started to bring Bluestones and Sarsen stones from ",{"type":"[[","value":[["Wales"]]}," and the ",{"type":"[[","value":[["Marlborough Downs"]]},".  It was not until 1600BC that Stonehenge came to be completed.  Most of the other monuments in the area such as Durrington Walls and Woodhenge date from the same period.  A nearby hill fort was built during the Iron Age, and there is evidence to suggest that the area was extensively settled by the Romans.  The nearby town of ",{"type":"[[","value":[["Amesbury (England)"],["Amesbury"]]}," was later settled during the Saxon reign in 979AD.  \n\nStonehenge and the land immediately around it was bought for the nation in 1918.  Being on the edge of the military training area ",{"type":"[[","value":[["Salisbury Plain"]]},", a large number of military facilities have also been constructed in the area, including military barracks, a light railway and an aerodrome built within a stone's throw of Stonehenge (most of which has now fortunately been removed).  Since then the National Trust has acquired some 850 hectares around Stonehenge, and the area was given UNESCO World Heritage status in 1986.\n\n",{"type":"===","value":["Landscape"]},"\nThe Stonehenge landscape is one of the best preserved areas of readily accessible chalk downland in the UK.  On the edge of Salisbury plain it features several rolling hills and dry river valleys that allow for pleasant walks without too much trouble.  Surrounding farmland is ideal for crops and animal grazing.\n\n",{"type":"===","value":["Flora and fauna"]},"\nChalk grassland is a very rich environment allowing for a diverse range of animals and plants.  Thin free draining soil restricts competitive species, but allows lime loving plants and trees to flourish.  Knapweeds, Birdsfoot Trefoil and Yellow rattle are among several downland floral plants well established in the area.  The thin soil also traps heat quickly and is ideal for a wide range of insects, such as the rare Chalkhill and Adonis Blue butterflies.  The skylark (an RSPB red list species) is also common in the area, and lent its name to the nearby military garrison Larkhill.  The RSPB own a reserve on Normanton Down, just south of the stones, that has provided an ideal habitat for the Stone Curlew.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nFrom ",{"type":"[[","value":[["London"]]}," take the M3 and A303 to Amesbury.  At the A303 Countess roundabout go south to visit Amesbury for food\/accommodation, north to visit Woodhenge and Durrington Walls, or continue west to reach Stonehenge at the centre of the UNESCO site.  A mile past the roundabout you can see Stonehenge from Kings Barrow Ridge, and take the next right to access the car park.  From Salisbury and the South, take the A345 through Amesbury to Countess roundabout, and from the north just follow the A345 south.  Stonehenge and Woodhenge are well signposted from Amesbury.\n\n",{"type":"===","value":["By train"]},"\nThe nearest practical stations are ",{"type":"[[","value":[["Andover (England)"],["Andover"]]}," and ",{"type":"[[","value":[["Salisbury (England)"],["Salisbury"]]}," which can be reached from London Waterloo on a direct service.  From here you can catch a bus (below), or if there are several in a group (or you are traveling with luggage), the easiest thing to do is hire a taxi at the train station. The current going rate for a roundtrip with an hour stop at Stonehenge is £35.00. An hour is more than enough time in which to visit Stonehenge.\n\n",{"type":"===","value":["By bus"]},"\nThere are no longer any public buses running to Stonehenge. There is a direct bus, with an oral tour, known as The Stonehenge Tour ",{"type":"[","value":["http:\/\/www.thestonehengetour.info\/"]},". Prices are from £11 for an adult\/student and up, depending on whether you want a more expansive tour of the area or not. Tickets will soon be available to purchase online.\n\nIf there are three or more in your group, negotiate with the taxi drivers and you will get it for about the same price per person and leave your luggage in the cab. If there are four or more of you, a cab is cheaper. If there are other people waiting in line, why not suggest sharing a cab? Alternatively, people can get off at Amesbury bus station on other routes and either take a taxi to the stones or walk into the Stonehenge Landscape.\n\nFrom Andover take the 8 \"Activ8 ",{"type":"[","value":["http:\/\/www.wdbus.co.uk\/site\/uploads\/publications\/66.pdf"]},"\" bus.  From ",{"type":"[[","value":[["Devizes"]]},", take the 4 to Amesbury.\n\n",{"type":"===","value":["By tour"]},"\nSeveral tours take in Stonehenge when travelling from one destination to the other.  Most start from London and visit Stonehenge on their way to Salisbury or Bath. It's worth noting that these tours usually allow 30 minutes only at Stonehenge, which gives you time to see only the Stones and not time to appreciate the surrounding area. For tours starting from ",{"type":"[[","value":[["London"]]},", the price starts from around £65 for adult, including entry fee and pick-up service in your London hotel.\n\nTo visit Stonehenge from Salisbury the Stonehenge Tour ",{"type":"[","value":["http:\/\/www.thestonehengetour.info\/"]}," is great value for money. Tickets range from £11 for tour only, and £22 for the tour and entry to Stonehenge, ",{"type":"[[","value":[["Old Sarum"]]}," and ",{"type":"[[","value":[["Salisbury Cathedral"]]},". The double-decker tour bus picks up at Salisbury train station (outside the station and to the left), Salisbury centre, and Amesbury. The ticket is valid all day long and has stops at Stonehenge and Old Sarum.  It runs between every 30 minutes and every hour, depending on time of day and year. Tickets can be purchased online, or from the driver.\n\nIf there are three of you, negotiate with a taxi driver, and you will pay only marginally more and they will store your luggage while at Stonehenge. If there are 4 or 5 of you, a taxi is much cheaper.\n\n",{"type":"==","value":["Get around"]},"\n\nThe stones themselves are next to the main car park on the A344 but for those wishing to explore, the local landscape is best enjoyed on foot or by bicycle.  Several bridleways and footpaths crisscross the area, and the National Trust allows access to a large amount of its land that is being reverted to chalk grassland.\n\n",{"type":"===","value":["Walking"]},"\nThe National Trust has opened some 260 hectares of its land to walkers so that they can access some of the monuments around the area.  Several recommended walking tours are available on their website ",{"type":"[","value":["http:\/\/www.nationaltrust.org.uk\/stonehengelandscape\/"]},", and dogs are welcome as long as they are kept under control.  Visitors have the option of parking at Stonehenge, Woodhenge, or Amesbury, and touring some of the ancient monuments from there.  Care should be taken around the A303.\n\n",{"type":"===","value":["Bicycle"]},"\nSeveral quiet back roads and bridleways make access to the monuments quite easy, and for the hardy cyclist, Stonehenge can be combined with a larger tour around Amesbury and the Woodford Valley on the way to Salisbury.  It is not advisable to cycle on the A303, but it can be avoided for most of its route anyway.\n\n",{"type":"==","value":["See"]},"\n\nAside from the plentiful wildlife and nature available, the UNESCO site is considered one of the most impressive archaeological sites in Britain.  The landscape boasts several outstanding Neolithic and Bronze Age monuments that can be reached on foot a short distance from the famous Stonehenge ",{"type":"[","value":["http:\/\/www.english-heritage.org.uk\/stonehengeinteractivemap\/index.html"]},".\n\n",{"type":"===","value":["Stonehenge"]},"\nThe Stones can be seen from the main car park, and can be viewed quite clearly from the roadside.  Unlike the other monuments in the area however, it is necessary to pay to get closer.  An entry fee of £7.50 for adults and £4.50 for children (Apr 2011) includes an audio guide and takes you through a tunnel under the road on to the site. There is no access to the stone circle itself - visitors are guided around the monument by roped pathways and on-site attendants. The audio guide is available in several languages and if you listened to all available material would take an estimated 30–60 minutes.\n\nIt is not usually possible to walk among the stones themselves, but English Heritage and some tour operators from Salisbury can arrange early morning or evening visits allowing you to do this ",{"type":"[","value":["http:\/\/www.salisburyguidedtours.com\/stonehenge.htm"]},".\n\nThere are also daily tours of Stonehenge from London by coach that run ",{"type":"[","value":["http:\/\/www.sightseeingtourslondon.com\/stonehenge-tours-c-57.html"]},".\n\n",{"type":"===","value":["Stonehenge Cursus"]},"\nA huge and mysterious monument, the cursus is a 3 km long earthwork just north of Stonehenge.  Consisting of a ditch and bank running east-west, it is still visible on the landscape, although its purpose remains unknown.\n\n",{"type":"===","value":["The Avenue"]},"\nA ceremonial approach way to Stonehenge, the Avenue links the monument to the river Avon.  Its ditch and embankment can still be seen from the stones, and its path can be followed up to King Barrows Ridge.\n\n",{"type":"===","value":["Winterbourne Stoke Barrows"]},"\nA mile west of Stonehenge is a collection of every type of burial mound found in the UK.  A neolithic long barrow creates an alignment that later Bronze Age barrows have been built on, including distinct bowl, bell, pond, saucer and disc barrows.\n\n",{"type":"===","value":["Normanton Down"]},"\nLess than half a mile south of Stonehenge, this is a cemetery of over 50 barrows, including the famous ",{"type":"[[","value":[[":w:Bush Barrow"]]}," with finds in the ",{"type":"[[","value":[[":w:Wiltshire Museum"]]}," in ",{"type":"[[","value":[["Devizes"]]},". The area around the barrows is now an RSPB reserve for stone curlews.\n\n",{"type":"===","value":["King Barrows Ridge"]},"\nSo called because of its commanding views of Stonehenge, King Barrows Ridge is on the course of the Avenue, and delivers one of the most breathtaking views over Stonehenge bowl.\n\n",{"type":"[[","value":[["Image:Durringtonwalls.jpg"],["thumb"],["Durrington Walls seen from Woodhenge"]]},"\n\n",{"type":"===","value":["Woodhenge"]},"\nA contemporary monument to Stonehenge, Woodhenge was a series of timbers erected in oval rings, and like Stonehenge is aligned to the rising sun on the summer solstice.  The old timber postholes are now marked with small concrete plinths (although there are plans to reconstruct the timbers as they may have looked), and although short on information the site offers a peaceful location away from the crowds at Stonehenge .\n\n",{"type":"===","value":["Durrington Walls"]},"\nJust north of Woodhenge, Durrington Walls has been revealed as the site of a great Neolithic village, and likely home of several religious activities.  The walls themselves are the remains of the largest henge (earthworks) monument in the UK  - some 500 in diameter .\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Take the opportunity to explore the countryside and monuments surrounding Stonehenge instead of just viewing the stones and leaving. The National Trust offer excellent guided tours of the landscape.  Contact details are on the ",{"type":"[","value":["http:\/\/www.nationaltrust.org.uk\/stonehengelandscape"]}," Additionally a great deal of information can be gained from the information boards around the area that isn't available from the Stonehenge centre."]},"\n",{"type":"*","value":["Visit Stonehenge on the ",{"type":"'''","value":["Summer Solstice"]}," (21 June), ",{"type":"'''","value":["Winter Solstice"]}," (21st, 22nd or 23 December), or the Spring and Autumanal Equinox, in order to gain free entry to the stones (and sometimes walk among them), and to venerate nature with the neo-pagans and druids who gather here at these dates."]},"\n",{"type":"*","value":["Take the opportunity to find out more about Stonehenge at the two nearby museums that have nationally important collections - Wiltshire Museum and Salisbury Museum. See finds from Stonehenge, Woodhenge and Durrington Walls, as well as gold from the time of Stonehenge."]},"\n",{"type":"==","value":["Buy"]},"\n\nSouvenirs are available to paying visitors at the English Heritage shop at Stonehenge, although a wider range of merchandise can be obtained from Salisbury.  For those wanting something a little different, Stonehenge Lamb is available to buy from local farmers ",{"type":"[","value":["http:\/\/www.lambchops.co.uk\/"]},".\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a small kitchen at the English Heritage centre next to the stones, but those wishing for a more satisfying meal would be best advised to visit the nearby towns of ",{"type":"[[","value":[["Amesbury (England)"],["Amesbury"]]}," or ",{"type":"[[","value":[["Durrington"]]}," which have several pubs, cafes and restaurants. A good bet is Kingfish Fish & Chips Restaurant & Takeaway located on Bulford Road, Durrington (Adjacent to Tesco express, enter via the Tesco car park) where you can eat in or grab a portion of your favourite traditional fish & chips to take out.Also in Amesbury is Amesbury Chippy, Flower Lane, in the centre of town near to Bath Travel, who provide traditional fish and chips freshly served.\n\n",{"type":"==","value":["Drink"]},"\n\nHop Back Brewery ",{"type":"[","value":["http:\/\/www.hopback.co.uk\/beer-shop\/index.php"]}," based in Salisbury and Stonehenge Ales ",{"type":"[","value":["http:\/\/www.stonehengeales.co.uk\/spire_ale.html"]}," produce several fine ales that can be obtained from most of the local pubs.\n\n",{"type":"==","value":["Sleep"]},"\nVisits to Stonehenge can easily be combined with a visit to ",{"type":"[[","value":[["Salisbury (England)"],["Salisbury"]]}," where many hotels, bed and breakfasts, and hostels are available.  There are several options locally however:\n\n",{"type":"===","value":["Lodging"]},"\n\nThere is a Holiday Inn business hotel next to the A303 in Solstice Park, but be warned that rooms start at around £150.  For sub £50 rooms consider the George Hotel, Antrobus Arms or Fairlawn Hotel in Amesbury, or one of the many charming B&Bs in the area ",{"type":"[","value":["http:\/\/www.this-is-amesbury.co.uk\/stay.html"]},".\nThere is also a rather drab Travelodge on the A303 roundabout outside Amesbury.\n\n",{"type":"===","value":["Camping"]},"\n\nCamping is prohibited on the open land around Stonehenge, but campsites are available outside Old Sarum in Salisbury (8 miles), Upavon to the north (10 miles), or Stonehenge Touring Park ",{"type":"[","value":["http:\/\/www.stonehengetouringpark.com\/"]}," near Shrewton (4 miles).\n\n",{"type":"==","value":["Stay safe"]},"\n\nAlthough the Stonehenge landscape is relatively small and civilisation is never too far away, care should still be taken when out touring the area.  Sensible shoes are recommended as some of the ground is uneven, and a waterproof jacket is a good idea on days when the weather is uncertain.  Mobile phone reception is usually good, and generally the area is easily accessible by emergency services.  Be aware that animals often graze on the National Trust open grassland, and cattle in particular should not be approached.  There are some busy roads between the monuments,and care should especially be taken if crossing the A303.\n\n",{"type":"==","value":["Go next"]},"\n\nA trip around the Stonehenge landscape and Stonehenge itself is best combined with a trip to ",{"type":"[[","value":[["Avebury"]]}," to the north (which has an even bigger stone circle, with fewer restrictions, and far fewer tourists), or ",{"type":"[[","value":[["Salisbury (England)"],["Salisbury"]]}," to the south.  Be warned though that it would be a push to visit all three and be able to fully appreciate them all in one day.  A weekend would be a better timeframe to consider.\n\n",{"type":"{{","value":[["isPartOf"],["Wiltshire"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n\n",{"type":"{{","value":[["geo"],["51.1788"],["-1.8261"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Stonehenge"]]},"\n",{"type":"[[","value":[["Commons:Stonehenge"]]}]