[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Stone Harbor"]}," is in ",{"type":"[[","value":[["Cape May County"]]},", ",{"type":"[[","value":[["New Jersey"]]},".\n\nStone Harbor is part of a small island off the coast of Cape May County.  Stone Harbor spans only three miles of the seven mile island.  It is well known for its clean beaches and small town charm.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nAs Stone Harbor is quite small, there is always the option of walking to get anywhere.  The beach is only a few blocks away for everyone or just outside the door.  There are bike paths through Stone Harbor and Avalon on second avenue that is ideal for runners or bikers at all hours.  During the summer, a trolley runs everyday from the beginning to the end of the island and on certain occasions it goes to Sea Isle City.  Finding parking spaces during the summer months can be quite difficult, especially on holiday weekends containing Memorial Day and the Fourth of July.\n\n",{"type":"==","value":["See"]},"\nStone Harbor has a number of great sights, the obvious being the beach.  Stone Harbor's beaches are immaculate and its dunes greatly cared for.  The end of the island's beaches on 122nd Street is known as \"the Point\", where a number of endangered species thrive.  It has a beautiful view of the oceans and the bay merging.  The bays are a great area to view nature in the wetlands that can only be truly appreciated by boat.  There is a bird sanctuary stretching for eight blocks between third and second avenue.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Beaches"]}," During the summer months starting Memorial Day weekend, there are lifeguards on every beach from 10 - 5 PM.  After 5 PM, any activity in the water is considered at the risk of the swimmer.  Beaches range every other one to a swimming or a boogie boarding and rafting beach. Dogs are not permitted on the beach between the hours of 10 and 5 PM.  Beach tags can be bought on 95th Street or by the beach taggers that sit and walk on the beaches.\n\n",{"type":"'''","value":["Surfing"]}," Surfing beaches are also watched by life guards between 10 and 5 PM. They are located on  81st Street & 110th Street.\n\n",{"type":"'''","value":["Bicycles"]}," Bikes are a great way to get around town, and are easier than ever with the insertion of the bike paths.  The Bike Shop on 98th Street and 3rd Ave sells and rents bikes and cerries by the hour and day.\n\n",{"type":"'''","value":["Parasailing"]}," There is no parasail company on the island but there are some just to the north and south.  Try Hang Loose Parasail in Wildwood. ",{"type":"[","value":["http:\/\/www.hanglooseparasail.com"]}," Call 609 522-WILD.\n\n",{"type":"'''","value":["Jet Skiing and Kayaking"]}," Jet Skis, kayaks, and other swim gear can be rented at Island Water Sports on 97th Street and 3rd Avenue.  \n\n",{"type":"'''","value":["Water Skiing \/ Tubing \/ Wakeboarding"]}," Island Water Sports provides all of these services and more.  You can schedule a group or join one to do these activities any sunny day.\n\n",{"type":"'''","value":["Crabing\/Fishing"]}," No license is required.  Ask the lifeguards if it is alright before you try to fish off of the beach.  There are public boat ramps located at 80th St Marina the cost is $6 day, $75 seasonal.  The is a fishing pier at 83rd & Bay. Many people fish off of the 96th Street Bridge heading into Stone Harbor.\n\n",{"type":"'''","value":["Play Tennis"]}," There are tennis courts at 97th Street & 82nd Street.  Lessons can be arranged by the Rec on 80th Street, which also provides Racquet Ball courts.\n\n",{"type":"==","value":["Buy"]},"\nStone Harbor's main line of shops runs along 96th Street between 3rd and 2nd Avenue.  There are a number of boutiques and fun shops to check out, as well as art gallerys and boutiques.  Some of Stone Harbor's shops include Hoy's 5 & 10, The Free Shop, Pete Smith's Surf Shop, the Glass Gallery, the Fudge Kitchen, and Suncatcher.  ALl stores have seasonal hours; in the summer, most are open until ten o'clock.  In the winter, most either close down for the weekedays or close down entirely until Memorial Day weekend.\n\n",{"type":"==","value":["Eat"]},"\nStone Harbor provides an assortment of places to eat with a variety of different menus.\n\n",{"type":"'''","value":["Breakfast:"]}," \n-96th St. Bakery for a warm homemade croissant, Polly's Place (Local Diner), Uncle Bill's Pancake House (Fantastic Pancakes and breakfast)\n\n",{"type":"'''","value":["Lunch:"]},"\n-Pat's Lunch, Bradley's Steaks & Hoagies, Yvette's Cafe, Back Bay Seafood(Take Out Only)\n\n",{"type":"'''","value":["Dinner:"]},"\n-Ristorante Luciano(Italian Cuisine),Mack's Pizza,Jays on Third,Captain Mariner's Seafood, Henny's Restaurant(American Cuisine)\n\nAll hours are seasonal; by Memorial Day Weekend, all restaurants are open for the summer.\n\n",{"type":"==","value":["Drink"]},"\nOne of the most popular places to relax and have a drink in Stone Harbor is Fred's Tavern & Liquor Store",{"type":"[","value":["http:\/\/www.fredstavernstoneharbor.com\/index.html"]},".Fred's Tavern offers Happy Hour every Friday from 5pm to 7pm. The owners are very friendly and encourage customers to call them if they are looking for a specific type of alcohol. \nBecause Stone Harbor is such a quiet, calm town there aren't many bars and clubs. However a trip to Wildwood or Atlantic City could easily be made for those who are looking for some exciting night life. \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Rentals:"]},"\nRentals are available throughout the year in Stone Harbor.  Many people choose to stay either one week or all summer!  Either way, one can be accommodated: Diller & Fisher Realty handles both rentals and sales on the island, including Avalon. To contact them, either visit their website, www.dfrealtors.com",{"type":"[","value":["http:\/\/www.dfrealtors.com\/"]},", or through phone: 609-967-5177.\nYou can also try The Pebbles Guest House (9400 First Ave, Stone Harbor, NJ 08247) - large multi-unit house that can rented as a whole during peak season or on room-by-room basis in off-peak. Their number is 609-368-2203, 609-425-6206 or via john.l.curto@gmail.com\nAnother realtor is R.J Soens, Avalon Real Estate Agency",{"type":"[","value":["http:\/\/www.avalonstoneharbor.com\/"]},". Although they are named the Avalon Real Estate Agency, they also do rentals in Stone Harbor as well.\n",{"type":"'''","value":["Motels:"]},"\nIf you're looking to plan a quick weekend trip to Stone Harbor many fantastic motels are available too. Such as The Lark Motel",{"type":"[","value":["http:\/\/www.larkmotel.com\/"]},", The Dunes Motel, The Colonial Lodge, The Seaward Motel, The Harbor Inn Motel.\n\n",{"type":"==","value":["Go next"]},"\nStone Harbor lies on one of the most southern parts of New Jersey.  Getting there requires taking either the Garden State Parkway South until Exit 10, or a back road like Route 47.  During the summer season, traffic becomes quite heavy and it can be a hassle driving, especially on big weekends such as the 4 of July.  Generally, the traffic is the worst on Saturdays, the move in day for renters.\n\n",{"type":"{{","value":[["routebox"],["image1=Ocean Drive NJ.svg"],["imagesize1=22"],["directionl1=S"],["majorl1=",{"type":"[[","value":[["Cape May"]]}],["minorl1=",{"type":"[[","value":[["Wildwood (New Jersey)"],["Wildwood"]]}],["directionr1=N"],["majorr1=",{"type":"[[","value":[["Atlantic City"]]}],["minorr1=",{"type":"[[","value":[["Avalon (New Jersey)"],["Avalon"]]}],["image2="],["imagesize2="],["directionl2="],["majorl2="],["minorl2="],["directionr2="],["majorr2="],["minorr2="]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["39.05083"],["-74.75806"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Cape May County"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Stone Harbor, New Jersey"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/S\/Stone_Harbor\/"]]}]