[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Stradbally"]}," is a town in ",{"type":"[[","value":[["County Laois"]]},". Consistant winner in the national Tidy Town competition.  Located on the Copper coastline,  with beautiful coastal scenery and the  back drop  of the  Comeragh mountains, local  beaches include Stradbally and  Ballyvooney  cove. A local shop and two  pubs  which also serve  simple  food and  are  open  all  day, are located in the  village. Dungarvan is appox. 15  minutes and Waterford City a 30 minutes drive.\n\n",{"type":"==","value":["Understand"]},"\nOn Thursday, 2 July 1903 the Gordon Bennett Cup ran through Stradbally. It was the first international motor race to be held in Ireland, an honorific to Selwyn Edge who had won the 1902 event in Paris driving a Napier. The Automobile Club of Great Britain and Ireland wanted the race to be hosted in the British Isles, and their secretary, Claude Johnson, suggested Ireland as the venue because racing was illegal on British public roads roads. The editor of the Dublin Motor News, Richard Mecredy, suggested an area in County Kildare, and letters were sent to 102 Irish MPs, 90 Irish peers, 300 newspapers, 34 chairmen of county and local councils, 34 County secretaries, 26 mayors, 41 railway companies, 460 hoteliers, 13 PPs, plus the Bishop of Kildare and Leighlin, Patrick Foley, who pronounced himself in favour. Local laws had to be adjusted, ergo the 'Light Locomotives (Ireland) Bill' was passed on 27 March 1903. Kildare and other local councils drew attention to their areas, whilst Queen’s County declared That every facility will be given and the roads placed at the disposal of motorists during the proposed race. Eventually Kildare was chosen, partly on the grounds that the straightness of the roads would be a safety benefit. As a compliment to Ireland the British team chose to race in Shamrock green[a] which thus became known as British racing green, although the winning Napier of 1902 had been painted Olive green.[2][3][4][5]\nThe route consisted of two loops that comprised a figure of eight, the first was a 52-mile loop that included Kilcullen, The Curragh, Kildare, Monasterevin, Stradbally, Athy, followed by a 40-mile loop through Castledermot, Carlow, and Athy again. The race started at the Ballyshannon cross-roads (53.0853°N 6.82°W) near Calverstown on the contemporary N78 heading north, then followed the N9 north; the N7 west; the N80 south; the N78 north again; the N9 south; the N80 north; the N78 north again. Competitors were started at seven minute intervals and had to follow bicycles through the 'control zones' in each town. The 328 miles (528 km) race was won by the famous Belgian Camille Jenatzy, driving a Mercedes in German colours.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nWalk\/Cycle\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Steam Rally"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stradbally is famous for its Steam Rally, an annual gathering of enthusiasts of steam-powered vehicles, held in the grounds of the Cosby estate at Stradbally Hall. Traction engines and other steam-powered vehicles are brought to the rally and displayed and demonstrated, and a steam railway offers rides along a short track. There is also a Steam Museum in Stradbally Town itself. One of the group of founders was Harold Condell who was an avid Steam enthusiast and owner. He along with his co-founders established the Irish Steam Preservation Society. It also operates narrow gauge steam railway in the grounds of Stradbally Hall. Stradbally is stepped in steam history since the post industrial revolution. The local has very rich volcanic soil reputed to be the best soil in Ireland and possibly the world as the high yields in the world for barely and wheat were recored here in the early 2000s. Steam traction engines were in abundance in Stradbally after the turn of the last century. Families who had threshing sets and steam engines included the Fennelly family of Market Square, Farrelly family, Cole's of Riverside, Condell's of Old Mills (Whitefields), and one family which is still keeping the nostalgic tradition going are the Deegan's of Kylebeg and now Brockley whom to this day perform the annual threshing at the Steam Rally."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Laois"]]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Stradbally"]]},"\n",{"type":"{{","value":[["geo"],["53.017"],["-7.153"]]}]