[{"type":"{{","value":[["pagebanner"],["WV banner Street Food Harrys Cafe de Wheels Sydney.jpg"]]},"\n\n",{"type":"'''","value":["Street food"]}," can be experienced in cities and towns all around the world, though it is probably most commonly associated with ",{"type":"[[","value":[["Asia"]]},"n countries. \n\n",{"type":"==","value":["Understand"]},"\nStreet food has been around for centuries. If you want to experience the authentic local cuisine in a local atmosphere, street food is a great way to go. It's usually very affordable too.\n\n",{"type":"==","value":["Eat"]},"\nStreet food is often not limited to just one country or region: for example. hamburgers can be had almost everywhere in the world. That does not mean that they are the same everywhere, though: street food dishes often come with a local twist. The listed foods are generally only a small sampling of what is available on the street in each place.\n\n",{"type":"===","value":["Africa"]},"\n\n",{"type":"===","value":["Asia"]},"\n\n",{"type":"====","value":["China"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baozi"]}," - steamed buns, of which there exists many different types."]},{"type":"*","value":[" ",{"type":"'''","value":["Chuanr"]}," - meat barbecued on skewers. This can include meats you haven't eaten before like starfish, seahorse or scorpion, but usually it's lamb or chicken."]},{"type":"*","value":[" ",{"type":"'''","value":["Jiaozi"]}," - boiled, fried or steamed dumplings that can be filled with meat or vegetables. Popular elsewhere in Asia too."]},"\n",{"type":"====","value":["India"]},"\n",{"type":"[[","value":[["File:Aloo chaat vendor, Connaught Place, New Delhi.jpg"],["thumbnail"],["Aloo chaat (potatoes with chutney) vendor in New Delhi"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Samosa"]}," - fried or baked pastries that are filled with a mix of vegetables or some kind of meat. Can be served with chutney or yoghurt. Common from Bangladesh to the Middle East and East Africa."]},"\n",{"type":"====","value":["Japan"]},"\nIn Japan, eating on the street is normally outside the bounds of etiquette. The tremendous food courts in the basements of department stores are excellent places to get snacks, but you are expected to either eat them there or at home, not on the street. Perhaps surprisingly, 7-Eleven stores also sell good snacks in Japan, if you don't need anything fancy.\n\n",{"type":"====","value":["Middle East"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Falafel"]}," — deep-fried seasoned chickpea or fava bean balls, commonly eaten as a sandwich in a pita, with a variety of sides and sauces."]},{"type":"*","value":[" ",{"type":"'''","value":["Shawarma"]}," — Slow-baked seasoned pressed meat, often turkey or lamb, which is cut into strips and commonly eaten as a sandwich including sides, as is the case with falafel."]},"\n",{"type":"====","value":["Malaysia"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bubur"]}," — a sweet soup made with palm sugar and coconut milk, including starchy vegetables like beans, sweet potatoes, and purple yams and popular for breakfast or dessert."]},{"type":"*","value":[" ",{"type":"'''","value":["Curry puffs"]}," are little deep-fried savory pastries with chicken-and-potato curry stuffing. These are very popular in Malaysia."]},{"type":"*","value":[" ",{"type":"'''","value":["Mee goreng"]}," are literally \"fried noodles.\" These are typically accompanied by strips of plain omelette, bean sprouts, scallions, shrimps, and chicken or beef, but most any good ingredient on hand can be used. Various flavors exist, but in general, they are all spicy and tasty."]},{"type":"*","value":[" ",{"type":"'''","value":["Roti canai"]}," — flat bread, which is typically accompanied by chicken\/potato curry sauce. ",{"type":"'''","value":["Roti telur"]}," has more eggs in the batter. ",{"type":"'''","value":["Capati"]}," (also spelled chapatti) is also made similarly in Malaysia."]},{"type":"*","value":[" ",{"type":"'''","value":["Satay"]}," — usually meat (most often, chicken or beef) that's been roasted over a wood fire and put on a skewer; commonly accompanied by pressed rice (ketupat) and spicy\/sweet peanut sauce. Also popular in Singapore, Indonesia and Thailand."]},"\n",{"type":"====","value":["Philippines"]},"\n\n",{"type":"====","value":["Singapore"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Durian pancake"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ice cream burger"]}," - a slice of ice cream wrapped in a large white bread loaf. Be sure to try the version with durian ice cream"]},"\n",{"type":"====","value":["South Asia"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chaat"]}," is a catchall term for small savory dishes. Chaat comes in many varieties and regional variations and is sold on the street throughout India, Pakistan and Bangladesh."]},"\n",{"type":"====","value":["South Korea"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotteok"]}," - no, it isn't a hotdog but a sweet pancake."]},"\n",{"type":"====","value":["Thailand"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pad Thai"]}," is the most famous street food of the Chao Phraya Valley and Bangkok. It consists of noodles with pieces of plain omelette, bean sprouts, peanuts, birds eye chilis, shrimp, and various other ingredients."]},"\n",{"type":"====","value":["Vietnam"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Banh mi"]},". This uniquely Vietnamese sandwich, typically of roast pork with various vegetables, cilantro, birds eye chilis, paté and mayonnaise on a baguette made with mixed wheat and rice flour and also available with chicken instead of pork and several other variations, is a common street food in Vietnam."]},"\n",{"type":"===","value":["Europe"]},"\n",{"type":"====","value":["Belgium"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pommes frites (sometimes called \"French fries\" in other countries), Moules-frites"]}," - So-called \"French fries\" actually originate in Belgium. In Belgium they can be served together with a sauce or mayonnaise or with mussels (",{"type":"''","value":["moules-frites"]},"). "]},{"type":"*","value":[" ",{"type":"'''","value":["Waffles"]}]},"\n",{"type":"====","value":["Denmark"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pølse"]}," - the hot dog was not invented in Denmark, but hot dog wagons (",{"type":"''","value":["pølsevogn"]},") are ubiquitous. A typical Danish hot dog is topped with mustard, ketchup, remoulade sauce, roasted onions and pickle relish. Fransk hot dog (French hot dog) is a version where the sausage is stuffed from the end into a small baguette so that just a part of it is visible and has less toppings."]},{"type":"*","value":[" ",{"type":"'''","value":["Smørrebrød"]}," – Literally buttered bread, but much more than that. A Danish smørrebrød is a slice of bread topped with either fish, seafood or meat plus various vegetables and sometimes remoulade or sliced boiled egg. Often the toppings are overflowing the bread, wherefore it should be eaten by fork and knife."]},"\n",{"type":"====","value":["Finland"]},"\n",{"type":"[[","value":[["File:Lihapiirakka.jpg"],["thumbnail"],["Lihapiirakka"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lihapiirakka"]}," - literally \"meat pie\". The Finnish version is deep-fried and flat, filled with minced meat and rice, sometimes a sausage is added. "]},{"type":"*","value":[" ",{"type":"'''","value":["Porilainen"]}," - a fusion of ",{"type":"[[","value":[["Pori"]]}," and hamburger, this consists of two slices of bread and a thick slice of sausage as a \"beef\". It's usually served with a mix of ketchup, mustard, diced onion and cucumbers."]},{"type":"*","value":[" ",{"type":"'''","value":["Mustamakkara"]}," - literally \"black sausage\", and as you might guess it is made of blood. This specialty of ",{"type":"[[","value":[["Tampere"]]}," is enjoyed with lingonberry jam and milk."]},"\n",{"type":"====","value":["Germany"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Currywurst"]}," - boiled sausage cut into slices and drowned in a sauce of ketchup and curry, often served with a bun. Many other types of Wurst (sausage) are frequently sold on the street and in informal eateries called Imbiss in Germany."]},{"type":"*","value":[" ",{"type":"'''","value":["Döner"]},". Döner Kebab originates from Turkey, but since the arrival of Turkish guest workers in the 1960s, this savory sandwich or platter of slow-roasted pressed, seasoned lamb and various sides has been embraced by practically the entire German nation."]},"\n",{"type":"====","value":["Italy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizza"]}," - a flat bread baked in an oven, usually topped with at least tomato sauce and cheese, but you can find pizzas with almost anything on them. However, pizza is traditionally eaten in Italy in sit-down establishments, with knife and fork, and Neapolitan pizza is too saucy to attempt to eat on the street. The same may not be true of some of the pizza further north."]},{"type":"*","value":[" ",{"type":"'''","value":["Gelato"]}," - the Italian version of possibly the most popular street snack in the world contains more sugar and fat and is softer than ordinary ice cream."]},"\n",{"type":"====","value":["Russia"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pirozhok"]}," (pl. pirozhki) - small pies (pirog are the larger ones for sharing) that can be filled with either meat, vegetables, cheese, cabbage or various sweeter stuff. In Russian cities like ",{"type":"[[","value":[["St. Petersburg"]]}," there are kiosks selling these in addition to donuts, other snacks and various beverages."]},"\n",{"type":"====","value":["Turkey"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kebab"]}," - sliced meat (beef, chicken or lamb). It's commonly served with a bread roll, rice or salad. It is popular both throughout the Middle East and in the Western world."]},"\n",{"type":"====","value":["United Kingdom"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cornish pasties"]}," are a type of meat pie, traditionally made with steak, potatoes, and plenty of onions"]},{"type":"*","value":[" ",{"type":"'''","value":["Fish & chips"]}," - deep fried battered fish pieces (usually cod) and potatoes (French fries)"]},"\n",{"type":"===","value":["North America"]},"\n",{"type":"====","value":["Canada"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Poutine"]}," - French fries with gravy and cheese curds poured over them."]},"\n",{"type":"====","value":["Mexico"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tacos"]}," exist in many varieties, with al pastor (made with marinated pork) perhaps the most famous, but also including chivo (goat), lengua (tongue), carne asada (shredded beef), and quite a few others. Taco trucks also exist in the United States, especially those portions that were part of Mexico before the Mexican-American War (including California, New Mexico, Texas, and Colorado)."]},"\n",{"type":"====","value":["United States"]},"\n",{"type":"[[","value":[["File:StreetfoodNY.jpg"],["thumbnail"],["On Manhattan, hot dogs and pretzels aren't hard to find"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hamburger"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Hot dog"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Salt pretzels"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Honey-roasted nuts"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Steak sandwich"]}," - a bread roll with steak and different kinds of toppings. One of the best known versions is the Philly Cheesesteak with steak and melted cheese, often topped with diced onions, mustard and ketchup."]},"\n",{"type":"===","value":["Oceania"]},"\n",{"type":"====","value":["Australia"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Australian meat pie"]}]},"\n",{"type":"===","value":["South America"]},"\n",{"type":"[[","value":[["File:Choripan Buenos Aires.jpg"],["thumbnail"],["Choripán"]]},"\n",{"type":"====","value":["Argentina"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Choripán"]}," can be considered the hot dog's South American cousin. It is a grilled lengthwise cut chorizo in a baguette with chimichurri sauce poured over it."]},"\n",{"type":"====","value":["Colombia"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Empanadas"]}," are stuffed dumplings made from wheat flour."]},"\n",{"type":"====","value":["Uruguay"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chivito"]}," - a larger version of hamburger where the beef is replaced with a steak and with many more toppings, always including a fried egg."]},"\n",{"type":"====","value":["Venezuela"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Arepas"]},", which are essentially stuffed corn-flour dumplings, are a specialty of Venezuela."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Бочка кваса Белгород.jpg"],["thumbnail"],["Kvas stall at a fair, ",{"type":"[[","value":[["Belgorod"]]}]]},"\nStreet food is often eaten in warm climates, hence cooled soft drinks, water, fruit juice or beer are the most common beverages to drink together with this kind of food. Some drinks can also be considered street foods in themselves, for example Kvas, a fermented beverage with low alcohol content sold from stalls in Russia, Ukraine and other parts of Eastern Europe. Warm beverages such as coffee or tea are common with pastries or when it is cold outside. In Germany, Scandinavia and the Baltic States, a highlight of Christmas markets are the stalls selling Glühwein (mulled wine) to warm you up.\n\n",{"type":"==","value":["Stay healthy"]},"\nUnderstand that street food vendors do not necessary have the same standard of hygiene as sit-down restaurants and cafés. Food that has been handled carelessly can carry bacteria, Hepatitis virus and other things that can ",{"type":"[[","value":[["Travellers' diarrhea"],["upset your stomach"]]}," and possibly even develop into something worse. You should be careful with food that has been sitting around for a long time. Preferably your food should be prepared after you've ordered and served hot.\n\nAlso, if the food is eaten by hand, make sure you've washed your hands.\n\n",{"type":"==","value":["Respect"]},"\nIt's a good idea to look at how other people eat; otherwise, the food might end up everywhere but in your mouth and\/or you will make a ",{"type":"'''","value":["spectacle"]}," of yourself. The latter would include eating with chopsticks with absolutely no prior experience, eating with your hands when nobody else does or eating with your left hand in Muslim countries where it is considered dirty.\n\n",{"type":"{{","value":[["PartOfTopic"],["Food"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Street food"]]}]