[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Stroud High Street.jpg"],["300px"],["thumb"],["Stroud High Street"]]},"\n",{"type":"'''","value":["Stroud"]}," is at the heart of the ",{"type":"[[","value":[["Five Valleys"]]}," in the ",{"type":"[[","value":[["Cotswolds"]]},". It is in ",{"type":"[[","value":[["Gloucestershire"]]},", ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"''","value":["For the town in ",{"type":"[[","value":[["Oklahoma"]]}," ",{"type":"[[","value":[["Frontier Country"]]}," see ",{"type":"[[","value":[["Stroud (Oklahoma)"]]},"."]},"\n\n",{"type":"==","value":["Understand"]},"\nThere's many fine, beautiful and interesting things to see but it's not \"pretty\" in the way that similar sized towns in the Cotswolds or Gloucestershire are. It's a fairly \"alternative\" place with organic\/biodynamic food and a long history of campaigning to save local facilities and landmarks. For many years, local people opposed letting McDonald’s build a restaurant.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nStroud has a train station, and so is accessible from all over the country. The trains usually arrive and depart once every thirty minutes on weekdays.\n\n",{"type":"===","value":["By bus"]},"\n\nStroud is the crossroads of the cotswolds for buses, and stagecoach buses go further afield. ",{"type":"''","value":["Need more info"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe Cotswolds are pretty hopeless in terms of public transport, so a car might be a good idea.\nTo reach Stroud from the M5, turn off at junction 13 Eastwards. Follow the A419 through Stonehouse. The route is sign posted.\n\nA large multi-storey carpark is outside the town centre.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is small, and much of the shopping district has been pleasantly pedestrianised. (mind the steep hills!)\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Stroud Farmers Market"]},", Cornhill Market Place (North side of town, halfway up road(?)), Every Saturday, 9am to 2pm. Dozens of stalls selling Cheese, Meats, Plates, Honey, Jam, Spices, Vegetables, Cooked food, etc... Very busy and interesting. Often has a 'performing chef!'. ",{"type":"[","value":["http:\/\/www.madeinstroud.org\/markets\/stroud.htm Made in Stroud official site"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stroud's unique ‘Mayor on a Bench’"]},", sessions, where local residents can voice their concerns to the Town Council, are held most Wednesdays in Kendrick Street from 11.30am-12.30pm."]},"\n",{"type":"*","value":[" The town and nearby has been an industrial area for hundreds of years so there are many fine old stone mills, weavers cottages, a canal. Little of this has been given serious \"heritage\" treatment but it doesn't spoil the often beautiful setting in wooded valleys."]},"\n",{"type":"==","value":["Learn"]},"\nStroud is home to the Stroud part of South Gloucestershire and Stroud College, which has further campuses in the ",{"type":"[[","value":[["Bristol"]]}," area.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cinema"]},","]},{"type":"*","value":[{"type":"'''","value":["The Space"]},", theatre, music, etc., happens here."]},{"type":"*","value":[{"type":"'''","value":["Subscription Rooms"]},", has a large attractive upstairs and puts on concerts, dances and exhibitions."]},{"type":"*","value":[{"type":"'''","value":["Out and About"]},", Although Stroud itself has few attractions, fans of walking and hiking, or if you just want to take the dog for a walk should visit the local information office for popular walking routes, or just take foot and find your own! The Valleys around Stroud offer spectacular views, and if you don't mind a longer walk, a White Chalk Horse can be found."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mountain Biking"]},", Stroud has extensive public bridleways that you can legitimately ride on"]},{"type":"*","value":[{"type":"'''","value":["Sports and Activities"]},", If you more of a golfer, be sure to check out Rodborough and Minchinhampton comon, a large expansive grass land with a full golfing course set out for free. Nearby Minchinhampton Golf club can also accommodate you with an internationally recognised 18 holes and driving range."]},"\nNext to the Stroud College of Art and Design is the Leisure Centre, with several Tennis\/Squash and badminton courts as well as a swimming pool and various 'different' activities from Trampolining to Akido.\n\n",{"type":"==","value":["Buy"]},"\n\nLoads of shops along the pedestrian high street. Many non-chain shops too!\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shambles Market"]},", half-way up the steep High Street near the church every Friday and Saturday. Stalls selling organic fruit and vegetables, cheese, fish, bric a brac, etc."]},"\n",{"type":"==","value":["Eat"]},"\nThere are various fast food outlets in Stroud (including Subway, McDonald's and Burger Star) despite opposition from locals. Other cafés:\n",{"type":"*","value":[{"type":"'''","value":["Woodruff's"]},". Organic café at the top of the high street, offering home-made food and lots of vegetarian and vegan options. Lunchtime meal £8-12."]},{"type":"*","value":[{"type":"'''","value":["Mill's café"]},". Down a (nice) alleyway towards the top of the high street. Two different meals each day, generous and delicious. Wide selection of home-made cakes. Lunchtime meal £6-10."]},{"type":"*","value":[{"type":"'''","value":["Spuds"]},". In the Merrywalk's precinct. Cheap baked potatoes and baguettes to go, though you can sit if you wish. Relatively cheap (roughly £3 per potato or baguette)"]},{"type":"*","value":[{"type":"'''","value":["Mother nature"]},". Middle of the high street, down an alleyway. Fresh made-to-order sandwiches, baps, baguettes and paninis to go."]},"\n",{"type":"==","value":["Drink"]},"\nThere are various cafés and coffee shops in Stroud, including Mother nature, Woodruff's and Mill's mentioned above, which serve freshly-baked cakes and tarts. A Costa Coffee recently opened and is situated at the top of the high street.\n\nThe main club in town is the Warehouse, only open on Saturday nights and costing £6 to get in (£3 before 11:30). A newer, less popular club, Junction 13, is at the top of town. It's open both Friday and Saturday nights and costs £4 to get in (before 11:00 it's free). These clubs aren't great, though, and Stroud can get quite nasty at night. Nearby ",{"type":"[[","value":[["Cheltenham"]]}," is much better for evening entertainment.\n\n",{"type":"*","value":[{"type":"'''","value":["Golden Fleece"]},", Nelson Street, +44 1453 764850. Pub with nice atmosphere, locals' preference (check out the quote of the day on the black board outside). Part of a group of pubs including Tipputs and Brittanica (in nearby ",{"type":"[[","value":[["Nailsworth"]]},"). Serves fantastic, restaurant-style meals and particularly nice garlic bread."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bear of Rodborough Hotel"]},", Bear of Rodborough, Rodborough Common, Stroud (",{"type":"''","value":["Head Eastwards out of town centre follow signs for Minchinhampton"]},"), +44 1453 878522 (",{"type":"''","value":["info@bearofrodborough.info"]},") ",{"type":"[","value":["http:\/\/www.talbotinncotswolds.co.uk\/"]},". Unreviewed. Need a car to get to it. £120 (about $180) for a double."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["51.744"],["-2.215"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Gloucestershire"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Stroud, Gloucestershire"]]}]