[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Subiaco"]}," is a city in ",{"type":"[[","value":[["Lazio"]]}," in Italy. The Benedictine Order originated here and the city is thus a major site for religious pilgrimage. The Emperor Nero built a villa here and the name of the town comes from the fact that he dammed the River Aniene to make lakes and the town was below the lakes or, in Latin, “Sublacus”. \nAt the age of fourteen, in around 494AD, St. Benedict took up residence in a cave, where he stayed for three years.  A monastery already existed in the area, but Benedict chose to live alone in the cave living only on scraps of food lowered in a basket by a monk. The cave, or grotto, became the cradle of the Benedictine Order and  St. Benedict later built twelve other monasteries. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nFrom Rome take the E80 Autostrada in the direction of L’Aquila. Leave at Arsoli and follow the SS411 in a southeasterly direction to Subiaco.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monastery of St. Benedict"]},".  This is built on the side of a forested mountain cliff. The oldest parts of the monastery are the lowest levels. The Upper Church was constructed in the 13th and 14th Centuries and contains frescoes by the Sienese and Umbrian schools of the 14th century. On the front wall is a portrait of Benedict seated on a throne, accompanied by saints and members of his family. Stairs lead down into the Lower Church. This is decorated with frescoes from the 13th century. A chapel on the left side of the Lower Church contains the Sacred Cave where St. Benedict lived. Twelve red lamps hang over the cave, representing the twelve monasteries that Benedict founded. In the cave itself is a marble statue of the saint by Antonio Raggi (1657), disciple of Bernini. "]},"A spiral stairway leads from just outside the Cave Chapel up to St. Gregory's Chapel, which contains some of the oldest frescoes at the monastery. The frescoes date from the early 13th century. In the corner is a full-length fresco of St. Francis of Assisi that was painted during his lifetime. St Francis is believed to have visited the monastery. From St. Gregory's Chapel, the Holy Stairs lead down to the Chapel of our Lady. The walls of the stairway are decorated with large frescoes, including one of Death, a skeleton with flowing hair riding a white horse. Another flight of stairs leads from Our Lady's Chapel to the Grotto of the Shepherds, where tradition says St. Benedict converted local shepherds to the Christian faith. \nThe Monastery can be visited daily from 9.30-12.30 and 15.00-18.00. Admission is free. For more information ",{"type":"[","value":["http:\/\/www.benedettini-subiaco.it\/default.asp"]},"\n",{"type":"*","value":[{"type":"'''","value":["Monastery of Saint Scholastica"]},". This is the only one of St. Benedict’s twelve monasteries to have survived. It is built half way up the side of the mountain above where was the highest of Nero's lakes. century. The bell-tower goes back to the XII century, while the present church is 18th Century. The Façade, which was bombed on 23rd May 1944, has been reconstructed. ",{"type":"[","value":["http:\/\/www.benedettini-subiaco.it\/default.asp"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rome"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia: Subiaco, Italy"]]},"\n",{"type":"{{","value":[["geo"],["41.933333333333"],["13.1"]]}]