[{"type":"{{","value":[["pagebanner"],["Suceava banner 1.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cjsuceava.ro\/ Suceava"]}]}," is a city in ",{"type":"[[","value":[["Southern Bukovina"]]},". \n",{"type":"==","value":["Understand"]},"\nAlthough it has a very long history, it's not a particularly interesting city but it's worth coming here as a starting point to visit the ",{"type":"[[","value":[["Painted Monasteries"]]}," in Bukovina.\n",{"type":"[[","value":[["Image:View on Suceava (Romania) from Fortess.jpg"],["thumb"],["right"],["300px"],["View of downtown Suceava, from the fortress"]]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe ",{"type":"'''","value":["Stefan cel Mare International Airport"]}," (",{"type":"{{","value":[["IATA"],["SCV"]]},") ",{"type":"[","value":["http:\/\/www.aeroportsuceava.ro\/en\/"]}," is located some 11 km east of the city. There are flights from ",{"type":"[[","value":[["Bucharest"]]}," with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/tarom.ro\/en\/ Tarom"]}]},", 11 times weekly during the summer season, 7 times weekly during winter. The airport is very small with minimal services.  There are metered taxis at the airport that will take you to Suceava (see below for rates).\n\n",{"type":"===","value":["By train"]},"\nThe main train station is Suceava's newly-remodeled ",{"type":"''","value":["Gara Burdujeni"]}," - plainly Suceava on the timetables. \n\nThe connections from large cities around the country are as follows:\n\nFrom ",{"type":"[[","value":[["Bucharest"]]},", ",{"type":"[[","value":[["Ploiesti"]]},", ",{"type":"[[","value":[["Buzau"]]}," and ",{"type":"[[","value":[["Focsani"]]}," there are 4 Rapid, 1 Accelerat and 2 IC type trains. As of 2010, there is little difference between the IC and Rapid trains on the route. There is one night Accelerat and one Rapid train, both with couchettes and sleeping cars. Both offer seating in 1st and 2nd class as well. 2 Rapid trains continue to ",{"type":"''","value":["Suceava Nord"]}," station, just 10km away from Dragomirna Monastery.\n\nAverage travel time:\n7h from Bucharest, 6h from Ploiesti, 5h from Buzau and 3.5h from Focsani\n\nFrom ",{"type":"[[","value":[["Cluj-Napoca"]]}," there are 3 or 4 Accelerat trains with an average voyage of 7 hours. From ",{"type":"[[","value":[["Timisoara"]]}," there are 3 A trains, with 14 hours travel time. There is one daily A to ",{"type":"[[","value":[["Brasov"]]},", taking about 8h 30'.\n\nFrom ",{"type":"[[","value":[["Bacau"]]}," there are 2 Personal, 3 Accelerat, 4 Rapid, 2 IC trains a day. The journey takes about 2 hours by A, R and IC and 3h by P. From ",{"type":"[[","value":[["Iasi"]]}," there are 5 Accelerat and 4 Personal trains (same travel time as from Bacau).\n\nFrom ",{"type":"[[","value":[["Constanta"]]}," and the Black Sea, there is one daily Accelerat (9 hour journey).\n\nAlso, there is a daily pair of international trains 382\/3 from ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Kiev"]]},", ",{"type":"[[","value":[["Chernivtsi"]]}," and ",{"type":"[[","value":[["Sofia"]]},".\n\n",{"type":"===","value":["By bus"]},"\nSuceava is a local transportation hub and there are many inbound connections from towns in the region such as Iasi and Bacau. There is also infrequent bus service to the border town of Siret. There is a daily bus from ",{"type":"[[","value":[["Chernivtsi"]]}," (Ukraine) as well as some daily, but very early morning (between 05:00 and 06:00), buses to ",{"type":"[[","value":[["Bălţi"]]}," and ",{"type":"[[","value":[["Chisinau"]]}," in Moldova. The bus from ",{"type":"[[","value":[["Ukraine"]]}," leaves ",{"type":"[[","value":[["Chernivtsi"]]}," at 07:10 every morning, arriving in Suceava about 3-4 hours later. The same bus leaves Suceava in the afternoon (13:00?) reaching Chernivtsi early evening. Since this bus is used by ordinary Ukrainians who try to take with them (say smuggle) 1-2 cartons of cigarettes into Romania to sell for a small profit, expect some time to be spent at the border crossing into Romania. Tourists are unlikely to be searched thoroughly by Romanian customs officials. On the way back from Romania, the bus spends less time at the border. \n\nBusses use the central bus station in the heart of the town, which is not close to Suceava's train stations (the main one being Suceava and the minor being Suceava Nord). The central bus station is just up the hill from the mini-bus station, which has the best currency exchange rates in town. The central bus station also sits up the hill from a set of buildings, which includes the tourist bureau where you can buy train tickets. There are also infrequent services to Greece, Germany, England, Spain and Italy.\n\n",{"type":"===","value":["By taxi"]},"\nTaxi rates are about 1.8 lei\/kilometer ($0.5 USD); they can be useful for traveling to out-of-the-way places or at off hours.    You can agree to a fare with the driver or pay a metered rate.\n\n",{"type":"==","value":["Get around"]},"\nThe city bus travels on 7 lines:\n\nLine 2:\nSuceava Train Station--Burdujeni neighborhood--Shopping City Suceava--Iulius Mall--Bazaar--Center--Stadium--Hospital--Metro Cash&Carry--Obcini neighborhood--George Enescu neighborhood--Marasesti St.--Center--Iulius Mall--Bazaar--Burdujeni--Suceava Train Station\n\nLine 3:\nSuceava Train Station--Burdujeni neighborhood--Iulius Mall--Bazaar--Center--Stadium--Hospital--Obcini--Scheia--George Enescu neighborhood--Center--Iulius Mall--Bazaar--Burdujeni--Suceava Train Station\n\nLine 4:\nCinema Burdujeni--Burdujeni Market--Shopping City Suceava--Iulius Mall Suceava--Bazaar--Center--Stadium--Marasesti St--George Enescu--Obcini--Metro Store--Obcini Grocery Store--George Enescu--Kaufland Store--Center--Iulius Mall--Bazaar--Burdujeni Square--Cinema Burdujeni\n\nLines 1 and 5 connect Itcani neighborhood and Suceava Nord Station to Center and Obcini neighborhoods. Line 10 is Itcani-Center-Scheia. Line 21 is Burdujeni Village-Center-Scheia. Line 28 is Burdujeni Village to Itcani (Suceava Nord station)\n\nMaps can be found here: ",{"type":"[","value":["http:\/\/www.suceava360.ro\/info-Mersul_autobuzelor-17.html"]},"\n\nThere are numerous \"maxi-taxi\" lines, although the local authorities are trying to limit their reach and increase the number of buses.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Cetatea de Scaun a Sucevei10.jpg"],["thumb"],["Suceava fortress"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Suceava fortress"],["alt=Cetatea de Scaun a Sucevei"],["lat=47.6450449"],["long=26.2696909"],["content=Reachable from the city center (Piata Unirii). It was built in the 14-15th century, and improved by Stephen the Great. It was never conquered in fighting by the attackers. However, as of June 2012, it was heavy and rather obtrusive restoration, though access was still obtainable."]]}]},"\nThere are also churches, an ",{"type":"'''","value":["Astronomic Observatory"]}," and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.muzeulbucovinei.ro\/ Museum of Bukovina"]}]}," relatively close to the center. You can reach these places by walking. There are of course, many interesting churches all around.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Go visit the ",{"type":"'''","value":["Painted Monasteries"]}," in the surroundings. For information about how to reach them or to joined a planned trip, there are two tourist information centers in the main square, Piata Unirii. They can speak English."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nYou can eat in ",{"type":"'''","value":["Chagall"]},". It's a popular pub where you can eat traditional food or very good pizzas for a good price. There are 2 Chagalls in Suceava. One is in the center next to the main square (ask, everybody knows) and it's underground. The other it's next to the university stefan cel mare, and it's has a big popular terrace outside. Always full of people taking beers and eating.\n\nSuceava also has a McDonald's in walking distance from the center.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nA bunch of new hotels and pensions are appearing in Suceava superseding older, communist buildings.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Irene's Hostel"],["alt="],["url=http:\/\/www.ireneshostel.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cheap (prices from 45 -50 RON) clean hostel accommodation with use of facilities (free Wifi, tea, coffee). It is also conveniently located 20m to the right of the bus station as you exit. Staff speak English and can organise tours to the monasteries, etc."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Lary Hostel"],["alt="],["url=http:\/\/www.hostelsuceava.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=(35 - 65 RON)"]]}]},"\n",{"type":"===","value":["Midrange"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/hotelimperium.ro\/ Hotel Imperium"]}]},", Bld. Sofia Vicoveanca 17, a new four-star hotel at the very edge of the city, in a good location for escaping from the city, but in a bad location if using public transit. Prices are listed at 129 RON for a single, 159 RON for a double and 259 RON for an apartment.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.leaganulbucovinei.com\/en\/index.php Pensiunea Leaganul Bucovinei"]}]},", this 3 star pension offers reasonable prices (90-110 RON for a double room, 160 RON for an apartment). The location is similar to that of the Hotel Imperium above.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pensiuneasantafe.ro\/en\/index.html Pension Santa Fe"]}]}," a 4-star pension, again situated on the outskirts of town, with good reviews on hotel sites like booking.com which indicate prices around 40 Euros for a night's stay. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pensiuneascorpion.ro\/en\/ Pensiunea Scorpion"]}]}," a 3-star pension located near Iulius Mall. Prices are around 100 RON per double room per night.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hotelzamca.ro\/ Hotel Zamca"]}]},"\n\n",{"type":"==","value":["Go next"]},"\n\nFrom here you can go to ",{"type":"[[","value":[["Dragomirna"]]},", by minibus or taxi or to ",{"type":"[[","value":[["Gura Humorului"]]}," by both bus and train. \n\nFor Dragomirna Monastery there are also \"maxi-taxi\" (minibus) services from the center, for about 5 lei. The minibus 31 will take you at least to Mitocu Dragomirnei village. Only some go all the way to Dragomirna. It's better to ask a local which buses go to Dragomirna (it should be written on the bus but you never know). The station by the McDonalds in the city center as well as the one by Iulius Mall are stops for the 31 minibus.\nThe schedule is not published from the city center, but from the end of the line minibuses leave:\n",{"type":"*","value":["To Dragomirna: Weekdays: 6:30, 11:50, 16:30, 18:50, 20:20. Weekends: 6:50, 10:15, 14:50. Add about 10-15' from the center."]},{"type":"*","value":["From Dragomirna: Weekdays: 5:40, 7:30, 12:50, 17:30, 19:30, 21:00, Weekends: 11:00, 15:30. "]},"Some will recommend hitchhiking. There is a spot under the DN2 bridge 100m away from Suceava Nord station where normal people will wait for rides. To go to Dragomirna, they will ask for about 10 lei per person. A taxi would cost around 25 lei. \n\nDestinations around Suceava include:\n\n",{"type":"[[","value":[["Falticeni"]]},", a cultural city at the border of Bukovina and Moldova, best reached by bus, but not the most interesting one for the foreign tourist. It can be reached by train (more visible schedules) but there's a 25km detour and you need to buy two tickets, one for CFR (to Dolhasca), one for Regiotrans (Dolhasca-Falticeni).\n\n",{"type":"[[","value":[["Vatra Dornei"]]},", a mountain town whose glory days were back during Austro-Hungarian rule. A revitalization is being attempted, with winter sports being the primary focus, followed by hiking trips. A good winter destination and easy to reach. There are 6 Accelerat and 2 Personal trains, taking about 2.5-3 hours.\n\n",{"type":"[[","value":[["Gura Humorului"]]},", possibly the most interesting town in Southern Bukovina, where Voronet and Humor monasteries are located (each about 6km from the center of the town). Just under a 1 hour train ride to reach Gura Humorului from Suceava.\n\n",{"type":"[[","value":[["Radauti"]]}," can be reached daily by 5 Personal trains from Suceava, with a 1.5-2h journey time. It is close to a number of monasteries, including Arbore, Sucevita and Putna. There isn't much to do but it is a clean and quiet city suitable for rest and leisure activities.\n\n",{"type":"[[","value":[["Putna"]]}," Monastery is served by 4 trains daily, about 3h journey from Suceava.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.651389"],["26.255556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Bukovina"]]},"\n",{"type":"[[","value":[["WikiPedia:Suceava"]]},"\n",{"type":"[[","value":[["Commons:Category:Suceava"]]}]