[{"type":"{{","value":[["pagebanner"],["Sucre Wikivoyage banner.jpg"],["unesco=yes"]]},"\n\n",{"type":"'''","value":["Sucre"]}," is a city in the ",{"type":"[[","value":[["Chuquisaca (department)"],["Department of Chuquisaca"]]},", ",{"type":"[[","value":[["Bolivia"]]},". The city centre is on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sucre, Bolivia.jpg"],["thumb"],["Sucre, Bolivia"]]},"\nFamed throughout Bolivia for its pretty, well-kept centre, and for its agreeable climate, Sucre – \"la ciudad blanca\" or white city – is probably the most tranquil city in Bolivia (or perhaps South America). While it offers specific attractions in the form of historic buildings and renowned theatre as well as indigenous culture and prehistoric sites in the surrounding towns and countryside, the highlight of Sucre might be its relaxed atmosphere, which detains many travellers for far longer than expected.\n\nSucre's history has always been closely tied to that of ",{"type":"[[","value":[["Potosí"]]},". The city rose to prominence as an attractive retreat for wealthy and influential figures connected with Potosí's silver mines. Although Sucre can be considered a \"colonial\" city, its architecture is more an example of later, neo-classical style. The dishevelled, crooked streets of Potosí better reflect the chaotic urban planning of early colonialism and the silver rush, while orderly, elegant Sucre is a result of the wealth later spawned by the silver trade. Sucre’s original name, Ciudad de la Plata de la Nueva Toledo (city of the silver of New Toledo) reflects the huge significance silver played in the city’s development.\n\nIn the mid-16th century, the Spanish King Philip II established an Audiencia in Sucre with a jurisdiction covering what was then known as Upper Peru, that is, the land south and east of Cusco and encompassing what is today Bolivia, Paraguay, northern Chile and Argentina. Although the Audiencia conferred a degree of autonomy on Sucre, it was still a subdivision of the Viceroyalty of Peru. In the early 17th century Sucre grew, with the founding of a bishopric, as well as monasteries belonging to various religious orders. Today Sucre is still a centre for the Catholic church in Bolivia.\n\nIn 1624 St Francis Xavier College of Chuquisaca was founded in the city. This university is still operating, and is considered one of the finest in the country, as well as being the second oldest university in the Americas. Sucre’s football team in the Bolivian league is Universitario, and originates from St. Francis Xavier College.\n\nSucre has long been known as a centre for progressive thought, and in 1809 it was from here that one of the first independence movements in South America began. Despite this Bolivia was one of the last South American countries to gain independence, in 1825. When independence was finally established in Bolivia, Sucre became the capital of the new nation.\n\nAs the silver industry waned in importance, power shifted from Sucre to La Paz, and at the end of the nineteenth century the seat of Bolivian government was moved to La Paz. Sucre remains the constitutional capital of Bolivia, but only the judicial branch of government is based here. This remains a contentious issue for Sucreños.\n\nSucre today has become a more conservative city, as the old wealth and power of the city is threatened by the Evo Morales government and its plans for reform and wealth redistribution. During the 2009 referendum Sucre voted emphatically against Morales' proposed new constitution. Morales remains a very unpopular figure in the city, and the city has suffered from sporadic outbursts of protest since his election in 2005, occasionally accompanied by racial violence against the poor indigenous and rural people who voted for him.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nThe bus terminal is about 2 kilometres from the city centre. A taxi to the centre should cost BOB4. This is per person not per vehicle. If you are not comfortable sharing a taxi, you should make this clear.\n\n",{"type":"*","value":[" The official prices for buses to and from Sucre are as follows."]},"La Paz - Sucre: minimum BOB45, normal bus BOB90, semi-cama BOB125, full cama BOB180.\n\nOruro - Sucre: minimum BOB30Bs, normal bus BOB50Bs, semi-cama BOB60, full cama BOB95.\n\nPotosí - Sucre: minimum BOB10, normal bus BOB17, semi-cama BOB25, full cama BOB35.\n\nSanta Cruz - Sucre: minimum BOB35, normal bus BOB80, semi-cama BOB90, full cama BOB110.\n\nCochabamba - Sucre: minimum BOB30, normal bus BOB52, semi-cama BOB60, full cama BOB100.\n\nTarija - Sucre: minimum BOB60, normal bus BOB83.\n\n",{"type":"*","value":[" For buses to Uyuni, Tupiza and the Southwest, change in Potosí."]},{"type":"*","value":[" Buses leave hourly for Potosí and take 3-4 hours (you can also take a taxi for about BOB35 per person, it will take about two hours and the driver will go very very fast."]},{"type":"*","value":[" All other destinations are an overnight ride away. Buses to La Paz or Cochabamba take about 12 hours. Buses to Santa Cruz take about 14 hours and pass through Samaipata."]},{"type":"*","value":[" The roads out of Sucre are fairly rough, with the exception of the road to Potosí, which you also take to reach Oruro or La Paz. For this reason think hard about upgrading to a semi-cama or full cama bus, which are provided only by Trans Copacabana M.E.M. (",{"type":"''","value":["not"]}," the various other \"Copacabana\" operators) and El Dorado. Other operators which claim to offer \"full cama\" seats are lying. The overnight normal bus to Cochabamba is definitely not fun."]},{"type":"*","value":[" Tickets generally only go on sale the day that the bus will depart (although El Dorado will sell you a ticket the day before), so to be sure of getting a seat you need to arrive at the terminal before midday. Many tour agencies will offer to book tickets ahead for you, but understand that this is not how things are normally done in Sucre, so expect to pay more, and make sure you check whether you need to redeem the ticket from the agency for a ticket from the bus line. If buying at the terminal itself, make sure to go to the operator's office inside the terminal - the touts in the car park outside are usually genuine, but have been known to \"double sell\" seats."]},{"type":"*","value":[" Whichever route you take or level of bus you opt for, do not expect to find a toilet on board unless you travel with the most expensive operators. Ask to make sure in any case. Do expect the bus to stop in the middle of the night somewhere close to a cheese vendor, and to see half of the male passengers lined up to relieve themselves against a convenient wall."]},"\n",{"type":"===","value":["By plane"]},"\nSince the government of Bolivia pulled the plug on the national carrier, Lloyd Aero Boliviano, no international airlines currently serve Sucre's Lajas Tambo airport. ",{"type":"[","value":["http:\/\/www.aerosur.com Aerosur"]},", a domestic carrier, operates flights to Santa Cruz, La Paz, and Cochabama. TAM is a cheaper alternative to Aerosur, and also flies to all the major cities. Also Boliviana de Aviación (BoA) provides flights via their hub in Cochabamba.\n\nThe airport is about 10 km from the centre. Transportation to the centre is either by taxi (BOB30) or by Micro. Micros do not drive up to the airport but only pass by it. Walk to the road passing by the airport, cross it, and wait for Micro 1 which is going to Av Hernando Siles for BOB2. The airport is notorious for closures in inclement weather. Sometimes no flights arrive or depart for several days. It is always worth checking ahead before arriving as the airport has limited waiting areas. It does have several shops, including a shop selling the chocolate the city is locally famous for.\n\n",{"type":"==","value":["Get around"]},"\nSucre is a small town with regular hop-on buses and plentiful taxis. A tourist bus or private transport is needed to visit some of the attractions outside of Sucre, such as ",{"type":"[[","value":[["Tarabuco"]]}," market and the dinosaur footprints. Mostly you will not move more than five blocks from Plaza 25 de Mayo, the main square.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cal Orkco"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A collection of dinosaur footprints imprinted on a 70 degree sloping wall of a limestone quarry, which used to be a lake floor. To visit it take the Dino Truck at 09:30, 12:00, or 14:30 from the front of the cathedral at Plaza 25 de Mayo (BOB20 round-trip). The guided visit takes about 1.5 hr and costs BOB30 + BOB5 for camera (Jun 2013)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Casa de la Libertad"],["url="],["email="],["address=Aniceto Arce"],["lat="],["long="],["directions=Central Plaza"],["phone=+591 4 6454200"],["tollfree="],["fax="],["hours="],["price=BOB15 + BOB10 for camera"],["content=This museum is in a well-restored and maintained convent from the colonial era. The chapel was the meeting hall where Bolivian independence was declared on 25 May 1825. The museum includes a number of paintings and objects related to Bolivian history, especially to the independence movement, and the struggles breaking away from Spanish domination."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Plaza 25 de Mayo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The heart of Sucre, surrounded by the cathedral, the office of prefecture, the town hall, the historic Casa de la Libertad, as well as a swag of restaurants and bars. Get a shoe shine (don't think that wearing flip-flops you will deter the shoe shine kids), use the free Wi-Fi, grab some snacks, or just watch the world go by. The lion-flanked statue is of Mariscal Jose Antonio Sucre, Simon Bolivar's right hand man and the first president of Bolivia."]]}]},"\n",{"type":"==","value":["Do"]},"\nSucre is generally known as a great city to kick back in. It is a popular place for people to study Spanish or volunteer, and many who visit end up staying for far longer than expected. While the city centre can be seen in a day (add another day or two if you like museums, churches, cafes, or moving slowly), the surrounding countryside is rich in other attractions, from traditional villages to dinosaur footprints to trekking through the mountains of the Cordillera de las Frailes.\n\n",{"type":"*","value":[" Sucre is a popular place to learn Spanish and to volunteer. There are many Spanish schools and volunteer projects including the  ",{"type":"[","value":["http:\/\/www.learnspanishsucre.com Sucre Spanish School"]}," or the ",{"type":"[","value":["http:\/\/www.foxacademysucre.com Fox Language Academy"]},". Fox state that fifty percent of the study fee at Fox goes towards paying for Bolivians to learn English but Fox's contribution to helping kids learn English is a little disputed, due to questions of management. ",{"type":"[","value":["http:\/\/www.fenixbolivia.com Fenix"]}," a few blocks from Fox, is a Bolivian-owned and managed not-for-profit school that is an excellent alternative. Prices are the same as Fox, but the teachers are better-paid and highly experienced and the funds are put to use appropriately. All the money goes towards helping needy causes in the community. They focus on conversational Spanish and making lessons fun. There are plenty of activities  like cooking classes, dance classes and volleyball games. Fenix also offer a variety of volunteer projects including with the elderly, orphans and disabled. They have a  ",{"type":"[","value":["http:\/\/www.facebook.com\/fenixsucre Facebook page"]}," email: s-panishlessons@hotmail.com and the address is Calle Miguel Angel Valda No. 61 (2nd Floor). "]},{"type":"*","value":[" For a different approach to learning Spanish, check out ",{"type":"[","value":["http:\/\/spanishinsucre.com Spanish in Sucre"]},". Instead of keeping you in a classroom, they take you out to explore Sucre, and learn Spanish at the same time. Because they don't have the typical costs of a traditional school, they are cheaper. Lessons only cost USD3.50 for group lessons per person per hour and USD5 per hour for private lessons."]},"\n",{"type":"*","value":[" Walk up Calle Dalence, Grau, or Calvo from the central plaza to La Recoleta. Although there are often events here, as well as a church and museum, the main attraction is definitely the view of Sucre from the Mirador Cafe. The drinks and food here are better than most and not overly expensive. Adjacent Hotel Kolping also has excellent views and a lunch buffet."]},"\n",{"type":"*","value":[" Take a stroll in ",{"type":"'''","value":["Parque Bolivar"]},", the city´s favourite lovers hangout. Just don't step on the grass. At the upper end of Parque Bolivar stands Bolivia's supreme court At the lower end is Estacion Aniceto Arce, Sucre's train station which is currently not in use. If you don't get your fill of old trains in Uyuni, there is another one within the station precinct. Ask permission from the token security guard before you enter, as there is a guard dog here (although she is usually playing with her puppy)."]},"\n",{"type":"*","value":["Go for a hike to \"7 Cascadas\" (7 Waterfalls), 8km NE out of town. Take a taxi from Sucre to the tiny village of Alegria for BOB20, then walk the remaining 3km. Or negotiate for the driver to take you all the way. Take food, water, towels, bathing suit, sunscreen as there are no services nearby. The waterfalls make for a pleasant day-trip. You can hike around (wear sandals not shoes, as the path crosses streams) and swim in the natural pools. As of October 2010 this site was closed due to frequent robberies in the area. Ensure you check with locals before travelling. Note: In May the waterfalls were almost entirely dry. This attraction may be better in wet season."]},"\n",{"type":"*","value":[" Several agencies offer tandem paragliding at BOB450-900 (depending on the size of the group). It is a 2 hour very bumpy ride each way to the take-off spot. In essence, you will spend the whole day for a 10 minute flight."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name= Academia Andina Sucre"],["alt="],["url= http:\/\/www.academiaandina.com"],["email=info@academiaandina.com"],["address= Junin No 756"],["lat="],["long="],["directions="],["phone=+591 4-6414092"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cheryl Zegarra"],["alt="],["url="],["email=bela1406@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Private instructor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Continental Spanish School"],["alt="],["url=http:\/\/www.schoolcontinental.com"],["email=continental-spanish-school@hotmail.com"],["address=Calle Olañeta Nº 224"],["lat="],["long="],["directions="],["phone=+591-4-64-38093"],["fax="],["hours="],["price="],["content=A fairly new school in the centre of town, enthusiastically run by sisters Patricia and Maria Elena."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fenix Spanish School"],["alt="],["url=http:\/\/www.fenixbolivia.com"],["email=s-panishlessons@hotmail.com"],["address=Calle Miguel Angel Valda Nº 61, 2nd floor"],["lat="],["long="],["directions="],["phone=+591-4-64-57101"],["fax="],["hours="],["price="],["content=Reasonably priced one-on-one lessons often incorporating Bolivia's interesting history and culture. This school hosts free English lessons to locals and the teachers are treated well and it's evident in their enthusiasm. Cooking classes and fun activities also offered."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fox Language Academy"],["alt="],["url= http:\/\/www.foxacademysucre.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Fox claims that 50% of the study fee at Fox goes towards paying for Bolivians to learn English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Learn Spanish Sucre"],["alt="],["url=http:\/\/www.LearnSpanishSucre.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Me Gusta Spanish"],["alt="],["url=http:\/\/www.megustaspanish.com"],["email=contacto@megustaspanish.com"],["address=Calle Junin 333"],["lat="],["long="],["directions=Centre of town"],["phone=+591-60327721"],["fax="],["hours="],["price="],["content=A great Spanish school. Fernando and Ely can tailor the course to your needs depending on your level of Spanish. Private one-on-one, couples, or group lessons can be arranged. Reasonable prices and promotional discounts available. Also offering Cooking classes, Futsal, poker and other out of school activities. Home Stay can be arranged for the full Bolivian culture experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pepe Arce"],["alt="],["url="],["email=roadaway@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Private instructor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spanish in Sucre"],["alt="],["url=http:\/\/spanishinsucre.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A different approach to learn Spanish. Instead of keeping you in a classroom, they take you out to explore Sucre, and learn Spanish at the same time. Because they don't have the typical costs of a traditional school, lessons only cost USD3.50 per hour for group lessons per person and USD5 per hour for private lessons."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sucre School of Spanish"],["alt="],["url= http:\/\/www.sucreschoolofspanish.com"],["email=sucreschoolofspanish@hotmail.com"],["address=Riosinho 403"],["lat="],["long="],["directions="],["phone=+591-46437534"],["fax="],["hours="],["price="],["content=A small, personal school with one-on-one lessons for USD5 per hour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sucre Spanish School"],["alt="],["url=http:\/\/www.SucreSpanishSchool.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Work"]},"\n",{"type":"===","value":["Volunteer"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=CEMVA"],["alt="],["url=http:\/\/www.cemva-sucre.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Educational centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Centro de Apoya Integral a la Mujer"],["alt=Juana Azurduy"],["url="],["email="],["address=Casilla 799"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A centre for helping women and rape victims."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Centro de Salud Sagrada Familia"],["alt="],["url="],["email="],["address=Barrio Alto Mesa Verde, Bolivar 716"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A centre to give medical attention to the people. They also serve lunch to the children. You can volunteer in the health centre, help with cooking and serving food, or help the social worker."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Clinica Juan de Dios"],["alt="],["url="],["email="],["address=Av Japon 46"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Childrens hospital."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Escuela Movil"],["alt=CERPI"],["url="],["email="],["address=560 Nataniel Aguirre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Integrated centre for pedagogical resources (CERPI) offers pedagogical services to children from marginal neighborhoods (mobile school, homework area, music classes, computer classes)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=ETI"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the Libertadores neighbourhood"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A centre for taking care of disabled children."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fenix"],["alt="],["url=http:\/\/www.fenixbolivia.com"],["email="],["address=Miguel Angel Valda 61"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A not-for profit language school that needs English teachers to teach their underprivileged students and can arrange volunteer positions at nursing homes, orphanages, and with disabled children."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fundacion Guia"],["alt="],["url="],["email="],["address=Ballivián 41"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A foundation for improving young people's lives. They organize pedagogical and recreational activities (job orientation, helping with CVs, etc.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hogar Santa Rita"],["alt="],["url="],["email="],["address=Ravelo St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nursing home."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hogal Sucre Orfanato"],["alt="],["url="],["email="],["address=Dalence St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A centre for orphans."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hogar Tata Juan de Dios"],["alt="],["url="],["email="],["address=Avenida Japon #46"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Church home for 40 abandoned children (<5 years old)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hogar 25 de Mayo"],["alt="],["url=http:\/\/www.fenixbolivia.com"],["email="],["address=Grau St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nursing home run by Fenix."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hospital Psiquiatrico"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Psychiatric hospital."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Miski Wasi"],["alt=Hogal Mallorca"],["url="],["email="],["address=Anastacio Paravicini St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A home for children who cannot stay in their house during the week because they live in extreme poverty. Miski Wasi is a wonderful place to volunteer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ñanta"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Anastacio Paravicini St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Home for working children that organizes recreational activities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nord-Sud Circo Infantil"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Inter-cultural centre that helps children and teenagers (school, workshops, job orientation)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Realidades"],["alt="],["url=http:\/\/www.realidadesbolivia.org"],["email="],["address=Estados Unidos 600"],["lat="],["long="],["directions=in Barrio Petrolero"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small NGO working with indigenous minorities, human and children rights."]]}]},"\n",{"type":"==","value":["Buy"]},"\nSucre is famous for its tapestries, which are sold at Tarabucco market and shops all around the town. Different tribes or family groups from the villages that surround Sucre all have their own unique style, which is shown in their work by using different colours or symbols. Some tapestries can take up to a year for one person to make, depending on size and complexity. Travelers can help support this tradition by purchasing the tapestries from Tarabucco market, or at a cheaper price, from the many shops in the town. The best tapestries are sold in fair trade stores and at the ethnographic museum.\n\nLocally knitted sweaters, scarves, and related items are a good bargain, especially those made from alpaca wool.\n\nSucre is also famous for its chocolates. ",{"type":"[","value":["http:\/\/chocolatesparati.com Chocolates Para Ti"]}," and Chocolates Taboada, both with shops just off the central plaza, are the best known, and there are several shops selling artisanal chocolates between the plaza and the central market. Para Ti also have shops at the airport and bus terminal, although the latter is usually closed.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Condortrekkers"],["alt="],["url=http:\/\/www.condortrekkers.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tour agency that offers city tours, as well as single or multi-day treks into the surrounding countryside. All profits from tours are used to support other local NGOs and communities. Treks into the countryside focus on understanding the local cultures and ecology and offer the chance to stay with local communities. It is also possible to volunteer with Condortrekkers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Offroad Bolivia"],["alt="],["url=http:\/\/www.offroadbolivia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+591 46437389"],["tollfree="],["fax="],["hours="],["price="],["content=Quad and motorbike tours. Adventure in the countryside of Sucre. Ideal for those who have not been quad biking as well as for those who are experienced riders. Climb up to 3,665 metres through natural surroundings (somewhat trashed by quads) with superb views."]]}]},"\n",{"type":"==","value":["Eat"]},"\nSucre offers a wide range of eateries from street vendors and stalls in the markets to elegant restaurants. The large numbers of students mean there are many interesting but inexpensive places to get a filling meal. Probably the cheapest lunches are had upstairs in the market (from 8 BOL).\n\n",{"type":"*","value":[" Several small Salteña eateries at the lower end of Calle San Alberto."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Joy Ride Cafe"],["alt="],["url=http:\/\/www.joyridebol.com\/"],["email=info@joyridebol.com"],["address="],["lat="],["long="],["directions="],["phone=+591 4 64 25544"],["tollfree="],["fax=+591 4 691 3600"],["hours="],["price="],["content=Calle Nicolas Ortiz 14, (Cell phone +591 711 73146) ,is an Italian (formerly Dutch) run bar, restaurant and tour operator. International dishes. Expensive gringo place with average food. Problematic, but fairly fast WiFi. Staff treated poorly by owner. Feel like a chain. Better options available."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Amsterdam"]},", Calle Bolívar 426, (",{"type":"''","value":["near corner of Calle San Alberto"]},").  Pastas, big sandwiches, great Nachos.  Dutch\/Bolivian owned social enterprise supporting rural children, good fast WiFi, quiz nights, Friday nights local bands, Bohemian vibe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizzaría Napolitana"]},", 25 de Mayo #30, Pastas, pizzas and big sandwiches. A lunch menu cost BOB25, -somewhat overpriced, but serves until 5PM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Taverna"]},", Acre 835, in the courtyard of the Alliance Francaise. Good French inspired food but using local ingredients and wine. Good continental breakfast at BOB20, but the place was rarely found open in the morning. Set menu for BOB45,- from 12-3PM."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bohemo´s"],["url="],["email="],["address=Junin 433"],["lat="],["long="],["directions=Adjacent to central market on the former Peatonal"],["phone="],["tollfree="],["fax="],["hours="],["price=4 course lunch BOB15"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Germen"],["url="],["email="],["address=San Alberto 231"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves a fusion of delicious Bolivian and German cooking. All lunch specials (BOB18) are vegetarian, but you can order meat dishes from the menu (menu dishes take a lot longer to come). Also has great desserts. The restaurant fills up quickly for lunch, so arrive early."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Freya"],["url="],["email="],["address=Loa 751"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located within a gym, Freya serves up healthy, tasty vegetarian lunch specials (BOB12). The staff are very friendly and lunch is served until later than other vegetarian options. Food hit-or-miss sometimes and generally not as great as El Germen, but it is a lot cheaper."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Florin"],["url="],["email="],["address=Bolivar 567"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves a mix of Bolivian and international dishes, including shwarma, Thai and an Indonesian feast for two (or more). Great coffee, fantastic krocetten and good fast WiFi. Also doubles as a bar with live music. Cosy and great atmosphere, though it's reputed by some locals as the source of a few food poisoning cases."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Novelle Cuisine"],["url="],["email="],["address=Avaroa"],["lat="],["long="],["directions=Two blocks up and two right from the main square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This parilla is the best steak in town. 30 BOL for a huge bife de chorizo with fries and salad bar. A must for meat eaters. Cheap wine to boot!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Vieja Bodega"],["url="],["email="],["address=Calle Nicolas Ortíz #38"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Immensely popular restaurant right off the main plaza and next to Joy Ride.  They fill your bowl of soup to your heart's content and have well-prepared, interesting courses outside the standard Bolivian fare.  Filling lunches for 25B, though if you buy a meal plan (pensión) for at least 2 days, you'll receive a discount to 15B per meal."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria Napoli"],["url="],["email="],["address=Calle Argentina"],["lat="],["long="],["directions="],["phone=46452707"],["tollfree="],["fax="],["hours="],["price="],["content=Great pizza. Prices range for 25 a (rather small) medium to 55 a big one. Open in the evenings only. Take-away and home delivery."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Monte Rosso"],["url="],["email="],["address=Padilla 70"],["lat="],["long="],["directions=Four blocks up Calvo from the square, then turn left"],["phone=+ 591 4 64 35397"],["tollfree="],["fax="],["hours=1900-2200 Mon-Sat"],["price=BOB35"],["content=A hidden gem, and the best Italian restaurant in town. Almost pathologically averse to advertising (the signage is a 30cm plaque next to the front door, which is kept closed - ring the bell), but nevertheless very popular among those in the know. Roberto is an exceptionally friendly host, and the food is delicious and inventive. It's a good idea to book a table, as the place fills up quickly."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chifa New Hong Kong"],["url="],["email="],["address=San Alberto 242"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=BOB30"],["content=Decent chinese food (by Bolivian standards); popular with both locals and tourists. No vegetarian options, but if you're lucky and\/or charming enough, they can sometimes be persuaded to throw something together. Advertises delivery, but in practice refuses to deliver."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Salteñeria Flores"],["url="],["email="],["address=San Alberto 26"],["lat="],["long="],["directions=A block and a half up the road from the central market"],["phone="],["tollfree="],["fax="],["hours=0900-1130"],["price=BOB8"],["content=Next door to the rather more swanky salteñeria ",{"type":"''","value":["El Patio"]},", Flores has faster service, better salteñas, and, unlike its neighbour, is not regularly closed down for public health violations. It's also the only place in town to offer vegetarian salteñas."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tentaciones Pasta Pizza"],["url="],["email="],["address=Arenales 13"],["lat="],["long="],["directions=Half block away from main square next door to Chocolates Para Ti"],["phone=46438136"],["tollfree="],["fax="],["hours=Mon-Sat 09:00 - 22:30, Sun. 11:30-14:30 and 18:30-21:30"],["price=BOB30-40"],["content=Amazing Italian food, only place with a full menu of handmade pasta choices. Pizza (Neapolitan style. Try the Tex Mex and BBQ chicken). Also a great variety of 7\" sandwiches, salads, natural fruit juices and awesome fruit combinations. Real cheese fondue, bolivian wine menu, spirits, big breakfast including excellent coffee (from espresso machine), fruit juice, and lots of things on the plate. Really friendly and efficient service, great music.  Modern (IKEA-style) decor, excellent desserts (when available)."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Abis café y heladeria"],["url="],["email="],["address=Plaza 25 de Mayo, 32"],["lat="],["long="],["directions="],["phone=6460222"],["tollfree="],["fax="],["hours=08:30-22:00"],["price=from BOB10"],["content=Excellent and real coffee with home-made pastry, home-made icecream, and batidos.  It is delicious.  Breakfasts, sandwiches, salads, tacos and quesadillas. Cosy and very friendly - Belgian owner speaks 6 languages"]]}]},"\n",{"type":"==","value":["Drink"]},"\nMost places on the main square, and down the first block of Calle Nicolas Ortiz, are heavily gringofied, -for better or worse. Sunday is by far the slowest night.\n",{"type":"*","value":[" In the market there are many stalls selling all kinds of fruit juices and salads. Particularly recommended is the multi-vitaminico, a mix of basically everything in the stall - cereales, fruits, vegetables, and sometimes egg, beer, honey etc. - which is a great pre-hike breakfast or a great post-drinking pick-me-up."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Alaska"],["url="],["email="],["address=Calle Arce 415"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Karaoke upstairs, and dance floor down."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Alfarero"],["url="],["email="],["address=Arce 262"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=5PM - 10PM"],["price="],["content=University students run a cheap and cosy cafe with some board games and pingpong table. Also screens films. Students receive a discount."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bibliocafe"]},", near the Joy Ride Cafe got mixed drinks at moderate prices. Also one of the few places in Sucre to serve Taquina Amber, one of Bolivia's best brews. Plays classic rock and pop. Also serves food. There are actually two Bibliocafes: Bibliocafe is more relaxed and intimate; Bibliocafe 'Concert' has some live music and is more energetic."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Florin"],["url="],["email="],["address=Bolivar 567"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nightly happy hour from 9.30 to 10.30 sees two-for-one drinks and a regular crowd. Has thumping events from time to time. Particularly popular with locals and the resident gringo population."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Joy Ride Cafe"],["alt="],["url=http:\/\/www.joyridebol.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Calle Nicolas Ortiz 14, is also a good place at night. It's popular with the more wealthy Bolivians as well as travellers. The food, though, is sub-par and hot drinks are best avoided if you like them hot."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Menfis"],["url="],["email="],["address=Bolivar 650"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Large beer BOB12"],["content=Warm up venue for young locals on weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Stigma"],["url="],["email="],["address=Calle Bolivar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entry BOB10, small beer BOB10"],["content=Biggest club in town, -young crowd. Fills up at 2AM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tabaco´s Soul"],["url="],["email="],["address=Calle San Alberto"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Never ends."],["price=Drinks BOB15, 0,6 l beer BOB11,50."],["content=Plays rock. Check your bill! great mixed drinks served in pitchers. Cheap and very social"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Posada"],["url="],["email="],["address=Audiencia 92"],["lat="],["long="],["directions="],["phone=46460101"],["tollfree="],["fax="],["hours="],["price="],["content=Just a few steps from the main square the hotel La Posada offers every Sunday a nice buffet that is worth the BOB40. because of the vegetarian parts. Starts at 12:00, don't be too late, since it can be crowded."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Parador Santa Maria la Real"],["alt="],["url=http:\/\/www.parador.com.bo"],["email=info@parador.com.bo"],["address="],["lat="],["long="],["directions="],["phone=(591-4) 6439592"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This singular hotel with past, history and art in every room occupies a house since the 18th century. It was renovated but conserves its structure and constructive details intact with meticulous restoration. Bolivar street #625."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hostal Pachamama"]},", Calle Aniceto Arce 599, +591-4-645-3673,  Clean hostel built around a garden. Shared kitchen. Electric warm water. Free wifi available in the garden and most of the rooms. Double\/Matrimonial BOB90."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hostal Cruz de Popayan"],["alt=also Backpackers Sucre Hostel"],["url=http:\/\/www.hotelsucre.com\/"],["email=popayan@boliviahostels.com"],["address="],["lat="],["long="],["directions="],["phone=(4)6440889"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Loa 881 esq Colón, Located in a 17th century colonial house with a big courtyard. bad beds. Laundry service (BOB8\/kilo, but dried by the sun so could take a while), in staff not overly friendly, in fact were rude. Don't expect the hostal to provide cooking oil, matches or salt in the kitchen (which is a bit dirty), which you have to have yourself or hope someone else has left some behind. Free wifi available in the lobby and courtyard, but it's slow."]]}]},"Bottom line - wormly recommend to try and find somewhere else. Dorm bed BOB40 \/ Single BOB80 \/ Double BOB140 (Apr 2012)\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amigo Hostel"],["url=http:\/\/www.hostelsucre.com\/"],["email=amigo@boliviahostels.com"],["address=Calle Colon 125"],["lat="],["long="],["directions=two blocks from main plaza"],["phone=(4) 6461706"],["tollfree="],["fax=591 (4) 6461706"],["hours="],["price=Single, shared bath BOB45, double shared bath BOB70, dorm bed shared bath BOB30, breakfast included"],["checkin=11AM"],["checkout=10:30AM"],["content=Laundry service, fast internet (no wifi, just one computer in lobby), Spanish lessons one by one basis, no lockers only security box at lobby, gas powered hot showers. The bathrooms could do with more frequent cleaning, there seems to be a problem with drainage causing the sink to block and when you take a shower expect to stand in inches of water. Great hostel, just really grumpy non helpful staff. Theft from the rooms have been reported."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hostal Austria"]}," (opposite the bus terminal), is a good and comfortable place if you're looking for something close to the bus terminal. Single with shared bathroom BOB35 \/ with private bathroom BOB60."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Charcas"],["url="],["email="],["address=Calle Ravelo 62"],["lat="],["long="],["directions=One block from the square"],["phone=645 3972"],["tollfree="],["fax="],["hours="],["price=Single, shared bath BOB40, with bath BOB70, Breakfast BOB7"],["checkin="],["checkout="],["content=Low pressure on hot water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alojamiento San Jose"],["url="],["email="],["address=Calle Ravelo (next to Hostal Charcas)"],["lat="],["long="],["directions=One block from the square, opposite the market"],["phone="],["tollfree="],["fax="],["hours="],["price=Single, shared bath BOB25\/30"],["checkin="],["checkout="],["content=Basic, but friendly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Santa Cecilia"],["url="],["email="],["address=Calle Potosi 386"],["lat="],["long="],["directions="],["phone=4-644-1304"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Really private 5 room guest house with cable and wi-fi in each room (Double or Twin), communal kitchen, TV room and courtyard. The family live next door so it's as if you have the place to yourself and it's just 3 streets from the plaza (5 min). 140 Boliviano for Double in Jun 2013. There is B&B sign outside, so just ring the bell."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Libertad"],["alt=1 block from Main Plaza"],["url=http:\/\/www.hostallibertad.web.bo"],["email="],["address=Aniceto Arce & San Alberto"],["lat="],["long="],["directions=on the corner opposite Iglesia San Francisco"],["phone=64-53101"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good-value hotel despite the faded rooms in need of renovation. The hotel has WiFi, cable TV, minibar, breakfast, friendly and helpful staff, and every room has a view with lots of light. Singles for BOB120."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Honorary French Consulate"],["url="],["email="],["address=Calle Dalence 383"],["lat="],["long="],["directions="],["phone=591-643 3140"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Well-kept secret, they notably don't advertise or list themselves in any guide books.  In fact, this place isn't really a hotel, but the honorary French consulate, which also offers beautiful rooms in French style for rent.  Prices can be expensive - 90B for a day, but if you stay for a week, it'll be 50B\/day and for a month is 45B\/day (prices are for single room with shared bath).  Wifi in certain area and room options range from single with shared bathroom (b\/w two rooms) and common kitchen or suite with kitchen."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Villa Antigua"],["url=http:\/\/www.villaantiguahotel.com"],["email=villaantigua@gmail.com"],["address=Calle Calvo 237"],["lat=-19.05"],["long=-65.26"],["directions=2 blocks from Main Square"],["phone=4-6443437"],["tollfree="],["fax="],["hours="],["price=from 50 US$"],["checkin=10.00"],["checkout=13.00"],["content=New beautiful restored mansion from 1860. Spacious rooms, largest garden in Sucre, courtyard with green and fountain surrounded by pillars, several terraces with views over old city and surrounding mountains. Hotel has all facilities, restaurant, gym, WiFi all-over. Stylish and comfortable."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Verde B&B"],["url="],["email="],["address=Calle Potosi 374"],["lat="],["long="],["directions=3 blocks from the main square"],["phone=+591 70314611"],["tollfree="],["fax="],["hours="],["price=27 USD"],["checkin="],["checkout="],["content=A very clean, spacious, and bright hostel with a friendliest and most helpful owner named Rene. Hostel has gas heated hot showers with good pressure, Wi-Fi, nice common area, cozy courtyard with a swimming pool, and a breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gringos Rincon"],["url="],["email="],["address=Calle Loa #743"],["lat="],["long="],["directions=2.5 Blocks from the plaza"],["phone="],["tollfree="],["fax="],["hours="],["price=BOB35-40"],["checkin="],["checkout="],["content=Mike, the exceedingly friendly owner, runs a tight ship; spotless dorms, comfortable beds, hot showers, wifi, a well equipped kitchen and he will even do the laundry for a small fee. The hostel is set in a converted 3 story home complete with roof terrace looking out over Sucre and surrounding ranges."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wasi Masi"],["url=http:\/\/www.wasi-masi.com\/"],["email="],["address=Urcullo 233"],["lat="],["long="],["directions=Between Arce and España, one block from the central market"],["phone=+591 4 64 57463"],["tollfree="],["fax="],["hours="],["price=BOB60"],["checkin="],["checkout=11:00"],["content=Popular with backpackers, Wasi Masi is built around an attractive courtyard (sometimes a bit too small for the amount of guests), with a reasonable ",{"type":"''","value":["almuerzo"]}," style cafe attached (only open at lunchtime). Rooms of variable quality(some are as dirty and humid as a basement with loads of mosquitoes which is quite rare in Sucre), a good dormitory, gas & electric showers, free wifi, excellent book exchange, breakfast on request, laundry, TV lounge (with a good DVD collection), and a small but serviceable kitchen. Roxana, the manager, is somewhat crazy but likeable with it. Regular barbecues in the patio."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sky Hacienda Hotel"],["url=http:\/\/www.skyhacienda.com"],["email="],["address=Mosoj Llajta"],["lat="],["long="],["directions=25 minutes from Sucre, towards Potosi"],["phone=(591)72888044"],["tollfree="],["fax="],["hours="],["price=from $95"],["checkin=13.00"],["checkout=12.00"],["content=An architecturally unique hotel located in Yotala, 25 minutes outside Sucre. They model their hospitality on the idea of staying with a dear friend in their beautiful home in the countryside. Offering only two rooms, they are able to be attentive to their guests needs with individual service of a high standard."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThere are new reports of women travelers—alone or in pairs—are being targeted for robberies in the centre of town. Typically, a young man will try to start up a conversation about hotels or hostels, and claim to be staying at the same one as the target. Then a \"undercover police officer\" will arrive on the scene because of \"passport difficulties.\" Never show your passport to anyone. Never get into a cab that somebody else has called for you (sometimes a \"cab\" is part of the setup). If you are near the central plaza and this happens to you, walk there, as there are usually uniformed police there. If you feel secure enough doing so, scream \"Policía!\" as loud as you can. Most people in Sucre would be more than happy to help a stranger. There are also restaurants catering to tourists where help can be found, such as Joy Ride or Florin. Some people have had all of there possessions stolen this way—including rings off of fingers.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[" To extend your visa go to the ",{"type":"'''","value":["migration office"]}," on calle Bustillos."]},{"type":"*","value":[" There are several small book exchanges around town; try ",{"type":"''","value":["Bolivia Specialist"]},", ",{"type":"''","value":["Joyride Cafe"]}," or ",{"type":"''","value":["Backpackers Sucre"]},"."]},{"type":"*","value":[" Internet is mostly slow. Places on the central plaza are generally over-priced; you should be paying about BOB2 per hour. One of the best places for internet, and one of the few to have serviceable Skype, is on the corner of calle Calvo and calle Padilla."]},{"type":"*","value":[" An incomplete list of places with wifi: Joy Ride Cafe, Florin, Kulturcafe Berlin, Hotel Kolping, Amsterdam, La Posada. There is also free (but hopeless) wifi in the central plaza, and in the food court above supermarket SAS."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mi Lavandería"],["alt="],["url="],["email="],["address=Bolivar 482"],["lat="],["long="],["directions=2 blocks from city centre, between Calvo and San Alberto St"],["phone=64-33042 or 72875532"],["tollfree="],["fax="],["hours="],["price="],["content=You can bring your clothes in the morning and pick them up in the evening. The clothes will be cleaned, ironed and nicely sorted. The price in Jun 2013 was BOB8 \/ kg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Casa de turismo"],["alt="],["url=http:\/\/www.casadeturismo.com.bo"],["email="],["address=Calle Bustillos N 131"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Marco Birchler from Switzerland provides free information for visiting Cordillera de los Frailes or taking Che trail to Samaipata. His information are especially helpful, if you have your own transportation."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" A popular one-day or half-day excursion is to the Sunday market at ",{"type":"[[","value":[["Tarabuco"]]},". Any tour agency can arrange a tour, or there are frequent vans and trucks on the road to and from Tarabuco. It takes about two hours to reach the town. It is important to leave early; the markets are at their best before lunch time, and begin to pack up in the early afternoon."]},"\n",{"type":"*","value":[" For a far less touristed experience visited Candelaria. This village is further from Sucre than Tarabuco, but a part of the same culture that is renowned nation-wide for its handicrafts. Prices are better than at Tarabuco. Transportation is very limited and people have been stuck out here, so it's best to go with a tour agency."]},"\n",{"type":"*","value":[" One of the most popular destinations outside of Sucre is Maragua crater, a region of unusual rock formations. The crater is not volcanic (contrary to what some say), but was formed by erosion. Fossils of marine shells are still found in the region and sold by local children. It is possible to spend a night in the village inside the crater. Conditions are basic but the experience unique. Simple meals are available too."]},"\n",{"type":"*","value":[" There are many other popular destinations that most tour groups can arrange visits to. At Icla there are rubber-tubing tours through a river canyon. The village of Yamparaez, on the road to Tarabuco is a good starting point for condor-spotting treks. There were once natural thermal baths by the river behind Maragua, but an avalanche or ownership dispute that was settled by dynamite (depends who you talk to), destroyed these. It is hoped they will be reconstructed soon."]},"\n",{"type":"*","value":[" If you are planning on doing much trekking or camping in the mountains around Sucre, it is highly recommended that you take a guide. Conditions change fast, many of the routes are small or hard to find, and it is important to be sensitive to local cultures (also note the language of chocie is Quechua, so don't assume anyone you meet can speak Spanish). For these reasons it is very useful to have a local guide with you. For one or more-day expeditions to the ",{"type":"[[","value":[["Cordillera de los Frailes"]]},", the Dutch run Travel Agency \"Bolivia Specialist\" at Nicolás Ortiz #30 is highly recommended. After office hours they have a person for Tours at the Café Restaurant \"Florín\" at the Bolívar #567."]},"\n",{"type":"*","value":[" Condortrekkers arranges locally-lead trekking expeditions to most of the above destinations, and are currently the only organisation that offer overnight trips to Tarabuco, staying in a local village before hitting Tarabuco first thing in the morning. For more info see the listing above or visit ",{"type":"[","value":["http:\/\/www.condortrekkers.org\/ Condortrekkers"]},"."]},"\n",{"type":"*","value":[" If you stay longer and want to escape the city for some fresh air and nature, consider the Centro Ecologico in Aritumayu, splendid clean river with waterfalls nearby, and basic but clean accommodation available (romantic: no electricity nor cellphone coverage) 1.5 hour drive by 4WD. Bookings via High Routes at Bolivar #482. ",{"type":"[","value":["http:\/\/www.ecolodge-aritumayu.com"]}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-19.033900"],["-65.262600"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Chuquisaca (department)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sucre"]]},"\n",{"type":"[[","value":[["Commons:Category:Sucre, Bolivia"]]}]