[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sudak"]}," (",{"type":"[[","value":[["Ukrainian phrasebook"],["Ukrainian"]]},": Судак) is in the ",{"type":"[[","value":[["Crimea"]]},", in ",{"type":"[[","value":[["Ukraine"]]},".\n\nIt was once a fairly important city; ",{"type":"[[","value":[["On the trail of Marco Polo"],["Marco Polo"]]}," mentions it and the Arab traveller Ibn Batuta rated it one of the world's four great ports, as of the early 1300s.\n\n",{"type":"==","value":["Get in"]},"\n\nThe normal route into Sudak is via Simferopol International Airport, the main airport on the Crimean Peninsula. There are 2 flights a week from Frankfurt. Another option is to go via ",{"type":"[[","value":[["Tallinn"]]}," or ",{"type":"[[","value":[["Riga"]]},", now well served by no-frills airlines, and take a flight from there (e.g. on Air Baltic or Estonian Air). Of course there are also flights from Moscow, ",{"type":"[[","value":[["Saint Petersburg"]]}," and Kiev, as well as some other major cities in the former Soviet Union.\n\nThere is a ferry from ",{"type":"[[","value":[["Varna"]]},", Bulgaria (served by charter airlines, and WizzAir flies to nearby Bourgas) to Yalta (sometimes subject to unpredictable cancellation). It is easy to take a bus, minibus or taxi from either Simferopol or Yalta, although it helps if you can speak Russian.\n\nIf you have the time to spare, trains also run into Simferopol from major cities in Russia and the Ukraine. A cheaper option than flying.\n\n",{"type":"==","value":["Get around"]},"\n\nA minibus to Noviy Svet costs 2.5 hryvnias per person as of July 2013.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Genoa"]]}," ruled the area in the 1300s and ruins of their fortifications are still there.\n",{"type":"==","value":["Do"]},"\nwine tasting\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nTatar, Uzbek, Turkish restaurants have great food namely Plov.\n\n",{"type":"==","value":["Drink"]},"\nBlack Muscat\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Moving Bubble Hostel"],["url=http:\/\/www.hostelworld.com\/availability.php\/Moving-Bubble-Hostel\/Sudak\/42561"],["email="],["address=Yablonevaya, 3"],["lat="],["long="],["directions=Once in Lenina, walking from bus station, after Celentano Pizza it's the University (woman statue), turn left on that street (Yablonevaya) and walk till you pass a tiny bridge, the house has the street name and the number 3 on the gate. Shout around."],["phone=+380986694783"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In a house with a nice view from the balcony, where is the common room, you can do a barbecue in afternoons after hanging around the beach, walk to the most intact roman fortification or be sure to be in the best location to start your trip through Crimea. You can go Novi Svet, Koktebelle, Kara Dag, etc from here and than head to Alushta, Yalta and Sevastopol."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["44.8500"],["34.9667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Crimea"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Sudak"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Sudak"]]}]