[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Sudbury"]]},"\n",{"type":"'''","value":["Sudbury"]}," is a small but historic market town in ",{"type":"[[","value":[["Suffolk"]]}," in the region of ",{"type":"[[","value":[["East Anglia"]]}," in ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" Car "]},"\nBy road, Sudbury is served by the A134 from Colchester and Bury St Edmunds, and by the A131 which runs from near Little Waltham, north of Chelmsford.\n\n",{"type":"===","value":[" Rail "]},"\nSudbury has a small railway station which forms the end of a branch line (marketed as the Gainsborough Line) from the main ",{"type":"[[","value":[["Norwich"]]}," to ",{"type":"[[","value":[["London"]]}," Liverpool street line at ",{"type":"[[","value":[["Marks Tey"]]},". The journey between Sudbury and Marks Tey takes 20 minutes, with stops at Bures station, and Chappel & Wakes Colne station.\n\n",{"type":"==","value":["Get around"]},"\n\nDue to Sudbury's small and compact nature, it is no problem at all to cover the town from edge to edge on foot. However, the recently renovated Tesco store and commercial park are situated off the Sudbury bypass, a fair walk from the town centre and best reached by car.\n\n",{"type":"==","value":["See"]},"\n\nThe house of painter Thomas Gainsborough is located in the aptly named Gainsborough Street at the bottom of Market Hill.\n\nThe idyllic water meadows around the river Stour can be found just outside of the town centre. There are many paths and perfect picnic settings to take advantage of on summer evenings.\n\nBuried beneath the locally famous Mill Hotel there is a mummified cat which can be viewed upon request.\n\nThere is a small infogram located by St Peter's Church in the town centre marking the fact that Sudbury was mentioned in the original novel \"101 Dalmatians\" and is well worth a look for fans of English literature.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Melford Hall"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/melford-hall\/"],["email=melford@nationaltrust.org.uk"],["address=Long Melford, CO10 9AA"],["lat=52.0844"],["long=0.7281"],["directions=4 miles north of Sudbury"],["phone=+44 1787 379228"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\nDespite the lack of many common amenities such as a cinema or shopping centre, there is still much to enjoy in the small market town.\n\nBelle Vue park has a variety of activities that can be enjoyed by those of all ages. Facilities include a miniature golf course, a children's adventure trail, a playpark, rollerskating park, tennis courts, animal enclosures and a large picnic area.\n\nMany pubs can be found in the area including those which specialise in locally brewed ales.\n\nThere are a wide range of paths and cycle routes in the area for the more adventurous visitors and maps can be purchased from the tourist information centre.\n\nThe town hosts a farmer's market every Thursday and Saturday, with occasional French and Italian markets.\n\n",{"type":"==","value":["Buy"]},"\n\nThe town centre has taken a turn for the worse in recent years, with many shops being forced to close due to the current economic climate.\n\nThere are still some modest outlets for local goods but most shops tend to be part of major chains.\n\nThe main shops in the town are a pair of W.H.Smith's, an Iceland, a discount shop called Thing Me Bobs and a 99p store which forced a pound shop across the road out of business.\n\n",{"type":"==","value":["Eat"]},"\n\nIn addition to the chain restaurants in the town such as Prezzo, Ask, Café Nero and Wetherspoon's, there are some independent eateries.\n\nFor a delicious and well priced lunch (or even afternoon snack), Niche in Gainsborough Street offer a great selection of freshly prepared hot and cold sandwiches in addition to a great drinks menu.\n\nThere are two local pizza restaurants in the town centre which provide a fantastic alternative to the recently opened and vastly overpriced Domino's takeaway.\n\nAlso within the town centre there are a multitude of Chinese and Indian takeaways and restaurants as well as kebab shops for late night munchies. Northern Bites on North Street is particularly recommended.\n\nFurther out of town there is also a McDonald's and a KFC, although these are best avoided, especially at night time as these areas attract an unpleasant crowd of youths.\n\n",{"type":"==","value":["Drink"]},"\n\nThe two main bars in Sudbury are both unfortunately chain pubs. However, there are many other pubs that offer a better atmosphere and a friendlier crowd at a slightly increased price.\n\nThere are several small breweries in the area and sampling the delicious local beers is a must for any ale enthusiast.\n\n",{"type":"==","value":["Sleep"]},"\n\nSudbury is host to a wide range of hotels, bed and breakfasts, inns and even a caravan park!\n\nAs the town is a quiet area there shouldn't be much problem finding somewhere to stay for the night.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Suffolk"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Sudbury, Suffolk"]]},"\n",{"type":"{{","value":[["geo"],["52.0417"],["0.72815"]]}]