[{"type":"{{","value":[["pagebanner"],["Suffolk UK banner Harbour scene Woodbridge.jpg"]]},"\n",{"type":"{{","value":[["Otheruses"]]},"\n\n",{"type":"[[","value":[["Image:Southwold Beach huts 2.jpg"],["thumb"],["alt=Southwold Beach Hut"],["Southwold beach hut"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visit-suffolk.org.uk Suffolk"]}]}," is a picturesque county in ",{"type":"[[","value":[["England"]]}," within ",{"type":"[[","value":[["East Anglia"]]},". One of the largest counties in the country, it shares its borders with ",{"type":"[[","value":[["Norfolk (England)"],["Norfolk"]]}," to the north, ",{"type":"[[","value":[["Essex (England)"],["Essex"]]}," to the south, ",{"type":"[[","value":[["Cambridgeshire"]]}," to the east and the ",{"type":"[[","value":[["North Sea"]]}," to the west. Suffolk encompasses one of the most ancient parts of England and has maintained its largely agricultural roots. Consequently it is proving a growing favourite with tourists who want to experience incredible beaches, traditional country living, and pastoral beauty all in the same place.\n\n",{"type":"==","value":["Towns"]},"\n",{"type":"[[","value":[["Image:Suffolk map.png"],["thumb"],["400px"],["Map of Suffolk"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bury St Edmunds"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Felixstowe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Framlingham"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lowestoft"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Newmarket (Suffolk)"],["Newmarket"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Orford"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Southwold"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sudbury (Suffolk)"],["Sudbury"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Woodbridge (England)"],["Woodbridge"]]}]},{"type":"===","value":["Villages"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aldeburgh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lavenham"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Debenham"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sealand"]]}," - A sea fort which claims to be world's smallest independent 'country' off the coast of Suffolk"]},"\n",{"type":"==","value":["Understand"]},"\n\nSuffolk's biggest appeal is its untouched essence. Ignored by tourists, it is perfect for those adventurous enough to get off the beaten track and explore the county. \n\nFull of unspoilt countryside and exquisite beaches, Suffolk is home to a variety of small towns and villages. The capital town is ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]},", one of England's oldest towns as testament to Suffolk's antiquity . This rural county in  recorded just a 668,553 population, and so despite having ample shops and services, it remains the perfect antitote to urban life. Moreover its geographical positioning means it is able to offer visitors a seaside trip at award-winning beaches, a rural retreat to the ",{"type":"[[","value":[["Norfolk Broads"]]},", and a historical haven in the Victorian town of ",{"type":"[[","value":[["Felixstowe"]]},". The coastal area that includes ",{"type":"[[","value":[["Lowestoft"]]}," and ",{"type":"[[","value":[["Southwold"]]}," is known at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visit-sunrisecoast.co.uk\/ Sunrise Coast"]}]},".\n\nWhilst Suffolk is by no means densely populated, it enjoys a strong community feel due to its small pockets of close-knit villages and hamlets in the county. In such an environment, meeting people and indulging in the company of others is certainly a fixture despite the lack of bars and clubs outside of ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]},". Moreover, the busy market towns and the fashionable beaches often draw large crowds, particularly on festival\/racing days of which there are many.\n\n",{"type":"==","value":["Get in"]},"\n\nSuffolk has many transport available to those visiting the county. Situated just two hours from ",{"type":"[[","value":[["London"]]},", Suffolk is accessible by car, bus and train. \n\n",{"type":"'''","value":["Car"]},"\n\nAs a large county, Suffolk is accessible from many directions and despite its idyllic isolation, is well connected to the UK motorway system. If you are coming from the North of England or the Midlands the A14 runs from the M6\/M1 junction crossing the A1 near Huntingdon, then running near to ",{"type":"[[","value":[["Cambridge (England)"],["Cambridge"]]},", ",{"type":"[[","value":[["Newmarket (Suffolk)"],["Newmarket"]]},", ",{"type":"[[","value":[["Bury St Edmunds"]]},", and ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]}," before ending at the port of ",{"type":"[[","value":[["Felixstowe"]]},". Just east of ",{"type":"[[","value":[["Newmarket (Suffolk)"],["Newmarket"]]}," the A11 heads north past ",{"type":"[[","value":[["Thetford"]]}," to ",{"type":"[[","value":[["Norwich"]]},".\nIf you are entering the county from ",{"type":"[[","value":[["London"]]},", there are a number of main motorways that can be used. The A12 runs through ",{"type":"[[","value":[["Essex (England)"],["Essex"]]}," to ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]}," and ",{"type":"[[","value":[["Lowestoft"]]}," whilst the M11 coming off the M25 runs close to the West of Suffolk through ",{"type":"[[","value":[["Cambridgeshire"]]},".\n\n",{"type":"'''","value":["Boat"]},"\n\n",{"type":"[[","value":[["Image:Felixstowe.jpg"],["thumb"],["Sunrise over the port of Felixstowe"]]},"\nAs a coastal county, Suffolk has its own port at ",{"type":"[[","value":[["Felixstowe"]]},". Whilst this has not operated in a commercial sense for some time, nearby ports at Harwich, ",{"type":"[[","value":[["Essex (England)"],["Essex"]]}," are, and it is still possible to travel by boat from the port to ",{"type":"[[","value":[["Europe"]]},". Stenaline runs regular services to the Netherlands, ",{"type":"[[","value":[["Germany"]]}," and ",{"type":"[[","value":[["Denmark"]]},".\n\n",{"type":"'''","value":["Air"]}," \n\nBeing a ",{"type":"[[","value":[["London"]]}," satellite area, Suffolk is serviced by the London airports, in particular, Stansted. Stansted Airport is close to the M11 and is served by rail to London (Liverpool Street) and ",{"type":"[[","value":[["Cambridge (England)"],["Cambridge"]]},", ",{"type":"[[","value":[["Peterborough"]]}," and ",{"type":"[[","value":[["Ely (England)"],["Ely"]]},". Stansted is the third largest ",{"type":"[[","value":[["London"]]}," airport and has direct scheduled flights to ",{"type":"[[","value":[["Europe"]]}," and other parts of the UK.\nThere is also a regional airport, Norwich Airport in neighbouring county ",{"type":"[[","value":[["Norfolk (England)"],["Norfolk"]]},".\n\n",{"type":"'''","value":["Bus"]},"\nMost bus routes will be to and from ",{"type":"[[","value":[["London"]]},", and most of the major towns and points of interest are serviced. There are occasional direct routes from ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and Northern major cities. Prices vary between operators and time of year.\n\n",{"type":"'''","value":["Rail"]},"\n\nFormerly run by One Railways, most services in the Suffolk area are operated by National Express East Anglia. Trains from ",{"type":"[[","value":[["London"]]}," to ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]},", ",{"type":"[[","value":[["Newmarket (Suffolk)"],["Newmarket"]]}," or ",{"type":"[[","value":[["Felixstowe"]]}," run between every 15 minutes to every hour, and are normally around an hour and a half. Prices vary depending on age, time of year, and operator, and usually include a sharp spike in price if tickets are bought on the day of travel.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["On foot"]},"\n\nWith some of the most beautiful natural scenes in the country, getting about on foot is a must. Getting muddy in the Norfolk broads, or taking a walk down the beach in Southwold ",{"type":"[","value":["http:\/\/www.visitsouthwold.co.uk"]}," are popular favourites. Due to the large size of the county, getting to neighbouring towns on foot is virtually impossible. However, towns can be thoroughly explored by foot and most towns are pedestrian friendly. Moreover, larger towns such as ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]}," and ancient market town ",{"type":"[[","value":[["Newmarket (Suffolk)"],["Newmarket"]]},", cater for pedestrians and shoppers.\n\n",{"type":"'''","value":["Bus"]},"\n\nBuses are operated by First Group Coach Services who run a regular service between towns. Prices vary depending on area and distance travelled, and late services are limited and are only for the large towns. ",{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]}," also offer a park and ride service to maintain the peacefulness of even its largest town.\n\n",{"type":"'''","value":["Trains"]},"\n\nThere are many train routes running within Suffolk and to neighbouring counties, and most are operated by One Railway. Services by the operator have been criticised highly but are for the most part are regular with tickets available from National Rail. However, such services do not come cheap, with Suffolk train fares the 5th highest ",{"type":"[","value":["http:\/\/suffolkcclibdems.org.uk\/news\/000007\/liberal_democrats_call_for_inquiry_into_rail_fare_rises_in_suffolk.html"]}," in the country- unusual considering the small population of the county and consequently lower demand. \n\n",{"type":"'''","value":["Car"]},"\n\n",{"type":"[[","value":[["Image:IpswichThetford.jpg"],["thumb"],["Suffolk roads connecting"]]},"\nWith the sheer breadth of the county, getting around by car is probably most convenient. Moreover with most towns connected by country lanes, and the rising price of fares, travelling by car is not only more convenient, but potentially cheaper.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\nSuffolk is one of the largest counties in the UK and every town has something incredible to see.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Newmarket (Suffolk)"],["Newmarket"]]}]}," is a world unto itself. This ancient market town, has remained faithful to its regal roots, as the town that Charles II once set up home upon. Building his royal palace here, he established the first horse racecourse in Britain, a tradition that has remained in Newmarket today. Now devoted entirely to horseracing, the area has two racecourses, the July Course and the Rowley Mile- named after Charles II favourite horse 'Old Rowley'.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Bury St Edmunds"]]}]}," is another medieval market town known for its medieval ruins made up of a monastery destroyed by Henry VIII. It also is home to the awe-inspiring 16th Century Cathedral of St.Edmundsbury, a well preserved cathedral worthy of study. The market still runs today and sells local produce from the fens in keeping with the county's authentic traditionalism.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Lavenham"]]}]}," is perhaps the most picturesque of all the villages. Suffolk as a whole is known for its beautiful village houses of pink walls and black thatch, and Lavenham is the epitome of this. Especially popular with painters, ",{"type":"[[","value":[["Lavenham"]]}," has over 300 listed buildings, most of them authentic medieval buildings, whilst being home to one of Britain's WW2 airfields. Now deserted with the natural landscape typical of Suffolk, it remains a thought-provoking and beautiful sight.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Felixstowe"]]}]}," is known as the 'Garden Resort of the East Coast' due to its exquisite seafront garden areas. The gardens are in many respects, a national treasure and they are recognised on the English Heritage Register.\n\n",{"type":"[[","value":[["Image:Orford Castle 2.jpg"],["thumb"],["Orford Castle"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Orford"]]}]}," is home to Orford Castle, a well-preserved medieval fortress built in the 12th century.\n\n",{"type":"'''","value":["The Sunrise Coast"]}," is the name given to the East Anglian Coast of North Suffolk. It includes within this title, beaches, the Norfolk Broads National Park and some of the market towns. ",{"type":"[[","value":[["Lowestoft"]]}," is home to two of the award-winning beaches in the area, whilst trendy beach ",{"type":"[[","value":[["Southwold"]]}," offers a more classical beach holiday.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Ipswich (England)"],["Ipswich"]]}]}," has a rich history despite often being overlooked for its strong links with ",{"type":"[[","value":[["London"]]}," and more commercial nature. Nonetheless, the town is very much a thriving part of Suffolk, with Christchurch Mansion presenting a superb art collection including paintings by Constable and Gainsborough of the local area.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Ely (England)"],["Ely"]]}]}," is known for its breathtaking Cathedral ",{"type":"[","value":["http:\/\/www.elycathedral.org"]},", with spires to make any architect fan's heart race.\n\n",{"type":"''","value":["John Russell Gallery'"]}," ",{"type":"[","value":["http:\/\/www.artone.co.uk'"]}," is a perfect combination of tradition with a modern twist. Displaying art from East Anglian artists - most of which is focused on the landscape - this gallery specialises in the contemporary art sphere.\n\n",{"type":"==","value":["Do"]},"\n\nDespite Suffolk's relaxed environment, with its royal history and devotion to heart-warming countryside tradition it is a treasure trove of activity begging to be discovered.\n\nAttending ",{"type":"'''","value":["Newmarket"]}," on race day is an essential part of a trip to Suffolk. Take a 'flutter' and place a bet on some of the best horses racing in the country. The town is also a thriving shopping centre, with a wealth of eateries, shops and even overnight accommodation.\n\n",{"type":"[[","value":[["Southwold"]]}," is home to Adnams brewery ",{"type":"[","value":["http:\/\/adnams.co.uk"]},", a local brewer making beer and wine. This established and acclaimed brewer have attracted fame for their dedication to traditional brewing and high standards of drink. The products of the Adnams brewery rarely leaves the borders of Suffolk due to deterioration in taste, so find out how these drinks are made with the brewery guided tour in ",{"type":"[[","value":[["Southwold"]]},".\n\nSuffolk is the festival hotspot of the country. Suffolk offers a number of cultural, traditional and family-oriented festivals. The most famous of these is Latitude festival ",{"type":"[","value":["http:\/\/www.latitudefestival.co.uk\/home"]},", a popular music, arts and comedy festival held at Henham Park ",{"type":"[","value":["http:\/\/www.henhampark.com"]},". Other festivals include Aldeburgh Festival ",{"type":"[","value":["http:\/\/www.aldeburgh.co.uk"]},"- a festival of classical music set up by Benjamin Britten in the trendy\/affluent area of Aldeburgh- and the two Southwold and ",{"type":"'''","value":["Laversham Literature festivals"]},".\n\nFor sports fans, going to see a match can be thrilling. Ipswich Town Football Club ",{"type":"[","value":["http:\/\/www.itfc.co.uk\/page\/Welcome"]}," currently play at ",{"type":"'''","value":["Portman Road"]}," Stadium. Competing in the Football League Championship Ipswich have a very respectable record of wins and are sure to get pulses racing. For cricket lovers, Suffolk County Cricket Club ",{"type":"[","value":["http:\/\/www.suffolkcricketboard.co.uk"]}," compete in the Minor Counties Championship, and also have a successful track record of three championship.\n\nCrabbing isn't just a hobby in Suffolk- it's a life. Check out the British Open Crabbing Championship ",{"type":"[","value":["http:\/\/www.walberswick.ws\/crabbing"]}," held each year in Walberswick, growing in size each year, it is not uncommon for the event to attract over a thousand entrants.\n\nVisitors often take advantage of the beautiful River Ore boat trips- a favourite with the residents is the ",{"type":"'''","value":["Orford"]}," quay to Richardson's Smokehouse ",{"type":"[","value":["http:\/\/www.richardsonssmokehouse.co.uk"]}," trip, an excursion where patrons can sample freshly smoked fish and meat from a local family who have run the company for three generations.\n\nIn ",{"type":"[[","value":[["Felixstowe"]]},", The Spa Pavilion Theatre ",{"type":"[","value":["http:\/\/www.thespapavilion.org"]}," caters for spectators all year round, with a variety of shows from pantomime to ballet. At Felixstowe Ferry, travellers can take a trip across the estuary to Bawdsey, and find out about the place where radar began.\n\nFor budding historians, there is nothing much more historical than Sutton Hoo ",{"type":"[","value":["http:\/\/www.suttonhoo.org"]},". This national trust site served as a burial ground for Anglo-Saxon kings, and today there are various tours around the chamber. \n\nOrford is also home to Orford Castle, the former abode of Henry II. Explore the maze-like building itself, and compare to nearby castle, Framlingham Castle ",{"type":"[","value":["http:\/\/www.visit-framlingham.co.uk"]},".\n\n",{"type":"==","value":["Eat"]},"\n\nSuffolk has a tasty selection of well-known restaurants serving a range of cuisine. It is particularly noted for its gastropubs, establishments adhering to the sumptuous tradition of the English pub, with an emphasis on brilliant cuisine.\n\n",{"type":"'''","value":["The Anchor Inn"]}," a fine selection of speciality beers and wine, with traditional pub food, at low prices ",{"type":"''","value":["Main Street, Walberswick, nr Southwold, Suffolk IP18 6UA  Tel +44 1502 722112"]}," \n\n",{"type":"'''","value":["The Swan Inn"]}," being by the coast it’s no surprise that fresh fish is a popular choice for diners. A restaurant for fishermen at reasonable prices ",{"type":"''","value":["Swan Lane, Barnby, nr Beccles, Suffolk NR34 7QF  Tel +44 1502 476646"]}," \n\n",{"type":"'''","value":["152 Aldeburgh"]}," Local food at low prices in this restaurants calendar-correct menu ",{"type":"''","value":["152 High Street, Aldeburgh, Suffolk IP15 5AQ  Tel +44 1728 454594"]}," \n\n",{"type":"'''","value":["The White Hart"]}," an adorably anarchic village pub as they should be. Enjoy fine food next to the loyal followers or the knitting circle or local crabbers group ",{"type":"''","value":["Helmingham Road, Otley Suffolk IP6 9NS  Tel +44 1473 890312"]},"  \n\n",{"type":"'''","value":["The Station Hotel"]}," see the castle, then eat like a king in this relaxed eating establishment ",{"type":"''","value":["Station Road, Framlingham, Suffolk IP13 9EE  Tel +44 1728 723455"]}," \n\n",{"type":"'''","value":["Maison Bleue"]}," Suffolk might be quintessentially British, but some French charm does not go amiss with a delightfully fishy menu ",{"type":"''","value":["30-31 Churchgate Street, Bury St Edmunds IP33 1RG  Tel +44 1284 760623"]}," \n\n",{"type":"'''","value":["Crown and Castle"]}," Modern buzzy restaurant with eclectic menu ",{"type":"''","value":["Orford, Near Woodbridge, Suffolk IP12 2LJ  Tel 01394 450205"]}," \n\n",{"type":"'''","value":["The Swan Hotel"]}," Lavish restaurant with a good choice of wine by the glass and choice of food for vegetarians ",{"type":"''","value":["High Street, Lavenham CO10 9QA  Tel +44 1787 247477"]}," \n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"'''","value":["Hintlesham Hall"]}," Dress up for an impressive dinner served in a sixteenth century manor house. Choose from the most delectable dishes, including cream of Jerusalem artichoke & watercress soup, all using fresh local produce ",{"type":"''","value":["Hintlesham, Ipswich IP8 3NS  Tel +44 1473 652268"]}," \n\n",{"type":"'''","value":["Fredericks at the Ickworth"]}," Feast not only your appetite, but your eyes on the decadent architecture and interiors of the Ickworth. With local food given an extravagant twist by up and coming chef Lee Childs ",{"type":"''","value":["Horringer, Bury St Edmunds 1P29 5QE  Tel 01284 735350"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Swallow Belstead Brook Hotel"],["url=http:\/\/www.swallow-hotels.com\/hotels\/belstead-brook-hotel.aspx"],["email="],["address=Belstead Rd, Ipswich, IP2"],["lat="],["long="],["directions="],["phone = +44 1473 684 2412"],["tollfree="],["fax="],["hours="],["price="],["content=Former hunting lodge turned hotel, this establishment still maintains the same cosiness and relaxing charm"]]}]}," \n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Melverley Heights Guest House"],["url="],["email="],["address=62 Tuddenham Road, Ipswich, IP4 2SP"],["lat="],["long="],["directions="],["phone = +44 1473 253524"],["tollfree="],["fax="],["hours="],["price="],["content=Victorian property offering bed and breakfast made from local produce"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Crown Inn Hotel"],["url="],["email="],["address=Hall Street, Long Melford, Sudbury, CO10 9JL"],["lat="],["long="],["directions="],["phone = +44 1787 377 666"],["tollfree="],["fax="],["hours="],["price="],["content=Family run 17th Century Inn complete with restaurant offering a full A La Carte menu for dinner & lunch"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The White Hart Hotel"],["url=http:\/\/www.white-hart-newmarket.co.uk"],["email="],["address=134 High Street, Newmarket, CB8 8JP"],["lat="],["long="],["directions="],["phone = +44 1638 663051"],["tollfree="],["fax="],["hours="],["price="],["content=This hotel is ideally situated on the High Street in the centre of Newmarket, just 20 minutes walk from the racecourse and 10 minutes from the Tattersalls auctioneers"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Mill Hotel"],["url=http:\/\/www.hotelelizabeththemill.co.uk"],["email="],["address=Walnut Tree Lane, Sudbury, CO10 1BD"],["lat="],["long="],["directions="],["phone = +44 1473 217458"],["tollfree="],["fax="],["hours="],["price="],["content=Edwardian style well furnished hotel with popular restaurant"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Coxswains Cottage"],["url=http:\/\/www.welcome-worldwide.com\/holiday-villas-for-rent\/villas\/details\/params\/id\/2346169\/Coxswains-Cottage\/"],["email="],["address=Sufflolk"],["lat="],["long="],["directions=Thorpeness"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A 2 bedroom 2 bathroom holiday cottage in the village of Thorpeness in Suffolk."]]}]},"\n",{"type":"===","value":["Mid Range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bawdsey Manor Bed and Breakfast"],["alt=B&B and Guesthouse"],["url=http:\/\/www.bawdseymanor.co.uk"],["email="],["address=Bawdsey Manor, Bawdsey, Woodbridge, IP12 3AZ"],["lat="],["long="],["directions="],["phone=+44 1394 411633"],["tollfree="],["fax="],["hours="],["price="],["content=Large bed and breakfast in a beautiful house set in outstanding location in Suffolk."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Winelodge"],["alt=Contemporary hotel"],["url=http:\/\/www.winelodge.co.uk"],["email="],["address=1 Victoria Terrace Esplanade, Lowestoft, NR33 0QG"],["lat="],["long="],["directions="],["phone = +44 1502 512777"],["tollfree="],["fax="],["hours="],["price="],["content=Modern hotel offering well-appointed, hi-tech and stylish accommodation."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bedford Lodge Hotel"],["url=http:\/\/www.bedfordlodgehotel.co.uk"],["email="],["address=Bury Road, Newmarket, CB8 7BX Nr Cambridge"],["lat="],["long="],["directions="],["phone = +44 1638 663175"],["tollfree="],["fax="],["hours="],["price="],["content=Peaceful hotel complete with award winning restaurant, health club and steam room."]]},"  "]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Grange Hotel"],["url=http:\/\/www.grangecountryhousehotel.com"],["email="],["address=Barton Road, IP31 3PQ Thurston"],["lat="],["long="],["directions="],["phone = +44 1359 231260"],["tollfree="],["fax="],["hours="],["price="],["content=Attractive Tudor style country house hotel set in secluded gardens in the heart of Suffolk"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Cadogan Hotel"],["url=http:\/\/www.cadoganhotel.co.uk"],["email="],["address=Fordham Rd, CB8 7AA Newmarket"],["lat="],["long="],["directions="],["phone = +44 1638  561480"],["tollfree="],["fax="],["hours="],["price="],["content=Small award winning family-run hotel within a charming 19th century building, steeped in history"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Westleton Crown"],["url=http:\/\/www.westletoncrown.co.uk"],["email="],["address=The Street, Nr. Southwold, IP17 3AD Westleton"],["lat="],["long="],["directions="],["phone = +44 1728 648777"],["tollfree="],["fax="],["hours="],["price="],["content=An ideal base for exploring the Suffolk Coast- located half way between Southwold and Aldeburgh, this hotel is a medieval building with modern comfort with its own award-winning pub"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Angel Hotel"],["url=http:\/\/www.theangel.co.uk"],["email="],["address=3 Angel Hill, Bury St Edmunds, Suffolk IP33 1LT"],["lat="],["long="],["directions="],["phone = +44 1284 714000"],["tollfree="],["fax="],["hours="],["price="],["content=Opulent surroundings in this large 75 bedroom award-winning hotel"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Great House Restaurant and Hotel"],["url=http:\/\/www.greathouse.co.uk"],["email="],["address=Market Place, Lavenham, Suffolk CO10 9QZ"],["lat="],["long="],["directions="],["phone = +44 1787 247431"],["tollfree="],["fax="],["hours="],["price="],["content= Authentic boutique hotel in the middle of the medieval village of Lavenham"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nIf you are looking for a drink, check out one of Suffolk’s renowned traditional pubs. You will be spoilt for choice in Suffolk with these establishments, serving drinks the way all pubs should.\n\n",{"type":"'''","value":["The Crown"]},", this former hotel comes with a fine wooden and red leather decor, several types of local beer on tap, alongside a very respectable 20 wines by the glass. ",{"type":"''","value":["90 High Street, Southwold, Suffolk IP18 6DP. +44 1502 722275"]}," \n\n",{"type":"'''","value":["The Kings Head Inn"]},", Dating back to the 16th century, the King's Head Inn adheres to a unique tradition of serving beer straight from the casks of the tap room rather than from a bar ''Orford\nIP12 2LW. +44 1394 450271''\n\n",{"type":"'''","value":["The Ship"]},", a traditional family pub with Mauldon’s on tap from unique handpumps ",{"type":"''","value":["St. James's Street, Dunwich, Suffolk, IP17 3DT"]}," \n\n",{"type":"'''","value":["The Anchor"]},", a friendly pub with a range of unique and rare beers and wine- including some from the pub’s own vineyard",{"type":"''","value":[" 1 Court Street, Nayland, Suffolk, CO6 4JL"]}," \n\n",{"type":"'''","value":["The Golden Key"]}," This is a pub with a landlord willing to go the extra mile. Local beer, and evenings to meet your winemaker ",{"type":"''","value":["Priory Lane, Snape, Suffolk, IP17 1S, +44 1728 688510"]}," \n\n",{"type":"'''","value":["The Anchor"]},", Log fires and over 20 wines by the glass The Street Walberswick Suffolk IP18 6UA \nThe Plough, a new pub with a lot of passion. This establishment even hosts its own beer festival in July ",{"type":"''","value":["The Street, Wissett, Suffolk, IP19 0JE  +44 1986 872201"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Nutshell"],["url="],["email="],["address=bury st edmonds"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The smallest pub in England, for parties 5 or less. Worth a pint"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAs a large county, areas vary in different ways in terms of safety. As with most commercial towns, Ipswich has been known to become rowdy on Friday on Saturdays, particularly around pub\/nightclub close. Nonetheless, with frequent taxis available, visitors can feel secure provided they plan ahead.\nIn other areas, staying safe against the elements becomes more pressing. If you are driving, make sure to drive slow on frosty days, or days with poor visibility, as Suffolk has many country lanes that are regularly used by drivers.\nIf visiting the coasts, or the broads, be sure to tell someone where you are going, and ideally to reserve these areas for daytime.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["London"]]}," is just a two hour journey away from capital town, Ipswich if you crave the hustle and bustle of the big smoke. Trains normally run well into the evening so you can enjoy the city at your own pace.\n\n",{"type":"[[","value":[["Sealand"]]}," occupies an unusual position both geographically and politically and is well worth a visit. A kingdom in its own right with its own currency and flag, this tiny 'island' is the coast's most enthralling secret.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["East of England"]]},"\n",{"type":"{{","value":[["geo"],["52.166666666667"],["1"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Suffolk"]]},"\n",{"type":"[[","value":[["Wikipedia:Suffolk"]]}]