[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Suffolk County"]]},"\n",{"type":"'''","value":["Suffolk County"]}," is a county on ",{"type":"[[","value":[["Long Island"]]}," in ",{"type":"[[","value":[["New York (state)"],["New York state"]]},", ",{"type":"[[","value":[["United States"],["USA"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Babylon (town, New York)"],["Babylon"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Brookhaven (New York)"],["Brookhaven"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["East Hampton"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Huntington (New York)"],["Huntington"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Islip"]]}]},{"type":"*","value":[{"type":"[[","value":[["Northport (New York)"]]}]},{"type":"*","value":[{"type":"[[","value":[["Riverhead (New York)"],["Riverhead"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Shelter Island"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Smithtown"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Southampton (New York)"],["Southampton"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Southold"]]}]},{"type":"*","value":[{"type":"[[","value":[["Westhampton Beach"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fire Island National Seashore"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nBoth ",{"type":"[[","value":[["Nassau County"],["Nassau"]]}," and Suffolk Counties are usually divided into the North Shore, which is on the Long Island Sound, and South Shore, which is on the Atlantic Ocean. In addition, in the extreme east of Suffolk County, there is a ",{"type":"[[","value":[["The North Fork"],["North Fork"]]}," (ending in Orient Point) and a South Fork (ending in Montauk Point). There are several offshore islands, including ",{"type":"[[","value":[["Fire Island"]]}," and ",{"type":"[[","value":[["Shelter Island"]]},", which are popular beach and summer home locations, respectively. The Island together is about 120 miles in length and some 25 miles, depending on location, in width. Suffolk is vastly populated suburbs to the west and bordering Nassau County, near New York City. As one travels east in Suffolk county you encounter rural farm lands, nearer Riverhead, and traveling to Montauk Point.\n\n",{"type":"===","value":["History"]},"\n\nSuffolk County stands as one of the original counties of New York State.  It is one of the twelve original counties created in 1683. Suffolk County was once referred to as \"East Riding of Yorkshire\". Its borders have moved very little since then. Suffolk County once bordered Queens Count on the west, but that changed in 1899 when those portions of Queens became Nassau County.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["MacArthur Airport"]},", 100 Arrivals Avenue, ",{"type":"[[","value":[["Islip"]]}," (Ronkonkoma), 631-467-3210, ",{"type":"[","value":["http:\/\/www.flylima.com\/"]},". Connections throughout the country. Delta, Northwest, US Airways, Southwest.\n\n",{"type":"'''","value":["Shuttle service between MacArthur Airport and the Ronkonkoma train station"]},":\nColonial Transportation of Long Island (516-589-3500) offers shuttle service between MacArthur Airport and the Ronkonkoma train station (LIRR). Departs the train station daily at 5:30am, then departs the airport on the hour and half-hour from 6AM until 10:30PM. Curbside pick up at the airport is directly in front of baggage claim. The shuttle will pick up and drop off at the North Platform of the Ronkonkoma train station. $5.00 per person.\n\n",{"type":"===","value":["By train"]},"\nSuffolk County is served by the ",{"type":"'''","value":["Long Island Rail Road"]},". ",{"type":"[","value":["http:\/\/www.mta.info\/lirr\/"]},"\n\n",{"type":"===","value":["By car"]},"\nLong Island is easily accessible through the Long Island Expressway (commonly referred to as the LIE), Northern State Parkway, and Southern State Parkway (all of which run east to west). If you have an address you can essentially find it off of one of these roads.\n\n",{"type":"===","value":["By bus"]},"\nLong Island Bus has a few routes connecting Suffolk County and its western neighbor ",{"type":"[[","value":[["Nassau County"]]},". Always check the schedules as the service may be infrequent. ",{"type":"[","value":["http:\/\/www.nicebus.com\/"]},"\n\n",{"type":"===","value":["By ferry"]},"\nThere are connections to ",{"type":"[[","value":[["Bridgeport (Connecticut)"],["Bridgeport"]]}," in ",{"type":"[[","value":[["Connecticut"]]}," from Port Jefferson. ",{"type":"[","value":["http:\/\/www.88844ferry.com\/"]},"\n\nThere are also connections to ",{"type":"[[","value":[["New London (Connecticut)"],["New London"]]}," in ",{"type":"[[","value":[["Connecticut"]]}," from Orient Point. ",{"type":"[","value":["https:\/\/www.longislandferry.com\/"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nMost people in Suffolk County get around by car. For short trips, there are generally taxis that wait for arriving trains at LIRR stations but may otherwise need to be called; don't expect to hail taxis on the streets. There is a network of ",{"type":"[","value":["http:\/\/www.sct-bus.org\/main.shtml Suffolk County buses"]},", but they are often slow and in many cases run infrequently, so depending on the route and time of arrival and departure, it may be impractical to depend on them as part of a day trip. In order to access some islands off the shore of Long Island, such as ",{"type":"[[","value":[["Fire Island"]]},", a ferry may be convenient or even required.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\nThe village of Babylon, located on the border of Nassau County is a wonderful place to go out. The town is relatively large and features an eclectic mix of bars, restaurants, and boutiques. The village offers many amenities for both day and night. The town is relatively quiet with just the right about of \"hustle and bustle\". \n\nThe town of Huntington on Main Street off of 25A has many restaurants, bars, ice cream shops, and movie theaters, including the indie ",{"type":"''","value":["Cinema Arts Centre"]},". It is a haven for bored teens before 10PM, but afterwards the bar scene becomes alive and the 25 and older crowd takes over. The town of Northport to the northeast of Huntington (also off of 25A) is another nice option. The docks are often brimming with boats and the small quaint atmosphere makes for a nice evening walk. Try the sweet shop! There are also a couple of bars, but not as many as Huntington.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Go to one of the beaches on ",{"type":"[[","value":[["Fire Island"]]}," in warm weather."]},"\n",{"type":"*","value":[" See a performance at the Staller Center for the Arts",{"type":"[","value":["http:\/\/www.staller.sunysb.edu\/"]}," at State University of New York at Stony Brook."]},"\n",{"type":"*","value":[" Visit the Atlantis Marine World Aquarium in Riverhead.http:\/\/www.atlantismarineworld.com\/"]},"\n",{"type":"*","value":[" Take the plunge at Skydive Long Island in Riverhead. http:\/\/www.skydivelongisland.com\/areaattractions.html"]},"or Long Island Sky Diving Center in East Moriches.http:\/\/www.longislandskydiving.com\/\n\n",{"type":"*","value":[" Visit the Vanderbilt Museum in Centerport. http:\/\/www.vanderbiltmuseum.org\/"]},"\n",{"type":"==","value":["Eat"]},"\nSeafood is fresh from the fishing boats in Montauk.  There are dozens of restaurants where you may eat lobster, striped ocean bass, fluke, bluefish, clams, squid and other fresh, local seafood. Gosman's is the best known; their lobsters are sometimes overcooked and watery but the view of the harbor and Long Island Sound from the \"Top Deck\" is among the most charming in the world. Among other excellent places: The West Lake Chowder House, Harvest, and the reliable old Shagwong, where Montaukers gather when the tourists leave and for World Cup football matches. If you happen to be Irish, you are especially welcome. \n\nGood  bagels (the best outside of New York City) can be found in Suffolk County.  \n\nPort Jefferson Village has many restaurants, but can be pricey. It is a tourist hotspot in the summer, however, so be prepared for crowds. Port Jeff is an adorable little town with numerous eccentric shops and art galleries. They also have good pubs like Billie's Saloon, Tara's, or Tommy's. This is also the port for the Port Jefferson\/Bridgeport ferry.\n\nPizza on Long Island is a must! With many \"mom and pop\" run Italian places, the words Pizza Hut and Dominoes should never enter one's vocabulary. Areas with the best pizza are not limited to but include: Port Jefferson, Lake Ronkonkoma, Huntington, Smithtown, and Commack!\n\n",{"type":"==","value":["Drink"]},"\nPeconic (the eastern part of Long Island, including both forks) is New York State's most important wine-growing area, and New York State produces the most wine in the United States after California (though it's a distant second). Wine enthusiasts may want to arrange vineyard tours and tastings.\n\n",{"type":"==","value":["Stay safe"]},"\n\nSuffolk County is in general a very safe place to visit, as is most of Long Island. However, some areas have problems with gang activity. It is wise to avoid sections of Copiague, Central Islip, and Wyandanch at night.  It is also wise to avoid all areas of Riverhead in both the day and night!\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Long Island"]]},"\n",{"type":"{{","value":[["geo"],["40.86"],["-72.81"],["zoom=10"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Suffolk County, New York"]]}]