[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sukamade"]}," is turtle conservation area in ",{"type":"[[","value":[["East Java"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Beach Bande Alit A.JPG"],["thumb"],["right"],["400 px"],["Bande Alit Beach in the Meru Betiri NP just along the coast from Sukamade"]]},"\nSukamade beach is about 97 km to southwest of ",{"type":"[[","value":[["Banyuwangi"]]},". It is a natural, quiet, beautiful place and part of the 50,000 hectare Meru Betiri National Park. \n\nAlmost every night of the year, turtles appear on Sukamade beach to lay eggs. It is clearly a globally important site and one which is protected 24 hours a day, 365 days a year by the over-worked park rangers. Some eggs are taken by the rangers to protect them from predators, both human and other animals. These are incubated in the safety of the park hatchery and the youngsters are released to the ocean on the very beach from where the eggs were laid. There are similar beaches within the park boundary but it seems to be Sukamade that the turtles prefer.\n\nThe  stability of the turtle population has been helped by a careful system of tagging and monitoring, as well as the use of the special hatcheries. Watching these giant creatures emerge from the surf and struggle-up the beach to lay their eggs on a moonlit night is a unique and unforgettable experience, and one which is certain to ensure Sukamade's ever-growing profile.  This is certainly off the beaten track and requires some effort to reach but it is very worthwhile indeed.\n\n\n",{"type":"===","value":["History"]},"\nThe Meru Betiri National Park officially came into being in 1982 but Sukamade has had a turtle conservation\nfacility since 1972.  Since then, nearly 3,000 turtles have been tagged here. Records show that the Dutch first found this beach as recently as the 1920s.\n\n",{"type":"===","value":["Landscape"]},"\nLush coastal tropical forest including fringing mangroves with some more open savannah-like areas. The beaches are stunning with white sand and big waves.\n\n",{"type":"===","value":["Flora and fauna"]},"\nAt Sukamade Beach itself: green sea turtle, hawksbill turtle, olive ridley turtle and the occasional leatherback.\n\nThe wilderness jungle of the surrounding Meru Betiri National Park is probably the last hope for a surviving Java tiger. The only recent evidence though has been footprints and faeces and your chance of seeing one is as close to nil as to be irrelevant. Some of the rangers believe the tiger is already extinct while even the most optimistic estimates put the population in low single figures.\n\nOther mammals present in the park include banteng, leopard cat, wild pig, muntjac and Java rusa deer. There is also a diverse and varied birdlife.\n\n",{"type":"===","value":["Climate"]},"\nTropical and not noticeably different from elsewhere in ",{"type":"[[","value":[["Java"]]},". It rains a lot from December through March when the rivers (which are always difficult to cross) may prove to be impassable and the way in very difficult to negotiate.\n\n",{"type":"===","value":["National Park Office"]},"\nMeru Betiri National Park Office: Jl Sriwijaya 53, Jember 68121, East Java, Tel\/Fax: +62 331 321530, E-mail: meru@telkom.net\n\n",{"type":"==","value":["Get in"]},"\nSukamade can be approached from ",{"type":"[[","value":[["Banyuwangi"]]}," to the northwest or from ",{"type":"[[","value":[["Jember"]]}," to the north-east.\n\nThis journey requires a 4-wheel drive vehicle or large truck for the last 50 km.  Hiring a driver\/guide guided in ",{"type":"[[","value":[["Banyuwangi"]]}," with a suitable 4 x 4 is certainly the most comfortable way. The roads are very rough and several rivers need crossing via fords (there are no bridges) - a regular road car will not make this. \n\nYou should aim to stay at least one night at Sukamade, take in the beauty of the beach and understand the place. That being said, visitors do day trip from Banyuwangi (returning very late at night as you need to be on the beach in the hours of darkness for the full turtle experience). Expect to pay a driver about Rp 400,000 per day for his services and the car. Petrol will be extra.\n\nAn alternative is to approach from the village of Kalibaru, 60 km east of ",{"type":"[[","value":[["Jember"]]},". From here, stay at the splendid Margo Utomo Homestay (see lodging below) and they will organise to get you to Sukamade by truck.\n\nTravellers on a tight budget can try the following:\n",{"type":"*","value":[" Take a bus from Jember to Glenmore (about 30 km)."]},{"type":"*","value":[" Bus from Glenmore to Jajag (about 25 km)."]},{"type":"*","value":[" Bemo from Jajag to Pesanggaran (about 20 km)."]},{"type":"*","value":[" Take the daily truck from Pesanggaran market at 1 pm to Sarongan and finally Sukamade. There is only one truck each day and if you are going to miss it, stay at Jajag and continue the following day as there is absolutely nowhere to lodge in Pasanggaran."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nRp 75,000 per group plus a Rp 15,000 surcharge per non-Indonesian in the group.  This charge includes parking and the services of a ranger to point you in the right direction. It is also possible to negotiate a little extra and have the ranger as your guide (recommended).\n\n",{"type":"==","value":["Get around"]},"\nOnce you have reached Sukamade, walk.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Four different species of sea turtle lay eggs on the beach here and every night of the year there are  turtles to see. If there is a preferred time to visit it would be at a full moon and the attendant high tide. To watch a turtle laying her eggs here is a once in a lifetime experience."]},"\n",{"type":"*","value":[" The hatchery facility. Young turtles of all four species are incubate here and released back to the ocean safe from predators. See the youngsters at the hatchery and learn about the process."]},"\n",{"type":"*","value":[" Coffee and Cacao plantations which are close to the beach."]},"\n",{"type":"*","value":[" Teluk Hijau is a fabulously attractive bay nearby with cliffs abutting a white sand beach."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Make a generous donation. The park rangers are very dedicated and work extremely hard to protect the turtles. They are up against it as poaching still occurs and turtle eggs are still for sale illegally in East Java. A key issue is that there are just not enough rangers to cover to such a large area.  This is a really worthy effort and one which any visitor should support generously."]},"\n",{"type":"*","value":["Stay at least one day and explore the park. There is diverse range of birds and mammals to be seen and the beaches are just stunning."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nIf you are staying at Wisma Sukamade, basic meals are available.  Not such a bad thing to bring some food in with you.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Kopi Luwak (literally: ",{"type":"''","value":["civet coffee"]},"). A great opportunity presents itself in this area to try this quirky delicacy which has received global fame in gourmet coffee circles. Kopi Luwak is coffee made from coffee berries which have been ingested by civets and then passed undigested in their faeces. This coffee has a very distinctive and smooth taste. You should not miss this opportunity as the stuff sells for US$ 500 per pound in New York!  The rangers at Sukamade should be able to find you some."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wisma Sukamade"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 331 484814"],["tollfree="],["fax="],["hours="],["price=About Rp 80,000"],["checkin="],["checkout="],["content=This is only place to stay at Sukamade itself. There are 12 rooms here and it was built in the 1970s. There is a big wide terrace and the rooms are clean with cold water and Indonesian style bathrooms. Electricity is on from 6PM until 10PM after which it is kerosene lamps only."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Margo Utomo Agro Resort"],["url=http:\/\/margoutomo.com\/"],["email=info@margoutomo.com"],["address=Jalan Lapangan 10, Kajarharjo, Kalibaru, East Java, Indonesia"],["lat="],["long="],["directions="],["phone=+62 333 897700"],["tollfree="],["fax="],["hours="],["price=From US$ 45"],["checkin="],["checkout="],["content=A truly lovely place run by fine people. This started as a tiny homestay which was a huge success and the owners have expanded to the point where there are now 51 rooms. Big swimming pool and gorgeous grounds. They will arrange for you to get to Sukamade (no mean feat) and also offer lots of other rural activities in the area."]]}]},"\n",{"type":"===","value":["Camping"]},"\nCamping is very possible at Sukamade. Ask at Wisma Sukamade for the best sites and sources of fresh water.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Banyuwangi"]]}," for the Ijen Plateau and onward to ",{"type":"[[","value":[["Baluran National Park"]]},"."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]},"."]},"\n",{"type":"{{","value":[["IsPartOf"],["East Java"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]