[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sultanpur National Park"]}," is in ",{"type":"[[","value":[["Haryana"]]}," state of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nJust an hour's drive from the bustling Capital City of India, Delhi, Sultanpur National Park and Bird Sanctuary is a heaven for birdwatchers. \n",{"type":"===","value":["History"]},"\nSultanpur area on the Farukhnagar Gurgaon road was a low lying marshy area which used to get inundated during monsoons. The collected brackish water attracted a large variety of animals and aquatic plants which in turn attracted migratory as well as a variety of resident birds. Earlier this was a favourite hunting grounds of the rich and famous around Delhi and the rulers of the small principalities in the area excelled in the sport of waterfowl hunting. Dr. Salim Ali, the doyen of Indian Ornithology is largely responsible for converting this hunting grounds to a Bird Sanctuary. He was a frequent visitor till the last days. It was officially declared a Bird Sanctuary in 1971, thanks to the keen interest of Dr. Ali. In 1991, the Sanctuary was upgraded into a National Park.\n",{"type":"===","value":["Landscape"]},"\nThe area is on the verge of the semi-arid zone around Rajasthan. Though of late, due to poor monsoons and depletion of groundwater, part of what used to be a vast sheet of water, has dried up into a grassy land, the lake has sufficient amount of water in the winters to attract large number of migratory birds.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe resident bird population include Gray and Black Franklolins, Hoopoe, Indian Roller, Drongo, Paddyfield Pipit, at least five variey of larks, three types of egrets, Purple Sunbird, Kingfishers, Lapwings, Indian Courser, Bushchats, Indian and Magpie Robins, Prinias, Black Kites, Shikra, Marsh Harrier, Oriental Honey Buzzard, Black Shouldered Kite, Sarus Crane, Comb Duck, Spotbilled Duck, Cormorants, Night Heron, Spotted Owlet and two types of Parakeets. \n\nMigrants includes almost all common ducks who visit Northern India, including, Teal, Gaganey, Northern Shoveller, Pintail and Brahminy Duck. Various species of Storks and ibis as well as Spoonbills are also commonly seen in the park.\n\nOther migratory waterbirds like Sandpipers, Plovers, Black winged Stilt, Green Shank, Red Shanks, etc. also visit this Sanctuary in good numbers. Summer Migrants include Asian Koel, Cuckoos, Golden Oriole, Bee Eaters, and others.\n\nThe Sanctuary has a large number of resident Neelgai(Boselaphus tragocamelus Pallas) besides some jackals, porcupines and mongooses.\n\n",{"type":"==","value":["Climate"]},"\nSultanpur has the typical North Indian climate of harsh summers (upto 46 Degree C) and cold winters (Low of upto 0 Degree C). Rainy season is short, from July to then end of August.\n",{"type":"==","value":["Get in"]},"\nSultanpur is 47 km from ",{"type":"[[","value":[["Delhi"]]}," and 16 km from ",{"type":"[[","value":[["Gurgaon"]]},". Delhi has the nearest airport. Gurgaon is conveniently reachable by using the Delhi Metro Rail Network. Bus service from Delhi to Gurgaon are also available, however, the city buses are crowded and inconvenient. It is better, however, to hire a taxi from Delhi to Sultanpur or to drive down.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance fee is ",{"type":"{{","value":[["Indian Rupee"]]}," 5 per adult (12 above), ",{"type":"{{","value":[["Indian Rupee"]]}," 2 per child and ",{"type":"{{","value":[["Indian Rupee"]]}," 40 for Foreigner. Still cameras are allowed for ",{"type":"{{","value":[["Indian Rupee"]]}," 25.\n\n",{"type":"==","value":["Get around"]},"\nThe Park is open during winters from October to February. There are raised paths all around the Park. A leisurely walk would take over one hour.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nAn early morning walk is a must for anyone interested in birdwatching. The best season for this would be November to Februaury when winter migratory birds visit the park. That being said summer is also a pretty good time to visit since a number of resident bird species along with nilgai, monitor lizards and jungle cats can be seen. However, in recent times the park remains closed from June to October for breeding.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe Haryana Tourism Department runs a decent resort with over 4 good rooms located within the Park area.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nConditions can be very foggy during the winter months, thereby making the drive there unsafe.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Sultanpur_National_Park"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Gurgaon"]]}]