[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Sumas"]}," is in Whatcom County in the ",{"type":"[[","value":[["North Cascades"]]}," region of ",{"type":"[[","value":[["Washington State"]]},". It is at an important land border crossing between ",{"type":"[[","value":[["Washington State"]]},", USA and ",{"type":"[[","value":[["British Columbia"]]},", ",{"type":"[[","value":[["Canada"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSumas, ",{"type":"[[","value":[["Washington State"]]}," is an incorporated town of about 1,500 people located in Whatcom Country. Cherry Street is the main north-south access for the town and the location of most of the businesses of interest to visitors.  There is also an industrial park to the west and residential areas around the business core. \n\nBank of America (only bank in town) has a small but full service branch on Cherry Street. They have an ATM, allow Canadians to open accounts, and offer safe deposit boxes. There are also ATMs at the IGA and in various gas stations. Most businesses have separate cash drawers for US and Canadian currency and will readily transact in either currency but cash exchange rates can be favorable or quite unfavorable depending on the business.\n\nThe local library (limited hours) offers free Wi-Fi.\nThe local Rotary Club operates as a dual nationality club (Abbotsford-Sumas) with meetings alternating on both sides of the border.\n\n",{"type":"==","value":["Get in"]},"\nSumas is immediately next to ",{"type":"[[","value":[["Abbotsford"]]},", BC Canada and features one of the main border crossings in the region (Huntington-Sumas). Border lineups often clog up Cherry Street. \n\n",{"type":"==","value":["Get around"]},"\nEverything of interest, including the border crossing, can be easily walked to as the commercial area is two blocks wide and about 8 blocks long. Cherry Street is the main thoroughfare, terminating at Canadian customs and immigration. Signs designate a golf cart zone in town, but golf carts are never seen on the streets.\n\nThe presence of US Homeland Security staff and cameras right in this small town tends to reduce serious crime, leaving local police with little to do but enforce the varied but generally very low speed limits in Sumas. Drive slowly or be prepared to help fund the local police department.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["A small monument to the victims of 9-11 can be found near the US Border Station"]},{"type":"*","value":["The former US Border station is located slightly south-east of the current Canadian border post. This brick building with a hip roof was moved and converted to private use.  "]},{"type":"*","value":["Due to somewhat primitive survey techniques when the border was monumented, much of Sumas is actually north of the 49th parallel and therefore the northernmost incorporated US community in the lower 48 states. If you have a GPS, turn it on and see for yourself."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Shop for inexpensive dairy, gas and other groceries"]},{"type":"*","value":["Cross the Canadian\/US Border "]},{"type":"*","value":["Sumas stages rodeo and other public events at the fairgrounds on the south edge of town"]},"\n",{"type":"==","value":["Buy"]},"\nCompared to similar sized towns, Sumas status as a border town has lead to many more gas stations than would be expected to sell lower priced fuel to Canadians. Be like the Canadians and gas up on the cheap before crossing the border.\n\nSumas also sports an oversized US Post Office (98295) with far more PO Boxes than area households because over 1000 Canadians have PO Boxes here. At least three private businesses offer courier shipping and receiving services to a mainly Canadian clientele. \n\nThere is an IGA grocery store and a pharmacy about one block from the border. There is also a duty free store on the US side beside the border lineup and another duty free in Canada beside the US border lines.  Several stores also sell alcohol, but be aware that alcohol is heavily taxed in Canada so consider exemption limits before stocking up.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["El Nopal, on Cherry Street next to Bank of America, offers authentic and reasonably prices \"south of the border\" Mexican meals and a full bar."]},{"type":"*","value":["Bob's Burgers on Cherry Street is part of a small local chain of popular American food joints."]},"\n",{"type":"==","value":["Drink"]},"\nSee the eat section for listings.\n\n",{"type":"==","value":["Sleep"]},"\nSumas has a couple simple motels and a City run campground\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Abbotsford"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=WA-9.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Abbotsford"]]}],["minorl1=becomes ",{"type":"[[","value":[["File:BC-11.svg"],["18px"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["File:Aiga immigration.svg"],["18px"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Seattle"]]}],["minorr1=",{"type":"[[","value":[["Sedro-Woolley"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Cascades"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Sumas, Washington"]]},"\n",{"type":"{{","value":[["geo"],["48.997222222222"],["-122.26555555556"]]}]