[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sumbawa"]}," is one of the 13,000 plus islands in the ",{"type":"[[","value":[["Indonesia"]]},"n archipelago. It is a large island to the east of ",{"type":"[[","value":[["Bali"]]}," and ",{"type":"[[","value":[["Lombok"]]},". Sumbawa, along with Lombok, is part of ",{"type":"[[","value":[["West Nusa Tenggara"]]},". There a hundreds of small islands in this area in addition to the two major islands. \n\nSumbawa is known to some tourists for its great waves and sandy white beaches. Due to the somewhat trying process of getting there and the scarcity of cheap tourist facilities, the island is not visited much by non-surfing tourists which is unfortunate as parts of the island are quite beautiful.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Sumbawa Besar"]]},", the capital, is on the western side of the island."]},{"type":"*","value":[{"type":"[[","value":[["Bima"]]}," is on the eastern side of the island."]},{"type":"*","value":[{"type":"[[","value":[["Dompu"]]}," is on the eastern side of the island."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sekongkang"]]}," - the surfing spots of Yoyo and Scar Reef."]},{"type":"*","value":[" ",{"type":"[[","value":[["Benete"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Maluk"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Tambora"]]}," - a mighty volcano which is remote, rarely visited and even more rarely climbed."]},{"type":"*","value":[" ",{"type":"[[","value":[["Moyo"]]}," - national marine park with superb diving and home to a remarkable Aman resort."]},"\n",{"type":"==","value":["Understand"]},"\n\nSumbawa really belongs more to Eastern Indonesia than to the West. The effects of Hindu and Buddhist cultures are minimal in Sumbawa; the majority of the population are Muslims.\n\nDuring the dry season (April to November) a lot of dust is blown up and around. Strong winds blow in off the ocean, and the lush green hills, mountains and valleys turn a dusty brown. When the rainy season begins an amazing transformation takes place and the island becomes a lush jungle once again.\n\nAs most of the island is still developing, there is a very rural feel to just about everything, including Sumbawa Besar, the capital of the western side of the island. The mining company, Newmont, has a gold and copper mine down in the southwestern corner of the island around the villages of Sekongkang, Maluk and Benete. Their presence has speeded up the development process in this side of the island.\n\nBahasa Indonesia is spoken widely in Sumbawa.\n\n",{"type":"==","value":["Get in"]},"\n\nSumbawa is considered somewhat remote even by Indonesian standards, and an overland-and-sea journey from ",{"type":"[[","value":[["Bali"]]}," takes 15 hours beginning in Singaraja, Bali, and ending up in Poto Tano, the port on the western side of Sumbawa.\n\n",{"type":"===","value":["By plane"]},"\n\nOnly the cities of ",{"type":"[[","value":[["Sumbawa Besar"]]}," on the western side of the island and ",{"type":"[[","value":[["Bima"]]}," on the eastern side of the island have regular air service.  Merpati ",{"type":"[","value":["http:\/\/www.merpati.co.id\/"]}," and Transnusa ",{"type":"[","value":["http:\/\/www.transnusa.co.id\/"]}," fly to both cities from ",{"type":"[[","value":[["Denpasar"]]}," (Bali) and ",{"type":"[[","value":[["Lombok"]]}," about four times a week. ",{"type":"[[","value":[["Sekongkan"]]}," also has an airport, but flights have been stopped for an indefinite period after a small airline called Tropical Air ceased operating.\n\n",{"type":"===","value":["By ferry"]},"\n\nTo get to Sumbawa from Bali most people take the ferry from Bali to ",{"type":"[[","value":[["Lombok"]]},", travel overland to the eastern seaport in Lombok (",{"type":"[[","value":[["Labuhan Lombok"]]},") and then take another ferry to Sumbawa, ending up in ",{"type":"[[","value":[["Poto Tano"]]},".\n\nIn the other directions, ferries from ",{"type":"[[","value":[["Labuanbajo"]]},", ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}," travel to ",{"type":"[[","value":[["Sape"]]},".  These do not leave every day and you may face a several day wait for the next one.\n\n",{"type":"==","value":["Get around"]},"\n\nTransportation on Sumbawa is problematic, and it's best to book ferries and buses as combined tickets, or you may get stranded in port for an indefinite time trying to get onward.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nIkan Bakar (barbequed fish) at the sole warung located at Telok Santong on the road between Sumbawa Besar and Bima\nIn Maluk the Ikan Bakar at Warung Cotok Lamongan is equally good. Choose your own fish from the cool case, sit and have a drink and 15 minutes later you'll be in seventh heaven! In Taliwang try Ayam Taliwang, a dish now famous in other parts of Indonesia but beware - it's pedas! (spicy)\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rantung Beach Hotel"],["url=http:\/\/www.surfindo.com.au"],["email="],["address=Jl Lingkar Selatan Sekongkang Sekongkang Bawah, Sumbawa Barat"],["lat="],["long="],["directions="],["phone=+62 878 61975666"],["tollfree="],["fax="],["hours="],["price="],["content=On the edge of the beach just outside Sekongkang Village on the west coast of Sumbawa close to some of the best regional surfing spots such as, Yoyo's, Supersuck, Scar Reef and others. Good hospitality, relaxed atmosphere with clean and comfortable rooms, and a beachfront cafe with an Indonesian and western menu."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lombok"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Nusa Tenggara"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Sumbawa"]]},"\n",{"type":"{{","value":[["geo"],["-8.7833333333333"],["118.08333333333"]]}]