[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n:",{"type":"''","value":["For the village on ",{"type":"[[","value":[["Faroe Islands"]]},", see ",{"type":"[[","value":[["Sumba (Faroe Islands)"]]},"."]},"\n\n",{"type":"'''","value":["Sumba"]}," is an island in the eastern half of ",{"type":"[[","value":[["Nusa Tenggara"]]},", south of ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}," — and not be confused with ",{"type":"[[","value":[["Sumbawa"]]}," to the west.\n\n",{"type":"[[","value":[["Image:Houses of Wainyapu, Kodi.jpg"],["thumb"],["350px"],["right"],["Sumba's distinctive traditional houses, complete with megalithic tombs which are still used today"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Waingapu"]]}," — largest city and main gateway to the island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Waikabubak"]]}," — second largest city, in the west and home of the spectacular pasolas"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tarimbang"]]}," — great beach on the south coast"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nRarely visited by westerners, Sumba has an interior not unlike Texas hill country, only hotter, containing fewer people, bigger hills and more rugged roads. It is a sparsely populated island with just 620,000 people spread across its 11,000 sqm.\n\nAside from a couple of resorts, tourism infrastructure is very basic and it is not an easy destination for independent travel except for the most hardy of traveler. If you do make the effort though, you will be rewarded by experiencing a unique culture and some stunning beaches. This is perhaps the most mysterious and least understood of all Indonesia's major islands. \n\n",{"type":"===","value":["Religion"]},"\nChristianty is the dominant religion but an estimated 30% of the indigenous population practice the animist ",{"type":"'''","value":["Marapu religion"]},", the customs and rituals of which are of considerable interest to the travelers who do make the effort to visit this rugged and remote island. Many Christians on the island combine their faith with Marapu practices.\n\nThe Marapu religion believes in temporary life on earth and an eternal life in the world of spirits in Marapu heaven (",{"type":"''","value":["Prai Marapu"]},")). Marapu teaches that universal life must be balanced and only then can happiness be achieved gained. This balance is symbolised by the Great Mother (I",{"type":"''","value":["na Kalada"]},") and the Great Father (",{"type":"''","value":["Ama Kalad"]},") who live in the universe and take the forms of the moon and the sun. They are husband and wife who gave birth to the first ancestors of the Sumbanese.\n\nTo honor Marapu, the Sumbanese put effigies on stone altars where they lay their offerings and sacrifice cattle. A further manifestation of devotion to the ancestors is reflected in the construction of impressive stone burial monuments, vestiges of one of the last surviving megalithic cultures on the planet. Funeral ceremonies and burials can be delayed for decades during which the bodies of the deceased are kept in the homes of the living\n\nWhile the influence of evangelical churches is growing in Sumba and reflected in mass conversion ceremonies, many islanders retain their beliefs practiced in secret. These conversions can be traumatic for elderly Sumbans who believe by doing so they sever the relationship with their forbearers. Others, particularly young people, convert for more pragmatic reasons. Indonesia formally recognizes five state religions and sought-after positions in the civil service, police and military are closed to Merapu practitioners.\n\n",{"type":"===","value":["History"]},"\nSumba always seems to have been a sparsely populated island and pre-colonial era records are few and far between. The first European ship arrived in 1522 and the Dutch East India Company slowly took control of the island. It was never a major colonial consideration though and it was not until well into the 20th century that the island was truly part of the Dutch Indonesian administration.\n\n",{"type":"==","value":["Talk"]},"\nThe Sumbanese speak several closely related and localised Austronesian languages.  Not much English is spoken around these parts, but if you can speak ",{"type":"[[","value":[["Indonesian_phrasebook"],["Indonesian"]]},", generally the people in Sumba will understand you.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nRegional carrier Merpati Nusantara Airlines ",{"type":"[","value":["http:\/\/www.merpati.co.id\/"]}," operates direct flights to ",{"type":"[[","value":[["Waingapu"]]}," from many several cities in eastern Indonesia, with less frequent flights also offered by Batavia Air and Pelita Air Services. \n\n",{"type":"===","value":["By ferry"]},"\nThe Pelni ",{"type":"[","value":["http:\/\/www.pelni.com\/"]}," passenger ship ",{"type":"''","value":["Awu"]}," calls in at ",{"type":"[[","value":[["Waingapu"]]}," twice on its 14 day round trip of Nusa Tenggara.  This allows access from ",{"type":"[[","value":[["Kupang"]]}," and several other cities in the region. The Awu is by far the safest and best way to reach Sumba by sea.\n\nIndependent travel to and within Sumba has its challenges, and many visitors do so by joining an organised tour starting in ",{"type":"[[","value":[["Bali"]]}," or ",{"type":"[[","value":[["Lombok"]]},".  Once a rarity, these are now increasing and the quality of experience improving.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nSumba is one of the very few places globally where the neolithic\/bronze age practice of burial in ",{"type":"'''","value":["megaliths"]}," remains intact.  Stone megaliths (and other standing stone stuctures) are widespread on the island. \n\nA number of ",{"type":"'''","value":["pasolas"]}," are held each year in western Sumba near ",{"type":"[[","value":[["Waikabubak"]]},", usually sometime in either February or March (or both).  These are ritual horseback jousting trials which including a ritual battle where mounted riders attempt to dismount other riders using blunt-tipped spears (sometimes there are fatalities). The pasola is an important annual ceremony and a key, unique attraction in Sumba.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nIf you visit Sumba, be sure to try goat.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Nusa Tenggara"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["wikipedia:Sumba"]]},"\n",{"type":"{{","value":[["geo"],["-9.6666666666667"],["120"]]}]