[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Sumpat"]}," is located in northern ",{"type":"[[","value":[["Bintan"]]},"\/",{"type":"[[","value":[["Indonesia"]]},",\nbetween ",{"type":"[[","value":[["Bintan Resorts"]]}," and ",{"type":"[[","value":[["Trikora"]]},".\n\nThe area consists of a few fishing villages along the beaches around Sungai Sumpat and Pulau Sumpat, a small island off the coast.\n\n",{"type":"[[","value":[["Image:Sumpat, Bintan.JPG"],["thumb"],["Sumpat"]]},"\n\n",{"type":"==","value":["Get in"]},"\nFor detailed information on how to travel to and from Bintan island see the main ",{"type":"[[","value":[["Bintan#Get_in"]]}," section. A new international ferry terminal is planned in nearby Berakit and should be open in 2011\/12.\n\n",{"type":"==","value":["Get around"]},"\nSumpat is located about half way (30 km) between ",{"type":"[[","value":[["Bintan Resorts"]]}," and ",{"type":"[[","value":[["Tanjung Pinang"]]},".\nThe best way to reach it from the ferry terminal is by taxi or car \/ motorbike rental. \n\nOn the main road from Tanjung Pinang to Tanjung Uban turn at 46 km to take the local road to Pengudang. Alternatively Sumpat can also be reached from Tanjung Pinang via the road from Trikora beach going towards Berakit.\n\n",{"type":"[[","value":[["Image:Kelong_near_Sumpat_Island.jpg"],["thumb"],["Kelong near Sumpat Island"]]},"\n\n",{"type":"==","value":["See"]},"\nThe main attractions are the unspoilt, white sandy beaches that stretch on for several kilometers. \nThe area is also a popular fishing destination for local people. Kelong (floating fisherman houses)are a popular sight off the coast.\n\n",{"type":"[[","value":[["Image:Mangrove_at_Sungai_Sumpat.jpg"],["thumb"],["Mangrove at Sungai Sumpat"]]},"\n\n",{"type":"==","value":["Do"]},"\nThe area is still widely undevelopped. But with more and more resorts and guest houses \ntaking up the east coast along Trikora, the beaches around Sumpat are becoming an insider's tip\nfor local tourists.\n\nRent a sampan to go Sumpat island or walk there during low tide. \nSee the mangroves along Sungai Sumpat river.\n\n",{"type":"==","value":["Buy"]},"\nThere are only a few shops catering to the needs of the local residents, selling food and daily supplies.\n\n",{"type":"==","value":["Eat"]},"\nTry the freshly caught seafood from the local fishing villages. During low tide you may see the women bringing back crab.\n\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Midrange"]},"\n",{"type":"'''","value":["Putri Pandan Resort"]},". Jalan Hamidi, Desa Pengudang, Tel. +62-813-7287-3630, ",{"type":"[","value":["http:\/\/www.putripandan.com"]},".\nBoutique resort located on a private beach. The roof of each bungalow is modelled after a different tradional Indonesian house. Large rooms with private bathroom and hot water shower. English (German, Japanese) speaking staff. Beach front wooden bungalows starting from S$ 30 per double room. \nThe restaurant at the resort is also open to outside visitors.\n\n",{"type":"[[","value":[["Image:Putri_Pandan_Resort.JPG"],["thumb"],["Beach bungalows near Sumpat"]]},"\n\n",{"type":"===","value":["Splurge"]},"\n",{"type":"'''","value":["Bintan Lagoon Resort"]},". Lagoi, Tel. +62-770-691-388, ",{"type":"[","value":["http:\/\/web.bintanlagoon.com\/"]},".\nAlthough not directly located in Sumpat, but within the Bintan Resorts area, this hotel offers speed boat excursions to Sumpat Island.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nTransportation back to the ferry terminal can be arranged by the resorts.\n\n",{"type":"{{","value":[["IsPartOf"],["Bintan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]