[{"type":"{{","value":[["pagebanner"],["WV banner Sundarbans.jpg"],["unesco=yes"]]},"\n",{"type":"''","value":["This park extends into Bangladesh - for that section see ",{"type":"[[","value":[["Sundarbans"]]}]},"\n\n",{"type":"'''","value":["Sundarbans National Park"]}," is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," that in ",{"type":"[[","value":[["Southeast Bengal"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Sunderbans 059.jpg"],["thumb"],["300px"],["A broad, tree-lined river in the park"]]},"\n",{"type":"'''","value":["Sundarbans National Park"]}," is marked as the Core area of  Sundarban tiger reserve in Sundarban Reserve Forest. Sundarbans Reserve Forest is located in southern part of ",{"type":"[[","value":[["South 24 Parganas"],["South 24 Parganas district"]]}," of ",{"type":"[[","value":[["West Bengal"]]},", ",{"type":"[[","value":[["India"]]},". The meaning of the Bengali word ",{"type":"''","value":["sundarban"]}," is \"beautiful forest\". Sundarbans is a ",{"type":"'''","value":["plastic free zone"]},", so if you bring any plastic with you, remember to take it out when you leave.\n\n",{"type":"===","value":["History"]},"\n\nThe Sundarbans are the largest littoral mangrove belt in the world, stretching 80 km (50mi) into the Bangladeshi and Indian hinterland from the coast. The Sundarbans has been declared a UNESCO World Heritage Site. The part of the forest within Indian territory is called Sundarbans National Park. The forests aren't just mangrove swamps though — they include some of the last remaining stands of the mighty jungles which once covered the Gangetic plain. The Sundarbans cover an area of 3,850 sq km, of which about one-third is covered in water\/marsh areas. Since 1966 the Sundarbans have been a wildlife sanctuary, and it is estimated that there are now 400 Royal Bengal tigers and about 30,000 spotted deer in the area.\nThe forest is called 'Sunderban'due to the rich growth of Sundari trees.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Sunderbans 058.jpg"],["thumb"],["225px"],["A river's muddy shore"]]},"\n",{"type":"===","value":["Flora and fauna"]},"\nRoyal Bengal Tiger, Saltwater Crocodile, Deers, Birds, Bull Sharks, Various Primates & Snakes.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"*","value":[" October to February — winter, cold and temperate"]},{"type":"*","value":[" March to May — summer, hot and humid"]},{"type":"*","value":[" June to September — the monsoon season, wet and windy"]},"\nMonsoon cruises are spectacular.\n\n",{"type":"==","value":["Get in"]},"\n\nSundarbans National Park is on the south-eastern fringe of West Bengal and part of Sundarbans Reserve Forest. The adjacent inhabited areas of the Indian part of Sundarban are well connected with Kolkata by both roadways and railways.\n\n",{"type":"*","value":[{"type":"'''","value":["Godkhali Port-"]}," located just opposite of Gosaba Island and Gosaba is the last inhabited islands towards Sajnekhali Wild life sanctuary and Sundarban Tiger project area of Sundarban reserve forest. The shortest route distance to Godkhali port from Kolkata is 82 km and 95 km from Kolkata airport (Netaji Subhas Chandra Bose International Airport)."]},"        \n",{"type":"*","value":[{"type":"'''","value":["Koikhali-"]}," koikhali is nearer to the Haliday wildlife sanctuary and Tourists attractions like Bonnie camp, Kalas Island and beach, Haliday Island etc. of Sundarban reserve forest. Koikhali is 83 and 92 km away from Kolkata and Kolkata airport respectively.              "]},"\n",{"type":"*","value":[{"type":"'''","value":["Namkhana-"]}," Namkhana is 117 km away from Kolkata and 123 km away from Kolkata Airport. Namkhana is also connected with railway from Kolkata and distance is 109 km. This place is closer to Bhagabatpur crocodile project and Lothian wildlife sanctuary of Sundarban."]},"\n",{"type":"*","value":[{"type":"'''","value":["Canning-"]}," Nearest Railway head to the Sundarban Tiger Project.Railway distance from Kolkata to Canning is 45 km and 29 km away from Godkhali Port. Public transportations are available between Canning and Godkhali port."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"[[","value":[["File:Sunderbans 057.jpg"],["thumb"],["425px"],["One of the park's inhabitants"]]},"\nForeigners wishing to visit Sundarbans have to obtain a special permit. This  is mandatory as per Government rule. It can now,however be obtained at the Sajnekhali Forest Office(Ecotourism Range) .The originals have to be shown to the forest office on your arrival.\n\n",{"type":"*","value":[{"type":"'''","value":["Tourism Centre"]},", West Bengal Tourism Development Corporation Limited, 3\/2-BBD Bag (Near Great Eastern Hotel), Kolkata. ☎+91 33 2210 3199, +91 33 2248 8271."]},"\nA permit for maximum 5 days is usually granted which can be further extended subject to the permission of local forest officer.\n\n",{"type":"==","value":["See"]},"\n\nMust see places to Visit when you are in Sundarbans:\n\nSajnekhali Watch Tower \nDobanki Watch Tower\nSudhanyakhali Watch tower\nNeti Dhopani Watch Tower\nKumirmari Watch Tower\nJhingamari Watch tower\nBonnie camp Watch tower\nBhagabatpur Crocodile park\n\nChargheri Char - Mud Flats, a new and unique place in Sundarbans where you can feel the mudflats and do a few hours of jungle and coastal trek (in the mud as well as coast). \n\nAll these can be covered in varying lengths of time, say in a 1N 2D package you may be able to cover 2 - 3 watch towers, in 2N 3D package you may be able to cover a few more and so on.\n\nYou can also opt for package tours of Sundarbans conducted by:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=India Beacons Sojourn,"],["alt="],["url="],["email=info@indiabeacons.com"],["address=1 Indra Roy Road"],["lat="],["long="],["directions=Opposite Indira Cinema"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Room No. 8(1st Floor), Kolkata - 700025, West Bengal, India. Mobile: +91 9903295920, Phone & Fax: +91-33-26270886."]]}]},"\nThis agency takes good care of their guests and sees to it that you can cover maximum watchtowers.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Apart from cruising around the tourism zone of National Park, take a village walk. Visit a local school."]},{"type":"*","value":["Go on a cycle trip to the local village market. Know more about the unique Mangrove Eco System. *Join a fishing or crab catching expedition on a country boat around the village(you are not allowed to do that inside the Reserve Forest). "]},{"type":"*","value":["Take a birding walk around the village. "]},{"type":"*","value":["Join a cooking class,and learn how a local dish is prepared with simple local ingredients. "]},{"type":"*","value":["Experience a local cultural programme ",{"type":"''","value":["Bonobibi Yatra"]}," - a local rural theatre performed by the villagers. "]},"\nBe sure that you have booked your lodging or trip package through a responsible tourism organisation that shares the tourism  benefit with local communities, does not employ child labour, and practices environment-friendly tourism.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Local Handicraft. "]},{"type":"*","value":["Honey. "]},{"type":"*","value":["Organic Brown Rice."]},"\n",{"type":"==","value":["Eat"]},"\n\nFresh Sea Fish. Prawn. Lobster. Dry Fish Curry. Cottage Cheese. Pan Cake. Rice Pudding (Bengali dessert).\n\n",{"type":"==","value":["Drink"]},"\n\nFiltered or boiled water (do not insist on mineral water unless it is a part of your personal medication. Mineral water comes in plastic bottles. Sundarbans is a No-Plastic Zone.) Fresh coconut juice. Fresh watermelon juice. Mango juice.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["cautionbox"],["To avoid the unsavory, corrupt, and thoroughly untrustworthy booking services based in ",{"type":"[[","value":[["Kolkata"]]},", it is best to get a place to stay on arrival without advance reservation."]]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sunder Chital Tourist Lodge"]},", Sajnekhali , belonging to West Bengal Tourism Development Corporation Ltd. 30 double bedrooms, Rs 700\/- including breakfast+1 meal. Dormitory, Rs.250\/- per bed including breakfast+1 meal. No A\/C. It is the only lodge close to Sajnekhali Forest Beat Office and one can get the perfect jungle feeling."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sunderban Tiger Camp"]},", Dayapur Island, National Park East Range. City Office: 9, Mitter House, 71, Ganesh Chandra Avenue, Second Floor, Kolkata. ☎ +91 32 935749, +91 93 3109 2632, +91 98 3117 0453, Fax: +91 33 22252 6078, (",{"type":"''","value":[{"type":"[","value":["mailto:info@sunderbantigercamp.com info@sunderbantigercamp.com"]}]},"), ",{"type":"[","value":["http:\/\/www.sunderbantigercamp.com\/index.html"]},". The only ",{"type":"''","value":["Star Classified Government Approved Luxury Forest Resort"]}," in West Bengal. In the heart of Sunderbans and amidst a sprawling 9 acres of forestland opposite Sajnekhali Tiger Reserve Forest. A boutique resort providing conference facilities and accommodations include tents, huts, and cottages, with A\/C units available, all with attached baths.  Meals served buffet-style with vegetarian options. Sightseeing tours by boat. The rooms have attached clean bathrooms with running cold water and hot water on request, and very well sanitised."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sundarbans Jungle Camp"]},", Bali Island, National Park-West Range. Camp ☎ +91 32 1821 494, per Help Tourism ☎ +91 33 2455 0917,  +91 33 2485 4584, ☎-Fax:+91 33 2485 4584, (",{"type":"''","value":[{"type":"[","value":["mailto:kalighat@vsnl.net kalighat@vsnl.net"]}]},"). (",{"type":"''","value":[{"type":"[","value":["mailto:helptourismkolkata@gmail.com helptourismkolkata@gmail.com"]}]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Houseboat in Sundarban, M.B India Beacons"]},", Sajnekhali, Sundarban ☎ +91 33 2419 1976 ☎ +91 990 329 5920, A houseboat with 2 rooms sufficient to accommodate 3 + 4 = 7 persons. Well furnished rooms, not cabins. A unique experience of cruising during the day and staying in the middle of the river at night."]},"\nIf you are backpacking, go to Godhkhali\/Pakhirala and inquire about the boats. They are generally cheaper, but there is always the risk that you may not get one on weekend and important dates and have to abandon your tour from there. \n\nOvernight stay on the boat,is possible and is a unique experience.However check out the HYGIENE and SAFETY of the boat before you do so. Most of the BOATS HAVE SINGLE TOILETS and the toilets on the boats stink and may not be so clean as most of the boats carry maximum no of passengers ( 25, 35, 40 or maybe 60) as per their Licensed capacity during the day and all those passengers use on-board bathrooms.\n\nHowever, if you find one such nice boat, the experience of overnight stay on the boat and the scenic beauty of the dawn on the water is absolutely breathtaking and mesmerizing. \n\nAlways insist or inquire whether the boat you would be travelling has \"Life jackets, Lifebuoys as well as Fire Extinguishers\/Fire Fighting measures\" as those are minimum prerequisite safety measures (MOST OF THE BOATS DO NOT HAVE THEM) So be very careful in planning your trip in small boats.You may peril your own life as well as the lives of your near and dear ones by availing the services of such small boats which do not have these SAFETY measures. TRAVEL SAFE, TRAVEL HAPPY\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe Sundarbans is the only place in the world where Tigers still actively hunt humans for food and usually between 50 and 80 locals are mauled per year. The ",{"type":"'''","value":["Royal Bengal Tiger"]}," is extremely dangerous in the Sundarbans, but most visitors need not worry since wildlife tours and accommodation that is provided by state government will never put you in harms way; however if you are interested in private tour (by hiring a small machine boat or so), do it at your own risk! The Sundarbans is also home to a population of ",{"type":"'''","value":["Saltwater Crocodiles"]}," (Crocodylus porosus) and ",{"type":"'''","value":["Bullsharks"]}," are found throughout the estuaries, so swimming is not advised anywhere.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["WikiPedia:Sundarbans National Park"]]},"\n\n",{"type":"{{","value":[["geo"],["21.945000"],["88.895833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast Bengal"]]}]