[{"type":"{{","value":[["pagebanner"],["Sunderland banner Wearmouth Bridge.JPG"],["caption=Wearmouth Bridge from St Peter's Metro Station"]]},"\n",{"type":"'''","value":["Sunderland"]}," is a city in the ",{"type":"[[","value":[["North East (England)"]]},". A former coal-mining, shipbuilding industrial town, Sunderland has undergone a transformation in the last few decades and has worked hard to shake-off the grim image it often inspired.\nThe banks of the River Wear, at one time covered in shipyards, is now adorned with expensive apartment blocks, the National Glass Centre, and the impressive Stadium of Light.\nThe creation of the University of Sunderland in 1992 has helped to turn Sunderland into a young, vibrant city with a great nightlife.\n\n",{"type":"[[","value":[["File:Wearmouth Bridge, Sunderland.jpg"],["thumb"],["350px"],["Bridges at the entrance to the city centre"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Air"]},"\nThe nearest airports are Newcastle International Airport and Durham Tees Valley.  Newcastle provides services to all major European cities and Dubai, as well as domestic services and summer resorts. Durham Tees Valley only has flights to Aberdeen, Amsterdam and charters, and has no direct public transport link: it is also much further to drive.  There is a direct Metro link with Newcastle International airport.\n\n",{"type":"===","value":["By Train"]},"\n\nSunderland Central station offers services to London via York, operated by Grand Central ",{"type":"[","value":["http:\/\/www.grandcentralrail.co.uk"]},"; travellers can also change at ",{"type":"[[","value":[["Newcastle upon Tyne"]]}," Central Station and get a connection with national rail or the Metro link, or get off the train at ",{"type":"[[","value":[["Durham (England)"],["Durham"]]}," and travel into Sunderland by bus 20\/X20 ",{"type":"[","value":["http:\/\/www.simplygo.com\/timetables\/0020_x20.pdf"]}," which operates from 6am to 11pm. North East coastal trains travelling between ",{"type":"[[","value":[["Middlesbrough"]]}," and Newcastle and the Metro Centre ",{"type":"[","value":["http:\/\/www.northernrail.org\/pdfs\/timetables\/200712\/02.pdf"]},", and trains to Carlisle ",{"type":"[","value":["http:\/\/www.northernrail.org\/pdfs\/timetables\/200712\/04.pdf"]}," stop here.\n\nThe Tyne and Wear Metro ",{"type":"[","value":["http:\/\/www.tyneandwearmetro.co.uk"]}," has a number of stops throughout Sunderland City Centre and some suburbs. Disembark at Sunderland Central Station for rail connections, and Park Lane for the Park Lane Bus Interchange. Alight at St. Peter's for the riverside, National Glass Centre and University of Sunderland St. Peter's Campus, Sunderland Central or Park Lane for the city centre, and University for the City Campus.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"'''","value":["From South (A1(M)):"]},{"type":"<","value":["br"]},"\nLeave the A1(M) at the Junction 62 (",{"type":"[[","value":[["Durham (England)"],["Durham"]]},") and head East toward Sunderland along the A690. At the A19 roundabout, continue on the A690 for South or central Sunderland. For North Sunderland (e.g. Stadium of Light, Seaburn), head north up the A19 to the A1231 (Wessington Way) junction, turn off the A19 then head East into Sunderland.\n\n",{"type":"'''","value":["From North (A1):"]},{"type":"<","value":["br"]},"\nPass the Angel of the North heading south along the A1. Leave at the junction signposted A1231. Follow the road on through ",{"type":"[[","value":[["Washington (Tyne and Wear)"],["Washington"]]}," onto the A1231. At the A19 roundabout, head straight on for North Sunderland. For South or central Sunderland, turn South onto the A19 and take the first turn-off. Head East (Chester Road) into Sunderland.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Public Transport"]},"\n\n",{"type":"'''","value":["Bus"]}," Sunderland boasts the busiest bus station in the UK, outside of London Victoria - The Park Lane Interchange.  Each part of the sprawling City of Sunderland enjoys good, reliable and relatively quick links with the city centre.  Park Lane Interchange also boasts an underground Metro (light Railway) station, busy taxi rank and National Express (coach) links with the rest of the UK, including regular services to and from London.\n\n",{"type":"'''","value":["Taxi"]}," Taxis are a popular form of transport in Sunderland.  Reasonably priced, clean and safe, they offer a very speedy means of getting around the city.  Distinctive white cabs can be hailed and all of the well signposted taxi ranks are well serviced.  Particularly the ranks at Sunderland Central and Park Lane Interchange.\n\n",{"type":"'''","value":["Alternative Transport"]}," Sunderland has a beautifully refurbished marina with reasonable mooring charges.  The city also supports the national cycle networks and has been a keen advocate of pedal power.  Sunderland lies directly on the Walney to Wear (W2W) and Coast to Coast (C2C) cycle routes.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sunderland Museum & Winter Gardens"],["alt="],["url=http:\/\/www.twmuseums.org.uk\/sunderland.html"],["email="],["address=Burdon Road, SR1 1PP"],["lat=54.90419"],["long=-1.38102"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon - Sat 10:00 - 17:00, Sun 14:00 - 17:00"],["price="],["content=An entertaining and visually stimulating tour back in time though the fascinating history of Sunderland.  Exploring the city's past from pre-history to the present day, the museum explores each of the industries which helped the city to grow through the boomtimes to their demise in the 20th Century.  Re-furbished in 2000 the museum also now boasts the beautiful but slightly neglected Winter Gardens - a sub-tropical oasis for plants from around the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Glass Centre"],["alt="],["url=http:\/\/www.nationalglasscentre.com\/"],["email="],["address="],["lat=54.91282"],["long=-1.37130"],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily 10:00 - 16:15"],["price=free"],["content=The site of Britains first glass is an incredible museum full of historical and scientific facts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monkwearmouth Station Museum"],["alt="],["url=http:\/\/www.twmuseums.org.uk\/monkwearmouth-station-museum.html"],["email="],["address=North Bridge Street, SR5 1AP"],["lat=54.91218"],["long=-1.38370"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon - Say 10:00 - 17:00, Sun 14:00 - 17:00"],["price=free"],["content=Small railway museum in a station closed in 1966, with a 1860s ticket office and motorail wagon and some exhibits on local transport inclding the Metro, which passes through the station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Herrington Country Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The site of a former open cast coal mine, now redeveloped as park land and wildlife conservation area. Proving a big hit with the locals and visitors to the area, playing host over the past few years to Party In The Park, Cancer Research \"Race For Life\", Durham County Show and the North East Motor Show."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Northern Gallery for Contemporary Art"],["alt="],["url="],["email="],["address=City Library and Arts Centre, Fawcett StreetSR1 1RE"],["lat="],["long="],["directions=situated on the top floor of the City Library"],["phone="],["tollfree="],["fax="],["hours=Mon, - Fri 9:30 - 17:00, Wed - 19:00, Sat 10:00 - 16:00"],["price=free"],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sunderland Minster"]}," Church of St. Michaels and All Angels (commonly known as Sunderland Minster) is a church in Sunderland city centre"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sunderland Aquatic Centre"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=located next to the ",{"type":"'''","value":["Stadium of Light"]}],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=holds the only Olympic-sized swimming pool in North-East England"]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Roker and Seaburn Beaches"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Some of the North East's most impressive and accessible beaches. Very popular on hot summer days, even if the water is freezing!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tunstall Hills"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= is an area of open space in Sunderland, ideal for hiking and climbing. The area consists of Green Hill and Rocky Hill and surrounding land, and is the site of a local nature reserve."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sunderland Empire Theatre"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= for drama, music and comedy"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sunderland Airshow"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is Europe's largest free airshow, every year on Roker seafront usually on the last weekend of July"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nA popular place to dine is the Seaburn Strip, an impressive choice of culinary experiences situated along the seafront in the pleasant northern suburb of Seaburn:\n\n",{"type":"'''","value":["Little Italy"]}," Slightly pricy but an excellent location on the actual seafront promenade make this worthwhile. Better for mains than Pizza.\n\n",{"type":"'''","value":["Gabriele's"]}," The Grandad of the seafront Italians. Has done little change over the years and this is no bad thing.\n\n",{"type":"'''","value":["Martinos"]}," The new kid on the block. Italian fare in a kitsche faux roman setting with a lively sport bar and amusement arcade adjoining.\n\n",{"type":"'''","value":["Santini's"]}," Home of the famous \"Happy Hour\" that goes down well with the locals due to the 50% discount on the menu before 7pm. Simple Italian fare offering excellent value and two doors down from Gabriele's.\n\n",{"type":"'''","value":["The Shagorika"]}," The original seafront curry house. Good service, spicy food and a good variety on the menu. The discount menus on Thursday and Sunday nights are good value.\n\n",{"type":"'''","value":["The Pritiraj"]}," A slightly more plush surrounding than the Shagorika with seating at 1st floor level overlooking the North Sea. The specials are worth are try.\n\n",{"type":"'''","value":["Paradise Garden"]}," Slightly further along the seafront from the other eateries but worth the journey. The hot and sour soup and filet steak mains are exceptional. Book in advance on weekends.\n\nThe city centre also boasts an array of places to dine, many of which have opened fairly recently:\n\n",{"type":"'''","value":["Angelo's"]}," In the smart Sunniside district, this new Italian offers a fine dining experience at reasonable prices.  A recent change of Head Chef has made impressive improvements to the speed of service which had in the past been a bit slow.  Well worth a visit!\n\n",{"type":"'''","value":["Thai Manor"]}," Possibly Sunderland's most exclusive restaurant, situated on the corner of Athenaeum Street and West Sunniside.\n\n",{"type":"'''","value":["D'Acqua"]}," A chic basement restaurant in the heart of Sunderland's legal and financial quarter, John Street.\n\n",{"type":"'''","value":["Luciano's"]}," An old favourite.  Opened in 1991, Luciano's proprietors claim the venue is as much a part of Sunderland's culture as the Stadium of Light.  Known for fast, efficient service, happy hour prices and the infamous 'Birthday Fedora'.\n\n",{"type":"'''","value":["Ming Dynasty"]}," One of the city centre's busiest Chinese restaurants, conveniently located for the Empire Theatre.\n\n",{"type":"'''","value":["Piggin Owt"]}," At the bottom of Hylton Road. Small reasonably priced cafe which do a great tradition English breakfast. Visited by all the interesting locals. Guaranteed to get a bit of local hospitality here. Only open till 3pm\n\n",{"type":"==","value":["Drink"]},"\n\nSunderland has poor nightlife,although nearby Newcastle upon Tyne is better with a multitude of bars, pubs and clubs for all tastes with many staying open til the early hours of the morning. The alcohol is stupendously cheap compared to some other places in the UK. Studenty during the week, big night on Saturday, but clubs and bars open all nights.\n\n",{"type":"'''","value":["Independent"]}," is a bar on Holmeside playing all types of music, cheap drinks and open till 4AM).\n\n",{"type":"'''","value":["Paddywacks"]}," an Irish themed late bar which often hosts live music on Green Street. Stays open until the early hours of the morning.\n\n",{"type":"'''","value":["The Glass Spider"]}," Next door to the afore mentioned Paddywacks and stays open even later (til 4am)!\n\n",{"type":"'''","value":["Infusion"]}," Good mainly for the fact that it sells incredibly cheap \"trebles\" of house spirits.\n\n",{"type":"'''","value":["Pure"]}," is an indie bar opposite Infusion next to the bus interchange. Cheap beer and the bar upstairs often has live music events.\n\n",{"type":"'''","value":["The Borough"]}," is an old-school pub with some good beer and better indie\/rock music as well as frequent live events in a common vein. Get \"Jaeger-bombs\" here to start your night!\n\n",{"type":"'''","value":["Passion Rock Club"]},", formally Pzazz, is a large club and music venue with a restaurant. It is usually full of drunken kids and bad music. The drinks are expensive too.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Stables"],["url="],["email="],["address=West Herrington"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Voted the 'Best Pub in the North East', this venue serves excellent afternoon food, and has a decent selection of real ales etc. All in a pleasant village-green type surrounding!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nSunderland offers many small hotels and bed and breakfasts, with many being situated along the sea-front at Roker including a Marriott. There are also other such bed and breakfasts situated around the city centre. The quality of these estalishments can vary, so it is best to ensure that they have been inspected by the English Tourism Council which uses a star rating, with one being the lowest and five the highest - see www.visitsunderland.co.uk for approved accommodation listings.\nBrookside Bed and Breakfast is situated in the conservation area of Ashbrooke, very close to the city centre and has a 3-star Tourism Council rating. www.brooksideinsunderland.co.uk for more details.\n\n",{"type":"==","value":["Respect"]},"\n\nIt is unwise to call the people from this area ",{"type":"''","value":["Geordies"]}," as this refers to the inhabitants of nearby Newcastle. Most folk of Sunderland call themselves ",{"type":"''","value":["Mackems"]},". It is unwise to go around town with a Newcastle United shirt, especially on matchdays as they are fierce rivals with Sunderland A.F.C.\n\nPeople from Sunderland are known for their curiousness and hospitality and will go out of their way to be friendly and helpful. Standing around with a puzzled look and a map for a few minutes will normally attract someone over to you to offer some assistance. Or you could just ask them for info, they will take pride in you visiting their city.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" The city of ",{"type":"[[","value":[["Newcastle upon Tyne"]]}," is only a short metro ride away."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bede's World"]}," is an open-air medieval museum in ",{"type":"[[","value":[["Jarrow"]]}," dedicated to the life and times of Venerable Bede, known as the father of English historians."]},"\n",{"type":"[[","value":[["WikiPedia:Sunderland"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Tyne and Wear"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["54.9"],["-1.3802777777778"]]}]