[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Sungai Pelek"]}," is a small town in ",{"type":"[[","value":[["Sepang"]]}," district which offered some pleasant surprises. The dragon fruit farm and plenty of traditional Foochew delights make this place worth a visit.\n\n",{"type":"==","value":["Get in"]},"\n\nFollow the green color highway signboards that point the way to KLIA from almost anywhere in the Klang Valley, then follow those leading the way to Sepang.  \n\nA narrow but well-tarred village road fringed by palm oil estates leads to ",{"type":"[[","value":[["Sepang"]]}," town. Take the right turn at the T-junction, and you will be on another village road that leads straight to Sungai Pelek.  \n\nA signboard stating Selamat Datang ke Sungai Pelek (\"Welcome to Sungai Pelek\") greets visitors at the entrance to the town.\n\nNotice the celebration board announcing our Royal birthday celebration at the town entrance.\n\nor \nFor the many who ask....\n1) Elite Highway (E6) head to KLIA (Kuala Lumpur International Airport)\/LCCT (low cost carrier terminal)\n\n2) Get off the elite at the KLIA extention highway toll – head towards LCCT – when you see a large mosque with blue dome on the left side of the road, turn left to continue on to the Sepang F1 Circuit \/ LCCT.\n\n3) You will approach a large roundabout - take the exit at 12 o’clock - keep going straight all the way and as you are reaching the circuit, you will see a sign on your left that says sepang Gold Coast - keep to your left and filter left before the traffic lights .\n\n4) You now have the Sepang F1 Circuit on your right hand side keep going straight until you reach a + junction with a set of traffic lights. (Big sign on the hill says Ensteck) - Turn right at the lights and head towards Sepang town .\n\n5) After turning right, you will be on the B48 -ba much smaller road with village housing on the right – keep going another 10kms to Sepang town itself . At shell station turn Right at the traffic lights to Sg Pelek town 6kms away.\n\n6) Pass 1st set of lights and keeping right - go pass another set of lights for another 3 kms until you see a sign for Sepang Gold Coast on the left .\n\nTurn Right and drive for 4 kms to the beach. \nGoogle map reference -- http:\/\/maps.google.co.uk\/maps?hl=en&ie=UTF8&ll=2.707808,101.756744&spn=0.482171,0.615234&z=11\n\n",{"type":"==","value":["Get around"]},"\n\nTake Sepang Omnibus.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Multi-Rich Pitaya Dragon Fruit Farm"]},". (Add: A 126 Kampung Baru 43900 Sepang, Tel: 016-3915590) Pay a visit to the farm and observe how dragon fruit is planted. Purchase the fruit and side products of the fruits such as jam or drink."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Four Multi Religious Buildings"]}," build neighbouring each other in this small town! Yes, the Mosque,The Indian mega Temple,Christian's Church and Budha Toa Pe Kong (behind chinese foodcourt at RHB bank).See how we Malaysians ",{"type":"'''","value":["blend with each other"]}," peacefully and in harmony."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vintage Chinese Shop Houses"]},"-offering varieties of goodies ranging from ",{"type":"'''","value":["China made"]}," households to Indian herbs and modern photography services."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Local printed T-Shirts with backgrounds of Bagan Lalang beaches and its surrounds."]},{"type":"*","value":["Try your luck here,gamblers! There are three available operators offering lucky number ,jackpots and lotteries (Licensed under local laws, Sports Toto, 4D Magnum , Pan Malaysian Pools Sdn Bhd.Don't leave home without without your tickets!"]},{"type":"*","value":[{"type":"'''","value":["Bonanza lucky draw"]}," -also available from Bank Simpanan Nasional offering mega prizes ranging from Mercedes Benz to dual stroke motorbyke."]},{"type":"*","value":[{"type":"'''","value":["Green Lovers"]},",plant your very own favourite tree.Pick one at the nursery beside the Indian mega Temple here.You can also get 'arranged'set of flower just outside the temple gate for your prayer."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Noodle and Fish Curry"]},". (Add: 30 Kampung Baru 43900 Sepang) Try laksa noodle and ikan kembong (mackerel) curry here. Close on Friday and operate by Law Cheang Hui. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ding Famlily Mooncake"]},". (Add: 40 Kampung Baru 43900 Sepang, Tel: +(60)3-31411630) Foochew mooncakes (with flaky pastry and minced meat or green bean paste filling) the traditional way, bake in the backyard of the wooden house. Operate by Ding Hung King."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rojak mixed with yellow noodles"]},". (Add: 50 Kampung Baru 43900 Sepang) A mobile fruit rojak stall in the porch of house No. 50 by Sim Long Chuan. The noodles, produced locally, were smooth and spongy, and paired perfectly with the thick, sweet prawn sauce spiced up with chilli paste. This combination was rather unusual."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chop Goan Kee Coffee"]},". (Add: 352 Kampung Baru 43900 Sepang) Lady boss Ong Bee Kem is well known for her coffee powder here. The raw coffee beans are obtained from Malay villagers nearby and she dries them in the sun at the back of their house before sending them off for roasting and then crushing with machines."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sungai Pelek Food Court"]}," Maintained by the ",{"type":"'''","value":["Sepang Municipal Council"]},",located just at the town end heading to ",{"type":"'''","value":["Bagan Lalang"]}," beach.Various traditional Malay and Chinese food available.Must try the local Satay (Meats and chickens cut into peaces and hold together via wooden sticks,served with gravy coconut milk ,peanut,chilly and curry blended together.),Local fried rice, varieties of Thais menus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restaurant Sungai Pelek"]}," is a chinese seafood restaurant serving fresh and delicious seafood and various type of chinese cuisine from Hokkien fried noodle to steam fish and more. Restaurant Sungai Pelek also serve Dim Sum on every Saturday and Sunday morning from 7am to 12pm. You may make a reservation before you have your lunch or dinner in this restaurant. Tel: 03 3141 1888 (Operation hour: Everyday from 11am - 3pm & 5pm - 11pm)"]},"\n",{"type":"*","value":["'''Now, the KFC fast food restaurant also available here.Place at Jalan Besar Sg.Pelek."]},"\n",{"type":"==","value":["Drink"]},"\n\nFind yourself a ",{"type":"'''","value":["Chinese medicine shop"]}," just beside the ",{"type":"'''","value":["Bank Simpanan Nasional"]}," that among other things offers many well known brands of liquor such as Jack Daniels, Black Label, Kapak, French wine (depend on availability), etc.",{"type":"'''","value":["Sg.Pelek Pub"]},"offers typical beer brands such as Carlsberg, ThamSong or even Toddies.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nSepang, Bagan Lalang or Tanjung Sepat.\n\n",{"type":"{{","value":[["geo"],["2.6500"],["101.7167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sepang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sungai Pelek"]]}]