[{"type":"{{","value":[["pagebanner"],["Bulgaria Sunny Beach Banner.jpg"],["caption=Sunny Beach Daytime Panorama"]]},"\n",{"type":"[[","value":[["Image:Sunny_beach_beach.JPG"],["thumb"],["Beach"]]},"\n",{"type":"'''","value":["Sunny Beach"]}," (Bulgarian: Слънчев бряг, ",{"type":"''","value":["Slunchev bryag"]},") is the largest beach resort in ",{"type":"[[","value":[["Bulgaria"]]},". It is situated in the southern part of the Bulgarian Black Sea Riviera. Stretching along a beautiful semicircular bay facing east. Closed to the north by the descending ridges of the Balkan Range, thus blending sea and mountain in perfect harmony.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Sunny_beach_main.JPG"],["thumb"],["Sunny Beach"]]},"\n\nEverything in Sunny Beach is centred around tourism. It feels more like a fairground than a city. It is a fairly new resort that has built from scratch since the 1960s, so it has little to do with other parts of Bulgaria. You might as well be in ",{"type":"[[","value":[["Salou"]]}," or any other party town. There is a Blue Flag beach with soft sand, lots of things to do and places to eat and drink, so Sunny Beach is great for sun-lovers of all ages. In and around Sunny Beach you will find many places to stay, from cosy and friendly guest houses to huge and luxurious hotels that offer 24-hour entertainment for holidaymakers.\n\nThe tourist season is not very long. Things start to live up in the end of May with the start of high-school prom season since Sunny Beach  is the most popular party destination for school seniors. By the beginning of June the resort works \"in full speed\". The season winds down around in mid-September when most shops start to discount and the clubs, cafes and restaurants that are still opened work smaller hours.\n\nNowadays, the neighbouring towns of ",{"type":"[[","value":[["Sveti Vlas"]]}," to the north and ",{"type":"[[","value":[["Nessebar"]]}," to the south have merged, figuratively speaking, with Sunny Beach because of the resort's expansion along the coastline.\n\n",{"type":"==","value":["Get in"]},"\nMainly via ",{"type":"[[","value":[["Burgas"]]}," airport. Taxis from the airport can be overpriced so the best thing to do is to arrange transfers pre-arrival or have your hotel taxi pick you up.\n\n",{"type":"==","value":["Get around"]},"\nOn foot: easy and free!\n\nThe ",{"type":"'''","value":["Tourist Train"]}," reaches only part of the boulevard. No regular timetable, runs when it's full. Can be a bit of a wait but the kids will love it. Fare is around 3 Leva per person.\n\n",{"type":"'''","value":["Cars"]}," are not very useful in Sunny Beach. Distances are small, the main streets are pedestrian only and traffic in Bulgaria is rather dangerous. That said renting a car and driving along the beautiful coast isn't bad either.\n\n",{"type":"'''","value":["Horse carriage"]}," isn't the fastest option, and it's dearly expensive but you travel in style.\n\n",{"type":"'''","value":["Bus"]}," is the best, cheapest way to travel around Sunny Beach. The bus stops everywhere but the bus drivers drive extremely quickly (not for the faint-hearted-a good experience anyway!). Buses become as busy as the London Tube in the evenings. \n\n",{"type":"==","value":["See"]},"\n\n\n\n",{"type":"==","value":["Do"]},"\nThe general routine to do is to go to the beach in the morning and have lunch either on the beach or at a nearby restaurant. (There are the most delicious jacket potatoes in the world!) Then recuperate for a night out to remember as you go to Sunny Beach centre and the boulevard for dinner and a little entertainment from a dino-cafe to mini-golf to bungee trampling! Every night you can change scenery between Sunny Beach, Nessebar and Sveti Vlas (though the latter is recommended during the day).\n\n",{"type":"'''","value":["Watersports"]},". You can try Parascending, Banana boats or hire Jet skis along the beach. Or take the bus into Nessebar where there are a couple of Dive schools for Scuba. (Nemo diving is on the right before you cross the causeway, and Angel Diving is on the harbour beyond the bus stop.\n\n",{"type":"'''","value":["Rent a Car"]},". Have a runabout to the left and visit the beautiful marinas and villas of Saint-Vlas or go right and visit the local town-Nessebar. The old town is a cosy peninsula with beautiful old wooden house sand is also a UNESCO heritage site and has great fish restaurants. The new town is bustling with restaurants and hotels while the backstreets may hide some tasty local produce!\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Sunny_beach_boulevard.JPG"],["thumb"],["Boulevard"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Boulevard"]}," - The boulevard along the shore has hundreds of stalls, shops and bars. Peddlers will try to lure you in, but they are not overly pushy. "]},": ",{"type":"''","value":["Value for money"]}," - Prices are low but the quality is mixed\n: ",{"type":"''","value":["Haggling"]}," - It is not customary to haggle, but sometimes shopkeepers spontaneously offer a promotion.\n: ",{"type":"''","value":["Currency"]}," - All prices are in Bulgarian levs. Foreign currencies are not accepted, but there are plenty of exchange offices. ",{"type":"'''","value":["Be sure to use a trusted exchange"]}," like Crown, a bank or your hotel reception. Although some hotels might not give a great exchange rate it is better than to be tricked.\n\n\n",{"type":"==","value":["Eat"]},"\nHundreds of restaurants along the boulevard including a castle restaurant! Very nice food at some places with a relatively cheap price tag.\nThere are: Bulgarian cuisine(including cheese, barbecue, seafood salads like ",{"type":"[","value":["http:\/\/www.good-seo.info гярб вечнълс"]},"), pizzas, Chinese cuisine, etc.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Sunny_beach.JPG"],["thumb"],["Boulevard"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beer"]}," - Most major brands are available. Bulgarian brands like Shumensko(Шуменско), Kamenitza(Каменица), etc. are cheaper, not bad and widely available as draft. "]},"\n",{"type":"{{","value":[["drink"],["name=Fresh"],["url="],["email="],["address="],["lat="],["long="],["directions=Along the Boulevard"],["phone="],["tollfree="],["fax="],["hours="],["price=Large local beer 4.5 BGN"],["content=Beach bar with DJ. Often crowded, but there's a nice party vibe. Service is rushed but correct."]]},"\n\n",{"type":"{{","value":[["drink"],["name=Revolution"],["url="],["email="],["address="],["lat="],["long="],["directions=Flower street"],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance 5 BGN, bottle of beer (Tuborg) 6 BGN"],["content=Medium size dance club. Average age 20-30. Music: pop and dance."]]},"\n\n",{"type":"==","value":["Sleep"]},"\nYou're spoilt for choice!\n\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Nessebar"]]}," is only a few kilometers away.\n\n",{"type":"[[","value":[["WikiPedia:Sunny Beach"]]},"\n\n",{"type":"{{","value":[["geo"],["42.693056"],["27.708333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bulgarian Black Sea Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]