[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Sunriver"]]},"\n",{"type":"'''","value":["Sunriver"]}," is a city in ",{"type":"[[","value":[["Central Oregon"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nSunriver has its own airport, although it is rather small it is a public airport mainly used by small single engine planes.\n\n",{"type":"===","value":["By car"]},"\nSunriver lies 15 miles South of ",{"type":"[[","value":[["Bend"]]}," on Highway 97.  You can take the Cottonwood Road exit off 97 which takes you to the North end of town, or take a right off 97 onto S Century Dr which takes you to the South end of town.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nDriving in Sunriver can be confusing for first-timers, the town only has a few intersections. Instead there are \"Circles\" which are one way roundabouts where multiple streets intersect. They are numbered  1 through 11, and there is no circle 8 (if a local tells you to go to circle 8, he's just picking on the tourists). Without specific step by step directions finding your destination can be tricky. There are free maps available at many local business as well as both the entrances to Sunriver from Highway 97.\n\n",{"type":"===","value":["By foot"]},"\nSunriver has over 30 miles of well maintained paved paths designated for pedestrian use (biking and walking).  The paths can take you anywere in town, and are also kept clean for walking during the winter months.\n\n",{"type":"===","value":["By bike"]},"\nBiking is a very popular mode of transportation in Sunriver since there are many bike rental shops and over 30 miles of paths that go anywhere in town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunriver Observatory"]},". Visit the Sunriver Observatory on a clear night and you will be in for a treat.  The observatory possesses many telescopes including over ten 8-20 inch diameter telescopes.  Being outside the city there is little light pollution making images more vivid and bright. ",{"type":"[","value":["http:\/\/www.sunrivernaturecenter.org\/html\/observatory.html\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Nature Center"]},". The Nature Center is a great place to learn about the Central Oregon wildlife.  It offers a botanical garden, nature trail, and hands-on animal exhibits.  The nature trail lets you view a forest and marsh environment, you can also see a resident bald eagle, exotic marsh birds, animal tracks, and a dormant volcano.  ",{"type":"[","value":["http:\/\/www.sunrivernaturecenter.org\/"]}]},"\n",{"type":"==","value":["Do"]},"\n\nIf you enjoy outdoor activities then Sunriver is the place to be. Sunriver offers things such as White Water rafting tours, Fishing Tours, Biking Tours, and Hiking Tours in the summer time. Golfing in Sunriver is also another thing to think about. When the winter months show up, Sunriver turns into a winter recreation town. Sunriver offers skiing\/snowboarding rentals, Snowmobiling tours, Cross Country Skiing trails, and there is an Ice skating rink located in Sunriver as well. Depending on the time of year Sunriver offers activities that correlate well with the changing seasons.\n\n",{"type":"===","value":["Golf"]},"\nSunriver offers three well known championship golf courses, the Woodlands course, the Meadows course, and Crossswater.  Woodlands course:  Designed by Robert Trent Jones Jr. the Woodlands course is a challenge for any player.  Winding through the woodlands of Sunriver the course offers an abundance of doglegs water hazards and elevation changes.  With its great conditions the Woodlands course is fun for any player.  Meadows course:  Enjoy wonderful views of meadows and the marshlands from the actual Sun river.  John Fought's design uses many directional bunkers for a fun and challenging golf experience.  Crosswater:  One of \"America's 100 Greatest Courses\" according to Golf Digest.  Crosswater is nothing short of a masterpiece as it wanders through the Deschutes and Little Deschutes rivers, and in and out of the woods.  Every hole has five separate tee boxes.  Crosswater has housed a few big tournaments including the 2006 mens NCAA final and the upcoming Jeld-Wen Tradition ",{"type":"[","value":["http:\/\/jeld-wentradition.com"]},".\n\n",{"type":"==","value":["Buy"]},"\n\nThere is a central village mall located near the main entrance of Sunriver Village.  There are over 25 stores, mostly locally owned, including a grocery store.  The mall is commonly visited for its outdoor sheltered ice skating rink.\n\nThere is also a grocery store and gas station on Sunriver's north end, near the Cottonwood entrance.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=3 Rivers Computer"],["url="],["email="],["address=56825 Venture Lane, Suite 103"],["lat="],["long="],["directions=In the Sunriver Business Park"],["phone = +1 541-593-3144"],["tollfree="],["fax="],["hours="],["price="],["content=Serving Sunriver and the surrounding Three Rivers Community, they offer computer and printing services, faxing, color and b\/w copies, emergency computer repair. Plus, they carry all of the a\/v cables for your electronic toys you forgot to pack. Open every day!."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Trout House"]},".  Sitting on the Deschutes River at the Marina, you can enjoy beautiful waterfront dining.  The Trout House serves breakfast, lunch, and dinner; specializing in fresh seafood."]},{"type":"*","value":[" ",{"type":"'''","value":["Meadows at the Lodge"]},". Located in the Sunriver lodge, the Meadows restaurant offers \"Oregon First\" indigenous cuisine. There is a great view of Mt. Bachelor through huge windows in the restaurant. Serves breakfast, lunch and dinner and special Sunday brunches. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sunriver Village Mall"]},". Enjoy a number of restaurants at the Village Mall, where you can eat inside or outside.  You are bound to find a menu for your taste at one of these restaurants."]},{"type":"*","value":[" ",{"type":"'''","value":["Blondie's Pizza"]},". Defintely, the best pizza place in Sunriver. And one of the best in Central Oregon. They also serve salads, sandwiches, pasta and espresso drinks."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Owl's Nest"]},". Located at the Sunriver Lodge, the Owl's Nest offers full a restaurant and bar facility.  Enjoy a grille style menu, and Northwest microbrews while gazing at the Meadows golf course and surrounding meadow."]},"\n",{"type":"==","value":["Sleep"]},"\n\nWhen staying in Sunriver, you have several alternatives for lodging. You can stay right at the ",{"type":"'''","value":["Sunriver Resort"]}," or you can rent private vacation homes through a property manager or directly from the owners.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunriver Resort"],["alt="],["url=http:\/\/www.sunriver-resort.com"],["email="],["address=17600 Abott Dr"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-801-8765"],["fax="],["price="],["checkin="],["checkout="],["content=Sunriver, This Central Oregon resort is located 15 miles from Bend, Oregon in the Pacific Northwest and features lodging, Sunriver vacation rentals, meeting & wedding facilities, golf, spa, ski packages, and recreation."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=US 97.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Yakima"]]}],["minorl1=",{"type":"[[","value":[["Bend"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Klamath Falls"]]}],["minorr1=",{"type":"[[","value":[["La Pine"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["43.884169"],["-121.437500"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Oregon"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Sunriver, Oregon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Oregon\/Localities\/S\/Sunriver\/"]]}]