[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Sunshine Coast"]]},"\n",{"type":"[[","value":[["Image:Ferry-from-horseshoe-bay.jpg"],["thumb"],["300px"],["right"],["Ferry from horseshoe bay"]]}," \n\nThe ",{"type":"'''","value":["Sunshine Coast"]},", named for its 2,400 hours of annual sunshine, is north-west of ",{"type":"[[","value":[["Vancouver"]]},", a 40 minute ferry ride from Horseshoe Bay in the ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Shore"]]},". It is a 180 km (110mi) stretch of rainforest, seashore and mountains. This is the secret destination of many individuals, where the island life is found on the mainland. Here is a slower pace of life, where those who appreciate the beauty of outstanding marine parks and marshland bird sanctuaries, old growth forest and alpine peaks will find the perfect destination.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Powell River"]]}," - largest town in the region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gibsons"]]}," setting of the classic TV show ",{"type":"''","value":["The Beachcombers"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Lund (British Columbia)"],["Lund"]]}," - outdoor opportunities at the end of the road"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sechelt"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Egmont"]]}," - A tiny fishing village on the northern tip of the Sunshine Coast peninsula."]},{"type":"*","value":[" ",{"type":"[[","value":[["Savary Island"]]}," - An island with a tropical feel accessible from the end of the Sunshine Coast highway."]},"\n",{"type":"==","value":["Understand"]},"\n\nThe southern portion of the sunshine coast is almost a bedroom community of Vancouver.  There are a number of people who commute to Vancouver on a regular basis, in this area.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nAccess from ",{"type":"[[","value":[["Vancouver"]]}," to Sunshine Coast is primarily by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bcferries.com BC Ferries"]}]},".  The ferry out of ",{"type":"'''","value":["Horseshoe Bay"]}," leaves every 2 hours and it is a 40 minute ferry ride to ",{"type":"'''","value":["Langdale"]}," on the Sunshine Coast (Sechelt Peninsula).  First ferry leaves Horseshoe Bay at 7:20AM and the last ferry leaves Langdale at 8:20PM.  Cost is $12.85\/$6.45(adult\/child) in peak season; cars  are $43.20.  The fare to Langdale is return, so you do not have to pay to leave.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/suncoastcentral.com\/transit6.html Malaspina Coach Lines"]}]}," operates a twice daily bus service from Vancouver to Powell River that includes stops in all the major communities of the Sunshine Coast.\n\n",{"type":"[[","value":[["Image:Gibson boat.jpg"],["thumb"],["200px"],["right"],["Gibsons waterfront"]]},"\n\n",{"type":"==","value":["Get around"]},"\n\nThe automobile is the easiest way of getting around the Sunshine Coast.  Car rentals are available at a number of locations on the Sunshine Coast, but it is generally considerably cheaper in ",{"type":"[[","value":[["Vancouver"]]},". The Sunshine Coast only has one main road, BC-101 which runs along the coast.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Skookumchuk Narrows Provincial Park"]}," is the site of some of the strongest and most spectacular currents in western North America.  These narrows occurs where the water enters into the Sechelt Inlet.  There can be as much as a 2m difference in sea level between Sechelt Inlet and the Jervis inlet.  The water can be moving at speeds of up to 16 knots and creates standing waves up to 1.5m and whirlpools.  Access to the best place to view the narrows is about a 1.5 hour hike from the parking lot.  This is in the fishing village of ",{"type":"[[","value":[["Egmont"]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Princess Louisa Inlet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of B.C.'s most beautiful natural locations.  The wide opening of Jervis Inlet narrows to become a forty-mile long fjord ending in Princess Louisa Inlet.  Accessible only by boat.  On the journey up, your boat will navigate past dozens of waterfalls that trickle down from steep, craggy granite bluffs that loom over you on both sides.\n\nOnce past the geological constriction called Malibu Rapids, Princess Louisa Inlet opens up -- revealing the glacier-fed Chatterbox Falls, the highlight of this sheltered inlet.  This region is protected and preserved within the 65-hectare Princess Louisa Marine Provincial Park.\n\nBeside Chatterbox Falls, there is a dock with water, but no electricity, for boaters.  There is also moorage available for at least twenty boats.  \n\nBoard walks will take you along trails to the Falls, where the air is so moist that the trees are covered with thick moss and ferns.  \n\nTours leave for Princess Louisa from Egmont on a scheduled basis all summer long."]]}]},{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Trails"],["url=http:\/\/www.sunshine-coast-trails.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=While visiting the lower Sunshine Coast (Langdale to Earl's Cove and Egmont) be sure to check out the 100's of trails for hiking and biking. Many of the trails have been built by members of the very active  mountain bike community and most are multi-use - meaning you may encounter hikers, mountain bikers, horseback riders and sometimes atv's. However, the majority of users are hikers and bikers."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Backeddy Marine Pub"]}," is known for its gigantic \"Skookum Burger\". - 604.883.3614 - Backeddy Road, take the Egmont exit off Hwy. 101 just south of the ferry terminal for the boat to Powell River"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=West Coast Wilderness Lodge"],["url=http:\/\/www.wcwl.com"],["email="],["address="],["lat="],["long="],["directions=The village of Egmont"],["phone = +1 604-883-3667"],["tollfree="],["fax="],["hours="],["price="],["content=The fine dining at the Lodge is all about the view.  It has floor-to-ceiling windows that span the entire dining room, and was built high up on a bluff overlooking Sutton Islands and the Sechelt Inlet."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe Sunshine Coast is an extremely safe place.  Although growing rapidly, it still maintains a \"small town\" feel, noted especially in the Roberts Creek and Pender Harbour areas.  Crime is minimal, and there are no particular areas to avoid.\n\n",{"type":"==","value":["Go next"]},"\n\nCatch the ferry at Earls Cove to go to ",{"type":"[[","value":[["Powell River"]]},".\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Lower_Mainland"]]},"\n",{"type":"[[","value":[["wikipedia:Sunshine Coast (British Columbia)"]]},"\n",{"type":"{{","value":[["geo"],["49.683333333333"],["-124.18333333333"]]}]