[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Suomu"]}," is a exceptionally strong ski resort in the municipality of ",{"type":"[[","value":[["Kemijarvi, Lapland"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["DISTANCES"]},"\nRailway station: Kemijärvi 42 km, Rovaniemi 130 km\nBus station: Kemijärvi 42 km, Kuusamo 100 km, Rovaniemi 130 km\nAirport: Kuusamo 100 km, Rovaniemi 120 km\n\n",{"type":"==","value":["See"]},"\n\nLocated on the Arctic Circle, in the Kemijärvi region,",{"type":"[","value":["http:\/\/www.suomu.fi"]}," Suomu boasts some of the very best downhill slopes in Finland. If you have not yet sampled the black and red north facing slopes for experts nor the family friendly east facing long slopes through the pine forests, you sould come along to enjoy the best of Finnish skiing and pick up some tips from the competitors.\n\n",{"type":"==","value":["Do"]},"\n\nWinter holidays ",{"type":"[","value":["http:\/\/alacartelapland.com\/activities-and-safaris.html"]}," in Suomu also offer adventures like husky, reindeer and snowmobile safaris, ice fishing, driving on lake ice road and visiting nearby towns. Come find out how the snow crackles under your shoes and the Aurora Borealis dance across the sky. In summer time , whether a fan of long hiking trips or cycling the mountainous terrains of Suomutunturi or even trying your luck with fishing, Suomu offer something captivating to ensure you have a memorable time. \n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nLocated in Suomu, the Arctic Circle Restaurant's [http:\/www.arcticcircle-hotel.com] Scandinavian kitchen offers traditional Lappish dishes as well as delicious international cooking. There are plenty of choices to suit everyone's taste and budget, whether coming to enjoy a nice home-cooked lunch or a gourmet-style dinner. The hotel's cosy lobby bar is an ideal place to have a few relaxing beverages after a hard day's work. There is also a homely fireplace in the lobby, where you can relax in the company of your family and friends.\n\nArctic Circle Hotel restaurant is a spacious and well-lit area, able to cater for up to 240 people. The area is also non-smoking.\n\nThe restaurant facility is also ideal for hosting a wedding reception or any other celebratory occasion. The area can fit up to 250 people, and our excellent kitchen can prepare an unique 3-course banquet with a champagne reception.\n \n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThe Best Western Arctic Circle Hotel ",{"type":"[","value":["http:\/\/www.suomi.fi"]}," was opened in November 2005, in the heart of the Suomu resort. It has an optimal location, just 400 m from the great ski slopes. The hotel has 30 high standard rooms and spacious restaurant facilities to accommodate up to 240 people complete with full conferencehere are 2 meeting rooms for 60 people with wireless internet connection.\n\n- 17 twin rooms with sofa bed\n- 10 rooms with Bathtub Jacuzzi\n- 1 room with disabled facilities\n- 2 junior suites\n\nRooms are equipped with: Power steam shower, hairdryer, minibar, Plasma TV with pay TV option, telephone and fast internet access.\n\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Finnish Lapland"]]},"\n",{"type":"[[","value":[["wikipedia:Suomu"]]}]