[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Suphanburi"]}," (สุพรรณบุรี) is a town and a province in the ",{"type":"[[","value":[["Chao Phraya Basin"]]}," region of ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nJust a hundred kilometres away from Bangkok, Suphanburi is an ancient town rich in natural and historical heritage. The province was once an important border town involving battles and important wars during the period of the Ayutthaya Kingdom. Artefacts and archaeological evidence shows that Suphanburi is history dates back to 3,500-3,800 years ago. Archaeologists found artefacts from the New Stone Age, Bronze Age, and Iron Age.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]}," \nWithin an hour of Bangkok, Suphanburi is accessible via many routes:\n#Via Bang Bua Thong of Nonthaburi Province, tourists can drive directly to the province, a distance of 107 km, which is the shortest route.\n#Via Lat Lum Kaeo of Pathum Thani Province, the route leads to Suphanburi, a distance of about 115 km.\n#Via Ayutthaya to Suphanburi, the route is 132 km.\n#Via Singburi Province, Suphanburi is accessible at Doem Bang Nang Buat. The route is 228 km.\n#Via Ang Thong Province, the road leads to Suphanburi, a distance of 150 km.\n#Via Kamphaeng Saen of Nakhon Pathom Province, Suphanburi is 164 km from Bangkok via this route.\n\n",{"type":"===","value":["By bus"]},"\nScheduled buses and air conditioned coaches leave the Northern Bus Terminal at Mo Chit 2 daily for Suphanburi. Contact ",{"type":"[","value":["http:\/\/www.transport.co.th the Transport Co. Ltd."]}," Tel. +66 2 9362852-66 ext. 311 or 442 for more information. Buses to Suphanburi also leave from the Southern Bus Terminal, on Boromma Ratchachonnani Rd. Check the bus schedule at Tel. +66 2 4351199, Dan Chang Tour Co. Ltd., Tel. +66 2 4352727, Tha Chang Tour Co. Ltd., Tel. +66 2 4357502. and air conditioned coach at Tel.+66 2 8849522. \n\n",{"type":"===","value":["By train"]},"\nA train leaves Bangkok Station daily for Suphanburi at 16:40 and reaches the province at 19:32.  On the return trip, the train leaves at 05:00 and arrives at Bangkok at 08:10. For more details, call the service centre at Tel. 1690, 0 2220 4334 or visit the website ",{"type":"[","value":["http:\/\/www.railway.co.th"]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mind Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=From the bus station: walk out of the bus station, turn left, along this road, after the first intersection, you can see the hotel sign"],["phone="],["tollfree="],["fax="],["hours="],["price=250-400 baht"],["checkin="],["checkout="],["content=Clean rooms with private bathroom, 400 baht for air-con, 250 baht for fan-cooled room. Includes TV, towel, soap and toilet paper. Free coffee and cooled water downstairs."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Suphanburi"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Chao_Phraya_Basin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["14.4675"],["100.11694444444"]]}]