[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":["Surin"]}," (สุรินทร์) is a town in ",{"type":"[[","value":[["Isaan"]]},", ",{"type":"[[","value":[["Thailand"]]},".\n",{"type":"[[","value":[["File:Prasat Sikhoraphum - Sikhoraphum edit1.jpg"],["thumb"],["400px"],["Prasat Sikhoraphum"]]},"\n",{"type":"==","value":[" Understand "]},"\nSurin is the capital of Surin Province. Its population is small, approximately 40,000, but the province itself is densely populated. It lies about 450 km east of Bangkok and 50 km from the ",{"type":"[[","value":[["Cambodia"]]},"n border.\n\nSurin is a quiet town. Its chief claim to fame is its annual ",{"type":"'''","value":["Elephant Roundup"]},", which takes place in Nov (book a room in advance). Surin's people have had a long relationship with elephants and they have become the provincial icon, epitomizing as they do raw power coupled with intelligence and strong kinship values.  \n\nPlenty of Khmer ruins, beautiful silk fabrics, and highly-prized jasmine rice also make Surin a destination worth a visit.\n\n",{"type":"===","value":["History"]},"\nSurin's story dates back thousands of year when the Suay or Kuay ethnic groups migrated along the Mekong River to settle around the Dongrek Range. Kuay ethnic people, found in Thailand and ",{"type":"[[","value":[["Laos"]]},", are talented in catching and training elephants. Some 2,000 years ago, during the Khmer Era, the town of Surin was established. After the fall of Khmer Empire, the town was neglected until 1763, when Luang Surin Pakdi (Chiang Poom), headman of Muang Tee Village, led his people to settle at Ban Khu Prakai, now the town of Surin. He subsequently became the first mayor of the settlement.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By car"]}," \nFrom Bangkok, head north via Hwy 1 (Pahonyothin Rd) and get onto Hwy 2 (Mittraphap Rd) at Saraburi. Use Hwy 24 (Chok Chai-Det Udom) via Nang Rong, Prasat, then turn left onto Hwy 214 to Surin. This route is 457 km long. Or from Korat, motorists can use Hwy 226, via Chakkrarat , Huai Thalaeng, Lam Plai Mat, Buriram to Surin. This route is 434 km in length.\n\n",{"type":"===","value":["By bus"]}," \n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangkok"],["Bangkok's"]]}," northeastern Bus terminal (Mo Chit 2) on Kamphaeng Phet 2 Rd has daily services to Surin. For more information, call +66 2 9362852-66 ",{"type":"[","value":["http:\/\/www.transport.co.th Transport Co"]},", Surin Branch tel. +66 44 511756. Kitchakan Ratchasima Tour Co, tel. +66 44 512161, Nakhon Chai Air Co., tel. +66 44 515151. "]},"\n",{"type":"*","value":[" Minibuses (60 baht) connect the town with Chong Chom, which hosts a border crossing with ",{"type":"[[","value":[["Samraong#Get_out"],["O'Smach"]]}," in ",{"type":"[[","value":[["Cambodia"]]},"."]},"\n",{"type":"===","value":["By train"]}," \nTrains regularly leave Bangkok's Hualamphong and Bang Sue stations for Surin. For more information, call 1690, +66 2 2204334, +66 2 2204444. Surin Railway Station tel. +66 44 511295, +66 44 515393 or visit ",{"type":"[","value":["http:\/\/www.railway.co.th"]},".\n\n",{"type":"==","value":[" Get around "]},"\nSurin is a small, so most journeys in the central area can be made on foot. However, there are also samlors (rickshaws) and tuk-tuks. The larger hotels have cars available for hire. Keep in mind that no one considers overcharging a foreigner to be a serious crime. A samlor ride around the central region of the town is 40 baht, a tuk-tuk maybe 50-60 baht for foreigners. If in doubt ask your hotel for advice. When getting off the bus always be extra careful not to be taken for a ride while being taken for a ride.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Elephant Training Village"],["url="],["email="],["address="],["lat="],["long="],["directions=at Tha Tum, about 60 km from Surin"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Surin National Museum"],["url="],["email="],["address="],["lat="],["long="],["directions=about 4 km south of the city on Rte 214. There is nothing to see along the road, and given the speed of cars and the lack of a sidewalk, walking is not recommended. The pink songthaew from city will take you to the museum for 10 baht, or use a tuk-tuk\/samlor."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Exhibits relating to the geography, history, and ethnic groups of Surin."]]}]},"\n",{"type":"===","value":[" Khmer-era temples "]},"\nThese stretch from the border westwards to ",{"type":"[[","value":[["Buriram (province)"],["Buriram Province"]]},". There are few organised tours (tourism is not overly big in Isaan). You can always find an (expensive) rental car, with driver, at your hotel, or it is possible to visit the major temples by using the local public transport system (this is very cheap). Ask you hotel or guesthouse for instructions. (Most signs at the bus and train stations are in Thai, however, the staff are very helpful.)\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Prasat Sikhoraphum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A set of temple ruins in a quiet surroundings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Prasat Ta Meuan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=A complex of three structures built in the 12th–13th centuries around the time of the Cambodian king Jayavarman VII. The largest building is Prasat Ta Meuan Thom. It is surrounded by an outer wall, and contains a large central rectangular building on a north-south axis. To the south is Prasat Ta Meuan Toht, a smaller structure, with an outer wall. The last and smallest of three is Prasat Ta Meuan, a small building with no wall, approximately 15 m x 5 m. All of these buildings show signs of disrepair and looting. A return journey by taxi to the complex will cost you ~2,000 baht. There are occasional excursion buses, when there is sufficient interest. Check with your hotel or travel agent. There is no on-site English language assistance, nor much information about the complex. There may still be unexploded land mines from the days of the Khmer Rouge. Stay on the paths and do not wander into the surrounding jungle."]]}]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"===","value":["Festivals"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Elephant Roundup"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A three day-long event where elephants roam the streets of Surin and perform in various activities: soccer, beauty contests, battle re-enactments, and the like."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":[" Eat "]},"\nSurin has a fantastic night market. Be sure to try the Isaan sausage and Laos-style flattened chicken (gai yang), but be careful with the som tam (papaya salad)!\n\nIn addition to the night market Surin is liberally endowed with small restaurants, and the usual street vendors. Also the major hotels have reasonably priced menus.\n\n",{"type":"==","value":[" Drink "]},"\nSurin is not known for its many bars, but there are a few places offering drinks and nightlife.\nMost are located near the Thong Tarin Hotel. Adjacent to the TT are two streets lined with small bars, restaurants, karaoke bars, and go-go bars. The larger hotels also have bars and restaurants. There are also several small restaurants managed or owned by expats scattered around town. The largest is the ",{"type":"[","value":["http:\/\/farangconnection.com\/nightlife-in-surin.html \"Farang Connection\""]},", followed by the ",{"type":"'''","value":["Oasis"]}," and ",{"type":"'''","value":["N & N's German Restaurant"]},", all near the bus station.\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Petchaskem Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=500 m from the bus station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An older hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Surin Majestic"],["url=http:\/\/www.surinmajestic.com\/"],["email="],["address="],["lat="],["long="],["directions=next to the bus station"],["phone="],["tollfree="],["fax="],["hours="],["price=1,200+ baht"],["checkin="],["checkout="],["content=The newest and best looking hotel in Surin."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thong Tarin Hotel"],["url=http:\/\/www.thongtarinhotel.com\/"],["email="],["address=about 500 m from the bus station"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=1,100+ baht"],["checkin="],["checkout="],["content=Clean and tidy, and with an attached Rose Bath House, where a tired male can find female companionship. Swimming pool, snooker club."]]}]},"\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Buriram"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cambodia"]]}," is accessible via the Chong Chom\/O'Smach border crossing. The drive into Cambodia becomes very scenic as the road descends the Dangrek Mountains. At the border, between the two countries' immigration offices, are a couple of ",{"type":"'''","value":["casino hotels"]},". Visas are issued at this border, make sure you only pay USD20 for a Cambodian tourist visa. Touts will try to convince you to pay more. On the Cambodian side, O'Smach town, a collection of attap huts and unpaved streets, is less than 1 km down the hill from the immigration offices. It has at least three guesthouses for those arriving late and not able to make onward travel. It also has a market with cafes and a branch of Acleda Bank (no ATM). "]},"\n",{"type":"'''","value":["Paramount Angkor Transport"]}," runs buses to ",{"type":"[[","value":[["Samraong"]]}," and beyond from O'Smach town. Look for the attap hut with bus advertisements on the highway at the turning to the town. On the Thai side, minibuses run from Chong Chom to ",{"type":"[[","value":[["Surin"]]}," (60 baht).\n \n",{"type":"*","value":[" ",{"type":"[[","value":[["Si Saket"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=SRT Northeastern Line icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Buriram"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Ubon Ratchathani"]]}],["minorr1=",{"type":"[[","value":[["Si Saket"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Surin, Thailand"]]},"\n\n",{"type":"{{","value":[["geo"],["15.805556"],["102.031111"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern Isaan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Surin"]]}]