[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe ",{"type":"'''","value":["Surselva"]}," Valley ",{"type":"''","value":["(English: Anterior Rhine, German: Vorderrhein)"]}," is in ",{"type":"[[","value":[["Switzerland"]]}," ",{"type":"[","value":["http:\/\/www.myswitzerland.com\/en.cfm\/home"]},". The valley stretches from near the canton's capital ",{"type":"[[","value":[["Chur"]]}," to the ",{"type":"[[","value":[["Oberalp Pass"]]}," near ",{"type":"[[","value":[["Andermatt"]]},". The official Surselva administrative region covers all the side valleys as well. The region is in the canton of ",{"type":"[[","value":[["Graubünden"]]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Karte Bezirk Surselva 2007.png"],["thumb"],["200px"],["Give this click for a better view"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ilanz (region)"],["Ilanz\/Glion"]]}]},{"type":"*","value":[{"type":"[[","value":[["Disentis (Region)"],["Disentis\/Muster"]]}]},{"type":"*","value":[{"type":"[[","value":[["Val Lumnesia"],["Val Lumnesia\/Lugnez"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ruis"]]}]},{"type":"*","value":[{"type":"[[","value":[["Safien"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ilanz"]]}]},{"type":"*","value":[{"type":"[[","value":[["Disentis"]]}]},"\n",{"type":"==","value":["Other Destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Flims"]]}," ",{"type":"[[","value":[["Laax"]]}," ",{"type":"[[","value":[["Falera"]]}," (ski resort)"]},{"type":"*","value":["You may want to visit Thermal Bath ",{"type":"[","value":["http:\/\/www.therme-vals.ch\/?__locale=en "]}," in ",{"type":"[[","value":[["Vals"]]},"."]},"\n",{"type":"==","value":[" Understand "]},"\nThe climate of the region is very cold and snowy in the winter and reasonably warm in the valleys and cold on the mountains in summer. The area has a rare Romansch culture, which includes language, food and drink. The Surselva is a valley of the same name, the region also includes side valleys, the main ones being the Safiental,Val Lumnezia, Val Sumvitg, and Val Lucmagn. The mountain range of Tödi and Bifertenstock, dominates the valley. Tödi is the highest mountain in the area at 3,614m, it is also the highest in the Glarner Alps, as it is on the border between the kantons of ",{"type":"[[","value":[["Glarus"]]}," and ",{"type":"[[","value":[["Graubünden"]]},".\n\n",{"type":"==","value":["Talk"]},"\nThe Surselva is one of two regions in Switzerland where ",{"type":"'''","value":["Romansch"]}," is the main language (except in Obersaxen and Vals districts). Still, Swiss German and German are universally spoken as second and third languages, and most people also speak English. This makes the Romansch some of the most multilingual people in Europe.\n\nNote that it is common for Romansch people to talk to each other in Swiss German as opposed to their native Romansch; this has become trendy especially among youngsters.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Plane and Train"]},"\nThe nearest international airport is in ",{"type":"[[","value":[["Zurich"]]},". From the station there you can take a train directly to Chur. The trains are fast and efficient and will get you into Chur in under 2 hours. Zurich Hauptbahnhof is an international train station and you can take trains from Paris, London, Berlin, Geneva and Milan to there. It takes nearly an entire day to travel from London to the Surselva by train.\n\n",{"type":"===","value":["By Car"]},"\nThe swiss motorway Number 3 goes from Zurich to ",{"type":"[[","value":[["Sargans"]]}," where it merges into Number 13. Number 13 takes you all the way to Reichenau where you turn off onto the  'A'road Number 19 (Oberalpstrassse). This road runs the length of the Surselva. The Surselva is also approachable from the south of the alps, using the San Bernadino Tunnel (all seasons) and the Lukmanierpass (summer only). The Oberalppass (summer only) stands between ",{"type":"[[","value":[["Andermatt"]]}," and the Surselva valley. From Andermatt it is possible to get to Luzern and the Gotthard Tunnel (all seasons).\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By Public Transport"]},"\nThe Glacier Express ",{"type":"[","value":["http:\/\/www.sbb.ch\/en\/index.htm "]},"runs the length of the valley, stopping at Disentis, as does the Rhatischer Bahn (Graubunden's train service). Post Buses ",{"type":"[","value":["http:\/\/www.post.ch\/en\/index\/uk-privatkunden\/pag-nat-postauto.htm "]},"will take you to the remotest of mountain villages and helpfully they are synchronised with the trains.\n\n",{"type":"===","value":["By Car"]},"\nThe national route 19 runs the length of the valley. Roads run up the majority of the side valleys and all except remote villages are accessible via road. Driving in the area is very scenic and although a car may be slower than the train the car gives you the opportunity to stop at a cafe or take a fabulous picture.\n\n",{"type":"===","value":["By Foot"]},"\nEvery wood, slope  or river, will have a marked trail beside or through it. Walking is very much a viable alternative to taking public transport, the Senda Sursilvana is a path that runs the length of the valley, passing through villages where you can stay.\n\n",{"type":"==","value":["See"]},"\nThe mountains of the region are simply beautiful and are a fantastic backdrop to other sights in the valley. The main river of the valley is the Vordderrhein which meets up with the Hinterrhein at Reichenau. The source of the Rhein is at Lake Tomul near Sedrun, which is definitely worth a visit.\n\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Greina Walking Tour"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Skiing"]},"\n",{"type":"[[","value":[["Image:A ski sign in front of the Tsingelhorner, Surselva.jpg"],["thumb"],["350px"],["A view of the Tschingelhörner"]]},"\nSkiing is the main sport in the Surselva region. Major resorts include Flims Laax Falera, Obersaxen and Sedrun. Flims Laax Falera ",{"type":"[","value":["http:\/\/www.laax.com\/flash\/index.php?l=en#\/de\/home"]}," is often referred to as Die Alpenarena. The resort receives plenty of snowfall",{"type":"[","value":["http:\/\/www.laax.com\/flash\/index.php?l=en#\/de\/laax_up_to_date\/laax_up_to_date_slope_report"]}," and is open from October to April. It is the first resort that you come to as you head down the valley and is popular with snowboarders and freeskiers. Obersaxen ",{"type":"[","value":["http:\/\/www.obersaxen.ch\/ in German"]}," is just past Ilanz and the base stations are situated on the lip of the hill as is Laax. Obersaxen is much smaller than Laax with only a few chair lifts, but it does have fewer crowds. Sedrun ",{"type":"[","value":["http:\/\/www.disentis-sedrun.info\/"]},"  is the last place in the valley and has barely any crowds and is also linked to the resort of Andermatt, just over the Oberalppass. ",{"type":"[[","value":[["Breil"]]},"\/",{"type":"[[","value":[["Brigels"]]}," also has several lifts that link in with Waltensbourg\/Vuorz a pleasant resort. Vals also has several t-bar lifts. Neither resort is particularly commercial, mainly for locals.\n\n",{"type":"===","value":["Hiking"]},"\nThere are thousands of kilometers of hiking trails throughout the Surselva, part of the canton network of trails. The trails will take you absolutely everywhere in the region, from the river to the peaks, and are superbly marked. There are all range of difficulties from paved, contour-following paths to difficult summit ascents. For the latter the paths are graded as 'Alpine' and are marked with a blue sign. The majority of paths are graded 'Mountain' or 'Valley' and are not too challenging. Here is the link to the official mapping department of the Swiss government ",{"type":"[","value":["http:\/\/www.swisstopo.admin.ch\/internet\/swisstopo\/en\/home.html"]},".  The 'Senda Sursilvana' is a path that runs the length of the valley, staying relatively flat all the way and it runs on the northern slope of the Surselva ",{"type":"[","value":["http:\/\/www.wandersite.ch\/Sursilvana.html"]},". There is also an equivalent for the Val Lumnesia.\n\n",{"type":"==","value":["Eat"]},"\nTraditional dishes in the area include Capuns and Pizokel.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Crime"]},"\nThere is very little crime in the Surselva region and travellers will rarely feel threatened. At some of the apres-ski bars in resorts local merry makers tend to stay quite late into the night and could perhaps threaten the passing traveller, however this is mainly due to alcohol rather than criminal intent.\n\n",{"type":"===","value":["Weather"]},"\nAs always in the mountains the weather can change quickly and dramatically. Storms can build from blue skies and this is particularly dangerous when hiking. So be aware of the weather if you partake in outdoor activities.\n\n",{"type":"==","value":["Go next"]},"\nRegions such as the ",{"type":"[[","value":[["Engadin"]]},", the ",{"type":"[[","value":[["Prattigau"]]}," (Davos\/Klosters) and the Gotthard (Andermatt) are very close by and easily accessible by public transport. The Upper Engadin can be accessed by train from Reichenau and the Lower Engadin from Landquart. The Prattigau is on the way to the Lower Engadin and so just get off the train before the Vereina tunnel. The Gotthard region is just a drive or train over the Oberalppass from ",{"type":"[[","value":[["Disentis"]]},"\/",{"type":"[[","value":[["Muster"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["Graubünden"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["de:Surselva"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]