[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Sutherland"]]},"\n",{"type":"'''","value":["Sutherland"]}," is a small town in Lincoln County, ",{"type":"[[","value":[["Nebraska"]]},".  The 2005 population was 1,223, and Sutherland has been named the fastest growing community in Nebraska outside of the Omaha\/Lincoln metro area.\n\n",{"type":"==","value":[" Understand "]},"\nAs is true for most small towns located in the Platte River valley of Nebraska, the earliest history of Sutherland can be traced to the westward migration.  The Oregon-California trail generally ran south of the South Platte river, while the Mormon trail ran north of the North Platte river.  In 1843, the Oregon-California trail began to see heavy traffic, and in 1847, the first contingent of Mormons traversed the trail.\n\nO’Fallon’s Bluff, just southeast of Sutherland, was a famous landmark referred to by many travelers in their journals.  In the days of the trails, the river ran along the base of the bluff.  Wagons would converge in this bottle-neck from along a fairly wide path and move single-file between the bluff and the river.\n\nDuring the years 1858 to 1860, there was a trading post, stage station and Post Office near O’Fallon’s Bluff.  By 1866, troops sent to protect the wagon trains from ambush near O’Fallon’s Bluff had established Fort Heath.  In 1867, the O’Fallon’s railroad siding, depot and Post Office were built north of the river opposite the bluff.  It included a trading post and saloon.  In 1869, after the completion of the overland railroad, “Cody Siding” was established along the Union Pacific near the site of present-day Sutherland.\n\nThough the settlement was quite well established, it was not until 1891 that the railroad platted an official “town”.  A post office was established in 1892, and the village of Sutherland, named for railroad official George Sutherland, was incorporated in 1905.\n\nThough originally a thriving community that boasted an Opera House, several hotels, a movie theater, a bowling alley and numerous stores, Sutherland has most recently developed into a bedroom community to the larger North Platte located twenty-five miles east.\n\nThe primary occupation in the area is farming and ranching, although a large number of people are employed at Nebraska Public Power District’s Gerald Gentleman generation station five miles south of Sutherland, and at Union Pacific’s Bailey Railroad Yard, located in ",{"type":"[[","value":[["North Platte"]]},".\n\nThe ethanol industry is very important to Sutherland, with an existing plant producing nearly 25 million gallons of ethanol annually, and an expansion underway to produce 120 million gallons from corn grown locally.\n\n",{"type":"==","value":["Get in"]},"\nThe primary means of getting to Sutherland is Interstate 80, which runs east-west; US 25 comes into Sutherland from the south.  Highway 30, named the Lincoln Highway Scenic Byway, runs east-west.  ",{"type":"[[","value":[["Lincoln (Nebraska)"],["Lincoln"]]}," is 3.5 hours east on I-80; ",{"type":"[[","value":[["Cheyenne"]]}," is 3.5 hours west on I-80; ",{"type":"[[","value":[["Denver"]]}," is 3.5 hours west on I-80 and I-76.\n\nNorth Platte Regional Airport is served by Great Lakes Aviation with connecting flights to Denver International Airport.\n\n",{"type":"==","value":["Get around"]},"\nThe easiest way to get around Sutherland is by car. The town is small enough that it is easy to walk around or use a bicycle.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["O'Fallon's Bluff"]}," is a section of hills located along the South Platte River near Sutherland. Because the bluffs come very close to the river, early travelers were forced to traverse the bluffs above the bottom land. Some of the most clearly defined and well preserved remnants of the Oregon-California Trail remain here as evidence of the great westward migration of the mid-nineteenth century.  Ruts can clearly be seen at the eastbound Interstate 80 rest area one mile east of the Sutherland interchange.  On the National Register of Historic Sites."]},{"type":"*","value":[{"type":"'''","value":["Sutherland State Aid Bridge"]}," the significance of this bridge to the history of Nebraska bridge building can hardly be overstated. This remarkable structure is significant as perhaps the best remaining example of the state aid bridges. Although some seventy-seven structures were built throughout the state under this program between 1912 and 1936, only seventeen remain in use. The Sutherland Bridge is also technologically significant as the best example in the state of concrete arch construction. Moreover, of the seventeen multiple-span concrete arch bridges built under the state aid program in the 1910s and 1920s, all but the Sutherland Bridge have been destroyed or substantially altered, leaving this structure as the sole intact example of this important construction trend.  Located five miles north of Sutherland on Prairie Trace Road.  At the far east edge of Sutherland, just east of Ozzie's General Store, turn north off of Highway 30 onto East County Road.  This road becomes Prairie Trace, and is paved all the way to the Sutherland State Aid Bridge, which is still the only crossing of the North Platte River.  Local school kids frequently \"decorate\" this bridge with graffiti."]},{"type":"*","value":[{"type":"'''","value":["Mormon Trail Ruts"]}," just a quarter of a mile north of the Sutherland State Aid Bridge on Prairie Trace Road.  These are some of the best preserved ruts on the Mormon Trail.  There is an informational panel marking the spot.  While the ruts are on private land, if you do no damage, you can cross the fence and walk in the ruts.  Be careful - there can be rattle snakes in this area, and even though the Sand Hills ground looks tough, it is very delicate and easily damaged."]},{"type":"*","value":[{"type":"'''","value":["North Platte\/Lincoln County Convention and Visitors Bureau:"]}," The CVB maintains a comprehensive list of attractions, events, lodging and dining establishments in all of Lincoln County, ",{"type":"[","value":["http:\/\/www.visitnorthplatte.com"]},".  219 S. Dewey, ",{"type":"''","value":["+1"]}," 308-532-4729, ",{"type":"''","value":["+1"]}," 800 955-4528."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sutherland 4th of July Celebration"]}," held annually on July 3 & 4.  The celebration features kids' games and races, a parade, a community bar-be-que, and rodeo.  "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sutherland Public Schools"],["alt="],["url=http:\/\/www.sutherland.k12.ne.us\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the center of the community. Known as the \"Sailors\" (the only known mascot of it's kind), Sutherland athletes compete in Football, Volleyball, Cross Country, Wrestling, Basketball, Track and Golf. If you're looking for the locals on a Friday night during the fall and winter, look either in the gym or the football field."]]}]},{"type":"*","value":[{"type":"'''","value":["Seifer Farms"]},".  This family farm specializes in free-range chickens, but they also maintain a Sporting Clays Range and offer hunts for prairie dogs, turkey, waterfowl, upland game and deer.  1442 S. Seifer Road, ",{"type":"''","value":["+1"]}," 308-386-2394."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Prairie Sands Hunting"],["alt="],["url=http:\/\/www.prairiesands.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers several different Nebraska upland game hunting venues. 34340 Prairie Sands Drive, ",{"type":"''","value":["+1"]}," 308-386-8166."]]}]},{"type":"*","value":[{"type":"'''","value":["Fishing and Water Sports"]}," at the 3,000 acre Sutherland Reservoir, five miles south of Sutherland on Highway 25."]},{"type":"*","value":[{"type":"'''","value":["Flat Rock Riders OHV Park"]}," located about four miles south of Sutherland on Highway 25, this 15 acre park features two trails, one for Motocross and one for ATV's.  It is a \"ride at your own risk\" park."]},{"type":"*","value":[{"type":"'''","value":["City Parks"]}," - The ",{"type":"'''","value":["Railroad Park"]}," is located between Highway 30 and the Union Pacific Railroad Tracks.  It features picnic areas, a covered shelter, horseshoe pits and playground.  It is the site of the BBQ Lunch during the Sutherland 4th of July celebration.  The ",{"type":"'''","value":["Pool Park"]}," is located on the west edge of Sutherland, across from Maline's Super Foods.  It features a half-olympic size swimming pool, sand volleyball courts, playground and two baseball\/softball fields."]},{"type":"*","value":[{"type":"'''","value":["Oregon Trail Golf Course"]}," is a nine hole course built on the shores of the Sutherland Reservoir.  A mile or so south of Sutherland on Highway 25.  ",{"type":"''","value":["+1"]}," 308-386-4653."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tin Camp Working Ranch"],["alt="],["url=http:\/\/www.tincamp.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 308 587-2439"],["tollfree="],["fax="],["hours="],["price="],["content=26 miles north of ",{"type":"[[","value":[["Sutherland (Nebraska)"],["Sutherland"]]}," along a springfed creek known as the North Birdwood, the working cow\/calf operation offers riding lessons, roping lessons and experiences working with cattle. Also offered are guided artifact hunts in an area rich with Native American and Pioneer history, as well as tubing, fishing and ",{"type":"'''","value":["trail riding"]},"."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ozzie's I-80"]}," is located at the Sutherland I-80 interchange on Highway 25.  It is a great place to buy fishing gear and bait on the way to the Sutherland Reservoir.  Owned by the same owners of Ozzie's General Store, the Osbourn Family, in town, Ozzie's I-80 also includes ",{"type":"'''","value":["Godfather's Pizza"]}," for dine-in or carry-out.  Reasonable gas prices for an Interstate location.  ",{"type":"''","value":["+1"]}," 308-386-2288."]},{"type":"*","value":[{"type":"'''","value":["Maline's Super Foods"]}," grocery store, includes a fresh meat counter and deli.  1000 South West County Road, ",{"type":"''","value":["+1"]}," 308-386-4757."]},{"type":"*","value":[{"type":"'''","value":["Saxton's Fruit Stand"]}," is very popular in the summer time, selling fresh fruit and produce.  1420 First Street, ",{"type":"''","value":["+1"]}," 308-386-4548."]},{"type":"*","value":[{"type":"'''","value":["Sutherland Sportsman's Cove"]}," sells hunting and fishing permits as well as beer, wine and liquor.  It also serves as a game check station during big game hunting seasons.  1231 First Street, ",{"type":"''","value":["+1"]}," 308-386-2185."]},{"type":"*","value":[{"type":"'''","value":["Hi-Line Coop"]}," if you are in need of minor repairs, including belts and hoses and tires, this is the place to go.  Also sells gas, diesel and ethanol.  1000 First Street, ",{"type":"''","value":["+1"]}," 308-386-4402."]},{"type":"*","value":[{"type":"'''","value":["Ozzie's General Store"]}," a convenience store and gas station.  E-85 ethanol.  221 First Street, ",{"type":"''","value":["+1"]}," 308-386-2252."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Becker Auto Parts"],["alt="],["url="],["email="],["address=221 Walnut Street"],["lat="],["long="],["directions="],["phone =+1 308 386-4523"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Kildare Lumber Company"],["alt="],["url="],["email="],["address=11 South Oak Street"],["lat="],["long="],["directions="],["phone =+1 308 386-4707"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Tiskets & Taskets Gift Baskets and more"]}," - AND MORE is right!  You can find silk flower arrangements and gift baskets, and also Booty Farms Character Seasoning ",{"type":"[","value":["http:\/\/www.bootyfarms.com"]},", and Seifer Farms smoked chickens.  814 First Street, ",{"type":"''","value":["+1"]}," 308-386-8855."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ozzie's"]},", a convenience store with a fast-food menu.  221 First Street, ",{"type":"''","value":["+1"]}," 308-386-2252."]},{"type":"*","value":[{"type":"'''","value":["Ozzie's I-80"]},", located at the I-80\/Highway 25 exit, features ",{"type":"'''","value":["Godfather's Pizza"]}," for dine-in or carry-out.  ",{"type":"''","value":["+1"]}," 308-386-2288 or \"+1\" 308-386-2583."]},{"type":"*","value":[{"type":"'''","value":["Sno-A-White"]}," drive-in first opened in 1951.  It is open from early spring through fall and now has a dining area in addition to walk-up windows.  ",{"type":"''","value":["+1"]}," 308-386-2459."]},{"type":"*","value":[{"type":"'''","value":["Maline's Super Foods"]}," has a deli serving hot meals at lunch.  100 South West County Road, ",{"type":"''","value":["+1"]}," 308-386-4757."]},{"type":"*","value":[{"type":"'''","value":["Hi-Line Coop"]}," fixes breakfast sandwiches, and deli sandwiches for lunch.  1000 First Street, ",{"type":"''","value":["+1"]}," 308-386-4402."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Longhorn Bar"]},", 930 First Street, ",{"type":"''","value":["+1"]}," 308-386-2327.  Frequent Karaoke, live bands on special occasions, pitch tournaments.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park Motel"],["alt="],["url="],["email="],["address=1110 First Street"],["lat="],["long="],["directions="],["phone =+1 308 386-4384"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prairie Sands Bed & Breakfast"],["alt="],["url=http:\/\/www.prairiesands.com\/lodge.cfm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beautifully restored historic home, will sleep up to 14. 1300 North County Road, ",{"type":"''","value":["+1"]}," 308-386-4770."]]}]},"\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sutherland Reservoir"]},", about two miles south of Sutherland on Highway 83.  Check in at the Oregon Trail Golf Course, ",{"type":"''","value":["+1"]}," 308-386-4653.  "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oregon Trail Mobile Estates"],["alt="],["url="],["email="],["address=31599 W. Park Road"],["lat="],["long="],["directions="],["phone =+1 308 386-4379"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=From Highway 30, go north on West County Road to Park Road, turn west and go approximately one-quarter mile. Turn right into what looks like a Mobile Home Park. Near the north edge are camping facilities."]]}]},"\n",{"type":"==","value":["Go next"]},"\nBy all means, get off of the beaten path!  Go north out of Sutherland on Prairie Trace Road (East County Road on the east edge of town), and soon you will be in the beautiful Nebraska ",{"type":"[[","value":[["North Central Nebraska"],["Sand Hills"]]},".  You will be on pavement for about twenty miles, then the road turns to gravel.  You can turn around here, or keep going, sticking to the \"main\" road, and you will end up back on Highway 30-Interstate 80 in ",{"type":"[[","value":[["Paxton (Nebraska)"],["Paxton"]]},".\n\nYou can also take Highway 25 south.  This eventually connects to Interstate 70 in Kansas.  You will be driving through Loess Hills on this drive.\n\n",{"type":"*","value":[{"type":"'''","value":["Tin Camp Working Ranch"]},", ",{"type":"''","value":["+1"]}," 308-587-2439, ",{"type":"[","value":["http:\/\/www.tincamp.com\/"]},", 26 miles north of Sutherland, offering horse riding classes, roping lessons, experience  working cattle, also birdwatching, wildlife watching, tubing, fishing and trail rides."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-80.svg"],["imagesize1=22"],["image1a=US 30.svg"],["imagesize1a=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Cheyenne"]]}],["minorl1=",{"type":"[[","value":[["Paxton (Nebraska)"],["Paxton"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["North Platte"]]}],["minorr1=",{"type":"[[","value":[["Hershey (Nebraska)"],["Hershey"]]}]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["41.158611"],["-101.125556"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South Central Nebraska"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Sutherland, Nebraska"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Nebraska\/Localities\/S\/Sutherland\/"]]}]