[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/suvarnabhumiairport.com\/ Suvarnabhumi Airport"]}]}," (สุวรรณภูมิ, ",{"type":"{{","value":[["IATA"],["BKK"]]},") is ",{"type":"[[","value":[["Bangkok"]]},"'s main airport and the busiest airport of ",{"type":"[[","value":[["Thailand"]]},". Thirty kilometres (19 mi) to the east of Bangkok, space-age Suvarnabhumi Airport started operations in September 2006 and is used by almost all airlines, except for Nok Air, Orient Thai and Air Asia, which use Don Mueang Airport.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Flights"]},"\n\n",{"type":"==","value":["Ground transportation"]},"\n\n",{"type":"{{","value":[["infobox"],["More time than money?"],["Thanks to the ",{"type":"'''","value":["Airport Rail Link"]},", ",{"type":"'''","value":["Hualamphong train station"]}," can provide access to Suvarnabhumi Airport via exceedingly slow and frequently late 3rd class ordinary trains. Any train to or from Hualamphong on Thailand's Eastern Line (which runs to ",{"type":"[[","value":[["Pattaya"]]}," or ",{"type":"[[","value":[["Aranyaprathet"]]},") will stop at ",{"type":"'''","value":["Lat Krabang"]}," (1 hour, 6 baht), which abuts Suvarnabhumi Airport. Lat Krabang conventional train station is directly below Lat Krabang airport link station, from where the journey to the airport can be completed for a further 15 baht. If in a group, consider a taxi from Lat Krabang (about 50 baht to the airport)."]]},"\n\nThere are plenty of ways to get into the city from Suvarnabhumi Airport. Many people opt for the Airport Rail Link as it's by far the fastest way to get into the city, although taxis are also reasonably priced.\n\n",{"type":"===","value":["By train"]},"\nOn the basement level of the passenger terminal, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.srtet.co.th\/en\/index.html Airport Rail Link"]}]}," offers a high-speed train service to downtown Bangkok. It's also a way of avoiding Bangkok's horrendous rush hour traffic, particularly when it's raining. Trains run 06:00-midnight every day and travel at an amazing 160 km\/h (100 mi\/h). Two different services are operated:\n\n",{"type":"*","value":[" The non-stop ",{"type":"'''","value":["Express Line"]}," travels directly to Makkasan station without stopping en route. Express trains leave Suvarnabhumi Airport every hour so check the timetable on the SRT website! Makkasan also offers an interchange with the MRT at Petchaburi station . Thai Airways offers baggage check-in at Makkasan station if you arrive 3–13 hours before your flight, however to use the check in service, you must purchase a ticket for the Express Line. Note that due to maintenance works, Express Line service to Phaya Thai has been temporarily discontinued."]},"\n",{"type":"*","value":[" The slightly slower ",{"type":"'''","value":["City Line"]}," is a commuter rail line that stops at all stations. Trains leave every 15 minutes, and after Makkasan station it continues to Ratchaprarop and Phaya Thai stations. The ride to Phaya Thai takes 24 minutes from\/to the airport and costs 15-45 baht depending on the number of stops. Given the fact that it runs more frequently, the City Line may effectively bring you to your destination sooner than the much more expensive Express Line."]},"\nIf you're heading downtown, the Airport Rail Link has a good connection to the BTS Skytrain at Phaya Thai, though you will have to buy a new ticket. If Khao San Road is your final destination, you can hail taxis from the main road (around 70 baht), or hop aboard bus ",{"type":"'''","value":["15"]}," (7 baht); this bus leaves from across Central World, BTS Siam, and BTS National Stadium and goes along Ratchadamnoen Klang Rd and Chakrabongse Rd serving both sides of Khao San Road.\n\n",{"type":"===","value":["By bus"]},"\nPrivate Airport Express buses, including backpacker favourite AE2 to ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Rd"]]},", stopped running in Jun 2011. To take a ",{"type":"'''","value":["public bus or minibus"]},", you must first take the free shuttle bus from outside the second floor, gate 5 to the Public Transportation Center a few kilometres away. From there, The BMTA ",{"type":"'''","value":["public bus"]}," lines are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["549"]},": Suvarnabhumi to ",{"type":"[[","value":[["Bangkok\/Ramkhamhaeng"],["Min Buri"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["550"]},": Suvarnabhumi to ",{"type":"[[","value":[["Bangkok\/Ramkhamhaeng"],["Bang Kapi"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["551"]},": Suvarnabhumi to ",{"type":"[[","value":[["Bangkok\/Pratunam"],["Victory Monument"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["552"]},": Suvarnabhumi to ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["On Nut"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["552A"]},": Suvarnabhumi to ",{"type":"[[","value":[["Samut Prakan"],["Sam Rong"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["553"]},": Suvarnabhumi to ",{"type":"[[","value":[["Samut Prakan"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["554"]},": Suvarnabhumi to ",{"type":"[[","value":[["Bangkok\/Phahonyothin"],["Don Mueang Airport"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["555"]},": Suvarnabhumi to ",{"type":"[[","value":[["Rangsit"]]}," (using the expressway)"]},{"type":"*","value":[" ",{"type":"'''","value":["558"]},": Suvarnabhumi to ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Central Rama 2"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["559"]},": Suvarnabhumi to ",{"type":"[[","value":[["Rangsit"],["Future Park Rangsit"]]}," (using the outer ring road)"]},"\nThese services take about 1–2 hours depending on traffic; frequency is usually every 20 minutes during daytime. At nighttime, it ranges from 20 min-1 hr depending on the route. To give an example, the fare between Suvarnabhumi Airport and On Nut on 552 is 32 baht, and the journey takes about 40 minutes in mid-afternoon traffic. There are also privately-owned BMTA minibuses to many parts of Greater Bangkok, such as Don Mueang Airport, Bang Kapi, Rangsit and Samut Prakan. They charge a flat rate of 50 baht and go directly to the destination, so they are faster than public buses that stop frequently along the way. To get to Khao San Rd, all these services are inconvenient. Though you could take bus 554 to Synphaet Hospital and then public bus 60 or alternatively bus 555 to Din Daeng Road followed by bus 171, both options will take you through heavy Bangkok traffic on normal roads with frequent stops, thus making the Airport Link the best and fastest option.\n\nLong-distance first class bus services connect Suvarnabhumi Airport directly with ",{"type":"[[","value":[["Chachoengsao"]]},", ",{"type":"[[","value":[["Nong Khai"]]},", ",{"type":"[[","value":[["Pattaya"]]},", ",{"type":"[[","value":[["Rayong"]]},", and ",{"type":"[[","value":[["Trat"]]},".\n\nThere are free ",{"type":"'''","value":["shuttle buses"]}," from Suvarnabhumi Airport to Don Mueang Airport every hour between 05:00-23:00. Everyone can take these buses, you don't need a boarding pass. At Suvarnabhumi Airport, get on the bus at gate 2 or 3. At Don Mueang Airport, get on the bus at the ground floor arrival terminal. The shuttle bus goes directly via the expressway, and does not stop during the ride.\n\n",{"type":"===","value":["By taxi"]},"\nOrdinary ",{"type":"'''","value":["metered taxis"]}," are available on the first floor (one floor below arrivals). Follow the \"public taxi\" signs that lead to the outside of the airport premises, queue up and state your destination at the desk: English is understood. You'll get a two-part slip with your destination written in Thai on it. The small part is for your driver, the large part is for you. This ticket is for complaints and is how the system is enforced: hold on to it to help avoid arguments later. There is a 50 baht surcharge on top of the meter (",{"type":"''","value":["not"]}," per passenger), meaning that trips to the city will cost 250-400 baht (plus possible expressway tolls of 45 and 25 baht, depending on time). Make sure you have change ready to pass to the toll operators to avoid being overcharged for the tolls later on. The ride takes about 45–60 minutes depending on traffic and location. No other surcharges apply, not even for going back to the airport. If there is a huge taxi queue, consider taking a limousine taxi, or take the free shuttle bus to the ",{"type":"'''","value":["Public Transport Center"]},", which has more taxis. Go straight to the \"official taxi stand\" and wait there. It is rare, but there have been reports of rigged meters that make the ride cost more than 400 baht. These taxis usually appear highly modified and it is a good idea to avoid them, or record the licence plate number of the taxi.\n\nSo-called ",{"type":"'''","value":["limousine taxis"]}," (which charge by distance, e.g., around 800 baht to ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},") can be reserved at the limousine hire counter on the second floor (just outside arrivals), and aggressive ",{"type":"'''","value":["touts"]}," will try to entice you on board. If you allow yourself to be waylaid by one of these taxi touts, they might quote you more than double the fare than an ordinary metered taxi would charge (900 baht instead of 400 baht, for example). You'd be silly even acknowledging their existence — ignore and walk straight past them.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are two immigration sections, but processing time can be lengthy, at least 30 minutes.\n\n",{"type":"==","value":["Wait"]},"\nSuvarnabjumi Airport is ",{"type":"''","value":["huge"]},". By some measures it is the world's largest airport, so allow time for getting around. Suvarnabhumi offers all facilities you would expect from a major international airport. There's a transit hotel, ATMs, money exchange, restaurants, tax-free shops, an observation lounge and even a \"redemption booth\", very reassuring for karmically challenged passengers. There is not much to see at the observation deck on the seventh floor, since the steel structure of the roof blocks most of the view.\n\n",{"type":"==","value":["Eat and Drink"]},"\nThere are about 50 dining venues spread over the terminal building. The one that sounds most interesting probably is ",{"type":"'''","value":["Panda Ready To Eat"]},", but the cheapest place for a meal is ",{"type":"'''","value":["Magic Food Point"]}," on level 1, near gate 8.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Suvarnabhumi Airport tug-of-war art.jpg"],["thumb"],["350px"],["Suvarnabhumi Airport: where Thai culture meets tax-free shopping"]]},"\n\nThere are a few shops in the check-in area, including a convenience store and a post office; however, the real shopping experience awaits travellers on the other side of immigration in the departure area, where the number of shops and duty free outlets leaves you wondering whether you are in an airport or a mall.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["sleeppricerange"],["Under 1,000 baht"],["1,000 baht to 2,500 baht"],["Over 2,500 baht"]]},"\n\nThere are plenty of hotels near Suvarnabhumi Airport. Day room facilities for transit passengers are now available at the ",{"type":"'''","value":["Miracle Grand Louis Tavern"]}," on floor 4, concourse G,  ☎ +66 2 134-6565, 2,000 baht per 4-hour block, no reservations accepted. Travellers looking for a free quiet place to doze undisturbed at night can use one of the benches on the bottom floor of the terminal, which seem to be a popular choice with tourists and locals.\n\nIf you want an overnight stay within 20 minutes of the airport, get a hotel along Lat Krabang Rd. The Tourist Authority of Thailand and other hotel and tourist agencies have counters on the arrivals floor of the main terminal. You can make reservations at plenty of hotels here. Check for special promotions and also whether the hotel offers an airport pick-up and drop-off service — especially useful for late night arrivals and early morning departures.\n\nAs Suvarnabhumi Airport is technically in ",{"type":"[[","value":[["Samut Prakan"]]},", there are also some accommodation options close to the airport in that province.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"[[","value":[["Image:Ramkhamhaeng-airport-map.png"],["300px"],["thumb"],["Hotel map of Suvarnabhumi Airport"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Pinnacle Hotel"],["url=http:\/\/www.grandpinnacle.co.th\/"],["email="],["address=444\/4 Soi Maecham, Lat Krabang Rd"],["lat="],["long="],["directions=Taxis have a difficult time finding it, so instead call the hotel for a free pick-up from the airport"],["phone=+66 2 327-3876(-9)"],["tollfree="],["fax="],["hours="],["price=1,500 baht"],["checkin="],["checkout="],["content=This hotel is right at the edge of the airport, but surprisingly it has little aircraft noise. The staff at the desk speak English well. There is no lift, so you have to walk up the stairs. Rooms are air-conditioned and have a room bar fridge, but the bathroom is a little cramped. A Western breakfast is included in the price, and while it is basic, it is satisfactory. There are restaurants on the road outside to the right of the hotel within a short distance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Great Residence Hotel"],["url=http:\/\/greatresidencehotel.com"],["email="],["address=1892\/1 Lat Krabang Rd"],["lat="],["long="],["directions=Free pick-up from the airport"],["phone=+66 2 172-6150"],["tollfree="],["fax="],["hours="],["price=1,800-2,600 baht"],["checkin="],["checkout="],["content=This hotel is only a five minutes ride from Suvarnabhumi Airport on the cusp of the airport grounds. Rate includes an American breakfast and a transfer from the airport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mariya Boutique Hotel"],["url=http:\/\/www.mariyahotel.com\/"],["email="],["address=1627\/2 Lat Krabang Rd"],["lat="],["long="],["directions="],["phone=+66 2 326-7854(-5)"],["tollfree="],["fax="],["hours="],["price=1,200-2,000 baht"],["checkin="],["checkout="],["content=This boutique hotel has 37 rooms, which are branded as either \"deluxe\" or \"superior\". All rooms have air-conditioning, cable TV, a refrigerator, and wireless Internet, while only the superior rooms have a working desk and a seating area. There is also a restaurant attached to it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Queen's Garden Resort"],["url=http:\/\/www.queensgardenresort.net\/index.html"],["email="],["address=22 Lat Krabang Soi 7"],["lat="],["long="],["directions=There's a free airport pick-up for confirmed bookings; go to exit door 4 or 5 at the airport and look for the employee holding the green Queen's Garden Resort sign"],["phone=+66 2 172-6115"],["tollfree="],["fax="],["hours="],["price=1,000 baht"],["checkin="],["checkout="],["content=On the banks of a sleepy river, the resort has views towards Lat Krabang Temple. It features high speed wireless Internet, big screen TV, pool table, restaurant and beer garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Regent Suvarnabhumi"],["url=http:\/\/www.regentsuvarnabhumi.com"],["email="],["address=30-32\/1 Lat Krabang Soi 22"],["lat="],["long="],["directions=Hard to find, so take the airport transfer"],["phone=+66 2 326-4400"],["tollfree="],["fax="],["hours="],["price=1,200-1,450 baht"],["checkin="],["checkout="],["content=This three-star hotel is very close to the airport, and is practical to spend the night before take off. It has been remodelled recently and looks very clean. Rooms are spacious with comfy beds, TV, a sofa and free Wi-Fi. Service is good too. There's a small shopping centre outside, but don't expect a lot for the rest."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=S.P. Power Lodge"],["url="],["email="],["address=1473\/3 Lat Krabang Rd"],["lat=13.72297753"],["long=100.7595943766667"],["directions="],["phone=+66 2 327-1591(-5)"],["tollfree="],["fax="],["hours="],["price=1,000-1,500 baht"],["checkin="],["checkout="],["content=Clean and basic hotel good for overnights while in transit at Suvarnabhumi Airport. If you go to the big green \"tours\" desk outside departures at Suvarnabhumi Airport, they will do an overnight with breakfast and a two-way transfer for 1,000 baht. Good rooms, free water and good Internet. Truly only 15 minutes travel time and they do breakfast from 04:00. It is an ideal transit option."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thong Ta Resort"],["url=http:\/\/www.thongtaresortandspa.com"],["email="],["address=1888 Lat Krabang Rd"],["lat="],["long="],["directions="],["phone=+66 2 326-7258(-9)"],["tollfree="],["fax="],["hours="],["price=1,000-1,500 baht"],["checkin="],["checkout="],["content=This budget hotel is mostly used for stopovers due to its proximity to the airport. A big downer is that many services have extra costs attached to them, including the pick-up from the airport. It does have large, clean and air-conditioned rooms with a small bathroom. No lift, so you have to carry your luggage upstairs. It is near a restaurant\/bar parade, but there is not that much to do for the rest. The rate includes an American breakfast and free Wi-Fi in lobby and rooms."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Suvarnabhumi Airport Hotel"],["url=http:\/\/www.novotel.com\/novotel\/fichehotel\/gb\/nov\/6183\/fiche_hotel.shtml"],["email="],["address=999 Moo 1, Suvarnabhumi Airport"],["lat="],["long="],["directions=Inside the airport itself"],["phone=+66 2 131-1111"],["tollfree="],["fax="],["hours="],["price=5,000-7,000 baht"],["checkin="],["checkout="],["content=This is the only hotel that is actually inside the airport compound itself, connected to the main airport terminal by a pedestrian bridge. It's surprising how little airport noise you hear. It has been constructed together with the airport, so it is almost completely new and modern. It is very nice and, by Thai standards, very pricey."]]}]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Bangkok Airport Link unofficial logo.png"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Bangkok\/Pratunam"],["Pratunam"]]}],["minorl1=",{"type":"[[","value":[["Bangkok\/Ramkhamhaeng"],["Ramkhamhaeng"]]}],["directionr1=E"],["majorr1=END"],["minorr1="]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bangkok Metropolitan Area"]]},"\n",{"type":"{{","value":[["outlineairport"]]},"\n",{"type":"{{","value":[["geo"],["13.6925"],["100.75"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Suvarnabhumi Airport"]]}]