[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Suva"]}," (population 141,000) is the capital of ",{"type":"[[","value":[["Fiji"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSuva is on southeast coast of the \"main island\" of Fiji, ",{"type":"[[","value":[["Viti Levu"]]},". Suva became the capital of Fiji in 1877. Fiji's tallest building, the Reserve Bank of Fiji Building, is in downtown Suva, also known as the Central Business District (CBD).\n\nThe Fiji School of Medicine and one of the three campuses of the University of the South Pacific are in Suva.\n\nSuva tends to be the major commercial and political centre of Fiji, whereas ",{"type":"[[","value":[["Nadi"]]}," is the major tourist centre.\n\n",{"type":"==","value":["Get in"]},"\nSuva is accessible by airplane, bus, car and boat.  \n\n",{"type":"===","value":["By plane"]}," \n",{"type":"[","value":["http:\/\/www.fijiairways.com\/ Fiji Airways"]}," (Fiji majority owned) provides national and international flights to Suva.\n\nThe closest airport is the Nausori International Airport (",{"type":"{{","value":[["IATA"],["SUV"]]},"), located about 23 kilometers (30 minute drive) away, in Nausori.  Although Nausori International Airport caters mostly to the domestic market, connecting Suva with Fiji's other international airport in Nadi, it also serves some smaller international aircraft.\n\n",{"type":"===","value":["By bus and car"]}," \nBusses connect Suva to all major cities in Viti Levu.  People can take normal busses or mini-busses.  Tourists are strongly not advised to use the mini-busses.\n\nThree major roads exit Suva and lead to different parts of Viti Levu.  Kings Highway leads east from Suva; the next major towns to the east are Nausori and Korovou. Queens Highway leads west from Suva, passing Lami; the next major towns to the west are Navua, Pacific Harbor, and Sigatoka. Princes Highway goes north from Suva, through Colo-i-Suva Forest Park, and eventually connects to Kings Highway in Nausori at the Rewa Bridge, the longest bridge in Fiji and the longest bridge of its type in the South Pacific.\n\nSuva is one of Fiji's major harbors and is home to a fishing fleet and major port.  Cruise ships also stop in Suva.  Several boat companies cooperate with bus companies to permit travelers to visit other islands by taking a bus from Suva, using a roll-on\/roll-off (or RO-RO) ferry, and continuing to the town destination on the island.  One example if this bus\/boat combination is the trip from Suva to Levuka (Fiji's former capitol) on the island of Ovalau.\n\n",{"type":"==","value":["Get around"]},"\nTourists and residents often use taxis as they are affordable, plentiful and easy to access.\nPeople can also take a bus to travel around Suva and to major cities and towns for an even more affordable price.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fiji Museum"],["url=http:\/\/www.fijimuseum.org.fj\/"],["email="],["address=PO Box 2023 Govt Bldgs"],["lat="],["long="],["directions="],["phone=(679) 331 5944\/ (679) 331 5043"],["tollfree="],["fax="],["hours="],["price=$7 FJ"],["content=The Fiji Museum is an excellent place for tourists to understand the historical background of Fiji.  With artifacts dating back as far as 3,700 years it provides many exhibits that educate travelers on the nation's traditions and culture.  The museum is located in heart of Suva’s botanical gardens."]]}]},"\n",{"type":"'''","value":["Municipal Handicraft Centre"]}," To the left of the fruit and vegetable markets are the Suva handicraft markets. Rows full of Fijian wooden carvings, straw goods and Fijian handicraft souvenirs. Don't be afraid to bargain with the shop owners for a better price!\n\n",{"type":"'''","value":["Suva Municipal Market"]}," Right in Suva town are these fruit and vegetable markets. Sells all kinds of different tropical fruit and vegetables.\n\n",{"type":"==","value":["Do"]},"\nUnfortunately, there are no tourist-quality beaches in Suva.  The closest tourist-quality beach to Suva is at Pacific Harbor.  The beach at Apted Park (at the bottom of Laucala Bay Road) and the kitesurfing-friendly beach (on Queen Elizabeth Road, near the National Stadium) are often frequented by locals despite the high levels of trash and fecal coliform found in the water.\n\nLocal rugby and soccer matches can be exciting events and are free of riots.  Rugby matches are most often held in Albert Park, across from the Suva Lawn Bowls club.  Soccer matches are often in the National Stadium on Laucala Bay Road.  International hockey (field hockey) matches are at the National Hockey Stadium, near The University of the South Pacific and the National Stadium.\n\n",{"type":"==","value":["Buy"]},"\nShoes (high cut)\n\n",{"type":"==","value":["Eat"]},"\n\nThe Indian influence from the significant population in Suva is evident in the food. The Indian food in town is authentic, tasty, and good value.\n\nFor something upscale, try a restaurant inside one of the fancier Suva hotels, such as the Tanoa Plaza, the Southern Cross, or the Holiday Inn. For  a quick economical meal in pleasant surroundings, go to the food court upstairs at the Harbour Centre and choose from a great variety of local and Chinese dishes (and you get to look before you buy) and sit and enjoy the view, or get a sack of fish and chips and sit by the waterfront or at the botanical garden.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Singh's Curry House"],["url="],["email="],["address=Corner of Gordon Street & Victoria Parade, Suva"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sells cheap and delicious authentic Fijian curry. Eat in or takeaway."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ashiyana"],["url="],["email="],["address=Old Town Hall, Victoria Parade"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$5-$10FJD"],["content=A good Indian restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Scott's"],["url="],["email="],["address=Southern Cross Hotel"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=High-end European cuisine.  The best steaks in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Palm Court Bistro"],["url=http:\/\/www.palmcourtfiji.com"],["email="],["address=QBE Centre, Victoria parade"],["lat="],["long="],["directions=next o ANZ Bank building"],["phone=9962251"],["tollfree="],["fax="],["hours=7am-5pm"],["price=$7-$15fjd"],["content=Outdoor Cafe, relaxed atmosphere. Palm Court Bistro has an all day breakfast menu, however they are renowned for their freshly made sandwiches made to order from the sandwich bar."]]}]},"\n",{"type":"*","value":["  Suva does have several western fast-food outlets available including McDonald's and Nando's."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Fr or Fringing Reef"],["url="],["email="],["address=Queen Elizabeth Drive"],["lat="],["long="],["directions=Just down from Suva Grammar School"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bar and coffee shop is situated literally on the water and has a view that matches its location.  Sometimes fish & chips and other food is available from the kitchen.  The location is also accessible by walking along the sea-wall path."]]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Suva"],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/6c\/1\/en\/hotel\/suvvp"],["email="],["address=Victoria Parade"],["lat="],["long="],["directions="],["phone=(679) 330 1600"],["tollfree="],["fax=(679) 330 0251"],["hours="],["price=Approx. $FJ 340"],["checkin=2PM"],["checkout=11AM"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Raintree Lodge"],["url=http:\/\/www.raintreelodge.com"],["email=raintreelodge@connect.com.fj"],["address=Princes Road"],["lat="],["long="],["directions="],["phone=(679) 332 0562"],["tollfree="],["fax=(679) 332 0113"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tanoa Plaza Suva Hotel"],["alt=Tanoa Plaza Suva"],["url=http:\/\/www.tanoaplaza-fiji.com\/"],["email=tanoaplaza@connect.com.fj"],["address="],["lat="],["long="],["directions="],["phone=(679) 331 2300"],["tollfree="],["fax=(679) 330 1300"],["hours="],["price=Doubles: $FJ 210"],["checkin=1PM"],["checkout=11AM"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Colonial Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=(679) 330 1300"],["hours="],["price="],["checkin="],["checkout="],["content=Big dorm room, but very enjoyable\/familiar atmosphere and also some long-term guests. Breakfast included and dinner possible. Definitely a nice place to stay longer and socialize."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=5 Princes Hotel"],["url=http:\/\/www.fiveprinceshotel.com\/"],["email="],["address=5 Prince Road"],["lat="],["long="],["directions=At the beginning of Princes road on the left hand side"],["phone=+679 3381575"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=in a landmark building. Garden Cottage set in tropical gardens or in a Deluxe Room located in the historical building.  All cottages and rooms are airconditioned and fitted with executive style furniture and internet access. Great food, dining on the open air veranda."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nSuva is a friendly city, but there are some pickpockets and thieves. Avoid people who approach you asking for your name and country. They often want to lead you to a shop and then try to sell you overpriced souvenirs they might have hand-made themselves. Goods sold by these people are very overpriced -- tourists are strongly not advised to purchase anything from these places.\n\nDo not let anyone lead you off to another location to see something such as a ship from your country as this is an scam to isolate you and put you in a weak position. You may later encounter something such as a robbery. Offers of anything free are probably not, even in friendly Fiji.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]},"  ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/fj.chineseembassy.org\/chn\/"],["email=chinaemb_fj@mfa.gov.cn"],["address=147 Queen Elizabeth Dr"],["lat="],["long="],["directions="],["phone=679-3301833"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]},"  ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=P.O. Box 178"],["lat="],["long="],["directions="],["phone=+679-331-4973"],["tollfree="],["fax=+679-331-4973"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]},"  ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/suva.usembassy.gov\/"],["email=consularsuva@state.gov"],["address= 158 Prince's Road"],["lat="],["long="],["directions="],["phone=679 331-4466"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nadi"]]}]}," is 3 hours drive away towards the west of the island. ",{"type":"'''","value":["Coral Sun"]}," run air-conditioned buses twice a day between Suva and Nadi (7.30AM and 4PM) also stopping by request at the resorts along the way. Buses depart outside the Holiday Inn in Suva and from the airport in Nadi. Costs $20 one way. Ph. (679) 672 3105"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pacific Harbour"]}," is a 45 minute drive from Suva (towards Nadi). This is the adventure capital of Fiji offering scuba diving, snorkeling, cultural tours etc. There are shops, cafes, a championship golf course, a man made beach called the Tiki pools and a big cultural centre. There is a range of accommodation here including private villas, backpackers and apartments. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ovalau"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Levuka"]]}]}," are a 4.5 hour bus and boat trip from Suva. Levuka is the former capital of Fiji. Patterson Brothers Shipping (Ph: 3315 644, patterson@connect.com.fj) has a daily bus and ferry service from Suva to the island of Ovalau, with bus service terminating at the town of Levuka. The bus for Patterson Brothers Shipping departs opposite the flea market at 1 pm and arrives at Natovi at 3.30 pm. The ferry departs from Natovi jetty at 4.00 pm and arrives at Buresala jetty (Ovalau Island) at 4:50 pm. The connecting bus departs Buresala at 5.00 pm arrives at Levuka at 5.45 pm. The ferry back to Suva departs Buresala jetty (Ovalau) at 5.45 am. You can also take your own car on this ferry service. Bookings should be made (for any trip, car or not) at least four days in advance, as the ferry and bus can become sold-out."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-18.1416"],["178.4419"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Viti_Levu"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Suva"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Suva"]]}]