["\n",{"type":"{{","value":[["pagebanner"],["Svalbard banner.jpg"],["caption=Svalbard in June"],["otbp=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.svalbard.net\/index.asp?Lang=UK Svalbard"]}]}," (Russian: Шпицберген, ",{"type":"''","value":["Shpitsbergen"]}," or Грумант, ",{"type":"''","value":["Grumant"]},") is a group of islands located between the ",{"type":"[[","value":[["Islands of the Arctic Ocean"],["Arctic Ocean"]]},", Barents Sea, Greenland Sea, and the Norwegian Sea. The islands are directly north of ",{"type":"[[","value":[["Norway"]]},", and under Norwegian rule since 1920.\n\n",{"type":"[[","value":[["Image:SvalbardBoatTour.jpg"],["thumb"],["boat tour"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"[[","value":[["Image:Topographic map of Svalbard.svg"],["thumb"],["350px"],["Map of Svalbard"]]},"\n",{"type":"[[","value":[["Image:Map of Arctic Islands.png"],["thumb"],["350px"],["Svalbard in the Arctic Sea"]]},"\n\nAll settlements in Svalbard are located on the main island of ",{"type":"'''","value":["Spitsbergen"]}," (or ",{"type":"''","value":["Vest-Spitsbergen"]},").\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Barentsburg"]]}," – sole remaining Russian settlement, population 400"]},{"type":"*","value":[" Hornsund – Polish research station, population 10 in winter, around 20–30 in summer."]},{"type":"*","value":[" ",{"type":"[[","value":[["Longyearbyen"]]}," – the \"capital\" and main Norwegian settlement with a population of 2100"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ny-Ålesund"]]}," – the most northerly civilian settlement in the world, population under 100"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sveagruva"]]}," – population 210"]},"\nThe other islands of Svalbard are uninhabited and, as they are all nature reserves, generally inaccessible without special permission.  The islands can be divided into two groups: the Spitsbergen group of ",{"type":"'''","value":["Barentsøya"]},", ",{"type":"'''","value":["Edgeøya"]},", ",{"type":"'''","value":["Nordaustlandet"]}," and ",{"type":"'''","value":["Prins Karls Forland"]},", and the more remote islands of ",{"type":"'''","value":[{"type":"[[","value":[["Bjørnøya"]]}]},", ",{"type":"'''","value":["Hopen"]},", ",{"type":"'''","value":["Kong Karls Land"]}," and ",{"type":"'''","value":["Kvitøya"]},".\n\n",{"type":"[[","value":[["Image:GrumantSvalbard.jpg"],["thumb"],["House in abandoned Grumant mine"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nSvalbard is the northernmost tip of Europe and, a few military bases aside, its settlements are the northernmost permanently inhabited spots on the planet.  Located between the 76° and 81° parallels, they are far more northerly than any part of Alaska and all but a few of Canada's Arctic islands.  In fact, they would be permanently locked in by ice if not for the moderating influence of the Gulf Stream, and it is this comparative warmth that makes them habitable.  The islands cover a total of 62,050km², the largest of which are Spitsbergen, Nordaustlandet and Edgeøya.  The combined permanent population is less than 3000, nearly all of which is concentrated in the main settlements of ",{"type":"[[","value":[["Longyearbyen"]]}," and ",{"type":"[[","value":[["Barentsburg"]]}," on Spitsbergen.\n\nThe islands are governed by ",{"type":"''","value":["Sysselmann på Svalbard"]},", literally if slightly awkwardly translated into English as the ",{"type":"'''","value":["Governor of Svalbard"]},"; the Governor is appointed by the Norwegian state, and his administrative team are responsible for policing, rescue, environmental policy, visas, weapon licences and other public services on the islands.\n\n",{"type":"===","value":["History"]},"\n\nThe islands were allegedly first discovered by Viking explorers in the 12th century. However the first recorded voyage here was by the Dutch in 1596, landing on the northwest of Spitsbergen. This coast served as an international whaling base during the 17th and 18th centuries. Norway's sovereignty was recognized in 1920; five years later it officially took over the territory.  However, the Svalbard Treaty gives \"absolute equality\" to other nations wishing to exploit mineral deposits, and Russia continues to maintain a significant population on the island. Although part of Norway, Svalbard remains a neutral territory.\n\nThere is a currently standing treaty that any sign of human presence from before 1946 must remain untouched, including loose objects.  For this reason, the area around Longyearbyen, and several other parts of the archipelago, are littered with interesting artifacts including disused mining equipment, bits of rope and shovels, etc.\n\n",{"type":"===","value":["Economy"]},"\n",{"type":"[[","value":[["Image:Mine1 Equipment.JPG"],["thumb"],["300px"],["Remains of an abandoned coal mine, ",{"type":"[[","value":[["Longyearbyen"]]}]]},"\n\nCoal mining is the major economic activity on Svalbard. The treaty of 9 February 1920 gives the 41 signatories equal rights to exploit mineral deposits, subject to Norwegian regulation. Although US, UK, Dutch, and Swedish coal companies have mined in the past, the only companies still mining are Norwegian and Russian. The settlements on Svalbard were essentially company towns. Barentsburg still exists as such, while Longyearbyen has begun to resemble a 'normal' mainland town. The Norwegian state-owned coal company is responsible, both directly and indirectly, for approximately half of the working hours in Longyearbyen. There is also some trapping of seal, fox, and walrus.  Tourism has also become increasingly important and now powers the economy of the main settlement ",{"type":"[[","value":[["Longyearbyen"]]},", changing it significantly.  Nonetheless, the place is not often swarming with tourists. The third main industry on Svalbard is scientific research and education. UNIS, the University Centre on Svalbard offers tertiary and postgraduate courses in Arctic sciences, and many countries also run research stations on the archipelago.\n\n",{"type":"===","value":["Geography"]},"\n",{"type":"[[","value":[["Image:SvalbardFromAbove.jpg"],["thumb"],["Svalbard from above"]]},"\nSvalbard is barren, rugged and desolate.  Its mountains look like giant, precipitous slag heaps: steeply piled stacks of rubble, eroded by rain with peaks jutting out at improbable angles.  Higher mountains are permanently covered in snow and many valleys are filled with glaciers.  There are no trees on the islands and the most common vegetation is a brownish green moss, the color of dead grass, that sprouts patchily up the mountainsides. However, many exotic Arctic flowers bloom here during the warm season.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["Image:Glacier_BlueCrystals.JPG"],["thumb"],["300px"],["Blue ice, Esmarkbreen"]]},"\n\nSvalbard literally means \"cold edge\", an apt name for this northern land.  The climate is Arctic, tempered by warm North Atlantic Current.  Summers are cool (July average 6.1°C) and winters are cold (January average -15.8°C), but ",{"type":"'''","value":["wind chill"]}," means that it usually feels colder.  The North Atlantic Current flows along west and north coasts of Spitsbergen, keeping water open and navigable most of the year.  The peak travel season for boating and cruise is during Svalbard's brief summer, from June to August, when it's light and not ",{"type":"''","value":["too"]}," cold outside.  The \"light winter\" period (March-May) is the high season for fly and stay guests, when there is both sunlight and snow, is also increasingly popular for winter sports.\n\nSvalbard features the ",{"type":"'''","value":["midnight sun"]}," from April 20 to August 23. Conversely, the sun stays under the horizon during the ",{"type":"'''","value":["polar night"]}," from October 26 to February 15.\n\n",{"type":"===","value":["Holidays"]},"\nNorwegian and Russian public holidays apply in their respective settlements, but there are a few local festivals of interest:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Polar Jazz"]},", end of January.  4-5 day jazz, blues, and bluegrass festival."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Solfestuka"]},", around March 8th. 'The sun festival week' - A celebration of the end of the polar night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.svalbardblues.com Dark Season Blues"]}]},". Blues festival in end of October.  An appropriately blues-themed way to mark the approach of winter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KunstPause Svalbard"]},", around 14 November.  An arts festival timed to match the beginning of the polar night."]},"\n",{"type":"==","value":["Get in"]},"\n\nGetting in is expensive and time-consuming.  In legal theory, citizens of the 41 signatories of the Svalbard treaty (including such unlikely countries as Afghanistan and the Dominican Republic) need no visas or other permits to visit – or even work – in Svalbard.  However, in practice it's difficult to arrive in Svalbard without transiting through ",{"type":"[[","value":[["Norway"]]},", and as Norway considers Svalbard a domestic destination, you'll need to pass through Norwegian immigration first.  In the other direction, Norway reserves the right to check the passports of passengers coming from Svalbard.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Longyearbyen"]]}]}," has the largest airport on the islands (",{"type":"{{","value":[["IATA"],["LYR"]]}," ",{"type":"[","value":["http:\/\/www.avinor.no\/en\/airport\/svalbard\/frontpage"]},").  ",{"type":"'''","value":["SAS"]}," (Scandinavian Airline Systems ",{"type":"[","value":["http:\/\/www.flysas.com\/"]},") has scheduled flights from ",{"type":"'''","value":[{"type":"[[","value":[["Oslo"]]}]}," (",{"type":"{{","value":[["IATA"],["OSL"]]}," ",{"type":"[","value":["http:\/\/www.osl.no\/"]},") Su-F (4.5 hours, US$150-350 each way), and from ",{"type":"'''","value":[{"type":"[[","value":[["Tromsø"]]}]}," (",{"type":"{{","value":[["IATA"],["TOS"]]}," ",{"type":"[","value":["http:\/\/www.avinor.no\/en\/airport\/tromso"]},") Su-Th (1.5 hours, US$100-300 each way). ",{"type":"'''","value":["Norwegian"]}," (Norwegian Air Shuttle [http:www.norwegian.com] will have thrice weekly flights to Longyearbyen from Oslo (Mo, We, Fr 3 hours) from March 1 2013.\n\nThere are also occasional charters from ",{"type":"[[","value":[["Murmansk"]]}," (",{"type":"{{","value":[["IATA"],["MMK"]]}," ",{"type":"[","value":["http:\/\/avia.murman.ru\/"]},") or ",{"type":"[[","value":[["Moscow"]]},".\n\nSAS considers flights to Longyearbyen from Oslo or Tromsø domestic, so a SAS EuroBonus award ticket from anywhere in Scandinavia to Svalbard costs just 12,000 EuroBonus points.  This little loophole is well known by SAS frequent flyers and award availability is quite limited, so book well in advance if planning to use this. SAS flights can also be bought over the Internet either direct from SAS or via certain meta agents.  The majority of flights are very expensive when booked on line but if you book well in advance you can usually find a few cheap flights a week.\n\nIf you are flying to Longyearbyen from far away, a cheaper option may be to book a ",{"type":"'''","value":[{"type":"[[","value":[["round the world flights"],["round the world flight"]]}]}," (RTW). RTWs are specially-priced tickets which cover travel over several continents, several countries, or a certain (large) number of miles.\n\nNote that some flights arrive at odd hours (such as 3AM). Many outdoor activities on Svalbard demand that you are 100% fit, and you might not be if your flight arrive at 3AM and your activity starts at 7AM.\n\n",{"type":"===","value":["By boat"]},"\n\nA number of operators offer ",{"type":"'''","value":["cruises"]}," around Svalbard in the high season.  These are the only practical means of visiting the more far-flung bits of the archipelago like ",{"type":"[[","value":[["Ny-Ålesund"]]},", but they don't come cheap: a typical 3-day cruise starting from ",{"type":"[[","value":[["Longyearbyen"]]}," may cost you from 7900 kr (c. US$1500, cheapest cabin, twin sharing).  There are also longer cruises, some starting all the way from ",{"type":"[[","value":[["Oslo"]]},", with rates going up to US$9500 for a 12-day trip.\n\nThere are countless cruise operators, but they all seem to book on the same boats.  Spitsbergen Travel ",{"type":"[","value":["http:\/\/www.spitsbergentravel.no\/"]}," runs ",{"type":"'''","value":["MS Fram"]}," and the",{"type":"'''","value":["MS Nordstjernen"]}," (1969), formerly Norwegian Hurtigruten ships.  Other small ship favorites are the Antarctica Dream, Clipper Adventurer, MV Plancius, Ortelius, Akademik Vavilov, Ioffe, and the Polar Pioneer. Most of these vessels have been designed to plow the icy waters of the Antarctica as well and comfortable facilities.  While none of these can be described as \"luxurious\", other vessels such as the Le Boreal, Sea Spirit, and Le Diamant are larger and designed to cater to the luxury traveler. Some operators specialize in small ship cruise options and land safaris, such as ",{"type":"[","value":["http:\/\/www.adventure-life.com\/cruises\/arctic-cruises\/ Adventure Life"]}," and ",{"type":"[","value":["http:\/\/www.hakaexpeditions.com\/ Haka Expeditions"]},". If you want a full-fledged cruise ship, P&O ",{"type":"[","value":["http:\/\/www.pocruises.com\/norway-and-iceland\/ports\/Ny-Alesund-Spitsbergen-cruise.aspx"]}," usually also drops in a few times a year on two-week trips.\n\nActual passenger services to Svalbard are very limited.  In the summer there is a cargo ship service from ",{"type":"[[","value":[["Tromsø"]]}," once a week.  The journey takes 2-3 days and prices are generally at least as steep as flights, but this cannot be considered as a usual measure of transport, as passengers are usually not allowed onboard.  Very seldom, cargo ships also operate from ",{"type":"[[","value":[["Murmansk"]]}," to ",{"type":"[[","value":[["Barentsburg"]]},", but this service has in recent years been reduced to one rotation per year. There is also the Polish sailing yacht ",{"type":"'''","value":["Eltanin"]},", which provides supplies for research stations. It sails once a year from ",{"type":"[[","value":[["Gdynia"]]}," (usually May); however, the journey takes about 3 weeks ",{"type":"[","value":["http:\/\/www.arktyka.com\/index.php?en=42&d="]},".\n\n",{"type":"==","value":["Get around"]},"\n\nThe only \"highway\" links the Longyearbyen airport to the Mine 7 via Longyearbyen. It is for the most part unsealed and anyway very short. There are paved streets in the settlement of Longyearbyen itself and many of the local residents tend to have cars.  Snowmobiles are common transportation in wintertime.\n\nTravel between islands and settlements can be done by plane or helicopter any time of year.  \n\nBoats can be used in summer.  MS Polargirl runs a mail service several times a week between Longyearbyen, Barentsburg and Pyramiden and passengers are taken on these trips. Many people go with an expectation of seeing a polar bear on a ",{"type":"'''","value":["boat safari"]},".  This is possible but by no means guaranteed. \n\n",{"type":"==","value":["Talk"]},"\n\nThe official language is ",{"type":"[[","value":[["Norwegian phrasebook"],["Norwegian"]]},". However, nearly everyone speaks English. In Barentsburg ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," and Ukrainian are spoken.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:BarentsburgHeroic sports centre mural.jpg"],["thumb"],["300px"],["Soviet-style propaganda, ",{"type":"[[","value":[["Barentsburg"]]}]]},"\n\nSvalbard's visitors come mostly to experience ",{"type":"'''","value":["Arctic nature"]}," at its rawest and most powerful.  The islands feature untouched glaciers and craggy mountains, but also polar bears, caribou, a peculiar short legged reindeer, polar foxes, whales, seals and walruses.  Svalbard is renowned for its variety of birds, including Arctic Terns, Arctic Fulmar and Puffins. Whales can be spotted off the coastlines particularly during late summer. Humpback whales, Orcas, Beluga Whales, and Narwhals all frequent the ocean waters near Svalbard.\n\nDuring the short summer, the melting snow in the milder parts of the islands gives place to vast stretches of tundra vegetation, sometimes dotted with delicate flowers. \n\nNote that although it is technically possible to prepare your own excursion while on Svalbard, the lack of infrastructure, the necessity of carrying (and knowing how to use) a rifle outside the settlements, as well as the harshness of the environment even during the summer make pre-organized activities with professional guides a necessity for most visitors. Activities can be booked online or in Longyearbyen.\n\n",{"type":"[[","value":[["Longyearbyen"]]}," has a couple of museums and the world's northernmost church.  The Soviet-era settlements of ",{"type":"[[","value":[["Barentsburg"]]},", still running fitfully, and ",{"type":"'''","value":["Pyramiden"]},", abandoned in the 1990s, make offbeat attractions, being home to (among other things) the world's ",{"type":"'''","value":["two northernmost Lenin statues"]},".  Both can be visited by cruise or snowmobile from ",{"type":"[[","value":[["Longyearbyen"]]},".\n\n",{"type":"==","value":["Buy"]},"\n\nThe currency is the Norwegian krone (NOK), and this is also accepted in the Russian settlements.  Svalbard is a tax free zone so a number of shops in Longyearbyen display various items for sale at prices well below mainland Norway's.\n\n",{"type":"===","value":["Costs"]},"\n\nSvalbard is by most measures ",{"type":"'''","value":["horribly expensive"]},": mainland Norway is bad enough, but on Svalbard everything costs even more. Accommodation in cheap guesthouses costs on the order of 500 kr\/night and sit-down meals nudge up closer to 100 kr each - both figures you can very easily double if you want to stay in a full-service hotel.  Guided activities start at about 500kr per day (e.g. trekking and kayaking) but can go to 1000kr and above for tours requiring specialist equipment.  \n\nOne way to cut costs significantly is to camp and self-cater, bringing all your supplies from the mainland.  There is, however, a full service grocery store in Longyearbyen.  Frozen and dry goods are on par with or even a little cheaper than in Norway, while perishable items arrive via air freight and are more expensive.\n\nSvalbard's ",{"type":"'''","value":["duty-free"]}," status means that alcohol and sports clothing, etc. are actually much cheaper than on the mainland.\n\n",{"type":"==","value":["Eat"]},"\nFood on Svalbard is expensive for most visitors, as it is anywhere in Norway. Local specialities include seal and reindeer, served at restaurants in ",{"type":"[[","value":[["Longyearbyen"]]},".\n\n",{"type":"==","value":["Drink"]},"\n\nAlcohol is duty-free on Svalbard.  If you´ve arrived from Norway the bars will seem refreshingly cheap but are still equivalent to London prices.  If you head over to ",{"type":"[[","value":[["Barentsburg"]]},", Russian vodka can be outright cheap.\n\nA popular party trick for glacier cruises is drinks served with ",{"type":"'''","value":["glacier ice"]},", purified by natural processes over thousands of years.\n\n",{"type":"==","value":["Sleep"]},"\nA range of accommodation is available only in ",{"type":"[[","value":[["Longyearbyen"]]},", which offers camping, guesthouses and luxury hotels. The camping site is located 300m from the airport and is the only place where camping is permitted in relatively close proximity to Longeryearbyen. For travellers looking to bring the cost down it is much cheaper to camp than pay for guesthouses and the camping site is free to use outside season, although the service buildings are locked meaning facilities such as toilets are unavailable at this time. Rules therefore apply to how to deal with urgent toilet purposes, as well as strict rules applied to waste disposal. In season the camp site is serviced and facilities available, and it is possible to rent tents. Do note that warm showers cost extra.",{"type":"<","value":["br"]},"\n",{"type":"[[","value":[["Barentsburg"]]}," and ",{"type":"[[","value":[["Ny-Ålesund"]]}," also have a single hotel each.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The University Centre in Svalbard"]}," (UNIS), ",{"type":"[","value":["http:\/\/www.unis.no"]},".  A private foundation run by four Norwegian universities, offers university-level courses in arctic biology, geology, geophysics and technology.  Several hundred students, half of them exchange students from outside Norway, attend yearly."]},"\n",{"type":"==","value":["Work"]},"\n\nCitizens of Svalbard Treaty signatory countries need no permits to work on Svalbard; you can even set up your own mine if so inclined.  In practice, work opportunities are rather more limited, although there is some seasonal tourist industry work available during the summer if you have the requisite skills and language abilities (Norwegian will come in handy).  The Governor of Svalbard does, however,  have the right to boot you off the island if you cannot support yourself.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"[[","value":[["Image:Museum PolarBear.JPG"],["thumb"],["300px"],["Polar bear (safely stuffed), ",{"type":"[[","value":[["Longyearbyen"]]}]]},"\n\nThe biggest threat on Svalbard is ",{"type":"'''","value":["polar bears"]}," (",{"type":"''","value":["isbjørn"]},"), some 500 of which inhabit the main islands at any one time.  Six people have been killed by polar bears since 1973, the most recent in August 2011, so if travelling outside settlements you are required to ",{"type":"'''","value":["carry a rifle at all times"]}," to protect yourself.  They can be rented for about 150 kr and up per day, but starting 2009, a valid gun license is now required; those without a gun license can apply for temporary permission to rent a rifle: all that is required is to fill out an application form (",{"type":"[","value":["http:\/\/sysselmannen.no\/hoved.aspx?m=44365&amid=2517209"]}," ) and a certificate of good conduct (i.e. proof of no criminal record) which can be e-mailed to the Svalbard Police Department. Processing may take up to 4 weeks, but has been known to work even on the same day with some luck. However, for most people, it's better to stick to guided tours. Do not underestimate the speed of polar bears (you cannot outrun one). Polar bears can be extremely unpredictable and are far more dangerous than European brown bears. Note that you are in no way allowed to kill polar bears without it being an immediate threat to your life.\n\nThe ",{"type":"[[","value":[["cold weather"],["harsh Arctic environment"]]}," also poses its own challenges, particularly in winter. Beware of the danger of ",{"type":"'''","value":["frostbite"]}," in the face (nose and cheeks), fingers and toes, particularly in low temperatures with wind (such as high speed on snowmobile). Crossing glaciers and rivers can be hazardous and travelling with local guides is strongly recommended.  If heading out on your own, informing the Governor of Svalbard about your route and expected duration is highly advisable.  For any trips outside central region of Spitsbergen, you ",{"type":"''","value":["must"]}," notify the Governor, and may be required to purchase insurance or put up a large deposit to cover possible rescue costs.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nTap water on Svalbard is drinkable, but surface water may contain ",{"type":"'''","value":["tapeworm eggs"]}," from fox feces and should be boiled before consumption.\n\nThere is a pharmacy in ",{"type":"[[","value":[["Longyearbyen"]]}," and you can buy some non-prescription drugs in the supermarket (Svalbardbutikken). Longyearbyen also has a hospital for treating emergencies.\n\n",{"type":"==","value":["Respect"]},"\n\nIn most of Svalbard's buildings, including some hotels and shops, you are expected to ",{"type":"'''","value":["take off your shoes"]}," before entering.  In public buildings this will be obvious as a shoe rack covered in dirty walking boots will be prominent at the entrance. Alternatively you may be invited to put on overshoes (effectively plastic bags)over ordinary footwear.\n\n",{"type":"==","value":["Connect"]},"\nGSM\/3G phones work in the main towns of Svalbard.  \n\nThe Internet connection in Svalbard is top class, courtesy of NASA renting bulk capacity on undersea fiber optic cables running at seabed to mainland Norway for its experiments.  ",{"type":"[[","value":[["Longyearbyen"]]}," has several public Internet terminals.\n\nWhile mail from Svalbard to mainland Norway and the outside world uses regular Norwegian stamps at regular Norwegian prices, philatelists may be interested in the ",{"type":"'''","value":["Lokalpost"]}," system used for intra-Svalbard mail.  Stamps, first-day covers and more are available at the post offices in ",{"type":"[[","value":[["Longyearbyen"]]}," and ",{"type":"[[","value":[["Barentsburg"]]},", as well as at Longyearbyen's Svalbardbutikken.\n\n",{"type":"==","value":["Go next"]},"\n\nSvalbard is a popular staging point (at least in relative terms) for launching expeditions to the ",{"type":"[[","value":[["North Pole"]]},".\n\n",{"type":"{{","value":[["isPartOf"],["Norway"]]},"\n\n",{"type":"{{","value":[["geo"],["78.0"],["16.0"]]},"\n\n",{"type":"{{","value":[["guideregion"]]},"\n\n\n\n\n\n\n",{"type":"[[","value":[["WikiPedia:Svalbard"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Svalbard and Jan Mayen\/Svalbard\/"]]},"\n\n",{"type":"[[","value":[["Commons:Svalbard"]]}]