[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:The Palliyarai of Swamithope Pathi.jpg"],["thumb"]]},"\n",{"type":"'''","value":["Swamithoppe"]}," (alternate spelling ",{"type":"'''","value":["Swamithope"]},") is the name of a town that lies southeast of the City of ",{"type":"[[","value":[["Nagercoil"]]},", the capital of the ",{"type":"[[","value":[["Kanyakumari"],["District of Kanyakumari"]]}," in the State of ",{"type":"[[","value":[["Tamil Nadu"]]},", at the extreme southern tip of ",{"type":"[[","value":[["India"]]},". Swamithope lies about half-way between the cities of Nagercoil and ",{"type":"[[","value":[["Kanniyakumari"]]}," on the Nagercoil-Kanniyakumari road. It also lies 8 km (5 mi) north-west of Cape Comerin.\n\n",{"type":"'''","value":["Swamithoppu"]}," is a synonym for this town, as used in the holy book, Akilathirattu Ammanai of the Ayyavazhi religion.  Swamithoppu is the name earned by the village ",{"type":"[[","value":[["Tamarikulam"]]}," being the origin of the Ayyavazhi religion in the mid-nineteenth century.\n\nSwamithoppe is also the home for the Swamithope Pathi, the religious head-quarters of Ayyavazhi religion. Also this is one of the most important pilgrim centers of Ayyavazhi which attracts huge crowd from all over the country. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Air"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Thiruvananthapuram"]]}," (Trivandrum) in the neighboring state ",{"type":"[[","value":[["Kerala"]]},", is the nearest international airport, with direct flights from the ",{"type":"[[","value":[["Middle East"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Maldives"]]}," and ",{"type":"[[","value":[["Sri Lanka"]]},". And is served by ",{"type":"[","value":["http:\/\/www.airindia.com\/page.asp?pageid=126 Air-India"]},", among others.  From there two hour Train or Bus. "]},"\n",{"type":"*","value":[" or you can reach ",{"type":"[[","value":[["Chennai"]]}," (Madras) the state capital and catch Train or Bus. "]},"\n",{"type":"*","value":[" Alternatively reach ",{"type":"[[","value":[["Cochin"],["Kochi"]]},", ",{"type":"[[","value":[["Kozhikode"]]}," (Calicut), ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Bombay"]]},", ",{"type":"[[","value":[["New Delhi"]]},", ",{"type":"[[","value":[["Kolkata"]]}," and then by train."]},"\n",{"type":"'''","value":["By Train"]},"\n\nFor people coming from Trivandrum, Madurai, Coimbatore or Chennai, convenient trains are available to reach Nagercoil. If one arrives at the Nagercoil railway station, taxis are available at the station to travel to Swamithope.\n\n",{"type":"'''","value":["By Bus"]},"\n\nFrom Nagercoil, town buses are available (route numbers 34, 2, 1-D); alternatively, visitors can use auto or taxi as well. If someone is already staying in ",{"type":"[[","value":[["Kanyakumari"]]},", it is best travel to Swamithope by taxi or by Bus (about 10 km\/6 mi).\n\n",{"type":"==","value":["Get around"]},"\n\nGetting around Swamithoppe is easy. There are public transport buses, auto rickshaws and taxis available in plenty. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Auto Rickshaws"]}," - Don't go by the meter. It's better to negotiate a rate with the driver beforehand. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tourist Cabs"]}," - Are the best choice in case you want to tour the locations around Swamithoppe. Drivers don't follow a fixed method for charging. But its wise to negotiate at least the rates that are applicable in ",{"type":"[[","value":[["Kanyakumari"]]}," and ",{"type":"[[","value":[["Nagercoil"]]},"."]},"\n",{"type":"==","value":["See"]},"\n\nThe temple preserves some articles believed to have been used by Ayya Vaikundar, including a rattan cane (perampu) and a pair of wooden sandals. The Palliyarai is surrounded by inner corridors. \n\nThere is a 16.7 m (55 ft) tall flag mast at a distance of 15 m (50 ft) from Palliyarai. And in north of flag mast there is an Unpanpurai. Here, they cook the food and distribute it to the devotees. \n\n",{"type":"'''","value":["Muttirikkinaru"]}," - The historical well is situated some 300 meters (980 ft) from the main Pathi. This was the first well in this part of the sub-continent where all castes are allowed freely to use the water during mid-nineteenth century. It was considered sacred to bathe in and to drink the water from that well. \n\n",{"type":"'''","value":["Paal Kinaru"]}," - The well situated in the extreme east of the main Pathi. It was from this well the water (the holy ",{"type":"''","value":["Patham"]},") for ritual usage for the Pathi is fetched off.  \n\n",{"type":"'''","value":["Vatakku Vasal"]}," - in the north of the main Pathi, is the historical cite where Ayya Vaikundar carried out his six year penance. There is a bell tower above the spot where Vaikundar performed the Tavam.\n\n",{"type":"'''","value":["Marunthuvazh Malai"]}," - A medicinal hill located 3 km (1.8 mi) north-east to Swamithoppe pathi which has a long traditional background. This site is also historically associated with the incarnational activities of Vaikundar. Ayyavazhis consider this hill sacred and treat it with high religious importance.\n",{"type":"[[","value":[["Image:Location of Pancha Pathi.png"],["280px"],["thumb"],["right"],["The Location of Ayyavazhi sacred-sites"]]},"\n",{"type":"'''","value":["Mutta pathi"]}," - The place is located 2 km (1 mi) north-east to Kanyakumari. This is a Ayyavazhi holy site from the event that Ayya Vaikundar conducted the Thuvayal-Thavasu to train the devotees to be strict vegetarians, to eat only once a day (raw rice and green gram), to wash clothes three time a day and lead a holy life. The sea near this site is traditionally called the 'milk-ocean'. This is the sea where Lord Vaikundar plunged into to get the Vinchai. \n\n",{"type":"'''","value":["Thamarakulam pathi"]}," - This is the birth place of Ari Gopalan (Hari Gopalan) who was also called Sahadevan by Ayya Vaikundar. Ari Gopalan was instrumented by Ayya to write Akilathirattu, the holy book Ayyavazhi. This place is located 3 km from Swamithoppe.\n\n",{"type":"'''","value":["Ambala pathi"]}," - In this place, located 4 km west to Manakkudy, Ayya Vaikundar manifesting himself as Lord Siva, assumed the powers of Goddess Bhagavathi, Lord Karthikeya, Valli, Theivayanai and also Lord Brahma. Every year, car festivals are conducted and vahanas are used to carry Ayya Vaikundar around.\n\n",{"type":"'''","value":["Poo pathi"]}," - This is the site where Ayya unifyied into himself Poomadanthai, who was the manifestation of the Bhoomadevi, the 'Earth Goddess'. It is located 4 km (2.5 mi) west to Ambala pathi.\n\n",{"type":"==","value":["Do"]},"\n\nThere is a specific dress code that men have to follow. It is forbidden for gents to wear any shirt or baniyan (above the waist) when they enter the Pathi and they are expected to wear a ",{"type":"''","value":["thalaippagai"]}," (a towel on the head) while entering the temple. Though the preferred dress for men is white dhoti, if this is not available, a pair of trousers is acceptable. One should not go to the temple if he or she has taken any non-vegetarian food on that day.\n\nOn all days the temple is open for worship. The preferred procedure is to have a holy bath in the Muttiri kinaru (holy well), then have a worship. This is a must if one wants to come around the Palliarai (the sanctum sanctorium) of the Pathi. After having the holy bath, devotees chant the Maha manthra ",{"type":"''","value":["\"Ayya Siva Siva Siva Siva Arahara Arahara\""]}," and worship first in the Vadakku Vasal (where Ayya did the penance for six years). Then people have the worship of the kodimaram (flag mast), then come around the outer corridor five times chanting the mahamanthra and then enter into the Pathi. If one wants to go and have a close dharshan of Ayya in front of the sanctum sanctorium, they should take permission from the ",{"type":"''","value":["Payyans"]}," who is giving ",{"type":"''","value":["Namam"]}," to the devotees. \n\nThe palli arai (the moolasthanam) will be closed for short durations when preparations are being made for special prayer sessions like Uga padippu or Uchchi padippu, depending on the time of the day. Otherwise the temple is open for dharshan from 6 AM to 8 PM.\n\nWhile in the temple, devotees are either expected to observe silence or chant the Maha manthra \"Ayya Siva Siva Siva Siva Arahara Arahara\" and not to indulge in any conversations.\n\n",{"type":"===","value":["Festivals"]},"\n",{"type":"[[","value":[["File:Swamithoppe Car festival.jpg"],["230px"],["thumb"],["right"],["The Ayya Vaikunda Avataram procession"]]},"\nThe temple is usually crowded during the three major festivals every year and the Tamil month Masi 20, the famous festival for Ayya's incarnational day (Ayya Vaikunda Avatharam). There is a reasonable number of devotees attending prayers every Sunday for Uchchi padippu (noon session), but the crowd is much bigger on the first Sunday of every Tamil month. However, there is prayer in the temple at least thrice a day, everyday. \n\nIf someone wants to take something to the temple while going for prayer, they can offer fresh fruits, fresh flowers (flowers of the day), coconuts or tender coconuts.\n\n",{"type":"'''","value":["Ayya Vaikunda Avatharam"]}," - The incarnational day of Ayya Vaikundar from the sea at Tiruchendur. This is the most important festival of Ayyavazhi and on this day the celebrations in Swamithoppe is considered with high religious importance. Though it was celebrated with processions all over Tamil Nadu, its celebrations are in grand scale in the south. Two processions, one from ",{"type":"[[","value":[["Tiruchendur"]]},", connected with the incarnation of Vaikundar, and another from ",{"type":"[[","value":[["Thiruvananthapuram"]]},", noting the release of Vaikundar unifies at ",{"type":"[[","value":[["Nagercoil"]]}," and proceed towards Swamithoppe, the geographical focus point of Ayyavazhi.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" A copy of Akilattirattu Ammanai - The primary scripture of Ayyavazhi."]},{"type":"*","value":[" A copy of Arul Nool - The secondary scripture"]},{"type":"*","value":[" Audio cassettes and CDs contains Ayyavazhi devotional songs, Prayers, Speeches etc."]},{"type":"*","value":[" Ayyavazhi based Journals, books, Biography of Vaikundar, News papers, calendars etc available in Tamil, English and Malayalam."]},{"type":"*","value":[" Rudrakshas, key chains, dollars, ornaments, Stickers, Framed and unframed wallpapers with Ayyavazhi symbol and Ayyavazhi related images and photos printed on them."]},{"type":"*","value":[" Hand-made bags, hand-kerchiefs, sea shell-ornaments, desk top decorations, etc."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aapam"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Ven Pongal"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Lemon Rice"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Iddly"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Curd Rice"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Rasam"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Murukku"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Adhirasam"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Bajji"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Vetral Kuzhambu"]}]},"\n<Font=\"large\">",{"type":"'''","value":["Ritual foods"]},"<\/font>\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Umpa Annam"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Paal Annam"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Nithiya Paal"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Thavanai Paal"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Neamisa Annam"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Chukku Paal"]}]},"\n",{"type":"<","value":["small",["Note:-The ritual foods are offered in the Pathi and are restricted to ritual limits."]]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tender coconut"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sugarcane juice"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lemon Juice"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tea"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Coffee"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Chilled Butter milk"]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThis being a small town contains only a few lodging facility, though traditional vegetarian South Indian food is available in small restaurants located near the temple.\n\nThe town nearby to stay is ",{"type":"[[","value":[["Nagercoil"]]}," or ",{"type":"[[","value":[["Kanyakumari"]]},", though it would be better to stay in Nagercoil due to reasonable costs and varieties of facilities available there.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kanyakumari"]]}," - The place where the great saint Swami Vivekananda Penanced, and where the temple for Devi Kanya located."]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Far Southern Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Swamithoppe"]]}]