[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iranyszentendre.hu\/en\/ Szentendre"]}]}," is a small town on the Danube River, 19 kilometers north of ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Hungary"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThis charming little town, whose name means \"Saint Andrew\", is known for its well-preserved houses and churches, many built in a Balkan style as the area was originally settled by Serb refugees.\nToday the town's best-known inhabitants are ",{"type":"'''","value":["artists"]}," and small galleries can be found on every street corner.\n",{"type":"[[","value":[["Image:Szentendre_decorated_shop_windows.jpg"],["thumb"],["Decorated Shop Windows in Szentendre"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nSzentendre is not on the state railway lines. The only train connection is the HÉV, Budapest's suburban railway.\n\n",{"type":"===","value":["By HÉV"]},"\n\nSzentendre is easily reached on the H5 HÉV suburban railway line from Batthyány tér (on the \"Piros Metro\", M2 red subway line) in ",{"type":"[[","value":[["Budapest"]]},".  Trains leave every 10-30 minutes and take 40 minutes to reach the town.\n\nIn winter time, it's quite warm in the middle of the carriage, but may be chilly if you sit near the doors.\n\nYou can get on board with a regular BKV ticket or pass in ",{"type":"[[","value":[["Budapest"]]},", which is valid to the city limit. Once the train leaves Budapest, the on-board conductor sells you the \"extension\" ticket for 310 HUF each, one way.\n\nEvery second H5 train from ",{"type":"[[","value":[["Budapest"]]}," only goes halfway, to Bekasmegyer. You can either wait for the next one or take it to Bekasmegyer and wait for the next train there.\n\nOther notable places to get on the H5 train are Margit bridge Buda side (from 4-6 tram) and Arpad bridge Buda side (tram line 1)\n\n",{"type":"===","value":["By bus"]},"\n\nBuses leave daily from Budapest's ",{"type":"''","value":["Újpest-Városkapu"]}," bus station (on the Metro blue line) and take about 25-30 minutes to arrive. There are also direct bus connections from other towns on the Danube bend. ",{"type":"[[","value":[["Esztergom"]]}," is about an hour and a half and ",{"type":"[[","value":[["Visegrád"]]}," is about 45 minutes away.\n\n",{"type":"===","value":["By boat"]},"\n\nFrom May to September you can reach Szentendre by riverboat every day from ",{"type":"[[","value":[["Budapest"]]},", Vigadó square or Batthyány square. In April and October boats are operated every saturday and sunday. You can find the timetable ",{"type":"[","value":["http:\/\/www.hajoallomas.hu\/webset32.cgi?MAHART@@EN@@115@@500590616 here"]},".\n\n",{"type":"===","value":["By bicycle"]},"\n\nBiking to Szentendre makes an enjoyable day trip, at 25 kilometers from downtown Budapest. With a minimum level of traffic, this family-friendly route will take you through a varied mix of environments and terrain, with plenty of interesting stops along the way.\n\nStart your journey by crossing the Szabadság or Chain Bridges, heading north on the Buda-side bike path. This shady path runs nearly the entire length of the river in Budapest, and is a great place for people watching and picture-taking. Keep heading up the river, watching out for sleeping homeless people as you wind through the underpass at Margit Bridge and following the yellow-painted markings of the path. Cruising next to the HÉV tracks, this section takes you past some of the diverse residential areas of Budapest, from cushy and historic uptown Buda to Soviet style housing blocks. \n\nYour first test of navigation will be after going under the Árpád Bridge and suddenly finding the bike path to have disappeared. Take a left, wind through the gates by the bus stop and continue up Tavasz Street, next to the bridge ramp. When you see a giant OTP building, make a right turn onto Polgár Street and cruise through the housing developments until you hit a dead end at Bogdáni Street. Go right, follow the street until you see the graffiti wall on the left, and then continue along the path next to the tracks. Once the graffiti ends you will see a place ahead and to the right to cross the tracks and resume your way along the bike path, which veers away from the tracks and towards the main entranceway of the Sziget Festival Island.\n\nTake a left and ride along the Jégtörő Street path, then a right at the intersection into a few hundred meters of rough but leafy streets, which will spit you out along Keled Street, with the embankment on your left. Follow this for half a click, cut through the car-width tunnel on your left, and continue to the right in the direction of the river. Before you reach it there will be a bridge to cross on your left, which leads to the hottest summer escape within the confines of the city – Római part. Stacked with food stalls, “beaches” and outdoor pubs, this makes an ideal stop for lunch.\n\nOnce satiated, return to Nánási Street and continue north. The road name becomes Királyok, and you will follow it for at least 5km before taking on your next big piece of navigation. Street bikers and families should take a left on Hadrianus Street, which will take you up to a busy road crossing and resume the bike path going north all the way into Szentendre. Off-roaders (in spirit and in equipment) can choose to continue straight along Királyok, turning right at a banked canal and following a lovely and twisting path through wildflower fields and canopied forest before bushwhacking back to the main road. Beware that you may have to cross the highway without the benefit of a crosswalk!\n\nOnce in Szentendre, grab a lángos and enjoy the town. If you’re too tired to make the return trip you can always load your bike onto the HÉV and ride back to town. The total riding time for this trip is 1.5-2 hours barring no serious stops and the terrain is almost universally level, with mostly smooth concrete. You will need at least a liter of water per person for each direction, a good map, and a good headlight, as many of the sections of bike path are poorly lit at night.\n\n",{"type":"==","value":["Get around"]},"\n\nThe HÉV and bus station are located next to each other, about a ten minute walk from ",{"type":"'''","value":["Fő tér"]},", the main square in the middle of town. From there, Szentendre is easily covered on foot. If you're planning on visiting the ",{"type":"'''","value":["Skanzen"]}," the bus leaves roughly every hour from stop 7. ",{"type":"[","value":["http:\/\/www.volanbusz.hu\/en\/"]}," Buy your tickets in advance (230 Ft), or from the driver with an extra fee (300 Ft) .\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Szentendre légifotón.jpg"],["thumb"],["Aerial view of Szentendre"]]},"\nDon't worry too much if you miss the sights listed before: most of the fun of visiting Szentendre is wandering around the streets and visiting the little shops and galleries. Notice the almost intentional lack of straight lines, right angles and spotless surfaces: Everything is a bit crooked, slanted, or cracked resulting in an overall warm and cozy feeling. Try to take sneak peeks over fences, through cracks on gates or open doors for a glimpse of hidden treasure.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Memorial Cross"]},", Fő tér.  Commemorates the town being spared from a plague epidemic in the region."]},"\n",{"type":"[[","value":[["File:Blagovesztenszka-templom (7351. számú műemlék) 4.jpg"],["thumb"],["Blagovestenška Church"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blagovestenška Church"]},", Görög utca. Contains intricate icons and rococo windows."]},"\n",{"type":"===","value":["Museums and galleries"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hungarian Open-Air Museum"],["alt=skanzen"],["url=http:\/\/www.skanzen.hu\/index.php?fm=article&id=1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is easily reached by bus from the Szentendre ",{"type":"''","value":["HÉV"]}," (communal train) station. This is a huge tract of land to which ancient buildings have been moved from all parts of the country.  Small farm villages, mostly with thatched roofs, now dot the landscape, along with barns, outbuildings and even churches. Many are furnished inside. Buy the English guide book, some of the attendants are very knowledgeable (and some not so) but few speak English. You could spend a whole day there (even several) and still have things left to see. There are many ongoing events offered, especially for families with children."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marzipan Museum"]},", is a colorful exhibit made entirely out of marzipan. One room is dedicated entirely to Hungarian artifacts: the turul monument in Tatabánya, the parliament in Budapest, the Hungarian Royal Crown, and busts and pictures of various kings, queens, and other famous Magyars. There is also a large collection of cartoon characters to delight children, musical memorabilia (including a life-size Michael Jackson commemorating his first concert in Hungary), and even faux furniture and needlepoint. Afterward you can buy several custom-made candies in the shop."]},{"type":"*","value":[" ",{"type":"'''","value":["Ferenczy Museum"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Kovács Margit Collection"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Szentendre Gallery"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Barcsay Collection"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Kmetty Museum"]}]},{"type":"[[","value":[["File:Ámos Anna Múzeum Szentendre.jpg"],["thumb"],["Imre Ámos - Margit Anna Museum"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ámos Imre - Anna Margit Collection"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Roman Lapidarium Castrum"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Vajda Lajos Memorial Museum"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Czóbel Museum"]}]},{"type":"*","value":[" ",{"type":"'''","value":["House of Folk Arts"]}]},"\n",{"type":"==","value":["Do"]},"\n\nTake a stroll along the widing streets that lead upwards towards the hill overlooking the town. There is small viewing area overlooking the red-slate rooftops and if you look carefully you may even see the strange blue angel perched atop of one of the nearby church roofs.\n\nTry to get lost in the small alleys and stairways.\n\n",{"type":"==","value":["Buy"]},"\n\nIn winter time, most non-purely touristic shops close as early as 3pm (at least in Sat).\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Belle Epoque - The Family Run Folk Art Shop"],["url=http:\/\/magyarbelleepoque.com"],["email="],["address=4 Bogdanyi Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=‘Country style’ interior decoration articles and authentic artisan souvenirs. The shop offers table linen, handwoven kitchen towels, century old crochet hook laces, decorative covers, old Hungarian folk outfits, embroidered pillowcases. A few paces from “Fo ter” (Main Square), Belle Epoque operates in a typical Szentendre Mansion which has been built in 1860 and is now a national monument. The shop is equipped with beautiful, century-old furnishings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Szamos Marcipán Édességbolt"],["url="],["email="],["address=Dumtsa Jenõ u. 14"],["lat="],["long="],["directions="],["phone=+36(26)310-545"],["tollfree="],["fax="],["hours=10-18"],["price="],["content=A marcipan store in the same building with Marcipan Museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=music shop"],["url="],["email="],["address="],["lat="],["long="],["directions=bit off the beaten path, can be recognized by jazz flowing from windows"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Great selection, and host is extremely helpful with recommendations, at least in local music."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["Image:Szentendre_Goulash.JPG"],["thumb"],["250px"],[{"type":"''","value":["Gulyás"]}," at Rab Ráby"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rab Ráby"],["url=http:\/\/www.dunakanyar.net\/~rabraby\/"],["email="],["address=Péter-Pál utca 1\/a"],["lat="],["long="],["directions="],["phone=26-310-819"],["tollfree="],["fax="],["hours="],["price="],["content=This well-known restaurant is popular with tourists, but for a reason: the attractive interior is decorated like a Hungarian farmhouse and the food is quite good.  ",{"type":"''","value":["Gulyas soup"]}," is what the restaurant is most famous for, and it's served in a funky manner (see photo).  Open noon to 10 PM daily."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Új Művész"],["url=http:\/\/www.ujmuvesz.hu\/"],["email="],["address=Dumtsa Jenő u. 7"],["lat="],["long="],["directions=near Marcipan Museum"],["phone=+36(26)311-484"],["tollfree="],["fax="],["hours="],["price="],["content=Located on one of the main street; moderate prices and good cuisine--although nothing really special found so far."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Langós"],["url="],["email="],["address="],["lat="],["long="],["directions=on the way to Szentendre by bike"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=one of the best langós in the country (so the locals say). This is just a small counter on your left after the first few pubs when you get to the small path going along the river."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nIn winter, hot wine is extremely cheap (110ft in Jan-2007).\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Panzió 100"]},", is a family-run hotel in the middle of a wonderful landscape along the Danube."]},{"type":"*","value":[" ",{"type":"'''","value":["Kentaur Hotel"]},", situated along the Danube, in the heart of Szentendre."]},{"type":"*","value":[" ",{"type":"'''","value":["Szent Andrea Pension"]}," is located in the most beautiful town of Dunakanyar. It is near the Pismány mountain, in a very silent and beautiful environment."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Wild Grape Guesthouse"],["alt="],["url=http:\/\/www.travelfever.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is located 9 kilometres from Szentendre in Pilisszentlászló village in the heart of Duna-Ipoly National Park. It is a family-run guest house \/ hostel."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bükkös Hotel & Spa Szentendre"],["alt="],["url=http:\/\/www.bukkoshotel.hu\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+36-26-501-360"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=2000 Szentendre, Bükkös part 16., [6]. check-in: from 3 pm; checkout: until 11 am. First 4-star spa hotel in the centre of Szentendre with 22 individual rooms, a Black Rock Grill restaurant, a panoramic terrace, a café bar, a spa with jacuzzi, bio and Finnish sauna, infrared and steam cabin, an ice grotto, massage and beauty services, 24\/7 reception."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Szentendre"]]},"\n\n",{"type":"{{","value":[["geo"],["47.6667"],["19.0667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Hungary"]]},"\n",{"type":"{{","value":[["hasDocent"],["DenisYurkin"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Szentendre"]]}]