[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Szreniawa"]}," (pronounced as Shrehnyahvah) is a village ",{"type":"[[","value":[["Greater_Poland"]]},", located 16 km south-east of ",{"type":"[[","value":[["Poznan"]]},", next to railroad leading from ",{"type":"[[","value":[["Poznan"]]}," to ",{"type":"[[","value":[["Wolsztyn"]]},", and next to roads number 5 : ",{"type":"[[","value":[["Poznan"]]},"-",{"type":"[[","value":[["Wroclaw"]]}," and number 32 to ",{"type":"[[","value":[["Zielona Gora"]]}," and just few steps from ",{"type":"[[","value":[["Wielkopolski National Park"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nThe quickest way to get here from the centre of ",{"type":"[[","value":[["Poznan"]]}," is to use trains. Szreniawa is on a side-railroad from Poznan to ",{"type":"[[","value":[["Wolsztyn"]]}," with 9 daily connections. The most interesting way to come here is to choose trains leaving Poznan at appr. 9AM or 5PM, as those two use old historical steam locos. Of course - you can come back using the same historical trains : from Szreniawa to POznan at appr. 7AM and 3PM. The journey will take you appr. 25 minutes. \n\n",{"type":"===","value":["By bus"]},"\nFrom Gorczyn Bus Station (accessible from the centre of Poznan by trams #5, #8 i #14 and bus #63) there're pretty many suburban buses running to Rosnowo, Rosnowko and Konarzewo. The timetable can be found here : ",{"type":"[","value":["http:\/\/www.zukkomorniki.com.pl\/rozklad\/mapaZUK.htm"]},". Travel time (tram in the city + bus) : from 35 to 50 minutes. \nBesides you can get to Szreniawa using numerous PKS buses, leaving from the central bus station in Poznan - all (apart from express ones) buses going to Steszew, Grodzisk, Leszno, Koscian stop in Szreniawa. That journey should take you appr. half an hour, depending on traffic. \n\n",{"type":"===","value":["By bike"]},"\nAs Szreniawa is located next to ",{"type":"[[","value":[["Wielkopolski National Park"]]}," it'a a good idea to use a bike to get there. Of course we do not recommend travelling along busy road number 5 - instead it's nice to cycle from Poznan to ",{"type":"[[","value":[["Puszczykowo"]]}," and later across the forest of the National Park. In the park it is permitted to cycle using pedestrian trails or all public or dirt roads. \n\n",{"type":"===","value":["By car"]},"\nSzreniawa is on two main roads : number 5 from ",{"type":"[[","value":[["Gdansk"]]}," and ",{"type":"[[","value":[["Bydgoszcz"]]}," through ",{"type":"[[","value":[["Poznan"]]}," to ",{"type":"[[","value":[["Wroclaw"]]},", which is slowly turned into ad express road and road number 32 from Poznan to ",{"type":"[[","value":[["Zielona Gora"]]},".\n\n",{"type":"==","value":["Get around"]},"\nSzreniawa is a small village, so all attractions are nearby. The only further one - the Bierbaum-family viewing tower is in forrest, so it's accissible ob foot or by bike (in winter cross-country skiing is allowed too). \n\n",{"type":"==","value":["See"]},"\nThe attractions of Szreniawa are :\n",{"type":"*","value":[" The Agricultural and Food-Processing Museum - open in 1964, the only one big and important Agriculture Museum in Poland and one of only few in Europe. The collection covers more than 20 thousand exhibits : from small utensils to huge agricultural machines; it show the agricultural techniques from the oldest ones to modern ones. "]},"The collection is divided into several parts : the technical agriculture, animal breeding, bee-tree-keeping, cultivation, hop-breeding, willow industry, countryside transport, food processing, craftsmanship, fishing, ethnography, history and countryside art. The most interesting exhibits (especially for children) are the steam-locomobiles (seven in collection), including the oldest one : a small Robey & Com locomobile from 1895; the youngest one is a big locomobile Kemn - Breslau from 1927. There's as well a good collection of old tractors used on the polish territories manufactured by Lanz, Deutz, Zetor, Ursus and Fordson. The collection of countryside transport can be fascinating, too : a bicycle from 1890 manufactured by a local craftsman and sledges or cabs from different parts of our country.\n\nThe ethnographical part of the museum covers the collection of wood folk sculptures presenting scenes from everyday life and a rich set of folk china from all main china-producing cities across Poland.\n\nThe Museum is open from April till October Tue-Fri from 9:00 to 17:00, Sat and Sun to 19:00, and in winter Tue-Sun from 9:00 to 15:00.\n\n",{"type":"*","value":[" the viewing Bierbaum Tower, located in ",{"type":"[[","value":[["Wielkopolski National Park"]]}," - subordinated to the Museum, 22 metres high. This was the Mausoleum of the Bierbaum family, who were the first owners of Szreniawa. From 1993 the tower has been in the monument register. Next to the tower you'll find a small exhibition presenting the history of areas of the National Park and its surroundings from the late paleolite to present times. On the tower top - viewing platform. "]},"The Tower is open from April till October Tue-Fri from 9:00 to 17:00, Sat and Sun to 19:00, and in winter Tue-Sun from 9:00 to 15:00.\n\n",{"type":"*","value":[" interesting tourist trails (for pedestrians, cyclers and CC-skiers) starting in Szreniawa and leading toward the ",{"type":"[[","value":[["Wielkopolski National Park"]]},", ending e.g. in ",{"type":"[[","value":[["Puszczykowo"]]},"."]},"\n",{"type":"==","value":["Do"]},"\nThere are numerous annual events in the Museum :\n",{"type":"*","value":[" The Easter Feast - usually 3 or 4 weeks before Easter"]},{"type":"*","value":[" The Easter Market - always on the palm Sunday (a week before Easter)"]},{"type":"*","value":[" The Whisuntide Feast - according to its name in May or June"]},{"type":"*","value":[" events about different national minorities living in Poland (Ukrainians, Tartars, Caraims)"]},{"type":"*","value":[" The former countryside-style wedding"]},{"type":"*","value":[" The autumn Festival about old polish autumn traditions"]},{"type":"*","value":[" The Christmas Market with the show presenting polish Advent traditions "]},"\n",{"type":"==","value":["Connect"]},"\nThe Agricultural Museum in Szreniawa : 5, Dworcowa str., 62-052 Komorniki. Phone : +48 61 81 07 629, ",{"type":"[","value":["http:\/\/www.muzeum-szreniawa.pl"]},", mailto:muzeum@muzeum-szreniawa.pl\n\n",{"type":"==","value":["Go next"]},"\nSzreniawa is located along the main roads in western Poland, so it's very easy to get out from here to e.g. Grodzisk Wielkopolski and ",{"type":"[[","value":[["Wolsztyn"]]},", aand as well to the south, to Silesia region, through Smigiel, ",{"type":"[[","value":[["Leszno"]]}," to ",{"type":"[[","value":[["Wroclaw"]]},", so that small Poznan-suburban village can be visited on the way to all these places.\n\nAn interesting idea can be visiting all \"green museum\" of Greater Poland, subordinated to the one in Szreniawa : \n",{"type":"*","value":[" The Flour-Milling Museum in Jaracz (40 km north of Poznan)"]},{"type":"*","value":[" The Hunting Museum in ",{"type":"[[","value":[["Uzarzewo"]]}," (15 km north-east of Poznan)"]},{"type":"*","value":[" The Bee-Keeping Open-air Museum in ",{"type":"[[","value":[["Swarzedz"]]}," (15 km east of Poznan)"]},{"type":"*","value":[" The Willow and Hop Industry Museum in Nowy Tomysl (60 km west of Poznan)"]},{"type":"*","value":[" The Meat Industry Museum in Sielinko (40 km west of Poznan)"]},"\n",{"type":"{{","value":[["IsPartOf"],["Wielkopolskie"]]},"\n\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Szreniawa, Greater Poland Voivodeship"]]},"\n",{"type":"{{","value":[["geo"],["52.316666666667"],["16.8"]]}]