[{"type":"{{","value":[["pagebanner"],["Sao Miguel banner.jpg"]]},"\n",{"type":"'''","value":["São Miguel"]}," is the largest island of the ",{"type":"[[","value":[["Azores"]]},", an autonomous region in ",{"type":"[[","value":[["Portugal"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Ponta Delgada"]]}," (pop. 46,000). This is the capital and location of the main airport (João Paulo II), as well as the main economic center of the island.  The historic center and most tourist attractions are located along the Avenida Infante D. Henrique which extends from the fort of São Brás in the southwest of the city to Clube Naval and the southeast Marina, and includes Campo de San Fransisco, the Matriz, the \"Portas da Cidade\" (the City Gates) and the new \"Portas do Mar\" development."]},"\n",{"type":"*","value":["Ribeira Grande (pop. 30,000).  The second largest city on São Miguel is the gateway to the north and 20 minutes away from Ponta Delgada.  It is known for its beautiful historic center and the northern beaches known for windsurfing, as well as being one of better access points to Lagoa do Fogo crater lake."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Sao_Miguel-the_green_island.JPG"],["thumb"],["300px"],["The landscape of eastern São Miguel"]]},"\nSao Miguel, also known as “The Green Island”, is the largest of the islands that make up the Azores, Portugal. This beautiful island inhabits about 150,000 people, is approximately 293 square miles and is located in the Atlantic Ocean near the coast of the mainland of Portugal. The scenery offers stunning lakes, sandy beaches, green hills and plains and crystal blue ocean views. The varying elevations of Sao Miguel give it a rolling hills appearance with separating layers of flat farmland. The Island offers the traditional Portuguese cobble stone streets mixed with contemporary architecture and modern shops and cafes. The volcanic origin of Sao Miguel can be easily observed on the island due to cones, craters and natural boiling water springs. Prince Henry the Navigator first inhabited the island in 1431 as a place to put his many flocks of sheep and the following year the first settlers arrived. Tourists often visit the Island between June and October to enjoy the hot weather at the many sandy beaches. São Miguel has a moderate coastal climate, with fog, rain and not very hot summer temperatures. It is very humid and green.\n\n",{"type":"==","value":["Get in"]},"\n\nThe island of São Miguel is accessible by air through João Paulo II (Nordela) International Airport (PDL\/LPPD), which handles domestic\/regional traffic to the island, as well as international flights from Europe and North America. SATA International and TAP Air Portugal are the primary Portuguese air carriers serving the island, although several European and North American carriers provide charter services to the island.\n\n",{"type":"==","value":["Get around"]},"\n\nRenting a car at the airport is one of the best ways to explore and get around the island. Sao Miguel is small enough to drive around in a day, and there is much to see that is only accessed by car.\n\nYou can also travel between the larger towns by bus.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Sete_cidades_twin_lakes.JPG"],["thumb"],["300px"],["right"],["The Sete Cidades twin lakes, one azure and one gray."]]},"\nSão Miguel has several calderas, and hot springs can be found scattered over the island; mostly in the middle highlands.\n\nIn the west there is a caldera and volcano crater that is almost filled by the beautiful Sete Cidades twin seas and the town of Sete Cidades. Steep mountain walls surrounds the lakes, one is azure blue, the other is greyish, and this is explained in a local myth.\n\n",{"type":"==","value":["Do"]},"\n\nThere are some marked hiking trails on the island, for example in and around the Sete Cidades caldera. These are usually one-day trails that any beginner hiker can enjoy. Organised whale- and dolphin-watching from small boats operating out of Ponta Delgada is increasingly popular with tourists.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sete Cidades"],["url=http:\/\/www.casavitoriana.com"],["email="],["address=Rua Dr. João Francisco de Sousa, 34\/38 Ponta Delgada"],["lat="],["long="],["directions="],["phone=+351 962311857"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is furnished in original Victorian style but is fully modernized to create a cozy and clean feel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Quinta das Acacias"],["url=http:\/\/www.quintadasacacias.net\/contactos.php"],["email="],["address=Livramento 9500-605 Ponta Delgada"],["lat="],["long="],["directions="],["phone=+351 296 642 1660"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in the town of Livramento, which is on the West Coast of the island. It is right near the ocean and Populo beach. Quinta das Acacias offers cottage style living accommodations in the midst of a well kept flourishing green garden. Each cottage averages an area of 50 square meters. There are 1 or 2 bedroom units available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Talisman"],["url="],["email="],["address=Rua Marques da Praia e Monforte 40, Ponta Delgada"],["lat="],["long="],["directions="],["phone=+351 296 629 502"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Perfectly located in the middle of Ponta Delgata near all tourists attractions and nightlife. This hotel has 53 rooms, 5 suits and includes a restaurant, bar, and esplanade."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casamariadedeus"],["url=http:\/\/www.casamariadedeus.com"],["email="],["address=Rua Visconde Botelho numero 4, Lomba do Loução, Povoação 9650 São Miguel"],["lat="],["long="],["directions="],["phone=+351 296 559076"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located in the town of Povoação Casamariadedeus has been a home for many people traveling to the area for 25 years. A comfortable place to stay in a small village and experience village life of times past."]]}]},"\n",{"type":"==","value":["Events"]},"\n",{"type":"[[","value":[["File:SMG PDL SantoCristo carpet1.jpg"],["thumb"],["The flower carpet that covers some streets in Ponta Delgada during the ",{"type":"''","value":["Festa do Senhor Santo Cristo dos Milagres"]}]]},"\n",{"type":"*","value":[{"type":"'''","value":["Festa do Senhor Santo Cristo dos Milagres"]},", one of the many religious festivities held in the Azores, this celebration is held yearly on the fifth Sunday after Easter. The town of Ponta Delgada is transformed into a town of color and lively celebration. Ponta Delgata is decorated with colorful flowers and decorative bedspreads hung from balconies. The celebration starts with the blessing of the bread and meat and the distributed of food among the needy. The festival then continues with a procession, music and fireworks."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThere is very little crime on the island. Most crimes are drug related and are generally localized in Ponta Delgada and Ribeira Grande. Crimes against tourists are very rare.\n\n",{"type":"==","value":["Go next"]},"\n\nThe other ",{"type":"[[","value":[["Azores"]]}," islands can be accessed by boat or plane from São Miguel.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Azores"]]},"\n",{"type":"[[","value":[["wikipedia:São Miguel"]]}]