[{"type":"{{","value":[["pagebanner"],["Brazil - SP.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"[[","value":[["Image:Cidade de São Paulo.jpg"],["thumb"],["400px"],["São Paulo - Downtown and Paulista region."]]},"\n",{"type":"'''","value":["São Paulo"]}," is the largest city in ",{"type":"[[","value":[["Brazil"]]},", with a city population of about 11 million and almost 20 million in its metropolitan region. It is the capital of the ",{"type":"[[","value":[["Southeast (Brazil)"],["Southeastern"]]}," state of ",{"type":"[[","value":[["São Paulo (state)"],["São Paulo"]]},", and also a beehive of activity that offers a jovial nightlife and an intense cultural experience. São Paulo is one of the richest cities in the southern hemisphere, though the inequality between the classes typically observed in Brazil is blatant. Historically attractive to immigrants as well as (somewhat later) Brazilians from other states, it's one of the most diverse cities in the world.\n\nSão Paulo, or ",{"type":"'''","value":["Sampa"]}," as it is also often called, is also probably one of the most underrated cities tourism-wise, often overshadowed by other places in the Brazilian sun & beach circuit such as ",{"type":"[[","value":[["Rio de Janeiro"]]}," and ",{"type":"[[","value":[["Salvador"]]},". It is in fact a great city to explore, with its own idiosyncrasies, the exquisite way of living of its inhabitants, not to mention the world-class restaurants and diverse regional and international cuisine available to all tastes. If there is a major attraction to this city, it is the excellent quality of its restaurants and the variety of cultural activities on display.\n\nJust south of the city, lies the ",{"type":"'''","value":["Parque Estadual Serra do Mar"]}," (part of the ",{"type":"''","value":["Atlantic Forest South-East Reserves"]},", a UNESCO World Heritage Site), a mountain range covered by exuberant rainforest that faces the coast and provides various ecotourism options.\n\n",{"type":"==","value":["Subdivisions"]},"\n",{"type":"{{","value":[["anchor"],["Districts"]]},"\nFollowing São Paulo's extraordinary growth during the 20th century, most of the old city buildings have given way to contemporary architecture. This means that most historical buildings are concentrated downtown, where 17th-century churches stand in the shadows of skyscrapers. The best of São Paulo's gastronomy, nightlife, and museums are spread in the area that circles Downtown, and that is where most visitors stay. Those who are adventurous enough to go beyond may discover a completely different São Paulo, with beautiful preserved nature, suburban feel and culture, and the enormous social inequalities that the city is so famous (or rather infamous) for.\n\n",{"type":"'''","value":["Note: "]}," the region of ",{"type":"'''","value":["Avenida Paulista"]}," is partly in the Center, West, and South-Central, and its number of attractions, as well as its peculiar characteristics, justifies it having its ",{"type":"'''","value":[{"type":"[[","value":[["São Paulo\/Paulista"],["own section"]]}]},".\n",{"type":"{|","value":[["|"],[{"type":"{{","value":[["Regionlist"],["regionmap=São Paulo travel map.svg"],["regionmaptext=Regions of Municipality of São Paulo."],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]}],["region1color=#71B37B"],["region1items="],["region1description=The birthplace of the city, with many historical areas, cultural centers, and a universe of diverse people rushing to work or to school."],["region2name=",{"type":"[[","value":[["São Paulo\/West"],["West"]]}],["region2color=#AC5C91"],["region2items="],["region2description=Home to the government of the ",{"type":"[[","value":[["São Paulo (state)"],["state of São Paulo"]]},", it is probably the most vibrant area of the city for business, science, gastronomy, nightlife and culture."],["region3name=",{"type":"[[","value":[["São Paulo\/South Central"],["South Central"]]}],["region3color=#D5DC76"],["region3items="],["region3description=The wealthiest region of the city contains Parque do Ibirapuera, one of the most important recreational and cultural areas of São Paulo, and inumerous shopping malls."],["region4name=",{"type":"[[","value":[["São Paulo\/Southeast"],["Southeast"]]}],["region4color=#8A84A3"],["region4items="],["region4description=Home to hundreds of thousands of immigrants who settled in the city, that is where Museu do Ipiranga, the São Paulo Zoo and other attractions are located."],["region5name=",{"type":"[[","value":[["São Paulo\/Northeast"],["Northeast"]]}],["region5color=#B5D29F"],["region5items="],["region5description=The Northeast is São Paulo's \"event arena\", where the annual Carnival and many other large scale events take place. Part of the magnificent Parque da Cantareira is also here."],["region6name=",{"type":"[[","value":[["São Paulo\/Far South"],["Far South"]]}],["region6color=#D56D76"],["region6items="],["region6description=The largest region of São Paulo is still largely covered by forest, farms and water, and can offer many unique experiences to a visitor."],["region7name=",{"type":"[[","value":[["São Paulo\/Far East"],["Far East"]]}],["region7color=#578E86"],["region7items="],["region7description=São Paulo's ",{"type":"''","value":["City of Workers"]}," contains two of the most beautiful parks of the city,  and is the future host of the FIFA 2014 World Cup in the city."],["region8name=",{"type":"[[","value":[["São Paulo\/Northwest"],["Northwest"]]}],["region8color=#B383B3"],["region8items="],["region8description=The Northwest is a more suburban area which is home to Parque Estadual do Jaraguá, where the highest point of the city is located."]]}]]},"\n",{"type":"[[","value":[["Image:Paulista Avenue SP.jpg"],["thumb"],["300px"],["Avenida Paulista."]]},"\n\n",{"type":"==","value":["Understand"]},"\nA large sprawling city can present numerous challenges to sensibilities. São Paulo is no exception. Although the first impression might be that of a grey concrete jungle, soon it becomes apparent that the city has a great number of pockets of beauty. The population and environment of São Paulo is diverse, and districts within it range from extremely luxurious areas to hovels housing the poor and destitute, located usually in suburbia far from the so-called \"expanded center\".\n\nSão Paulo, together with ",{"type":"[[","value":[["Rio de Janeiro"]]},", is the spot where most visitors from abroad land in Brazil. While a complete experience of the city would take a few weeks (since the lifestyle of Paulistanos and every-day routine in the city are huge attractions in themselves), it's possible to visit all major sites within three days.\n\nStaying a little longer than that is always a nice idea. As the financial and cultural center of the country, the city is a sea of possibilities.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["Image:Pateo do Collegio.jpg"],["thumb"],["right"],["250px"],["Pateo do Collegio, place of foundation of São Paulo."]]},"\n",{"type":"[[","value":[["Image:Basilica de Sao Bento 1 Sao Paulo Brasil.jpg"],["thumb"],["right"],["250px"],["\"São Bento\" Monastery."]]},"\n\nNative American Chief Tibiriçá and the Jesuit priests José de Anchieta and Manuel de Nóbrega founded the village of São Paulo de Piratininga on 25 January 1554—Feast of the Conversion of Paul the Apostle. Along with their entourage, the priests established a mission named Colégio de São Paulo de Piratininga aimed at converting the Tupi-Guarani native Brazilians to the Catholic religion. São Paulo's first church was constructed in 1616, and it was located where today is the ",{"type":"'''","value":["Páteo do Colégio"]}," (metrô: Sé or São Bento station).\n\nSão Paulo officially became a city in 1711. In the 19th century, it experienced a flourishing economic prosperity, brought about chiefly through coffee exports, which were shipped abroad from the port of neighbouring city Santos. After 1881, waves of immigrants from Italy, Japan, and other European and Middle Eastern countries, such as Syria and Lebanon immigrated to São Paulo State due to the coffee production boom. Enslavement of Africans was coming to an end, due to British pressure, as the British Empire wished to introduce its machinery and industrialized products to Brazil. The government was also concerned with the fact that the population of black people was greater than that of whites, and, in an effort to \"bleach the race,\" gave incentives to European nationals of countries such as Italy, Germany, Lithuania, Ukraine, Poland, Portugal, and Spain to immigrate. Thus, after Emancipation, with the influx of European labor and failure on the part of the racist system to include African-Brazilians, black people became increasing unemployed and discriminated against. By the beginning of the 20th century, the coffee cycle had already plummeted due to, among other factors, a sharp decline in international coffee prices and competition from other nations. The local entrepreneurs then started investing in the industrial development of São Paulo, attracting new contingents of overseas immigrants to the city. Many of those entrepreneurs had Italian, Portuguese, German, and Syro-Lebanese Christian descent such as the Matarazzo, Diniz, and Maluf.\n\nHowever, due to competition with many other Brazilian cities, which sometimes offer tax advantages for companies to build manufacturing plants ",{"type":"''","value":["in situ"]},", São Paulo's main economic activities have gradually left its industrial profile in favour of the services industry over the late 20th century. The city is nowadays home to a large number of local and international banking offices, law firms, multinational companies, advertising firms and consumer services.\n\nMany major international and Brazilian companies have offices in São Paulo, and the Bovespa stock exchange index (Ibovespa) is considered one of the most important Latin American market indices abroad. After merging with the BM&F (Futures Markets Exchange), Bovespa (São Paulo Stock Exchange) has become the third largest exchange in the world (Folha de S. Paulo newspaper 2008).\n\n",{"type":"===","value":["People"]},"\n",{"type":"[[","value":[["Image:Liberdade sao paulo2.jpg"],["thumb"],["right"],["250px"],["Liberdade district, São Paulo Downtown. One of the areas of the city where the immigrant influence is noted the most."]]},"\nDon't be surprised at the diversity of Paulistanos. For example, São Paulo is home to the largest Japanese population outside of Japan. It is not uncommon to see businesses and churches being conducted by Chinese and Korean-Brazilians in ",{"type":"'''","value":["Liberdade"]},", which was originally an Italian district, then Japanese and currently is heavily populated by Koreans and Chinese. The city's Italian influence is also very strong, with about 6 million people in the metropolitan area having Italian background. The large Arab and Jewish communities are also well represented in all levels of society, from art to real estate businesses, and notably in politics.\n\nThe citizens of São Paulo have a reputation as hard-working and industrious or shallow money-grubbers. It is common to hear that the people in São Paulo work while the rest of Brazil relaxes; even though many say this, it is plainly wrong. It is a fact, nonetheless, that the city of São Paulo alone actually contributes with 15 percent of the country's gross national product (45 percent if the entire São Paulo state is taken into account).\n\nBut when Paulistanos are not working, they are clubbing. The city nightlife is as intense as it gets, which makes going to a club a total must-do. Everything is possible in a city that doesn't dare to blink.\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["Image:Catedral Metropolitana de Sao Paulo 3 Brasil.jpg"],["thumb"],["right"],["250px"],["Street numbers of São Paulo begin counting from the direction of Marco Zero, in front of the cathedral da Sé."]]},"\nSão Paulo's basic spot for orientation should be Avenida Paulista. From there, it's pretty easy to reach every single spot in town, be it by bus or underground transport. It is located between the neighborhoods of Bela Vista and Jardim Paulista. Av. Paulista is also within walking distance to Centro and Ibirapuera Park, which makes it the perfect place to start a walking tour.\n\nHowever, keep in mind that central São Paulo actually comprises a very large area, and travelling from one spot to another may require that you take a cab or public transport.  To find out the general direction where you are, see the street signs, as it is colour-coded:\n\n",{"type":"*","value":[" Sé\/República (in ",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]},"): ",{"type":"'''","value":["White"]}," street plate."]},"\nAll other areas have blue street plates, and a bottom stripe on the following colours:\n\n",{"type":"*","value":[" Expanded Center: Grey (``Expanded Center'' means the area limited by the Tietê river on the North, the Pinheiros river on the West, Avenida dos Bandeirantes on the South and Avenida Salim Farah Maluf on the East)"]},{"type":"*","value":[" Northwest: Light Green"]},{"type":"*","value":[" North: Dark Blue"]},{"type":"*","value":[" Northeast: Yellow"]},{"type":"*","value":[" East: Red "]},{"type":"*","value":[" Southeast: Dark Green"]},{"type":"*","value":[" South: Light Blue"]},{"type":"*","value":[" Southwest: Purple"]},{"type":"*","value":[" West: Orange"]},"\nTo find the direction of Downtown (most precisely ",{"type":"'''","value":["Praça da Sé"]},"), just follow the direction of decreasing street numbers. That doesn't work, however, in the Santo Amaro subprefecture (",{"type":"[[","value":[["São Paulo\/South Central"],["South Central"]]},"), neither in the ",{"type":"[[","value":[["São Paulo\/Far South"],["Far South"]]}," region; in these areas, decreasing numbers lead to ",{"type":"'''","value":["Largo 13 de Maio"]},".\n\n",{"type":"===","value":["Language"]},"\nAlthough traditionally a working and not a tourist city, its inhabitants, if more educated, probably speak better English (and perhaps Spanish, Italian or French) than anywhere else in Brazil. English is generally spoken at main hotels and tourist-related businesses, although a menu in English is a rare find. Several ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," language schools teach English as a second language. Locals are often friendly, and will try to help visitors, but language difficulties can offer a barrier. It's a good idea to print out some key phrases.\n\n",{"type":"===","value":["Electricity"]},"\nBe careful when plugging in electronic devices, as voltages vary between 110V and 220V across cities in Brazil, always 60Hz. In the city of São Paulo the voltage is usually 127V. Other cities in the state of São Paulo may use 220V plugs (such as ",{"type":"[[","value":[["Jundiaí"]]}," and ",{"type":"[[","value":[["São José dos Campos"]]},"). It is always prudent to ask before you plug an electronic device outside the city of São Paulo.\nMany electric outlets will accept both the U.S. \/ Canada type plugs and the parallel twin round pins used in many countries in Europe (low current \"europlug\"). It is helpful to carry a world-travel adapter in any case, since other countries in South America vary in electrical plug formats and shapes. Some outlets for computers have the USA two flat pins and one round ground pin.\n\nThe new domestic plug standard for Brazil is the IEC 60906-1, which has 3 pins. This standard has been introduced a few years back and uses a pin diameter of 4mm for the 10A plug and 4.8mm for the 20A plug. New buildings are already using this standard socket for domestic and commercial use, whereas some older buildings may still have the U.S. type sockets.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" Check the official Brazil tourism ",{"type":"[","value":["http:\/\/www.braziltour.com\/site\/gb\/home\/index.php"]}," website for general information regarding visas and customs, and the ",{"type":"[","value":["http:\/\/www.cidadedesaopaulo.com\/ingles\/index_eng.asp Cidade de São Paulo"]}," homepage for updated events and art exhibitions around town."]},"\n",{"type":"===","value":["By plane"]},"\n\nSão Paulo has three major airports: Guarulhos International (GRU) and Viracopos (CPQ) for international and some domestic arrivals, and Congonhas (CGH) for most medium and short haul domestic flights.\n\n",{"type":"====","value":["Guarulhos International Airport (GRU)"]},"\n",{"type":"[[","value":[["File:AeroportoGuarulhos Bus.jpg"],["thumb"],["right"],["250px"],["Airport Bus Service in Guarulhos International Airport"]]},"\nIf flying into São Paulo from abroad, you'll mostly likely land at ",{"type":"[","value":["http:\/\/www.infraero.gov.br\/usa\/item_gera.php?gi=instempr&menuid=inst Guarulhos International Airport"]},", also known as Cumbica. Located 40 km from the city centre, the airport has two terminals that are served by Brazilian airlines ",{"type":"[","value":["http:\/\/www.tam.com.br\/b2c\/jsp\/default.jhtml TAM"]},", ",{"type":"[","value":["http:\/\/www.voegol.com.br\/INT\/index_ie.asp Gol"]}," and by international United, Delta, American, Air Canada, Air France, British Airways, Lufthansa, TACA, TAP, Iberia, Alitalia, KLM, JAL, Swiss, Singapore Airlines, Korean Air (via ",{"type":"[[","value":[["Los Angeles"]]},"), South African and many others.\n\nNon-airline ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airportservice.com.br\/ shuttle buses"]}]}," are available from Guarulhos to Congonhas Airport (",{"type":"{{","value":[["IATA"],["CGH"]]},"), Praça da República (Downtown), Paulista\/Jardins region, Barra Funda bus station and Tietê bus station(fastest access to the subway). All lines except Congonhas connect to the Metrô. R$33 one-way(July 2011). There is also a regular urban bus every 20-30 min (timetables ",{"type":"[","value":["http:\/\/www.airportservice.com.br\/pt_trans_urb.htm"]},"), which costs only R$4,30 (as of February 2012) and goes to and from Tatuapé Metro station (30-45 min, via Ayrton Senna, the other is slower) (line 3, red ",{"type":"[","value":["http:\/\/www.metro.sp.gov.br\/ingles\/network\/tenetwork.shtml"]},"). Exit Terminal 1 Arrivals and head for the middle island. Look for buses 257 or 297. Less comfy than the shuttles, but can prove faster way to Paulista (and elsewhere) on days with dense traffic, as it goes for the closest Metro station. Be aware that you might be denied access with luggage that won't fit on your lap.\n\nTAM, Gol and Azul, the three main Brazilian airlines, offer free shuttle buses for their passengers with flights to\/from Guarulhos International Airport and Congonhas Domestic Airport. Check the schedules for ",{"type":"[","value":["http:\/\/www.tam.com.br\/b2c\/vgn\/v\/index.jsp?vgnextoid=b72d8c0583068110VgnVCM1000004232690aRCRD TAM"]}," and ",{"type":"[","value":["http:\/\/www.voegol.com.br\/int\/LocalTransport\/Paginas\/SaoPaulo.aspx Gol"]},". If you're on a budget trip and have enough time, you can ride those buses to Congonhas airport (you must show your boarding pass or printed reservation to the bus driver) and then get a taxi to your destination. It will be much cheaper than getting a taxi directly from Guarulhos airport. The trip between those airports takes between 1h00 and 1h30. No reservation is required.\n\nA taxi co-operative, ",{"type":"'''","value":["Guarucoop"]}," (tel: +55 11 2440-7070), has a monopoly on cabs leaving Guarulhos. They are plentiful and the queue is outside the arrival terminal. Credit-card users can pay for their journey in advance at the booth, although it's useful to have local currency as not all international credit or debit cards will work at all businesses in Brazil. Expect to pay about R$100–140(depending upon your destination), as of October 2011, for the 25 km journey into the city. Passengers can ask to see the ",{"type":"''","value":["tabela"]},", which shows the fares for each neighbourhood. Other options such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.saopauloairporttransfers.com São Paulo Airport Transfers"]}]}," provide upmarket vehicles and drivers, with the added convenience of an online booking service, and cost around R$140. When making your travel plans, keep in mind that a taxi ride into the city can take up to two hours during peak times, or around 45 minutes late at night or early in the morning.\n\n",{"type":"====","value":["Congonhas Airport (CGH)"]},"\n",{"type":"[[","value":[["File:Sao Paulo Congonhas 2.jpg"],["thumb"],["right"],["250px"],["Aerial view from \"Congonhas\" Airport area"]]},"\nThe ",{"type":"'''","value":["Congonhas Airport"]}," is in a very central region, 15 km (9 mi) from downtown. This airport handles most of the domestic flights, including the São Paulo - Rio (Santos Dumont) hop, nicknamed ",{"type":"''","value":["Ponte Aérea"]},". As it was built in the 30s, its simple but glamorous architecture is worth seeing.\n\nThe easiest (and cheapest) way to get to Congonhas is by taking any of the \"Aeroporto\" regular line buses that run along ",{"type":"''","value":["Avenida Paulista"]},". After some 40-60 min in modest traffic you'll be dropped right in front of the airport and the fare is the regular R$3,00 (Bilhete Único accepted). It is mostly faster to take the metro to the ",{"type":"''","value":["São Judas"]}," or ",{"type":"''","value":["Conceição"]}," subway stations, and then the bus from there (10 min).  Take bus number 875 just outside of São Judas station to the airport and when getting off at the airport you need to walk on an overpass to get to the departure building.\n\nCab drives from downtown or Paulista should be used after checking how is the out of control São Paulo traffic. Check the ",{"type":"[","value":["http:\/\/cetsp1.cetsp.com.br\/monitransmapa\/agora\/ CET"]}," website (only in Portuguese), which is the traffic administration department of the city.\n\n",{"type":"====","value":["Viracopos International (CPQ or VCP)"]},"\n\nLocated in ",{"type":"[[","value":[["Campinas"]]},", around 99 km (62 mi) from downtown São Paulo, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.infraero.gov.br\/usa\/aero_prev_home.php?ai=215 Viracopos International"]}]}," is sometimes used when weather conditions prevent landing in Cumbica. Brazilian airline ",{"type":"'''","value":[{"type":"[","value":["http:\/\/viajemais.voeazul.com.br\/ Azul"]}]}," has its hub here and they offer free bus transport to São Paulo for their passengers, it might be convenient depending on your exact location. TAP flies to ",{"type":"[[","value":[["Lisbon"]]}," thrice weekly from here.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Terminal Rodoviário Tietê.jpg"],["thumb"],["right"],["250px"],["\"Tietê\" bus terminal"]]},"\nThere are three main bus terminals in São Paulo, all of them served by the Metrô (Subway) network.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Terminal Rodoviário do Tietê"],["url=http:\/\/www.socicam.com.br\/pt\/terminais\/tiete.asp"],["email="],["address=Av. Cruzeiro do Sul 1.800, Santana"],["lat="],["long="],["directions=Tietê metro station, Blue line"],["phone=+55 11 3235-0322 (reachable from 6AM-11:30PM)"],["tollfree="],["fax="],["hours="],["price="],["content=Tietê bus terminal is the second largest terminal in the world, hence an enormous building, but there is an information desk in the middle of the main lobby. Buses leave São Paulo for destinations throughout Brazil and for international destinations including Asunción in Paraguay (20 hr), Buenos Aires in Argentina (36 hr), Montevideo in Uruguay (30 hr), Santiago in Chile (56 hr), and Lima in Peru (108 hr). A taxi ride from Paulista\/Jardins costs around R$40. Guarulhos International Airport shuttles also depart and arrive from this terminal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Terminal Rodoviário da Barra Funda"],["url=http:\/\/www.socicam.com.br\/pt\/terminais\/barrafunda.asp"],["email="],["address=Av. Auro Soares de Moura Andrade 664, Barra Funda district, Expanded Center"],["lat="],["long="],["directions=Barra Funda metro station, Red Line"],["phone=+55 11 3392-1878"],["tollfree="],["fax="],["hours="],["price="],["content=Located  west of São Paulo's  downtown , carries departures and arrivals to and from western cities in the São Paulo state, to Mato Grosso, Foz do Iguaçu and west Paraná cities. About 30 min from Paulista Ave by Metrô. You can also reach it by boarding the \"Barra Funda\" (875P) bus in Paulista Ave. Guarulhos International Airport shuttles also depart and arrive from this terminal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Terminal Rodoviário de Jabaquara"],["url=http:\/\/www.socicam.com.br\/pt\/terminais\/jabaquara.asp"],["email="],["address=R. dos Jequitibás s\/n, Jabaquara district, South Side"],["lat="],["long="],["directions=Jabaquara metro station, Blue Line"],["phone=+55 11 3235-0322"],["tollfree="],["fax="],["hours="],["price="],["content=The Jabaquara Terminal serves cities in São Paulo state's south coast such as ",{"type":"[[","value":[["Guarujá"]]},", ",{"type":"[[","value":[["Santos"]]}," and ",{"type":"[[","value":[["Bertioga"]]},". Located thirty minutes away by Metrô from downtown. There is a baggage storage (",{"type":"''","value":["Guarda Volumes"]},") in the Jabaquara Metro, R$6 for 24 hours."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Mondego expressotiradentes.jpg"],["thumb"],["right"],["250px"],["\"Expresso Tiradentes\" is one of the bus express sistems of the city"]]},"\nTransport in São Paulo can be anything from complicated to hellish. Peak hours are normally roughly 6AM-9AM and 4PM-8PM, but since city roads are constantly on the edge of their capacity, any little incident can cause major queues and delays. The cheapest way for tourists to get around is to use the subway\/metro, trains and trolleybuses as much as possible, and then take a taxi for shorter distances. Even these means of transport can be uncomfortably crowded during peaks, and only a very limited carry-on is recommended. You can check the ",{"type":"[","value":["http:\/\/200.99.150.164\/PlanOperWeb\/ SPTrans"]}," website, which is the city's transport administration department. There you can get itineraries using all the city's public transportation options.\n\n",{"type":"===","value":["Bilhete Único"]},"\n\nThe Bilhete Único is a transport smartcard that is used for paying fares on buses, subways, and trains. In essence, a single billing of the card grants a person up to four trips in São Paulo's public transportation system with free transfers between the subway system and buses within 3 hours. The card is issued at no cost at underground stations; charge them with the minimum amount required in newspaper stands, state-owned betting shops (known as \"lotéricas\"), supermarkets and other establishments - look for the red, round \"Bilhete Único\" logo. Fare charging rules are as follows:\n\n",{"type":"*","value":[{"type":"'''","value":["On buses"]},": upon boarding a bus, you'll be charged R$3,00 and can board up to three other buses in a three-hour period without being charged a second time."]},"\n",{"type":"*","value":[{"type":"'''","value":["On the Metro or CPTM trains"]},": for a single trip in the underground train system, you'll be charged R$3,20."]},"\n",{"type":"*","value":[{"type":"'''","value":["First Metro\/CPTM train then bus"]},": you'll be charged R$2,90 when passing by a Metro or CPTM station's turnstile. Once you board a bus, you'll be charged an extra R$1,20 and will be able to board two other buses in a two-hour period - starting from the first validation at the train station - without any further payment."]},"\n",{"type":"*","value":[{"type":"'''","value":["First bus then Metro\/CPTM train"]},": once you board a bus, R$3,00 is charged from your card. Upon entering the Metro or CPTM systems, you'll be charged a further R$1,45. It's possible, after leaving the Metro or CPTM system, to board up to two other buses without any further payment in the two-hour period that starts from the first validation, depending on whether you boarded one or two buses before entering a train."]},"\nNote that the discounts do not typically apply to intermunicipal buses (usually in blue color and operated by the EMTU company), although there are some exceptions.\n\n",{"type":"===","value":["By ",{"type":"''","value":["metrô"]}," and train"]},"\n",{"type":"[[","value":[["Image:Estação da Luz-edit-01.jpg"],["thumb"],["right"],["250px"],["\"Luz\" train and metro station, Historic Center."]]},"\n\nThe rail network, composed of metrô (subway) and surface trains, is the method of transportation a tourist is likely to use the most while visiting São Paulo. The metrô is modern, safe, clean and efficient; the quality of surface trains varies, but those in more touristic areas area as good as the metrô. An up-to-date map of the rail network can be found ",{"type":"[","value":["http:\/\/www.cptm.sp.gov.br\/e_images\/geral\/mapa_popup.asp in this link"]},".\n\nThe three companies operating the rail network are ",{"type":"[","value":["http:\/\/www.metro.sp.gov.br\/ Metrô"]},", ",{"type":"[","value":["http:\/\/www.cptm.sp.gov.br\/ CPTM"]}," and ",{"type":"[","value":["http:\/\/www.viaquatro.com.br\/ ViaQuatro"]},". There are the lines which are more likely to be useful to a visitor:\n\n",{"type":"*","value":[{"type":"'''","value":["Line 1 (Blue):"]}," The first metro line built runs from North to South, passing through the Historical Center. Tietê and Jabaquara bus terminals are also reachable through via Line 1 (Blue). Operated by Metrô."]},"\n",{"type":"*","value":[{"type":"'''","value":["Line 2 (Green):"]}," The Green line runs from West to East, passing through Avenida Paulista. Operated by Metrô."]},"\n",{"type":"*","value":[{"type":"'''","value":["Line 3 (Red):"]}," One of São Paulo's busiest lines, it runs from West to East (north of Line 2 (Green), and far more extensive), passing through the Historical Center. The Barra Funda bus terminal is on the west end of this line. Operated by Metrô."]},"\n",{"type":"*","value":[{"type":"'''","value":["Line 4 (Yellow):"]}," Connects the Historical Center to the West (mostly south of Line 2 (Green)), passing through Avenida Paulista. It will be fully operating in 2012. Operated by ViaQuatro."]},"\n",{"type":"*","value":[{"type":"'''","value":["Line 5 (Lilac):"]}," Connects the Capão redondo and Campo Limpo region to Line 9 of CPTM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Line 9 (Emerald):"]}," Runs from North to South (west of Line 1 (Blue)), crossing the entire West. Operated by CPTM."]},"\nSurface trains can also be used to reach a number of other cities in the metropolitan area of São Paulo and even beyond. The fee is the same, make some of these trips incredible cheap depending on where you want to go.\n\n",{"type":"====","value":["Fare and hours of operation"]},"\n",{"type":"[[","value":[["Image:Estação Júlio Prestes 1.JPG"],["thumb"],["right"],["250px"],["Historic building of \"Julio Prestes\" train station and \"Sala São Paulo\" concert hall, Historic Center."]]},"\nIf you don't have a Bilhete Único smart card (",{"type":"''","value":["see above"]},"), trains uses a simple flat-price ticketing scheme - you can get only one-trip tickets, which cost R$3,00, and allows you to go as far as you wish. Free train transfers appear as white links in the map; paid transfers as black links.\n\nThe single tickets can be bought at the counters or automatic machines, which can be found in every station. Buying multiple tickets will not save you money but will save time locating a vending machine or waiting time in line, which can both be bothersome. If you plan to take buses together with trains, using a Bilhete Único is highly recommended.\n\nTypical operating hours for trains are Sunday to Friday, from 4:30AM-midnight (or 1AM Sa) or, depending on the station, up to 12:40AM. Connections on the network operated by Metrô are guaranteed only for boardings before midnight (1AM Sa), regardless of the station. Check the operating companies' website for more updated information.\n\n",{"type":"====","value":["Peak hours"]},"\n\nDaily use of public transport may be quite stressful to Paulistanos; many take more than 2 hours to get to work or school! As consequence, manners are often left aside on train and metro, and on peak hours, pushes are common. When boarding, walk as far as possible into the train after the door opens, and if you wish to wait for the next train, step outside of the boarding area immediately. Otherwise, you may end up being forcefully pushed into the train.\n\nInside of the train, it is not uncommon to have a lot of people blocking the way to the door, even if they are not leaving the train in the next station. Unless it is a hub station, politely ask ",{"type":"''","value":["Vai descer aqui?"]}," (Are you going to step out here?) to make people move on for you to get out.\n\nAs weird (or stupid) as it may seem, Paulistanos do not typically wait for people to get out of the train before getting in. If you are confronted with a mass of people outside when stepping out, walk vigorously, otherwise they may end up pushing you back.\n\nDo remember to keep on the right side of a metrô escalator in order to give way to other people in a hurry - you may be pushed aside if just standing on the left side of it, especially on the busiest hours. Also, should you sit in the ",{"type":"''","value":["assento reservado"]}," (reserved seats), be kind enough to give them up for the elderly, pregnant women, parents with babies and disabled people.\n\n",{"type":"===","value":["By bus"]},"\n\nBuses are the most popular way to get around the city. Even though drivers really step on it through the bumpy streets of São Paulo, buses are not the fastest way to get around. In addition, they can get really crowded. However, unlike the metro\/train, they do reach every neighbourhood.\n\nTickets are R$3,00 one way. You can pay for the ride inside the bus, or use a ",{"type":"''","value":["Bilhete Unico"]}," card topped up with credits before boarding. If paying for the ticket on the bus, simply hand over the money to the teller sitting by the turnstile, and he or she will let you pass through. Note that children under 5 years old are allowed by law to slip under the turnstile for free! If you have the ",{"type":"''","value":["Bilhete Unico"]}," magnetic card, then a single fare payment allows you to take other buses for free for the next 3 hours after touching in the card. Simply scan the card in front of the card reader, and the turnstile will be released.\n\nIf you are carrying large suitcases, try to avoid rush-hour traffic as buses can become incredibly packed. It is not always wise to take the bus late at night, especially if you find yourself all alone waiting at the bus stop - consider calling a cab instead, or asking someone you know for a lift.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxi ranks in São Paulo are white, with a distinctive luminous green \"TAXI\" sign on the roof top. Check out for the white color of the taxi rank (unless it's a radio taxi), the official license sticker with the driver's name and photo on the passenger side of the control panel, and the red license plate.\n\nThere are two kinds of cabs: cheaper  street-hail and radio taxi. White taxis are often found at stands near city squares and big venues. Radio taxis can be ordered by telephone; ask reception at your hotel for help to call a radio cab, or just call a company. Some companies, such as the radio taxi company ",{"type":"[","value":["http:\/\/www.saopauloairporttransfers.com São Paulo Airport Transfers"]},", now provide an on-line, fixed price, quote and book service.  Taxis in São Paulo are relatively expensive compared to other large cities worldwide and, depending on the neighborhood, there is a risk of being overcharged if you're a foreigner.\n\nUnlike you may have heard otherwise, incidents of tourists being brought by taxists to be robbed are ",{"type":"''","value":["extremely rare"]},". Taxis are one of the safest ways to get around the city, and certainly much safer than riding your own car if you are only for a few days of visit in the city.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Image:Ponte estaiada Octavio Frias - Sao Paulo.jpg"],["thumb"],["Octavio Frias de oliveira Bridge."]]},"\nCars are an important tool in the life of every ",{"type":"''","value":["paulistano"]},". By commuting to and from work, one can spend several hours a day inside a car, stuck in the traffic. Some places can be reached only by car, and if you have to travel long distances in town, it is usually the most convenient means of transport. It is also part of the São Paulo's own urban culture.It is common for some middle- and upper-class young people to receive a car from their families if they passed the entrance exams for university.\n\nHowever, as is true in many big cities, getting around by car is borderline crazy if you're not used to São Paulo. Traffic can be chaotic and parking is a nightmare. It is also not so straightforward to find your way in certain neighbourhoods where streets can get windy. So be warned that ",{"type":"'''","value":["visitors to São Paulo don't really need a car"]},".\n\nIf you're comfortable enough to adventure yourself and feel more like a ",{"type":"''","value":["paulistano"]},", feel free to explore the city from behind a steering-wheel. There is some information about driving in town that you should know beforehand:\n\n",{"type":"'''","value":["Rotating transit policy"]}," (",{"type":"''","value":["Rodízio"]},"): In order to reduce the congestion and the air pollution in São Paulo, the city council has adopted a mandatory rotating transit policy: cars whose license plate number ends in 1 and 2 cannot circulate on Mondays; if it ends on 3 or 4, Tuesday is off; 5 or 6, stay home or take a cab on Wednesdays; 7 or 8, Thursday is the unlucky day; 9 or 0, on Fridays you can walk. The prohibition is valid only on the so-called Expanded Center (blue street plates with grey bottom stripe), and for peak hours: 7AM-10AM and 5PM-8PM. During the remaining hours, cars are allowed to circulate freely.\n\n",{"type":"'''","value":["Provisory driving licence"]},": Being able to drive around the city is a great advantage for visitors staying in town for a longer period of time. You'll need a Brazilian provisory driving licence, valid for 6 months and renewable, that can be obtained at ",{"type":"'''","value":["Detran"]}," (",{"type":"''","value":["State Transit Department"]},"), on Avenida do Estado 900,  near the Armênia metro station (blue line), tel. (11) 3322-3333. If you have an International Driving Licence, you'll still have to go to Detran and register it. Submit the following documents to “Setor de Atendimento ao Estrangeiro” (4th floor of the main building, also called ",{"type":"''","value":["prédio principal"]},"):\n\n",{"type":"*","value":[" your original valid driving licence from your home country and a photocopy of your licence "]},{"type":"*","value":[" an original ID document and a photocopy of a valid leave to remain in Brazil (passport with a valid visa or stamp)"]},{"type":"*","value":[" Translation of the driving licence by a sworn translator or your country's Consulate in Brazil"]},{"type":"*","value":[" A document (such as a utility bill, a bank statement or a letter from your landlord) proving your local residential address."]},"\n",{"type":"[[","value":[["File:Viaduto do Chá & Shoping Light(By Felipe Mostarda).JPG"],["thumb"],["Viaduto do Chá & Shoping Light"]]},"\n",{"type":"'''","value":["Drinking"]},": Please be aware that, according to the national transit authority laws, it is illegal to drink and drive. Even tiny traces of alcohol detected in your blood (0.2g per litre, or the equivalent of a glass of wine) are enough for the police to apprehend the driving licence, apply a fine of around USD 600 and prosecute the drinking driver. The police will often search for drivers that seem to be under the effects of alcohol in large avenues and areas with an active night life - locals call this kind of searches a ",{"type":"''","value":["blitz"]},".\n\n",{"type":"'''","value":["Parking fees"]}," (",{"type":"''","value":["Zona Azul"]}," or \"Blue Zone\"): The city council charges a parking fee of R$2 for one-hour parking in some of the main streets in the central area, so be careful not to be fined for not paying the charge. Check for signs in the sidewalk and yellow lines on the pavement. There are plenty of authorised shops, newspaper stands and transit guards selling parking tickets (",{"type":"'''","value":["Zona Azul"]},") in the streets, which have to be filled in with the car plaque number, the date and the hour of the parking and placed inside the car, on the frontal window pane. These tickets are valid for one hour only, but they can be renewed if you plan to stay longer. Only two one-hour tickets can be placed at one time, which means that you'll have to check on you car every two hours to renew them. The fee is charged M-Sa 7AM-7PM, and charging hours may vary across neighbourhoods.\n\n",{"type":"'''","value":["Driving at night"]},": Buses stop at 1AM and the metro around midnight, so it can be tricky to get to many of the famous bars and night clubs unless you take a taxi, or... drive. If you go out at night by car, expect to pay a small fee to unofficial \"car keepers\" in order to park your car along the streets. This is a common use in many busy outing hubs around town, which may seem unfair given that parking your car in the streets is free of charge after 7PM, but they occasionally may check your car against stereo robbers. If the neighbourhood seems a bit dodgy or deserted, try to find a parking lot rather than parking in the streets.\n\n",{"type":"'''","value":["Valet services"]},": Most bars and restaurants offer non-compulsory parking and valet services to customers, for which you will be charged a fee (it might be as costly as R$ 25 in upscale places). These services are often covered by insurance, nevertheless, whenever using valet services, do not leave valuables such as handbags, wallets, electronics and sunglasses in the car, as these items are usually not covered by the insurance policies in parking spaces.\n\n",{"type":"'''","value":["Fuel"]},": At petrol filling stations, you'll notice that ethanol is as common as traditional fuels in the pumps. That is because, after the oil shocks in the 1970s, the Brazilian government encouraged car makers to develop and improve the existent ethanol-fueled engines. This policy, applied over the years, has resulted in a large number of people choosing to buy this type of car. Ethanol tends to be cheaper than petrol, but the consumption in litres is around 30 percent higher. Many flex-power cars can now be fueled with either ethanol or gas, or a mixture of both in any proportion. Staff in petrol stations will fill in the tank for you, so you don't even need to step out of the car, unless if you're paying by credit card, in which case you will need go to the cashier to swipe it.\n\n",{"type":"'''","value":["Manual transmission (Stick-shift)"]},": In Brazil the majority of vehicles have manual transmission. Car rental companies do have automatic vehicles available, but they're more expensive and availability might be limited.\n\n",{"type":"===","value":["By bicycle"]},"\n",{"type":"[[","value":[["Image:Ciclovia da Marginal Pinheiros.JPG"],["thumb"],["right"],["250px"],["Cycleway Marginal Pinheiros, with 21.2 km, is the longest of São Paulo."]]},"\nSão Paulo is definitely not one of the easiest places in the world to get around by bike. Most drivers respect ",{"type":"[[","value":[["cycling"],["cyclists"]]},", but unfortunately, there are also many drivers (including bus drivers) who don't. Most of the city is flat or moderately steep, with only the extreme north part of the city being extremely hilly. The basic \"survival tips\" are: use a helmet, follow the direction of traffic at all times, watch out for car doors opening without warning, never ride in freeways, and use a cycleway whenever possible.\n\nCyclists with bicycles are allowed in the metro\/train network at the following times:\n",{"type":"*","value":[" ",{"type":"'''","value":["In the metro (Metrô\/Via Quatro)"]},": Monday-Friday starting from 20:30, Saturday starting from 14:00, Sundays and Holidays the whole day"]},{"type":"*","value":[" ",{"type":"'''","value":["In surface trains (CPTM)"]},": Saturday starting from 14:00, Sundays and Holidays the whole day"]},"\nThere are public bicycle parking lots in many metro stations (06:00-22:00 daily), and in some it is also possible to borrow a bike using a credit card. Check ",{"type":"[","value":["http:\/\/www.metro.sp.gov.br\/servicos\/bicicletario\/bicicletario.asp the Metrô website"]}," for an up-to-date list of stations with infrastructure for bicycles. Parking lots (mainly the ones designed for cars) may not accept your bicycle, so if you are to chain yours to a pole, use a good chain with a strong lock. In metro\/train stations, cyclists are allowed to put their bicycles on escalators to ",{"type":"''","value":["go up"]},", but not to ",{"type":"''","value":["go down"]},".\n\nSince May 2012, a scheme called Bike Sampa, inspired by a similar initiative in Rio de Janeiro, allows anyone with a credit card to borrow a bike for free from one of the standing rails for up to 30 minutes. Each additional 30 minutes costs R$ 3. This scheme has been a partnership between the city hall and Itaú Bank. Users must first register on the Mobilicidade website of via an iPhone app and paying for a deposit of R$ 10 before using the bicycles.\n\nSão Paulo has about 55 km of cycleways; some of them is displayed are this ",{"type":"[","value":["http:\/\/noticias.uol.com.br\/ultnot\/cienciaesaude\/infograficos\/2011\/09\/21\/no-dia-mundial-sem-carro-veja-as-condicoes-das-ciclovias-da-capital-de-sp.jhtm map"]}," (the map is not kept up-to-date, and does not display all existing cicleways). On Sundays, it is also possible to use the ",{"type":"'''","value":["Ciclofaixa de Lazer"]}," (see ",{"type":"[[","value":[["#Do"]]}," section). The cicleways that cover more than one region are listed below; others are described in the individual district sections.\n",{"type":"[[","value":[["File:Viaduto do Chá e Vale do Anhangabaú.JPG"],["thumb"],["right"],["250px"],["\"Vale do Anhangabaú\" and \"Viaduto do Cha\""]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cycleway Marginal Pinheiros"],["url="],["email="],["address=from Cidade Universitário to Jurubatuba train stations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The longest cycleway of São Paulo, running in the east shore of the Pinheiros River and linking the West, South Central and Far South regions. Offers very nice views of the city, although the bad smell of the river may take some time to cope. The only problem of the cycleway is that it is isolated from the city by a train line and a motorway, so it is only possible to enter and leave the cycleway at specific points. 21.2 km."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cycleway Radial Leste"],["url="],["email="],["address=from Tatuapé to Corinthians-Itaquera train\/metro stations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Goes from the middle of the Southeast to the middle of the Far East regions, running in parallel with the Line 3-Red metro line and the Radial Leste avenue. The cicleway gives an extensive view of suburban residencial areas in São Paulo's East region. 12 km."]]}]},"\n",{"type":"===","value":["On foot"]},"\nAlthough required by the national transit law, pedestrians are definitely not the priority in São Paulo, where cars dominate the streets and roads. Take care whenever crossing the streets, watching out for cars that may come unexpectedly, even if the pedestrian lights are green. Do not try to cross large roads with a high volumes of car traffic: usually there will be a pedestrian viaduct or bridge at some point in the sidewalk.\n\nDespite the aggressiveness found in the transit, one can still have peaceful walks across town. The ",{"type":"[[","value":[["São Paulo\/Historic Center"],["Historic Center"]]}," area and ",{"type":"[[","value":[["São Paulo\/Paulista"],["Avenida Paulista"]]}," are definitely places to be explored on foot. Check the individual district listings for other nice walks.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Avenida Paulista"]},"\n",{"type":"{{","value":[["Main"],["São Paulo\/Paulista"]]},"\n\nAvenida Paulista (",{"type":"''","value":["Paulista Avenue"]},") is one of São Paulo's most popular postcards, as it is the pride of Paulistanos. It is one of the largest business centers, and probably the largest cultural region in the city. Its architectural contrast reflects the fact that the avenue is located between the \"old\" and \"new\" parts of the city.\n\nThe avenue and its surroundings, such as Rua Augusta, Alameda Santos and Rua Oscar Freire, contain numerous shop galleries, art galleries, theatres, movie theaters, pubs, hotel, coffee shops, bookstores, and gourmet restaurants. Gay nightlife is intense on Consolacao and Haddock Lobo Streets.\n\n",{"type":"===","value":["Historic center"]},"\n",{"type":"[[","value":[["Image:Pinacoteca SP.jpg"],["right"],["thumb"],["250px"],["The \"Pinacoteca\" Museum."]]},"\n\n",{"type":"{{","value":[["Main"],["São Paulo\/Downtown"]]},"\n\nSão Paulo's Historic Center met a period of degradation, but it is gradually recovering with recent projects and investments. Even through it still has some problems, it is an area to not be missed due to its historical and cultural value for the city. Here you can find many constructions and landmarks from glorious moments of São Paulo's history, ridiculously crowded commercial areas, and a multitude of theatres and cultural activities.\n\n",{"type":"===","value":["Rio Pinheiros river area"]},"\n",{"type":"{{","value":[["Main"],["São Paulo\/West"]]},"\n\nThe Pinheiros river crosses the West of São Paulo in North-South direction, and although heavily polluted, the river and its shores are among the most beautiful and interesting areas of the city. The East shore is filled with skyscrapers that compose the business centers of ",{"type":"'''","value":["Brooklin Novo"]}," and ",{"type":"'''","value":["Vila Olímpia"]},", and contains the longest cycleway of the city, as well as one of the most vibrant nightlife areas. The West shore is home to ",{"type":"'''","value":["University of São Paulo"]}," and exhibits a stereotypical portrait of São Paulo's social inequality, contrasting luxurious apartments and mansions with low class suburbs and favelas. In the middle of the river, stands the magnificent ",{"type":"'''","value":["Ponte Octavio Frias"]},", more known as ",{"type":"''","value":["Ponte Estaiada"]},". The Line 9-Emerald train line runs alongside the river, making all spots quite easy to reach.\n\n",{"type":"===","value":["Parks"]},"\n",{"type":"[[","value":[["Image:Lago do Parque do Ibirapuera.JPG"],["thumb"],["250px"],["Ibirapuera Park."]]},"\nAlthough São Paulo is commonly associated with gray, concrete, and lack of green space, the ",{"type":"'''","value":["Atlantic rainforest"]}," still covers large portions of the city and even of the municipality. These green areas are constantly under threat by irregular occupation, so the government has turned many of them into public parks in order to better protect them.\n\nParks in the city can be divided into three types:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Leisure parks"]}," are those with plenty of recreational, sport and cultural facilities, but do not contain considerable amounts of original vegetation. ",{"type":"'''","value":["Parque do Ibirapuera"]}," (see ",{"type":"[[","value":[["São Paulo\/South Central"]]},") is certainly the most famous park of this type in the city, hosting various museums, monuments, and cultural activities;"]},{"type":"*","value":[" ",{"type":"'''","value":["Ecotourism parks"]}," are those which are mostly covered by the Atlantic rainforest and other natural ecossystems, and contain limited recreational facilities. They are suited for those seeking an adventure. These include ",{"type":"'''","value":["Parque Estadual da Cantareira"]}," (see ",{"type":"[[","value":[["São Paulo\/Northeast"]]}," and ",{"type":"[[","value":[["Guarulhos"]]},"), ",{"type":"'''","value":["APA Capivari-Monos"]}," (see ",{"type":"[[","value":[["São Paulo\/Far South"]]},") and ",{"type":"'''","value":["Parque Estadual do Jaraguá"]}," (see ",{"type":"[[","value":[["São Paulo\/Northwest"]]},")."]},{"type":"*","value":[" ",{"type":"'''","value":["Mixed parks"]}," are a mix between the two above types: they have both leisure facilities and preserved nature areas. They are a nice option if you think that nature is best enjoyed with the company of other people, or if you want to do something more relaxing and less adventurous. These include ",{"type":"'''","value":["Parque do Carmo"]},", ",{"type":"'''","value":["Parque Ecológico do Tietê"]}," (see ",{"type":"[[","value":[["São Paulo\/Far East"]]},") and ",{"type":"'''","value":["Horto Florestal"]}," (see ",{"type":"[[","value":[["São Paulo\/Northeast"]]},")."]},"\nCheck the individual district listings for a more comprehensive list of parks and more detailed information.\n\n",{"type":"===","value":["Museums and cultural centers"]},"\nAs the art center of the country, São Paulo offers innumerous museums and cultural centers. \nTwo museums to not be missed, due to their size, architecture, and historical importance, are ",{"type":"'''","value":["Museu do Ipiranga"]}," (",{"type":"[[","value":[["São Paulo\/Southeast"],["Southeast"]]},") and ",{"type":"'''","value":["Memorial da América Latina"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]},").\n\nAppreciators of art should also check ",{"type":"'''","value":["Museu de Arte de São Paulo"]}," (",{"type":"[[","value":[["São Paulo\/Paulista"],["Paulista"]]},"), ",{"type":"'''","value":["Pinacoteca do Estado"]}," (",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]},"), ",{"type":"'''","value":["Instituto Tomio Ohtake"]},", ",{"type":"'''","value":["Museu de Arte Contemporânea"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]},") and ",{"type":"'''","value":["Museu de Arte Moderna"]}," (",{"type":"[[","value":[["São Paulo\/South Central"],["South Central"]]},").\n\nCheck each district section of this guide for a comprehensive list of museums.\n\n",{"type":"[[","value":[["Image:Panorama Museu do Ipiranga.jpg"],["center"],["thumb"],["600px"],["Museum do Ipiranga (Museu Paulista da USP)."]]},"\n",{"type":"===","value":["Panoramic views"]},"\nSão Paulo is a beautiful city seen from above, so spare some time to go to one of the few points where you'll be able to see how far this city extends to, specially at sunset.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Banespa Tower"],["url="],["email="],["address=Rua João Brícola, 24, Centro. São Bento Metrô station"],["lat="],["long="],["directions="],["phone=+55(11) 3249-7180"],["tollfree="],["fax="],["hours=M-F, 10AM-5PM"],["price=Free entrance"],["content= The observation deck is on the 34th floor, 160 m above ground. For many decades, it used to be the highest building in town. There is a small museum on the top of the building.\"  Make sure and bring ID (passport) because it is ",{"type":"'''","value":["required"]}," for entrance."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Restaurant Skye, Hotel Unique"],["url="],["email="],["address=Avenida Brigadeiro Luiz Antônio, 4700"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free entrance"],["content= On the rooftop of posh Hotel Unique, Skye serves excellent fusion food under the supervision of chef Emmanuel Bassoleil. Good for night views of the area around Ibirapuera Park."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=São Paulo Jockey Club"],["url=http:\/\/www.hcj.com.br"],["email="],["address=Av. Lineu de Paula Machado, 1263"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free entrance"],["content= There are two bars and a couple of posh restaurants with a great view of the River Pinheiros, especially around 6PM, when you can go straight from work or a busy day walking about to watch the sun set above town."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Theaters and concert halls"]},"\n",{"type":"[[","value":[["Image:Teatro Municipal SP.jpg"],["thumb"],["right"],["250px"],["Theatro Municipal de São Paulo."]]},"\nThe two most important concert and opera houses of the city are ",{"type":"'''","value":["Theatro Municipal"]}," and ",{"type":"'''","value":["Sala São Paulo"]}," (see ",{"type":"[[","value":[["São Paulo\/Historic Center"]]},"). São Paulo has a great number of theaters, most of which feature plays in Portuguese. The ",{"type":"'''","value":["British Cultural Centre"]},", ",{"type":"'''","value":["Goethe Institute"]},", ",{"type":"'''","value":["Instituto Cervantes"]}," and ",{"type":"'''","value":["Alliance Française"]}," occasionally have plays in English, German, Spanish and French, respectively; check individual District listings.\n\n",{"type":"===","value":["Ciclofaixa de Lazer"]},"\n\nThe Ciclofaixa de Lazer (",{"type":"''","value":["Leisure Cycling Lane"]},") compromises dozens of kilometers of interconnected cycling lanes, in the central, south and west areas of the city, that are available on Sundays and some holidays, between 7AM-4PM. It interconnects most places of interest of the city - Downtown, Avenida Paulista, Parque do Ibirapuera, University of São Paulo, the Pinheiros river business centers and the Guarapiranga reservoir, although certainly not using the shortest paths. Bicycle borrowing and renting is available at Parque das Bicicletas (in Parque do Ibirapuera) and at Praça do Ciclista (at Avenida Paulista), but try to get a bicycle in advance if possible.\n\nSince the cycling route is family-oriented, signaling and safety standards are high. The route is stricly intended for recreational, not sportive cycling, so set your speed accordingly in the presence of other cyclists. A full map of the route, as well as other useful information, are available ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ciclofaixa.com.br\/circuitos\/ here"]}]},".\n\n",{"type":"===","value":["Fun for the family"]},"\nBoth adults and kids are ensured to have fun by seeing the animals in the ",{"type":"'''","value":["São Paulo Zoo"]}," and in the ",{"type":"'''","value":["São Paulo Aquarium"]}," (see ",{"type":"[[","value":[["São Paulo\/Southeast"]]},"). São Paulo also has educative spaces aimed both at adults and children, including ",{"type":"'''","value":["Catavento Cultural"]}," (see ",{"type":"[[","value":[["São Paulo\/Downtown"]]},") and ",{"type":"'''","value":["Espaço Ciência"]}," (see ",{"type":"[[","value":[["São Paulo\/West"]]},"). Finally, ",{"type":"'''","value":["Mundo da Xuxa"]}," (see ",{"type":"[[","value":[["São Paulo\/South Central"]]},") is a theme park only for the small ones.\n\n",{"type":"===","value":["Watch football\/soccer"]},"\n\n",{"type":"[[","value":[["Image:Cicero pompeu de toledo - panoramic - 01.jpg"],["thumb"],["center"],["500px"],["Estádio Cícero Pompeu de Toledo (Morumbi), Brazil's third largest football stadium."]]},"\n\nFootball is an inherent part of Brazilian culture, and São Paulo is no exception, being home of four football teams that generally run in the 1st division: Corinthians, São Paulo, Palmeiras and Portuguesa. The four large football stadiums in the city are ",{"type":"'''","value":["Morumbi"]},", ",{"type":"'''","value":["Parque Antarctica"]}," (see ",{"type":"[[","value":[["São Paulo\/West"]]},"), ",{"type":"'''","value":["Pacaembu"]}," (see ",{"type":"[[","value":[["São Paulo\/Historic Center"]]},") and ",{"type":"'''","value":["Canindé"]}," (see ",{"type":"[[","value":[["São Paulo\/Southeast"]]},"). A new stadium is being constructed in the ",{"type":"[[","value":[["São Paulo\/Far East"]]}," region, and it will host the opening of the FIFA World Cup 2014. A word of warning, however: although most matches are safe and fun events, games between the biggest local rivals (Corinthians, São Paulo, Palmeiras and, to a smaller extent, Santos) have had episodes of violence flaring up (the majority of cases, such incidents happening outside of the stadium), due to a minority of violent fans (ultras). Going to such games can be a risky proposition. Portuguesa games are safe, have few supporters, are very peaceful and curious (meets the Portuguese community in the city).\n\n",{"type":"===","value":["City tours"]},"\n",{"type":"*","value":[{"type":"'''","value":["São Paulo Historical City Tour"]}," is a panoramic tour for those keen to have an introduction to the history, culture, and the lifestyle of the biggest city in the Southern Hemisphere. The city tour takes about 3 hours, during which the visitor will pass by places in São Paulo's Old Centre and get familiar with attractions such as the Cathedral of Sé, Pátio do Colégio (short stop at the square, the site where the city was founded), Monastery of São Bento, the Banespa Building (São Paulo’s answer to the Empire State Building), the Martinelli Building (the first skyscraper in South America), Viaduto do Chá (Tea Viaduct), the Municipal Theater, Sala São Paulo concert hall, Estaçao da Luz train station and the Municipal Market."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=TurisMetrô"],["alt="],["url=http:\/\/www.metro.sp.gov.br\/cultura\/turismetro\/turismetro.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offer a variety of city tours every weekend. These are mostly walking tours but with some use of the metro. The tour is free of charge, but you will need to take some cash with you to buy metro tickets during the tour as necessary. The tours start at the TurisMetrô desk in Sé metro station at 9AM and 2PM on Saturdays and Sundays; you will need to arrive half an hour earlier to sign up. The desk is inside the ticket turnstiles, so if you arrive by metro don't exit the station past the turnstiles while looking for the desk or you'll have to pay for an extra ticket to get back in. If you are already around the station, you will have to pay for a ticket to gain access to the desk, although you can use it to make the first journey of the tour so it's not wasted. The guides speak English."]]}]},"\n",{"type":"===","value":["Events"]},"\nAccording to the São Paulo Convention & Visitors Bureau, São Paulo hosts 90,000 events a year, from meetings and conferences to sports and cultural events. Information in English and Spanish about the events happening in the city can be found on ",{"type":"[","value":["http:\/\/www.saopaulothisweek.com"]},". Events tied to a particular region are listed in the individual district sections. The following events are considered important to the city as a whole:\n",{"type":"[[","value":[["Image:Desfile Leandro de Itaquera 2009.jpg"],["thumb"],["right"],["250px"],["The São Paulo Carnaval."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=São Paulo Carnival"],["url="],["email="],["address=Avenida Olavo Fontoura, 1209, Santana"],["lat="],["long="],["directions=at the Sambódromo from Parque Anhembi, near Armenia and Tiete stations"],["phone=11 6226-0510"],["tollfree="],["fax="],["hours="],["price="],["content=If you're in São Paulo during the annual Carnival, a national bank holiday between the end of February and March. This is where the typical Carnival parade takes place, with dancers dressed up in costumes and musicians play samba songs on the top of fancy cars. If you can afford it, get tickets closest to the \"pista\" (standing area, close to the parade itself). This will give you a premium view of the parade, and the possibility of comfortably sitting down on benches. Waiters pass to and fro selling chocolate, chips, beer, soft drinks and booze. Another option is to visit one of the various samba school in town, where you can see the rehearsal concerts of musicians and dancers. You can even have the opportunity to join the parade at the time of Carnival holidays by acquiring the costume from a samba school and getting in touch with the people organising the event in one of the schools. However, São Paulo is not a traditional ",{"type":"''","value":["Carnaval"]}," destination for Brazilians, like Rio. The city will usually be less crowded on Carnaval then usual, as Paulistanos leave for the ",{"type":"[[","value":[["Paulista Coast"]]}," or other states."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gay Pride Parade"],["url="],["email="],["address=Avenida Paulista"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every year, during ",{"type":"''","value":["Corpus Christi"]}," holidays (usually between May and June), around 3 million people take part in the largest Gay Pride parade in the world. It takes place on a Sunday, and Avenida Paulista is the spot to head to. Floats bustling with electronic music parade from MASP to República, while every type imaginable marches along. The drinks are plenty and the rave party feel keeps the paraders dancing way pass sunset."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Virada Cultural"],["url=http:\/\/www.viradacultural.org\/sobre\/en"],["email="],["address="],["lat="],["long="],["directions=Downtown"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Virada Cultural is a round-the-clock cultural marathon that takes place in various parts of the Historic Center (",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]},"), happening yearly around April–May. It is a free event that gathers an audience of several million of people circulating during a 24-hour, non-stop cultural party. Exceptionally, the metro and train work uninterruptedly during the event. During the 2012 edition, there were about 1,300 shows and 15 km of streets were occupied."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Brazilian Grand Prix"],["url=http:\/\/www.gpbrasil.com\/"],["email="],["address=Autódromo José Carlos Pace"],["lat="],["long="],["directions=Far South"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= s a Formula One championship race which occurs at the Autódromo José Carlos Pace in Interlagos. The Interlagos circuit has created some of the most exciting and memorable races in recent Formula One history, and is regarded as one of the most challenging and exciting circuits on the F1 calendar. Along with Spa-Francorchamps, it is rare in that the circuit in its modern form is one of the few with a lengthy history in the sport not considered to have lost much of its mystique or challenge in its adaptation for the modern, much more safety-conscious era of 21st century Formula One."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["Image:USP 2008051705.jpg"],["thumb"],["right"],["250px"],["University of São Paulo (USP)."]]},"\n",{"type":"'''","value":["University of São Paulo"]}," (USP) is Brazil's most important university in terms of academic research and international reputation, with its main campus located in ",{"type":"[[","value":[["São Paulo\/West"],["the West"]]},". It was considered the top university of Latin America according to the ",{"type":"[","value":["http:\/\/www.topuniversities.com\/university-rankings\/world-university-rankings QS Ranking"]},". Other important public universities present in the city are ",{"type":"'''","value":["Federal University of São Paulo"]}," (UNIFESP) (see ",{"type":"[[","value":[["São Paulo\/South Central"]]},") and ",{"type":"'''","value":["Federal University of ABC"]}," (UFABC) (see ",{"type":"[[","value":[["Santo André"]]},").\n\nThe city also contains many traditional private high education institutions. Check the individual district sections for a comprehensive list of them.\n\n",{"type":"===","value":["Information for students"]},"\n",{"type":"{{","value":[["infobox"],["Discounts for Students"],["With a valid photo ISIC (International Student Identity Card), you can get half-priced tickets at cinemas, theatre plays, gigs and concerts. Some discount applies to museum entrance fees and to some shops as well - check on the official ISIC website for more information on where student discount applies."]]},"\n\nBrazil has exchange programmes with many internationally-recognized universities. In order to register at a Brazilian university as an exchange student, you must obtain a ",{"type":"'''","value":["student visa"]}," at the Brazilian Embassy or Consulate in your home country. After you have arrived in Brazil with a valid student visa, then you must register in the ",{"type":"'''","value":["“Departamento da Polícia Federal”"]}," (",{"type":"''","value":["Federal Police Department"]},") within 30 days of your arrival and obtain the ",{"type":"'''","value":["RNE"]}," (",{"type":"''","value":["Registro Nacional do Estrangeiro"]},"), which is the national ID card for overseas citizens. This is also where you can ",{"type":"'''","value":["renew your visa"]}," with the Brazilian authorities. It is located at Rua Hugo Dantola, 95, Alto da Lapa, near Ponte do Piqueri (Piqueri Bridge). It is open M-F, 8AM-2PM.\n\n",{"type":"'''","value":["By bus"]},":From Avenida Paulista to the Policia Federal department, you can take the bus line \"669-A\/10 Terminal Princesa Isabel\" in front of Trianon-Masp Metro station (on the same side of MASP museum), get off at the final stop, then take bus \"978-J Voith\" and get off at Rua Hermano Marchete, 1030. Walk up the street until you see the Policia Federal. To return, take the same bus \"978-J\" to Terminal Princesa Isabel. Then, take bus \"669-A\/10 Terminal Sto. Amaro\" to return to Avenida Paulista.\n\n",{"type":"'''","value":["By train"]},": From Metro station Barra Funda (Linha 3 - Red), take the CPTM metropolitan train (Linha 7 - Ruby) to Lapa station.\n\n",{"type":"====","value":["Institutions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=British Council"],["url="],["email="],["address=Rua Ferreira Araújo, 741, Térreo, Pinheiros"],["lat="],["long="],["directions="],["phone=+55(11) 2126-7526"],["tollfree="],["fax=+55(11) 2126-7564"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Aliança Russa de Ensino Superior"],["url=http:\/\/www.aliancarussa.com.br"],["email="],["address=Av. Eng. Luiz Carlos Berrini 962, Conjunto 102, Brooklin"],["lat="],["long="],["directions="],["phone=+55(11) 5505-5898"],["tollfree="],["fax=+55(11) 5505-3988"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Learn Portuguese"]},"\nThere are a number of language schools where you can learn Portuguese, for as short as two weeks or for a longer period of time. These include both private lessons and classes with more students.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.fastforward.com.br Fast Forward"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Alumni"],["url=http:\/\/www.alumni.com.br"],["email="],["address=Rua Padre João Manoel, 319"],["lat="],["long="],["directions="],["phone=+55(11) 5644-9700"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=University of São Paulo"],["url=http:\/\/www.fflch.usp.br\/cl\/"],["email=clinguas@edu.usp.br"],["address=Ave Prof. Luciano Gualberto, nº 403 (Prédio de Letras) - Sala 263, Cidade Universitaria"],["lat="],["long="],["directions="],["phone=+55(11) 3091-4851"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Uniao Cultural Brasil-Estados Unidos"],["url=http:\/\/www.uniao.com.br\/"],["email="],["address=Rua Teixeira da Silva, 540"],["lat="],["long="],["directions="],["phone=+55(11) 3885-1022"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Senac São Paulo"],["url=http:\/\/www.sp.senac.br"],["email=novedejulho@sp.senac.br"],["address=Rua Dr. Plinio Barreto, 285, 4º andar, Jardins"],["lat="],["long="],["directions="],["phone=+55(11) 2182-6900"],["tollfree="],["fax=+55(11) 2182-6941"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Cultura Espanhola"],["url=http:\/\/www.culturaespanhola.com.br"],["email="],["address=Rua Pamplona, 818 3º andar Cj 32"],["lat="],["long="],["directions=Metrô Trianon Masp"],["phone=+55(11) 3266-5855"],["tollfree="],["fax="],["hours="],["price="],["content=as@culturaespanhola.com.br"]]}]},"\n",{"type":"==","value":["Buy"]},"\nYou can find practically anything in São Paulo. Imported goods can be expensive, but look out for Brazilian-made bargains in all categories. Spend some time in one of the many \"shoppings\" (as Brazilians call the shopping malls) and also look out for areas with shops catering for specific interests.\n\nRemember that street shops usually operate 10AM-6PM, including Saturdays (when they close earlier), but are closed on Sundays. The countless shopping malls operate M-Sa 10AM-10PM and Su 10AM-8PM.\n\n",{"type":"===","value":["Central shopping areas"]},"\n\n",{"type":"[[","value":[["Image:Comercio centro sp.jpg"],["thumb"],["right"],["187.5px"],["Shopping street in São Paulo Downtown."]]},"\n\nThe area between Avenida Ipiranga and Parque Dom Pedro II (",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]},") is the closest to what São Paulo has from a \"central shopping area\", with various pedestrianized and non-pedestrianized shopping streets. The exceptionally crowded ",{"type":"'''","value":["Rua 25 de Março"]},", with its diverse range of bargains, is perhaps the most famous commercial street of the area.\n\n",{"type":"'''","value":["Avenida Paulista"]}," and ",{"type":"'''","value":["Rua Augusta"]}," (",{"type":"[[","value":[["São Paulo\/Paulista"],["Paulista"]]},") form a smooth transition between the popular commerce of Downtown and the affluent commerce of ",{"type":"'''","value":["Rua Oscar Freire"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]},").\n\nSão Paulo has also many specialized shopping areas, such as ",{"type":"'''","value":["Rua Teodoro Sampaio"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]},") for furniture and musical instruments, ",{"type":"'''","value":["Rua José Paulino"]}," (",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]},") and ",{"type":"'''","value":["Brás neighborhood"]}," (",{"type":"[[","value":[["São Paulo\/Southeast"],["Southeast"]]},") for bargain and wholesale clothing, ",{"type":"'''","value":["Liberdade neighbourhood"]}," (",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]},") for cosmetics and Asian products, and ",{"type":"'''","value":["Rua Santa Ifigênia"]}," (",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]},") for electronic equipment.\n\n",{"type":"===","value":["Shopping malls"]},"\n\n",{"type":"[[","value":[["Image:Shopping cidade jardim.jpg"],["thumb"],["right"],["250px"],["Shopping Cidade Jardim, the most upscale shopping mall in the city."]]},"\n\nPaulistanos, especially those with higher income, have an indoor shopping culture. The fear of criminality, traffic and São Paulo's unpredictable weather are strong factors to this. Shopping malls in São Paulo are not only centers of \"shopping\" but also leisure areas, typically offering spaces for kids, cinemas, food courts, and sometimes even theatres, expositions, and sport areas. Many shopping malls in São Paulo also offer miscellaneous services such as banks, laundry, repairs, and sometimes even police stations and doctors.\n\nThe selection of shops of a mall depends on the type of public predominant in the surroundings: at shopping malls located at working-class neighborhoods, it is easier to find bargain department stores, while shopping malls in wealthy areas may be the only way to have access to exclusive designer stores. Check the individual district listings for a comprehensive list of shopping malls in the city.\n\nSome shopping malls that deserve special mention are ",{"type":"'''","value":["Morumbi\/Market Place"]}," (",{"type":"[[","value":[["São Paulo\/South Central"],["South Central"]]}," - with more than 600 shops and dozens of restaurants), ",{"type":"'''","value":["Eldorado"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]}," - with an immense food court), ",{"type":"'''","value":["Iguatemi"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]}," - the oldest shopping mall of São Paulo, with very upscale profile), ",{"type":"'''","value":["JK Iguatemi"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]}," - the newest shopping mall for the wealthy Paulistanos), ",{"type":"'''","value":["Cidade Jardim"]}," (",{"type":"[[","value":[["São Paulo\/West"],["West"]]}," - famous for its internal gardens), ",{"type":"'''","value":["Aricanduva"]}," (",{"type":"[[","value":[["São Paulo\/Far East"],["Far East"]]}," - the city's largest and most famous working class shopping mall), and ",{"type":"'''","value":["Frei Caneca"]}," (",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]}," - the favorite of the LGBT public).\n\n",{"type":"===","value":["Suburban shopping areas"]},"\n\nFar from Downtown, there are many suburban shopping areas. The busiest of them is probably the area around ",{"type":"'''","value":["Largo 13 de Maio"]}," (",{"type":"[[","value":[["São Paulo\/South Central"],["South Central"]]},"), the \"central shopping area\" of the former city of Santo Amaro, now part of São Paulo.\n\nThere are also the open markets (",{"type":"''","value":["feiras livres"]},") and municipal markets (where you can buy fresh and cheaper fruit, vegetables and meat), supermarkets and ",{"type":"''","value":["atacados"]}," (a type of supermarket where you pay less if buy at least a certain quantity, very convenient for families).\n\nMost of these local commerce centers are not listed in this guide, but they are of extreme importance in the daily life of Paulistanos.\n\n",{"type":"===","value":["Costs"]},"\nSão Paulo has the highest living cost in the Americas, and it's the 10th most expensive city in the world, according to the ",{"type":"''","value":["Mercer Worldwide Cost of Living 2011 Survey"]},". However, it should be remarked that such rankings are based on averages, which hardly  describe a city as huge and with so many contrasts as São Paulo.\n\nIt is absolutely possible to enjoy the city's attractions while spending a moderate amount of cash in both accommodations and food. For example, a set meal, drinks included, in a reasonably good place is around R$43. Ask locals for tips how to make the best out of your money if you're on a tight budget.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Virado a paulista.jpg"],["thumb"],["right"],["250px"],["Virado à Paulista, a typical dish from the state of São Paulo."]]},"\nSão Paulo is home to a superb diversity of restaurants and cuisines, where you can enjoy typical dishes from ",{"type":"''","value":["literally"]}," all over the world. The price range is as wide as the diversity of the restaurants in the city, from cheap snacks and meals in simple and cozy restaurants and food tents in popular markets, to the ",{"type":"''","value":["hugely"]}," expensive high end cuisine and internationally recognized restaurants, such as ",{"type":"'''","value":["D.O.M"]},", which was (in 2012) elected the 4th best restaurant in the World and the best in South America by ",{"type":"''","value":["The World's 50 Best Restaurants"]},".\n\nThe city is also home to a vast array of Brazilian and international fast-food chains, offering varying options ranging from burgers, to sushi and kebab. The fast-food chain ",{"type":"'''","value":["Habib's"]},", which originated in São Paulo, is the favorite of lower class Paulistanos due to its cheap \"Arab-Brazilian\" snacks.\n\nIn São Paulo, the ever-present beans-and-rice accompaniment typically involves ",{"type":"'''","value":["brown beans"]}," instead of black beans, as in Rio. Another typical food in São Paulo is the ",{"type":"'''","value":["Virado à Paulista"]},", which consists of rice, ",{"type":"''","value":["tutu de feijão"]}," (a paste of beans and manioc flour; sometimes made of corn flour, in order to be drier than the manioc flour one), kale sautéed with garlic (",{"type":"''","value":["couve"]},") and pork chops, typically ",{"type":"''","value":["bisteca"]},". It is usually accompanied by pork rinds, bits of sausage, a fried egg and a fried banana.\n\nOne dish that claims its local character is the ",{"type":"''","value":["bauru"]}," sandwich, allegedly created by a druken student from the University of São Paulo's law school at the Ponto Chic restaurant after a long night out. It consists of four types of melted cheese and sliced roastbeef, and it still endures as one ubiquitous snack in ",{"type":"''","value":["padarias"]}," (Brazilian-style eateries).\n\nJapanese restaurants of the ",{"type":"''","value":["rodizio"]}," style are found pretty much everywhere, but mainly in the past decade, São Paulo became world famous for its excellent Japan-like and fusion restaurants, including ramen and udon shops and exquisite sushi and sashimi sets, which sometimes even come at a reasonable price. Many of these types of restaurants can be found down rua Tomaz Gonzaga in Liberdade, where connaisseurs of good food have already found their way in. On weekends, these restaurants can be packed, so arrive early to avoid queues.\n\nAnother typical type of restaurant in São Paulo are the world-famous ",{"type":"'''''","value":["churrascarias"]},", where an enormous range of meats and cuts comes to your table by the stick; they also offer a range of sides and salads. In those places, you can eat as much as you want, paying a single fee whose price range may vary from R$45 to R$115. This system is called ",{"type":"'''''","value":["rodízio"]},", and it has been very successful in the city, spreading to other types of cuisine like Italian, where you can find the ",{"type":"''","value":["rodízio de pizza"]}," and Japanese, with the ",{"type":"''","value":["rodízio de sushi"]},".\n\nThe cuisine of São Paulo shows the influence of European, Middle Eastern and Asian immigrants. The majority of immigrants in São Paulo arrived from Italy, and other European countries like Portugal, Spain and Germany. There are also large numbers of Asian and Middle Eastern immigrants from Japan, Lebanon and many other countries. Therefore, it is possible to find a wide array of cuisines in the city of São Paulo. ",{"type":"'''","value":["Pizza"]}," is a particularly popular dish, which can be found with an endless range of toppings, and ",{"type":"''","value":["paulistas"]}," will swear their city has the best pizza in the country, if not in the world.\n\nWhen eating out, a tip of 10 percent on the value of the bill is usually included. Some restaurants don't include this service charge (when you may come across the message \"Serviço não incluso\" at the end of the bill), but unless the staff are upsettingly rude, do pay the standard 10 percent tip as it is usually part of their wages.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Vila olimpia.jpg"],["thumb"],["right"],["250px"],["Vila Olímpia, in the ",{"type":"[[","value":[["São Paulo\/West"],["West"]]},", is one of São Paulo's main nightlife areas."]]},"\nYou will have no trouble finding bars in São Paulo, where you can enjoy an ice cold beer, a shot of ",{"type":"'''","value":["cachaça"]}," or a ",{"type":"'''","value":["caipirinha"]}," - or anything else for that matter. A ",{"type":"'''","value":["chopp"]}," (a 300 ml glass of draught beer) will set you back between R$3 and R$10 (in extreme cases), depending on the bar, but anything around R$4, R$5 is fine. ",{"type":"''","value":["Vila Madalena"]}," and ",{"type":"''","value":["Itaim"]}," have a very high concentration of bars, and are great spots for an all-nighter. For specific suggestions of bars, check the district section.\n\n",{"type":"===","value":["Clubs"]},"\nThis city has an unbelievably rich and diverse night life, and is able to provide entertainment for all tastes, from traditional samba-rock live music to electro-pop night clubs, raves and even some ",{"type":"''","value":["fetish"]}," clubs. It is worth planning at least one night out while you're in town. On the other hand, São Paulo's nightlife can be quite expensive; most clubs charge an entrance fee. Usually, entrance hovers around R$25, but they can be over R$250 (US$145) in some upscale places.\n\nThe main areas for nightlife in the city are Vila Olímpia, Vila Madalena, and Barra Funda (",{"type":"[[","value":[["São Paulo\/West"],["West"]]},"), Moema (",{"type":"[[","value":[["São Paulo\/South Central"],["South Central"]]},"), Tatuapé and Mooca (",{"type":"[[","value":[["São Paulo\/Southeast"],["Southeast"]]},"), and Santana (",{"type":"[[","value":[["São Paulo\/Northeast"],["Northeast"]]},"). The ",{"type":"[[","value":[["São Paulo\/Downtown"],["Downtown"]]}," has recently also experimented an impressive revival of nightlife. Be sure to check the individual District listings.\n\nVisit ",{"type":"[","value":["http:\/\/vejasp.com.br\/"]}," or buy one of the paper editions to have the latest clubbing updates.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\nIf you plan to explore the city and cannot rely on car\/taxi, staying near a Metro or train station is a very wise choice. Just be sure to avoid degraded areas. For lists of recommended hotels in the city, see the individual District listings. If you wish to stay close to the airport, please see the article on ",{"type":"[[","value":[["Guarulhos"]]},".\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"{{","value":[["infobox"],["Emergency phone numbers:"],[{"type":"*","value":["Police: 190"]},{"type":"*","value":["Fire: 193"]},{"type":"*","value":["Ambulance: 192"]},"\n",{"type":"'''","value":["Quick city code (DDD) guide:"]},"\n\n",{"type":"*","value":["11 - São Paulo, Santo André, São Bernardo do Campo, São Caetano do Sul, Barueri, Diadema, Osasco"]},{"type":"*","value":["19 - Campinas"]},{"type":"*","value":["21 - Rio de Janeiro"]},{"type":"*","value":["24 - Paraty"]},{"type":"*","value":["31 - Belo Horizonte"]},{"type":"*","value":["16 - Ribeirão Preto"]},{"type":"*","value":["12 - São José dos Campos, Ubatuba, Caraguatatuba, São Sebastião"]},{"type":"*","value":["13 - Santos, Guarujá"]},{"type":"*","value":["71 - Salvador"]},{"type":"*","value":["84 - Natal"]},{"type":"*","value":["92 - Manaus"]}]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Public telephone booths"]}," can be found on almost every corner of town. They work with phonecards only, which can be bought at any newspaper stand. Regular phonecards allow you to make local and national calls, but the credits fall at an incredible rate if the call is directed to another city or to mobile phones. There is a special phonecard for international calls, so make sure you ask the clerk for the correct one if that's the case."]},"\n",{"type":"*","value":[" The city code (also known locally as the DDD code) for São Paulo is (11), hence local telephone numbers have the following format: +55(11)0000-0000. If you are making local calls, the +55(11) prefix should be dropped."]},"\n",{"type":"*","value":[" When making national calls from SP, you have the option to choose your telephone provider: dial 0 followed by (15) Telefónica, (23) Intelig or (21) Embratel, plus the two-digit DDD code and telephone number."]},"\n",{"type":"*","value":[" When making international calls from São Paulo to abroad, you also have the option to choose your telephone provider: dial 00 followed by (15) Telefónica, (23) Intelig or (21) Embratel, plus the country code and telephone number."]},"\n",{"type":"*","value":[" To make reverse charge calls within the same city code area, dial 90 90 + the telephone number (do not use the city code (11))."]},"\n",{"type":"*","value":[" To make reverse charge calls to other cities, dial 90 followed by (15) Telefónica, (23) Intelig or (21) Embratel, plus the 2-digit DDD code and the telephone number."]},"\n",{"type":"===","value":["Internet cafés"]},"\nInternet cafés (also called ",{"type":"''","value":["cyber cafés"]}," or ",{"type":"''","value":["lan houses"]},") can be easily found in every neighborhood.\n\n",{"type":"==","value":["Respect"]},"\nPeople from São Paulo kiss on the right cheek once when they say hello, goodbye and nice to meet you. Some will kiss twice, once on each cheek, a kiss in the air. Men kiss women on the cheek and women kiss women as well, but two men won't give the kiss out unless they're gay or with intimate long-time friends or family. If you feel the occasion is a bit formal, especially on business occasions or if you don't know the person too well, a handshake will do the job. However, if a ",{"type":"''","value":["paulistano"]}," takes the initiative to kiss, make sure you turn your face to the left side to avoid embarrassment.\n\n",{"type":"===","value":["Business etiquette"]},"\n",{"type":"*","value":[" Paulistanos do appreciate if you are on time. However, given the infamous traffic congestion that prevails in town, a 15-30 min delay in a meeting is usually tolerated, and you shouldn't worry too much if you or someone else turns up a bit late. In general, do not plan more than two meetings per day, with a possible lunch meeting in between, due to the traffic delay in getting from place to place."]},{"type":"*","value":[" Office hours are usually from 9AM-6PM, and banks are open M-F 10AM-4PM. However, don't be surprised if a meeting is scheduled after 6PM, as the business culture in São Paulo is a bit workaholic."]},{"type":"*","value":[" Small gifts are usually gladly accepted, but exchanging presents is not the general rule."]},{"type":"*","value":[" It is always safer to first adopt a business attire to a meeting—suit and tie for men, business suit for women—even if you turn out to be a bit overdressed in a more informal business environment."]},{"type":"*","value":[" Before a meeting starts, it is not unusual to have some 5-10 min of informal chat, not related to the business to be discussed (traffic, weather forecasts, and football matches are accepted example topics). To cut short this informal chit chat might appear slightly rude and potentially embarrassing."]},"\n",{"type":"===","value":["Gay and lesbian travelers"]},"\nSão Paulo is the host of one of the biggest ",{"type":"'''","value":["Gay Pride"]}," parades in the world, attracting every year about 4 million people. Although ",{"type":"''","value":["paulistanos"]}," are relatively tolerant to homosexuality, openly public displays of affection between people, especially of same sex are uncommon and likely to attract attention, with the exception of places such as ",{"type":"'''","value":["Frei Caneca"]}," and ",{"type":"'''","value":["Rua Augusta"]},", and at some bars, coffee shops and night clubs. Such displays of affection should be completely avoided in poorer neighborhoods and on public transport, where prejudice is more likely to be openly manifested.\n\n",{"type":"==","value":["Stay safe"]},"\nSão Paulo, once one of the most violent cities of Brazil, has managed to drastically reduce crime during the 2000s. According to the ",{"type":"[","value":["http:\/\/www.sangari.com\/ Sangari Institute"]},", São Paulo was the ",{"type":"'''","value":["safest capital city of Brazil"]}," in 2011, in terms of homicide rate.\n\nUnfortunately, that doesn't mean that a visitor can really relax about safety, because São Paulo is simply too large and diverse to be described by average statistics. In fact, two of the most visited areas, Downtown and the Pinheiros subprefecture (in the West), have respectively 150% and 50% more violent crime than the city average (according to ",{"type":"[","value":["http:\/\/www.nossasaopaulo.org.br\/observatorio\/analises.php?tema=14&indicador=75&ano=2006&regiao=33#info"]},"). Check the individual district listings for safety advice in each area of the city. The general advice is as follows:\n\nVisitors should avoid walking in deserted areas at night, or at least avoid walking alone. Buses are reasonably safe, but waiting alone at a bus stop at night is not. The metro is always safe, but commuter trains that go to peripheral areas can be dangerous late at night. Be ",{"type":"''","value":["extremely"]}," careful when using ATMs at night (or better, do not use them if they are in deserted and dark places. If you really need one, try searching in places like shopping malls, theaters and cinemas and gas stations).\n\nDriving can sometimes also be risky, especially when you are alone and\/or in an upscale bars\/clubbing area, like Vila Madalena or Vila Olímpia. If you are driving at night, when stopping for whatever reason (even at a traffic light), check your surroundings. Keep your doors locked and windows closed during the night. If possible, when going back late to the hotel, take a cab or ride with a group of friends. During the day, keep valuable objects away from the window (even if you are using a taxi).\n\nSome areas can be dangerous even during the day. These includes run-down areas, like ",{"type":"''","value":["favelas"]}," and areas populated by drug addicts. The last can be easily recognized by the presence of poorly maintained buildings, bad odor, and dirty streets - there are many of those in the Historic Center. Most drug addicts are harmless, but a few may resort to violence to get money to buy their drugs.\n\nContrary to popular belief, nowadays poor neighbourhoods in São Paulo aren't usually dangerous, at least not more dangerous than an ordinary neighborhood. Still, some of them can be dangerous, so if you are in doubt, don't go or have the company of a local.\n\nAnd naturally, every safety recommendation that applies to big cities in general also applies to São Paulo:\n\n",{"type":"*","value":[" Don't trust strangers, especially those who seem excessively helpful;"]},{"type":"*","value":[" Always prefer the help of an identified officer or employee to that of a stranger;"]},{"type":"*","value":[" Watch your belongings all the time in crowded streets or public transportation;"]},{"type":"*","value":[" Avoid withdrawing and carrying large amounts of money;"]},{"type":"*","value":[" Avoid using expensive clothes and jewelry that make you stand out."]},"\n",{"type":"===","value":["Tourist police stations"]},"\n\nFamiliarize yourself with the location of the police stations specializing in tourist service and protection. These stations offer information on public safety and are staffed with qualified professionals to meet your needs.\n\n",{"type":"*","value":[{"type":"'''","value":["Port and Airport Police Division"]},". Special services for tourists and protection for dignitaries. Rua São Bento, 380, 5th floor, Centro. Tel. (11) 3107-5642 and 3107-8332. "]},{"type":"*","value":[{"type":"'''","value":["Headquarters of the Specialized Tourist Police – DEATUR"]},". Av. São Luiz, 91, Centro. Tel. (11) 3214-0209 and 3120-3984."]},{"type":"*","value":[{"type":"'''","value":["São Paulo Police Station at Congonhas Airport"]},". Avenida Washington Luis, Moema. Tel. (11) 5090-9032, 5090-9043 and 5090 9041."]},{"type":"*","value":[{"type":"'''","value":["São Paulo Police Station at Cumbica\/Guarulhos International Airport"]},". Rua Dr. João Jamil Zarif, Guarulhos. Tel. (11) 6445 3064, 6445-2686, 6445-2162, 6445-3464, 6445-2221."]},"\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[" No vaccination is required for São Paulo, unless you are planning to travel to central-western (Mato Grosso) or northern (Amazon) regions of Brazil afterwards, for which you should take a shot against yellow fever, and carry anti-malaria medication (quinine). "]},{"type":"*","value":[" If you're arriving from Peru, Colombia or Bolivia, the vaccination of yellow fever is required only if you need a visa (i.e., if you are going to stay for longer than 90 days). Check the requirements of any country you will travel to from Brazil."]},{"type":"*","value":[" Tap water in São Paulo is generally safe, at least when straight from the water supply system. However, several buildings can be lacking in the periodic cleaning of their cisterns and water tanks (the locals themselves tend to avoid tap water and drink bottled or filtered water instead)."]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.australian-consulate.org.br\/consulado.htm"],["email=consular.saopaulo@austrade.gov.au"],["address=Alameda Ministro Rocha Azevedo, 456, 2F"],["lat="],["long="],["directions="],["phone=+55 11 2112-6200"],["tollfree="],["fax=+55 11 2112-6220"],["hours=9AM-11AM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url="],["email=consarsp@terra.com.br"],["address=Ave Paulista, 2313 - sobreloja"],["lat="],["long="],["directions="],["phone=+55 11 3897-9522"],["tollfree="],["fax=+55 11 3285-0748"],["hours=9AM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canada.org.br"],["email=spalo-cs@international.gc.ca"],["address=Ave Nações Unida, 12.901, 16F"],["lat="],["long="],["directions="],["phone=+55 11 5509-4321"],["tollfree="],["fax=+55 11 5509-4260"],["hours=M-Th 8AM-5PM, F 8AM-1:30PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/saopaulo.china-consulate.org\/chn\/"],["email="],["address=Rua Estados Unidos, 1071, Jardim América"],["lat="],["long="],["directions="],["phone=+55 011 3082-9877"],["tollfree="],["fax=+55 11 3062-4396"],["hours=9AM-1PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia"],["url="],["email=cspaulo@cancilleria.gov.co"],["address=Rua Tenente Negrao, 140-9° andar. Cj.92"],["lat="],["long="],["directions="],["phone=+55 11 3078-0322-3078-0262"],["tollfree="],["fax=+55 11 3078-0298"],["hours=9AM-noon 2PM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["url=http:\/\/www.mzv.cz\/wwwo\/default.asp?idj=1&amb=128"],["email=saopaulo@embassy.mzv.cz"],["address=Ave Morumbi, 635, Jardim Guedala, 05607-000"],["lat="],["long="],["directions="],["phone=+55 11-3031-1729"],["tollfree="],["fax=+55 11-3031 1822"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance.org.br\/saopaulo\/francais\/index.html"],["email="],["address=Ave Paulista, 1842, Torre Norte, 14F"],["lat="],["long="],["directions="],["phone=+55 11 3371 5400"],["tollfree="],["fax=+55 11 3371 5410"],["hours=8:30AM-noon"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.sao-paulo.diplo.de\/Vertretung\/saopaulo\/pt\/Startseite.html"],["email=info@sao-paulo.auswaertiges-amt.de"],["address=Ave Brigadeiro Faria Lima, 2092, 12F"],["lat="],["long="],["directions="],["phone=+55 11 3097 6644"],["tollfree="],["fax=+55 11 3815 7538"],["hours=8AM-11:30AM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=grcongen.spa@mfa.gr"],["address=Av. Paulista, 2073, Conjunto Nacional, Ed. Horsa II, 23o andar - cj. 2303"],["lat="],["long="],["directions="],["phone=+55 11 3251 0675, +55 11 8138 2129 (Emergencies)"],["tollfree="],["fax=+55 11 3289 0178"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/embassies.gov.il\/sao-paulo\/Pages\/default.aspx"],["email=info@saopaulo.mfa.gov.il"],["address=Rua James Joule, 92. Brooklin"],["lat="],["long="],["directions="],["phone=+55 11 2127 0500"],["tollfree="],["fax=+55 11 2127 0528"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.sp.br.emb-japan.go.jp"],["email=consuladogeraldojapao@nethall.com.br"],["address=Ave Paulista, 854, 3F"],["lat="],["long="],["directions="],["phone=+55 11 3254-0100"],["tollfree="],["fax=+55 11 3254-0110"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Republic of Korea"],["url="],["email="],["address=Ave Paulista, 37, 9F"],["lat="],["long="],["directions="],["phone=+55 11 3141-1278"],["tollfree="],["fax=+55 11 3141-1279"],["hours=9AM-5PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/consulmex.sre.gob.mx\/saopaulo"],["email=consulmexbsb@uol.com.br"],["address=Rua Holanda 274 Jardim Europa"],["lat="],["long="],["directions="],["phone=+55 3576-5400"],["tollfree="],["fax=3088-7768"],["hours=830A-11A"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Lebanon"]]}," ",{"type":"{{","value":[["listing"],["name=Lebanon"],["url="],["email=consuladosp@libano.org.br"],["address=Ave Paulista, 688, 16F, Bela Vista"],["lat="],["long="],["directions="],["phone=+55 11 3262-0604"],["tollfree="],["fax="],["hours=9AM-1PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/www.nzembassy.com"],["email=consuladonz@nzte.govt.nz"],["address=Al. Campinas 579, 15F"],["lat="],["long="],["directions="],["phone=+55 11 3148-0616"],["tollfree="],["fax=+55 11 3148-2521"],["hours=9AM-1PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url="],["email=consuladosp@consuladogeraldanoruega.com.br"],["address=Rua General Almério de Moura, 780, Morumbi"],["lat="],["long="],["directions="],["phone=+55 11 3759-2379"],["tollfree="],["fax=+55 11 3758-5986"],["hours=8AM-6PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url="],["email=consul_sp@teknobank.com.br"],["address=Rua Groenlândia, 808, Jardim América"],["lat="],["long="],["directions="],["phone=+55 11 3062-6268"],["tollfree="],["fax=+55 11 3064-1591"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/www.maec.es\/subwebs\/Consulados\/SaoPaulo\/es\/home\/Paginas\/home_cgsaopaulo.aspx"],["email=cog.saopaulo@mae.es"],["address=Av. Brasil, 948"],["lat="],["long="],["directions="],["phone=+55 11 3087-2600"],["tollfree="],["fax=+55 11 3087-2620"],["hours=8:15AM-12:15PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.suecia.org.br"],["email=swenor@uol.com.br"],["address=Rua Arandu, 205, Conj 1009, Brooklin Novo"],["lat="],["long="],["directions="],["phone=+55 11 5506 9994"],["tollfree="],["fax=+55 11 5507 4371"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/eda\/pt\/home\/reps\/sameri\/vbra\/cgsao.html"],["email=sao.vertretung@eda.admin.ch"],["address=Av. Paulista 1754, 4° andar, Edifício Grande Avenida"],["lat="],["long="],["directions="],["phone=+55 11 3372 8200"],["tollfree="],["fax=+55 11 3253 5716"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/www.mae.es\/consulados\/saopaulo\/es\/home"],["email=saopaulo@gra-bretanha.org.br"],["address=Rua Ferreira de Araújo, 741, 2F"],["lat="],["long="],["directions="],["phone=+55 11 3094 2700"],["tollfree="],["fax=+55 11 3094 2717"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/brasilia.usembassy.gov\/index.php?itemmenu=165&submenu=14&action=saopaulo.php"],["email="],["address=Rua Henri Dunant, 500, Chácara Santo Antônio"],["lat="],["long="],["directions="],["phone=+55 11 5186-7000"],["tollfree="],["fax=+55 11 5186-7199"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe city of São Paulo is only one hour driving from the ",{"type":"[[","value":[["Paulista Coast"]]},", which is a typical Brazilian region full of splendid beaches and great seafood. The young and the old of São Paulo alike head there on the weekends to enjoy the sand, sun and fun. Note the telephone code changes from 11 to 12 (northern coast - São Sebastião and remaining cities to the north) or 13 (Bertioga and remaining cities to the south) as you travel from Greater São Paulo to the Paulista Coast. All coded from 14 to 19 are upstate São Paulo. The rich agricultural state offers winter destinations, upscale retreats and large Rodeos.\n\nIn parenthesis the typical duration of the journey by car (using the fastest route in good traffic conditions) is listed. During long holidays (like Carnival and New Year), expect to be much more.\n\n",{"type":"===","value":["Coast"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santos"]]}]}," (1h) - Estuary city near São Paulo, home to Pelé's famous football team Santos F.C. and Brazil's most important seaport."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Guaruja"]]}]}," (1h) - Many Paulistanos have their beach houses in this town, which becomes packed with tourists during the summer months of December, January and February. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Peruíbe"]]}]}," (1:30h) - Last south coast city nearby São Paulo, home of the ",{"type":"[","value":["http:\/\/wikimapia.org\/7206009\/Jur%C3%A9ia-Itatins-Ecological-Station Juréia-Itatins Ecological Station"]},", the biggest Atlantic jungle in the state."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bertioga"]]}]},"  (2h): just NE of Santos and Guaruja, this beach town hosts a variety of annual festivals, including a Japanese, an Italian and a Native Brazilian. Don't miss the waterfall on the way down the mountain (via Moji das Cruzes), as there's no access on the return trip."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["São Sebastião"]]}]}," (2:30h) - Second in preference for summer houses, the beaches of São Sebastião are a mixture of rustic paradisiac nature with first class night life. Contains one of the most famous beaches of the São Paulo coast, ",{"type":"'''","value":["Maresias"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ubatuba"]]}]}," (3h) - Beautiful beaches are the main attraction of this place, as well as its well-preserved nature. Hotels sometimes provide leisure activities such as scuba diving, mountain biking and trekking. The city is known for providing a good surfing environment."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ilhabela"]]}]}," (3:30h) - Accessible only from ",{"type":"[[","value":[["São Sebastião"]]}," by ferry, it is an archipelago with various savage beaches and ecotourism options."]},"\n",{"type":"===","value":["Countryside"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["São Roque"]]}]}," (1h) - A small city mainly regarded as a ",{"type":"[[","value":[["wine tourism"]]}," destination, but also containing interesting historical constructions and beautiful nature."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Itu"]]}]}," (1:15h) - Historical city that was the birthplace of Brazilian Republic, and with a theme of \"oversized things\"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Campos do Jordão"]]}]}," (2h) - Charming little town in the mountains, at 1,600 m high. Well-off Paulistanos buy their winter house in Campos do Jordao, due in part to the famous winter classic music festival in July, when the high season takes place in town. Many upscale club and bar owners go up the mountain and promote events and parties at this time of the year."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["São Luiz do Paraitinga"]]}]}," (2h) - City in the Serra do Mar, offering ecoutourism options and an impressive historic center, a national heritage site."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Aparecida"]]}]}," (2h) - A major Christian pilgrimage destination, containing the second largest Catholic temple in the World."]},"\n",{"type":"===","value":["Theme parks"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hopi Hari"]}," (1h) - A big theme park located in the city of ",{"type":"[[","value":[["Vinhedo"]]},", one hour from São Paulo. It offers many rides, from those for children to the radical ones. Various food, from snacks to ",{"type":"''","value":["à la carte"]},". You can get there by car or shuttle buses from many places."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wet'n Wild São Paulo"]}," (1h), Itupeva (See the ",{"type":"[[","value":[["Vinhedo"]]}," article). A water park of the American Wet'n Wild chain, just beside Hopi Hari, with 12 rides and many food shops."]},"\n",{"type":"===","value":["Metro area (",{"type":"[[","value":[["Grande São Paulo"]]},")"]},"\nFor the cities below, driving times vary widely according to where the journey begins in São Paulo.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mogi das Cruzes"]]}]}," - A popular destination for rural and ecotourism."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Embu das Artes"]]}]}," - Town just Southwest of São Paulo, known for its talented local artists. If you are looking for authentic Brazilian art, handicrafts, furniture, or just want to browse around some really cool shops, this is the place to go."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pirapora de Bom Jesus"]]}]}," - Destination of a Catholic pilgrimage that is one of the oldest state's traditions."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santana de Parnaíba"]]}]}," - City with a valuable Colonial historical center and strong religious traditions."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santo André"]]}]}," - Containing the English-built village of Paranapiacaba and ecotourism options in the area."]},"\n",{"type":"{{","value":[["routebox-1"],["image1=BR-116.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Rio de Janeiro"]]}],["minorl1=",{"type":"[[","value":[["Guarulhos"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Porto Alegre"]]}],["minorr1=",{"type":"[[","value":[["Curitiba"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["-23.5500"],["-46.6333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Grande São Paulo"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:São Paulo"]]},"\n",{"type":"[[","value":[["Wikipedia:São Paulo"]]}]