[{"type":"{{","value":[["pagebanner"],["Sirince banner.jpg"]]},"\n\n",{"type":"'''","value":["Şirince"]},", formerly Kirkince or Çirkince, is a village nestled on the hills in ",{"type":"[[","value":[["Central Aegean"],["Central"]]}," ",{"type":"[[","value":[["Aegean_Turkey"],["Aegean Region"]]},", ",{"type":"[[","value":[["Turkey"]]},". It is a small village which is famous for its wine and houses. Sirince was a Greek village before the Turkish Independence War. In 1923, Turkish and Greek governments exchanged the populations. Greek government exiled the Muslims of Greece to Turkey, while the Turkish government exiled Greeks of Turkey to Greece. Şirince forms the setting of Greek writer Dido Sotiriou's—a native of Şirince—",{"type":"''","value":["Farewell Anatolia"]},", in which the events around the Greco-Turkish War of 1919–1922 are depicted through the eyes of a fictional character from Şirince.\n\nŞirince today is very popular with Turkish tourists, especially on weekends.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Sirincehouses.jpg"],["thumb"],["350px"],["Şirince"]]},"\n\nFrom ",{"type":"[[","value":[["Selçuk"]]}," town (8 km away from Şirince), you can take minibuses to the village, which cost 3 TL. There is a minibus at every hour towards both directions.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]}," \nSirince's local architecture, which nowadays is under legal protection, is well preserved. Some of the houses of the village are restored to their former glory, while some others are on the edge of dilapidation. The village is quite a heaven for the photographer.\n\n",{"type":"==","value":["Do"]},"\nApart from the historical background of the village, there are fantastic valleys to walk around. Olive groves, peach gardens, vineyards... it's Turkey's ",{"type":"[[","value":[["Tuscany"]]},".\n\n",{"type":"==","value":["Buy"]},"\nWine, handicrafts, olive oil.\n\n",{"type":"==","value":["Eat"]},"\nThere are planty of restaurants in the village with reasonable prices. They serve local specialties and grilled meat.\n\n",{"type":"==","value":["Drink"]},"\nYou can find alcohol in every restaurant. Every house, on the other hand, makes its own wine. In addition to homemade (grape) wines, Şirince is also well-known for its fruit wines made of apple, berries or more unusual types such as myrte. All through the village are shops where you can put your wine tasting skills to the test.\n\n",{"type":"==","value":["Sleep"]},"\nSeveral hotels and bed and breakfasts, mostly in renovated village houses, ranging in price from very basic to luxurious. ",{"type":"'''","value":["Nisanyan Hotel"]},", comprising several historic houses as well as simpler cottages, is considered one of the finest boutique hotels in the country. Also ",{"type":"'''","value":["Gül Konakları"]}," and ",{"type":"'''","value":["Kırkınca Pension"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Şirincem Pansiyon"],["url=http:\/\/www.sirincempansiyon.com"],["email=sirincemali@gmail.com"],["address="],["lat="],["long="],["directions=along the main road at the entrance of the village"],["phone=+90-537-831-82-97"],["tollfree="],["fax="],["hours="],["price=€25"],["checkin=9AM"],["checkout=noon"],["content=They also have a ",{"type":"'''","value":["restaurant"]}," across the street with meals on the range of €5-7 available, open 9AM-10PM."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.9414"],["27.4331"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Aegean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Şirince"]]}]