[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Church of Saint Catherine (Valday) 02.jpg"],["thumb"],["250px"],["The church of St. Catherine (1790s, attributed to Nikolay Lvov)."]]},"\n",{"type":"'''","value":["Valday"]}," (",{"type":"[[","value":[["Russian"]]},": ",{"type":"'''","value":["Валдй"]},") is a town in the ",{"type":"[[","value":[["Novgorod Oblast"]]}," of western ",{"type":"[[","value":[["Russia"]]},". Population: 16,098 (2010 Census).\n\n",{"type":"==","value":["Understand"]},"\nValday is a popular tourist destination, situated in the middle of the Valdaysky National Park. Most tourists visit the lake and the town during the summer. Valday features many recreation facilities and sanatoria, and many camping places are available around the lake. The first meeting of the Valdai International Discussion Club was also held on the lake.\n\n\n",{"type":"==","value":["Get in"]},"\nIt lies on the M10 highway between ",{"type":"[[","value":[["Moscow"]]}," and ",{"type":"[[","value":[["St. Petersburg"]]},", 386 km (240 mi) from Moscow and 140 km (87 mi) from Veliky Novgorod.\n\nA railway which connects Bologoye and Pskov via Staraya Russa passes through Valday. The town is also connected to Kresttsy with a railway. There is no passenger traffic, but the railway is in use for cargo traffic.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nValday contains forty-three cultural heritage monuments of federal significance and additionally seventy-four objects classified as cultural and historical heritage of local significance. The federal monuments are the ensemble of Valday Iversky Monastery, the Presentation Church and a park.\n\n",{"type":"[[","value":[["Image:Valdaysky Monastery 04.jpg"],["thumb"],["250px"],["The katholikon of Valday Iversky Monastery (1656)."]]},"\nThe Valdaysky District Museum, located in Valday, displays two exhibitions. One is devoted to the history of Valday as a center of an uyezd in the 19th century. This part of the museum is located in the Mikhaylova House, a 19th century historical building. The second part, in the former Church of Saint Catherine, highlights history of Valday bell-making. In the end of the 18th and in the 19th century, bell-making was a traditional handicraft in Valday. Big church bells, as well as small bells which were hung to a horse harness, were produced.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nVery close to the town on the coast of Lake Valdayskoye there is a residence of the Russian president. The complex of buildings is highly secured and a large sector of the lake is closed for boats and swimmers. This place was a favorite of the former Russian presidents Boris Yeltsin and Vladimir Putin.\n\n",{"type":"{{","value":[["IsPartOf"],["Novgorod Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["57.979167"],["33.252778"]]},"\n",{"type":"[[","value":[["Wikipedia:Valday, Novgorod Oblast"]]}]