[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Valdivia"]}," is in ",{"type":"[[","value":[["Southern Chile"]]},".  \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:View of Valdivia from Pedro de Valdivia bridge.jpg"],["thumb"]]},"\n",{"type":"*","value":[" Only a 3 hour ride from ",{"type":"[[","value":[["Puerto Montt"]]}," for approx 3000 pesos."]},{"type":"*","value":[" 10-12 hours from ",{"type":"[[","value":[["Santiago de Chile"],["Santiago"]]},", 10.000 to 20.000 pesos."]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" Twice daily one-stop flights by LAN Express Airbus A318\/320 to\/from Santiago for 75000 pesos (lan.com Internet fare).  The airport is about 35km north of Valdivia.  Numerous shuttles await the flights and take you into the city for 5000 pesos."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The town has a cool little fish market by the river side where you can feed Sea lions and Pelicans with tidbits or snacks that  you can buy from the fish mongers."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Loads of tour operators offering boat tours to various ruined 17th Century Spanish forts. The cruises stop and allow you to explore the ruins or walk in the forests.  Most tours go to the Pacific Ocean at Corral and stop for a 30 minute visit here.  Tour lasts about 5 hours. Ticket price includes a quality meal and indoor seating.  Tour guide narration in Spanish only.  Beverages not included in the price.  The boats depart from the same area as the fish market."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Marzipan and German desserts at Chocolateria Entrelagos (downtown-at one block from the central square)."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" During January and February there's a feira at Niebla on the coast.  Seafood stalls and folk music and dancing until 11PM.  Delicious empanadas de mariscos and other asado and seafood.  40 or 50 food stalls and free entry provide a great evening of entertainment.  Buses run to and from Valdivia and at closing there are several buses lined up to take people back to Valdivia."]},"\n",{"type":"[[","value":[["Image:Curanto.JPG"],["thumb"],["Curanto served in Valdivia, Chile"]]},"\n\n",{"type":"*","value":[" Curanto.  This is a large serving of steamed shellfish served with a boiled sausage, boiled chicken leg, and potatoes.  It is not always on the menu but try looking for restaurants with a large sign on the sidewalk or in the window that states \"HOY CURANTO\"."]},"\n",{"type":"*","value":["Despensa Sureña at the corner between the streets Arauco and Esmeralda serves simple and cheap, but excellent lunch for about 2000 Pesos."]},"\n",{"type":"*","value":["Restaurant Yang Cheng is a traditional place about Chinese food. This have 20 years of tradition on Valdivia city. Has a menu with more than 50 variety of Chinese food."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Villa Santa Clara Restaurant"],["url=http:\/\/villasantaclararestaurant.cl"],["email="],["address=Lord Cochrane 855"],["lat="],["long="],["directions=Follow the big signs to Villa Santa Clara from the bus stop Puelche"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A really nice and secluded place in Niebla.  \"Parillas\", fine wines, fresh fish and a very fair priced \"Buffet de Mariscos\" (shellfish) on Friday nights.  The restaurant is situated in a pleasant garden with Cabañas nearby."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["There is a place called \"Ocio\"; it's a chill-out bar and they offer great Pisco sour."]},"\n",{"type":"*","value":["Ultima Frontera is an alternative\/student bar, always packed, great decoration in a building under very big trees and wide food menu. Located at Pérez Rosales esquina Yerbas Buenas 787."]},"\n",{"type":"*","value":["Cervecería Kunstmann ",{"type":"[","value":["http:\/\/www.cerveza-kunstmann.cl\/english.htm"]}," for those who love beer; this tastes so good!. You can visit the restaurant in the factory, just 10 minutes to the downtown."]},"\n",{"type":"*","value":["You find a dozen of places for dance or drink in \"Calle Esmeralda\", a short street in the downtown."]},"\n",{"type":"*","value":["For Gay People there is a Gay Disco named Tequila at isla teja (Fridays)."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Airesbuenos"]},", García Reyes 550.  Located in the very centre of the city, It's very affordable and clean and is run by a very hip, friendly, and open-minded fellow from Argentina. It attracts all kinds of fun people. This is the most recommended hostel in most of the International guides. From 2007 it has a new address: García Reyes 550.-"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hostel Pratt"]},", 595 Prat, with a great view of the Calle Calle river (it's right across the street) is convenient to the bus terminal and to downtown.  The rooms are a bit dark and the beds have seen better days and the bathrooms are small.  Friendly staff and a good breakfast.  20,000 pesos."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Chile"]]},"\n\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Valdivia"]]},"\n",{"type":"{{","value":[["geo"],["-39.8"],["-73.233333333333"]]}]