[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Vale do Capao, Chapada Diamantina.jpg"],["thumb"],["Vale do Capão"]]},"\n\n",{"type":"'''","value":["Vale do Capão"]}," is a valley and a village in the ",{"type":"[[","value":[["Chapada Diamantina National Park"]]},", in the inland region in the state of ",{"type":"[[","value":[["Bahia"]]}," in ",{"type":"[[","value":[["Brazil"]]},". It is very easy to start excursions in the park from this point, with or without a guide.\n\nThere is no ATM in Vale do Capão. You can arrange with the markets to withdraw money with them but they charge a lot. Best solution is going to Palmeiras.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way to get in (and out of) Vale do Capão is from ",{"type":"[[","value":[["Palmeiras"]]},". There are 4x4 (R$10) leaving from the rodoviaria at least three times a day (synchronized with the arrival of the bus from ",{"type":"[[","value":[["Salvador"]]},").\nIf you come from ",{"type":"[[","value":[["Salvador"]]},", go with Real Expresso (around R$55) till ",{"type":"[[","value":[["Palmeiras"]]}," and then take the 4x4 waiting next to the bus.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"[[","value":[["Chapada Diamantina National Park"]]}," is all around.\n\nThere are a lot of excursions to do. A guide will get you there more easily and you will be able to see more places but some excursions are very easy and can be done walking or hitchhicking (",{"type":"''","value":["pegar carona"]},").\n",{"type":"*","value":[" ",{"type":"'''","value":["Vale do Pati"]}]},"It is a 25 km hike from the village of Capao which can be shortened by 5 km when taking a Mototaxi till La Bomba. The hike to the entrance of the Valle do Pati takes about 6 hours and is possible without a local guide. If you buy one of the Maps of the Parqe Nacional you will be able to find the trails going to the Vale do Pati.\n",{"type":"*","value":[" ",{"type":"'''","value":["Cachoeira da Fumaça"]}]},"This is an impressive Waterfall of 380 meters. Even without water in the dry season it is worth the 2,5 hours climb. From the village of Capao you take the road in direction to Palmeiras and turn right after the Public Bathrooms.\n",{"type":"*","value":[" ",{"type":"'''","value":["Cachoeira da Purificação"]}," (2-3 hours walking from the village, best in the morning when the sun gets in)"]},"From La Bomba, at the end of the road it is a 40 min hike to the waterfall. The Poco Angelica is on the way to the Waterfall an worth a dive.\n",{"type":"*","value":[" ",{"type":"'''","value":["Riachinho"]}," (20 minutes from the village hitchhicking towards Palmeiras)"]},{"type":"*","value":[" ",{"type":"'''","value":["Rio Preto"]}," (1 hour walking from the village, opposite direction to Palmeiras)"]},"\nIt is easy to find a guide asking people in the street. You can also go to the Tatu Feliz in the main street, which has a great variety of treckings.\n\nAt ",{"type":"[","value":["http:\/\/pt.wikiloc.com\/trilhas\/trekking\/brazil\/bahia Wikiloc"]}," you will find GPS traces of several trails around the area.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nA lot of (natural) fruit juices in the main street.\n\nTry the PML (Pinga Mel Limão), the local cachaça based drink. There are bars selling itin the center place. You can also buy the ingredients separately (buy the cachaça in a bar) and make it at home.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe village is full of pousadas, camping sites, bungalows.\n\n",{"type":"*","value":[" Camping do Seu Dai: The cheapest place to camp in Capão at R$8 per person. Also has rooms. Has a Kiosk selling cheap food."]},{"type":"*","value":[" Sempre Viva: Another campground. At R$10 per personit's a bit more expensive than Seu Dai, but much more organized and clean. Common kitchen for guest use. "]},{"type":"*","value":[" Sitio Grupiara: nice and quiet pousada. R$20-25 (depending on how long you stay). When coming from Palmeiras, turn left before the market, it is the house with the diamonds seeker at the entrance. (75) 3344-1113; vilmanaraujo@yahoo.com.br"]},{"type":"*","value":[" Tatu Feliz (in the main street)"]},"\n",{"type":"==","value":["Connect"]},"\n\nYour cell phone will probably not work there.\n\nThere are at least two internet cafes (that have also wifi).\n\n",{"type":"==","value":["Stay safe"]},"\n\nIt seems a very quiet place.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central South (Bahia)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]