[{"type":"{{","value":[["pagebanner"],["Valle de Cocora banner.jpg"],["otbp=yes"],["caption=Wax palms in the clouds"]]},"\n\n",{"type":"'''","value":["Valle de Cocora"]}," is a protected area in ",{"type":"[[","value":[["Quindío"]]}," near the eco-tourist\/backpacker haven of ",{"type":"[[","value":[["Salento"]]},", known for its surreal, striking landscapes pegged with the slender, towering ",{"type":"[[","value":[["Colombia"]]},"n national symbol, the wax palm.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Valle de Cocora2.JPG"],["thumb"],["270px"],["Wax palms dwarfing a cow, along the descent from Finca la Montaña"]]},"\n\n",{"type":"===","value":["History"]},"\nThe area was designated a protected park by the Colombian government in 1985 in response to the imminent threat of extinction of the ",{"type":"''","value":["Ceroxylon quindiuense"]},", the Quindío wax palm. The palms were brought to the verge of extinction in part owing to their utility in making wax candles and building materials for farmers, but most of all because they were traditionally cut down annually for fronds on Palm Sunday. The park remains to this day pretty much the only place in the world that you can find these immense trees which, while quite rare, are no longer under imminent threat.\n\n",{"type":"===","value":["Landscape"]},"\nValle de Cocora is a natural cloud forest, although the area around the hamlet of Cocora is used for pasture. The topography is decidedly Andean, with the valley following a river flanked by steep mountain foothills.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe wax palm, the Colombian national tree, is obviously the main attraction. It is the tallest palm in the world, growing up to 60 meters, while retaining the girth of any old palm, making for a very slender giant, an immense pole topped with a little crown of palm fronds. Their wide root systems make for an odd visual: palms shooting up hundreds of feet into the sky, all widely but evenly spaced apart, as if planted purposefully.\n\nOther local flora of note include the Pino Romerón, puyas, frailejónes, and encenillos. More rare flora are to be found when you ascend past Estrella de Agua and enter the Páramo alpine tundra in ",{"type":"[[","value":[["Los Nevados National Park"]]},".\n\nThe fauna is perhaps less appreciated by visitors, and in fairness, the more charismatic mammals make themselves pretty scarce: endangered mountain tapirs, spectacled bears, sloths, and mountain lions. Of birds the most noticeable is surely the big Andean condor, but the most ",{"type":"''","value":["notable"]}," is the yellow-eared parrot, which nests in the hollow trunks of the wax palms themselves. This tie to the palms has seen the yellow-eared parrot similarly brought to the brink of extinction, but a determined rescue effort has brought the bird back to endangered status, with a census of over 1500 in 2012. The park is also filled with hummingbirds, which are easiest to find at the feeding stations at the hummingbird sanctuary, Acaime.\n\n",{"type":"===","value":["Climate"]},"\nValle de Cocora is temperate year round, owing to its proximity to the equator, and elevation of 1800 to 2400 meters above sea level. As it is a cloud forest, it is extremely wet, with frequent precipitation. So it's cool and wet—dress accordingly and bring boots for the mud!\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["mapframe"],["4.6291"],["-75.4596"],["zoom=13"],["height="],["width=600"],["layer=MS"]]},"\nTheoretically, there are jeeps going from the central plaza of ",{"type":"[[","value":[["Salento"]]}," at 7:30AM, 9:30AM and 11:30AM, which then leave on a return trip from the park at 5PM. But there really isn't a set schedule. There are a bunch of jeeps (",{"type":"''","value":["chipetas"]},") in the plaza in the morning, and they leave if they can find enough people to fill them, and the situation is exactly the same on the way back. The price (one-way) per person is COP3,200-3,600 (2013). Valle de Cocora is a popular place for Colombian tourists year-round, so this process is never too hard. To ensure you have enough time at the park, though, you'll want to be at the plaza no later than 9AM (8AM or earlier would be ideal). If you don't mind paying extra, you can always buy up all the seats in the jeep, and it will leave whenever you want it to. Expect the ride to be a little over 30 minutes.\n\nThe road to Cocora is rough, but can be done in a sedan, which you'll have to leave parked on the side of the road (along with the jeeps). The road from Salento starts at the east end of Kra 2 (at the intersection with Calle 1).\n\nOnce you arrive at Cocora, you'll see the wooden gate entrance.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nNo fees, no permits, no nothing—just go walk into the valley!\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Valle de Cocora river.JPG"],["thumb"],["270px"],["The Quindío River inside the cloud forest"]]},"\nThe park\/valley is small enough to cover the trails in one day on foot, although horseback riding is also an option (see ",{"type":"[[","value":[["#Do"],["below"]]},"). Bear in mind that parts of the trail are more than two miles above sea level, so if you are not acclimated to the Andes, the hike will be ",{"type":"''","value":["hard"]},".\n\n",{"type":"==","value":["See"]},"\nValle de Cocora isn't exactly long on sights—the attraction is the environment itself, and of course the wax palms. The one exception might be the hummingbird sanctuary:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Acaime"],["alt="],["url="],["email="],["address="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=COP4,000 (2013)"],["content=Acaime is essentially a hummingbird sanctuary cum strategically placed coffeeshop. It costs COP4,000 (2013) for entry and a hot beverage plus fresh cheese, which is very worthwhile, if only for some hot chocolate, tea, or coffee and some chit chat with other travellers, all happy to sit down after trekking around the jungle. There are hummingbird feeders right by the sitting area, so you can watch various varieties of hummingbirds flit about while you sip."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere's really only one activity here, and it's just to explore and photograph the valley. Most visitors do so on foot:\n\nThe most popular six-or-so hour ",{"type":"'''","value":["loop trail"]}," is to head from the ",{"type":"{{","value":[["marker"],["type=see"],["name=wooden entrance gate"],["lat=4.637916"],["long=-75.486837"]]}," along the trail to the right, to ",{"type":"{{","value":[["marker"],["type=see"],["name=Acaime"],["lat=4.627073"],["long=-75.451899"]]},", before returning via ",{"type":"{{","value":[["marker"],["type=see"],["name=Finca la Montaña"],["lat=4.633361"],["long=-75.460975"]]},". You'll go for a while through fairly flat pasture (always slightly uphill) along a trail thoroughly chewed up by horses (wear shoes that can get very muddy), before eventually entering the cloud forest, and trekking alongside the Quindío River. Keep aiming for Acaime and ignore other signposted side trails. From Acaime start heading back and take the uphill side trail signposted to Finca La Montaña, a farm located on a very steep hill, with some lovely views and an insanely angry dog who hopefully will never break free of his short iron chain. Have a seat, meet the farmer's cute little daughter, who will bring you a guestbook to sign. Climbing just a bit more, you will get high enough for the surrounds to transform into a pine forest, before a fairly steep descent into the most scenic part of the valley, with absolutely great opportunities for photography. The standard estimates of time are 2.5 hours to Acaime, 1 hour to Finca La Montaña, and then 1.5 hours back to Cocora, although if you are fit and not stopping a lot, you can shorten that down to a four hour circuit.\n\nOn the above loop trail, you'll see signs for ",{"type":"{{","value":[["marker"],["type=see"],["name=Estrella de Agua"],["lat=4.623095"],["long=-75.430892"]]},", a two hour muddy slog uphill past Acaime, which is a little farm by a small alpine lake where hikers camp on the way in and out of ",{"type":"'''","value":[{"type":"[[","value":[["Los Nevados National Park"]]}]},", via ",{"type":"[[","value":[["#Go next"],["the back way"]]}," (i.e., the best way). If you're not going on into the national park, then save yourself the hard climb and skip it.\n\n",{"type":"[[","value":[["File:Valle de Cocora1.JPG"],["thumb"],["270px"],["Arresting topography outshone only by the wax palms"]]},"\n\n",{"type":"'''","value":["Horseback riding"]}," is especially popular with the domestic tourists. You can set up a guided horseback trail ride for COP10,000 per hour per person, plus COP10,000 per hour for the guide. The rides go just a little ways into the cloud forest, less than halfway to Acaime, and into the valley going the other way towards Finca La Montaña, and then skipping past it, but they do not ascend the mountains.\n\n",{"type":"==","value":["Buy"]},"\nAlas, they have yet to capitalize on the potential wax palm tchotchke and t-shirt market. For all the tourists, this place is not touristy.\n\n",{"type":"==","value":["Eat"]},"\nWithin the valley, there is only the cafe at Acaime, which is cheap and very welcome after trekking, but also extremely basic—most visitors get their calories just via the oh so Colombian hot chocolate and fresh cheese combo. Just outside the park, though, there are some down-to-earth rural cafes serving the local ",{"type":"''","value":["trucha"]}," specialty (trout), and that's definitely a nice way to spend time at the end of the hike, if you aren't ready to speed back to Salento. Savvy travelers will bring some arepas or other street food to have a picnic placed strategically at some scenic overlook or another.\n\n",{"type":"==","value":["Drink"]},"\nIf you want a beer, the only hope would be at the entrance, but alcohol doesn't go that well with high altitude hiking anyway. ",{"type":"''","value":["Water does"]},". They sell bottled water at the entrance and at Acaime, or you can just pick some up in Salento in the morning. It's best to bring a few liters per person, as the hike is long.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Ceroxylon quindiuense cocora.jpg"],["thumb"],["270px"],["View from near the farm"]]},"\n\nThe main place within the park to stay at is Acaime, which does have beds for hikers, mostly intended for hikers going in or out of Los Nevados. Cocora visitors really have no reason to sleep here, since you don't need more than a day, and Salento is a much nicer place to spend the evening. If continuing through the park and on to ",{"type":"[[","value":[["Los Nevados National Park"]]},", camping will feel much less like invading someone's property than it would in most of Valle de Cocora, starting at Estrella de Agua (which is building a dorm for hikers as of summer 2013).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bosques de Cocora campground"],["alt="],["url=http:\/\/www.valledelcocora.com.co\/component\/content\/article\/44\/128-este-fin-de-semana.html"],["email="],["address="],["lat=4.636975"],["long=-75.484713"],["directions="],["phone=+57 6 746-3515"],["tollfree="],["fax="],["checkin="],["checkout="],["price=COP10,000\/person"],["content=The one official campground in the park is right at the entrance, behind the little roadside restaurant run by the same people. You'll need your own tent, but they do have showers and flush toilets. For an extra fee, you can get meals included at the restaurant."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThere's nothing to be afraid of in this beautiful, happy valley, except maybe that big dog at Finca la Montaña. The cows don't bite!\n\n",{"type":"==","value":["Go next"]},"\nAs already mentioned, Valle de Cocora is the best way to sneak into ",{"type":"'''","value":[{"type":"[[","value":[["Los Nevados National Park"]]}]}," without dealing with the weird entrance mafia on the ",{"type":"[[","value":[["Manizales"]]}," side of the park. No entrance fees, just amazing hiking up to the snow-capped volcanoes. Make sure you either have a guide with you, or have maps and advice from someone knowledgeable before attempting to enter the national park, though. There is an area between Cocora and Los Nevados known as the \"Valley of the Lost,\" and yes, that's referring to you!\n\n\n",{"type":"{{","value":[["IsPartOf"],["Quindío"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["geo"],["4.6291"],["-75.4596"],["layer=RS"],["zoom=13"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Cocora valley"]]},"\n",{"type":"[[","value":[["Commons:Category:Valle de Cocora"]]}]