[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Valley of Flowers National Park"]}," is in ",{"type":"[[","value":[["Uttarakhand"]]},". \n\nValley of flowers is famous for its outstanding natural beauty, endangered animals and endemic alpine flowers. This valley comes under the national park category of ",{"type":"[[","value":[["India"]]},". It is spread over an area of around 88 sq. Km. \n\nBeautiful waterfalls, landscapes and meadow add more stars to the beauty of Valley of Flowers. This national park is surrounded by forests. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nValley of flowers was discovered by British mountaineer in 1931, when he along with other mountaineers were descending from successful expedition of Mount Kamet. He came back in 1937 to collect seeds and do research. Later he wrote a book called the Valley of flowers. You can download ",{"type":"'''''","value":[{"type":"[","value":["http:\/\/www.valleyofflowers.ind.in\/valleyofflowers.pdf \"The Valley of Flowers\""]}]}," here.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"'''","value":["Flora:"]}," Orchids, Poppies, Primulas, Calendulas, Daisies and Anemones. \n\n",{"type":"'''","value":["Fauna:"]}," Tahr, Snow Leopard, Musk Deer, Red Fox, Common Langur, Bharal, Serow, Himalayan Black Bear, Himalayan Brown Bear.\n\n",{"type":"===","value":["Climate"]},"\n\nBest time to visit Valley of flowers is from July to August, this is the when climates remain best to trek this beautiful valley.  Average rainfall in this area is almost 1800.2 mm. Valley of flowers is located at an altitude of 3250 to 6750 meters from the sea level.  Maximum temperature in this area goes up to 17°C and Minimum goes down to 7°C. This temperature is best to trek this high altitude valley.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nVisitors have to pay a fees of INR 60 at the entrance.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Hemkund:"]}," \n\nThis places is surrounded by the seven snow covered peaks. Hemkund lake is holy lake for hindus and Sikhs. Best way to reach this place is through Govind Ghat, on the Badrinath road.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Trekking:"]},"  Valley of flowers is a world heritage site and among the natural wonders of the world.  This beautiful valley is located at the feet of amazing snow peaks.  This valley is almost 10 km long and almost 12 km wide.  During the rainy season, the whole valley turns into a naturally created beautiful garden, with different verity of colorful flowers. This valley is located at an altitude of around 3500-4000 meters. There are few snow lakes and glaciers in this valley which increases the beauty of this place.\n\nValley of flowers is famous for its excellent natural trekking trail, it is the home for many beautiful flowers like Cobra Lily, Blue Poppy and Brahmakamal.  This is a must visit place for the flower and nature lovers.\n\nChildren below 10 years will find the trekking from Govindghat to Ghangharia (14 kms) very difficult on foot or on horse back. It is very tiresome even for the adults. And the trek from Ghangaria to Valley of Flowers (to and fro) is done on foot and is at least 10 km. It is surely not advised for young children.\n\n",{"type":"==","value":["Buy"]},"\nIf you are really interested in various species of flowers, you can buy a CD from the check-post.\n\n",{"type":"==","value":["Eat"]},"\nCarry\/Pack your lunch or snacks from Ghangria.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nBudget hotels are available at around INR 400-500 per night at Ghangaria. Dormitories are also available. \nHowever travellers cannot expect expensive luxury facilities.\n\n",{"type":"===","value":["Camping"]},"\nStaying overnight at the park is not allowed. Visitors must visit it from Ghagaria and come back before it is dark.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["30.7333"],["79.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Uttarakhand"]]},"\n",{"type":"[[","value":[["WikiPedia:Valley of Flowers National Park"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Valley of Flowers National Park"]]}]