[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["Merge"],["Royal Chitwan National Park"]]},"\n",{"type":"'''","value":["Valmiki Ashram"]}," is a small temple and ashram or hermitage just inside ",{"type":"[[","value":[["Chitwan"]]}," National Park in Nepal. Valmiki is named after the sage Valmiki ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Valmiki"]},", who is said to have written his epic Ramayan in a retreat that is located in these rolling hills many thousands of years ago.\n\n",{"type":"==","value":["Get in"]},"\nBy bus\n\nVia Butwal, Bharghat Bazaar, Tribeni Ghat. 2-3 hours .\n\nVia Bhairahawa, Parasi Tribeni Ghat 2-3 hours.\n\nBy bicycle\n\nVia Butwal, Bharghat Bazaar, Tribeni Ghat. Approximately 55 kilometers, 3-4 hours.\n\nVia Bhairahawa, Parasi, Tribeni Ghat. Approximately 50 kilometers 3-4 hours.\n\n",{"type":"==","value":["Get around"]},"\nThere is a large nearly one kilometer barrage and bridge across the river 3 kilometers from Triveni bazaar. This forms a slow moving 10 kilometer long \"pool\" into the Chitwan Jungle would be idyllic for small houseboats, and river cruises. But there are very quaint local wooden row boats to take you across or tour the river environs. \n\nThe 5 meter boats\/ferries are available at Tribeni ghat to take you across the river for approximately 25 rupees one way. Expect more if you want your own private boat. The walk from the shore to the ashram is approximately 20 minutes. \n\n",{"type":"==","value":["See"]},"\nWalk around the large ghat area in the morning and evening to see locals performing their religious as well hygienic duties.  \n\nWonderful jungle walk and quiet out of the way ashram.\n\nIn around the 15th of February is Surya Puja a celebration of the solar god Surya on the 1st of Magh, of the Nepali calendar. Years past there was a huge mela or fair with over 100,000 + people with circus rides, zoos, dramas, and other cultural programs. Devotees from both India and Nepal attended but due to the Nepal conflict is has been reduced to only a few thousand. With the New Nepal it may grow again.\n\n",{"type":"==","value":["Do"]},"\nBoating up the scenic river is also possible\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Nepal"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]