[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:12Valpara.JPG"],["thumb"],["300px"],["Valpara Tea Estate"]]},"\n\n",{"type":"'''","value":["Valparai"]}," is a hill station located in the Coimbatore District of ",{"type":"[[","value":[["Tamil Nadu"]]},". It is 104 km from ",{"type":"[[","value":[["Coimbatore"]]}," and 64 km from ",{"type":"[[","value":[["Pollachi"]]},", 110kms from Ernakulam (Cochin) via Atirapally, Vazhachal, Malakkarapa.\n\n",{"type":"==","value":["Understand"]},"\n\nThe pollution free heavenly land. Valparai is located 3,500 feet above sea level on the Anamalai mountain range. Valparai is not just a small town. It stands majestically with Green Spread Mountains and forest all around. Valparai shares it's boundaries with Anamalai Tiger Reserve, Parambikulam Tiger Reserve, Eravikulam National Park and Vazhachal forest division. People are approachable and very friendly. This is a one of the places that you shouldn't miss in your life. \n\nThe unique grass forests, Grass Hills, is also located near Valparai. The hill sports tall grass and houses elephants, boars, cheetah and other wild animals. In addition one can drive around the mountain tea estates enjoying the pleasant climate and forget the once dense forest that have paved the way for tea bushes.\n64-km drive from Pollachi to Valparai is itself an exotic experience. En route is the Indira Gandhi Wild Life Sanctuary where lion-tailed macaque, the Nilgiri and the common langur, Malabar giant squirrel, elephant, gaur, spotted deer, sambar, barking deer and wild boar reside. From Valparai you can visit the Aliyar, Sholaiyar and Nirar dams. Tunnels bored into the mountains and canals to harness the water from Parambikulam, Aliyar, Nirar, Sholaiyar Dam, and several tourist spots.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Valparai GhatRoad.JPG"],["thumb"],["300px"],["Valpara Road"]]},"\n\n",{"type":"===","value":["By plane"]},"\nCoimbatore airport is the nearest international airport to Valparai - approximately 124 km (the journey up winding roads towards the end means that you should budget 3-4 hours to get there by car from Coimbatore airport). International flights to Singapore and Sharjah are provided by Silk Air (A subsidiary of Singapore Airlines) and Air Arabia respectively. Domestic airlines fly to Coimbatore as well.\n\n",{"type":"===","value":["By bus"]},"\nPublic buses are available every 30 minutes from Pollachi Bus Terminal. However, they will be overcrowded and may take more than 4 hours to cover the distance of about 64 km. Visitors arriving via Coimbatore must visit Pollachi and then catch a bus to Valparai bus from there.\n\nFrom Chalakudi there is bus too valparai... first bus starts from chalakudi by 6 am... it will take near to 6 hour to reach valpari... 80 kms... beautiful route... going through thick forest...\n\n",{"type":"===","value":["By train"]},"\nCoimbatore Junction is the nearest railway station - approximately 105 km. Coimbatore has got train services to most Indian cities.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\nEvery 30 minutes, there is a bus from Pollachi to Valparai. However, these buses will be fully packed and may take 4 hours to cover a distance of 64 km. \n\n",{"type":"===","value":["By car"]},"\nTaxis will be the viable option, especially if you are planning to get off now and then, take pictures and enjoy the scenery.\n\n",{"type":"===","value":["By bike"]},"\nBike trips will be quite adventurous.It is the best way to go through small estate roads.\n\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Sholayar Dam site, Tamil Nadu, India.jpg"],["thumb"],["300px"],["Sholayar Dam Site"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Aaliyar Dam"]}," - Aliyar (ஆழியார் azhiyar) Dam is a reservoir located 27 KM away from pollachi on the foothills of Valparai, in the Anamalai range of the Western Ghats. The dam offers some ideal getaways including a park, an aquarium and a mini Theme-Park maintained by Tamilnadu Fisheries Corporation. It is an ideal picnic spot."]},"\n",{"type":"*","value":[{"type":"'''","value":["Monkey Falls"]}," - Monkey Falls is located at the 29th KM junction on the Pollachi-Valparai road. An entry fee of INR 15 per head must be paid at the check post located along Aaliyar - Monkey Falls route. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Loam's View Point"]}," - A beautiful view point from where you can see Aliyar Dam, the surrounding mountains of western Ghats and the Pollachi town. This is situated in 9th hairpin bend towards Valparai from Pollachi."]},"\n",{"type":"*","value":["\"\"Tiger Valley\"\" - From here you can see Upper Aliyar reservoir."]},"\n",{"type":"*","value":[{"type":"'''","value":["Balaji temple"]}," - Balaji temple is owned by the Peria Karamalai tea Industries. Situated in Karamalai. Very famous beautiful temple. Situated  at a distance of 10kms from Valparai."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chitti Vinayagar Temple"]}," - Chitti Vinayagar Temple is owned by Jayshree tea Industries, Sholayar. The temple is situated in a beautiful garden environment and It only of 5 km from Valparai town."]},"\n",{"type":"*","value":[{"type":"'''","value":["Karamalai Annai Vellankanni Church"]}," - Lot of miracles happened by Vellankanni Matha. Fesitivel takes place every year during September 8th. New church was built in the year 2003. A place to enjoy spiritual peaceful environment. Many people visit  this Church daily. Situated  at a distance of 10kms from Valparai."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sholayar Dam"]}," - It is the second deepest dam of Asia. Situated  at a distance of 20 Kms., from Valparai.  An active tourist spot found always busy. A beautiful place to visit."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nirar dam"]}," - This dam is built for multipurpose project such as irrigation, Hydro electricity production. Dam is situated in a wonderful location covered by a dense forest. There is a waterfalls near by the dam which resembles the Cascade. Situated  at a distance of 15kms from Valparai."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chinnakallar"]}," - Chinnakalar is a geographically important place. It is the second highest  rain fall area in India. Always found wet and misty. A greenish dense forest with tall majestic trees all along the road to Chinnakalar a pleasure to enjoy. There is a falls in Chinnakallar which sounds like a roaring lion. Situated  at a distance of 15kms from Valparai."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nallamudi Poonjolai"]}," -A beautiful view point located near the Sangiliroad in Valparai. One must walk for about 1 km inside the tea estate to reach this view point."]},"\n",{"type":"*","value":[{"type":"'''","value":["Number Parai"]}," - This is also a beautiful view point. Near by Sangiliroad near Valparai."]},"\n",{"type":"*","value":[{"type":"'''","value":["Grass Hills"]}," - Its a part of Indra Gandhi wildlife sanctuary & national park. It is surrounded by a green grass environment. Its a beautiful site of high green grasses on a mountain slope, which is a protected area. Visitors has to obtain permission  from the wildlife warden to enter the Grass Hills. Situated  at a distance of 15 kms. from Valparai.  Grass hills is a picturesque  spot located in the Valparai hills range, at a height  of approx: 2400m msl, with cool climate getting cooler at night, a  part of  Indira Gandhi Wild Life Sanctuary. Right now all efforts are being undertaken by the government to preserve the flora and fauna of this location. Nilgiri Thar is native of this place apart from Elephants, Bison, Indian Gaur, Bear, Nilgiri Langurs etc.. and a wide variety of birds including Hornbills."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kadamparai Dam"]}," - This is a beautiful place to visit. Prior permission from the forest department is necessary to visit this place."]},"\n",{"type":"*","value":[{"type":"'''","value":["Athirapally Falls"]}," - It is near to the entrance of the Sholayar range is a place of great scenic beauty. Here, the water plunges from a height of nearly 80 feet before joining the Chalakudi river.  This picturesque spot is adjacent to dense green forest, and is a part of Chalakudi River, 50 Km from Valparai towards Chalakudi, Kerala."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:10Upper_sholayar_dam.JPG"],["thumb"],["300px"],["Upper sholayar dam"]]},"\n\n",{"type":"*","value":["Wildlife & Nature Photography"]},{"type":"*","value":["Trekking and cycling"]},{"type":"*","value":["Visit to Tea Estates"]},"\n",{"type":"==","value":["Eat"]},"\nThe weather of the hill station is conducive to having a hot tea and it’s definitely worth drinking tea in any small\/medium tea stall for the taste is very good. There are a lot of tea estates in Valparai, and people sell tea packs for wholesale. For something more substantial, Green Hills Restaurant and Plaza Restaurant serve good vegetarian and non vegetarian foods during the breakfast, lunch and dinner times. If you plan for long trip to Valparai and you have the means to hire your own personal cook, that will work out well for you, as you can get anything from the market there. And for the strict vegetarians it’s not so easy to manage as you can hardly find vegetarian restaurants. There is a small mess for vegetarians named “Sabari Mess” which is located on the market road which offers delicious vegetarian food at reasonable rates. Apart from them there are lots of good bakeries with fresh eatables, biscuits, breads and other bakery products.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAs most of the land in Valparai belongs to tea estates, there are only limited options for staying in Valparai. There are a few decent hotels, estate bungalows and cottages.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jobys Holiday Home"],["alt="],["url=http:\/\/www.visitvalparai.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 4253 222338"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Both AC and Non AC Family Suites available."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Misty Creek Homestay"],["url=http:\/\/www.mistycreekvalparai.com\/"],["email="],["address=8\/410, Cooperative Colony"],["lat="],["long="],["directions=Opp. Marthoma Church"],["phone = +91 9488 876568"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The homestay is 5 minutes from town by vehicle."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Home Bed and Breakfast"],["url=http:\/\/www.valparaiholidayhome.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 9487094548"],["tollfree="],["fax="],["hours="],["price=750-999-1200-RUPEES"],["checkin=12pm"],["checkout=12pm"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hornbill Castle - Bed and Breakfast"],["url=http:\/\/www.hornbillcastle.com\/"],["email="],["address=Pollachi Road"],["lat="],["long="],["directions=1 km outer from town, near Puthuthottam Estate"],["phone = +91 9443 758472"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=10am"],["content=This bed & breakfast offers ensuite double and twin bedrooms. All rooms have color television and well stocked hospitality trays. Three of the ensuite rooms are on the ground floor."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Valparai homestay cottages"],["url=http:\/\/www.valparaihillstation.com\/"],["email="],["address=Raja complex"],["lat="],["long="],["directions=main road, opposite Govt. high school"],["phone = +91 4253 222351"],["tollfree="],["fax="],["hours="],["price=1200"],["checkin="],["checkout="],["content=Modern homestay cottages."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Green Hill Hotel (P) Ltd."],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 04253 222262"],["tollfree="],["fax="],["hours="],["price=Room rates vary from 700 - 2500 rupees"],["checkin="],["checkout="],["content=2-star hotel with 42 rooms. restaurant & bar attached."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Treat Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 944 3322981  04253 222381"],["tollfree="],["fax="],["hours="],["price=Room rates vary from 690 - 2000 rupees"],["checkin="],["checkout="],["content=Restaurant attached."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" Police: 100"]},{"type":"*","value":[" Ambulance\/Fire: 108"]},"\n",{"type":"===","value":["Note Mobile Users"]},"\nVodafone, Aircel, Tata Docomo, Bsnl are the mobile networks which cover this region..rest simply don't work.  Of these, BSNL is far and away the most reliable (the others, especially Vodafone, can be patchy in the region, although Vodafone starts working fine almost the moment you cross the border into Kerala).\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Image:11Valpara_Road4.JPG"],["thumb"],["300px"],["Valpara Road"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pollachi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Athirapalli"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Topslip"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Coimbatore"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Udumalpet"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Palani"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Munnar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kodaikanal"]]}]},"\n",{"type":"{{","value":[["geo"],["10.3700"],["76.9700"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Valparai"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Valparai"]]}]