[{"type":"{{","value":[["pagebanner"],["Vancouver banner Downtown at dusk.jpg"],["caption=Downtown Vancouver skyline at dusk"],["dotm=yes"],["disambig=yes"],["lat=49.2618"],["long=-123.1136"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\nIt's not hard to argue that ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tourismvancouver.com Vancouver"]}]}," occupies a pretty enviable spot in the world.  Blessed with miles of coastline, lush vegetation and crowned by the North Shore Mountains, it's hard to be there and not stop at some point and be amazed by what you see.\n\nBut scratch beneath that setting and you find a cosmopolitan city of many faces.  It's a bit of old and a lot of new, a stopping place for immigrants that have infused the city's neighbourhoods, festivals and food. On one hand, it's the third largest metropolitan area in ",{"type":"[[","value":[["Canada"]]},", the second biggest destination for visitors to the country and the economic center of ",{"type":"[[","value":[["British Columbia"]]},".  A modern ",{"type":"'''","value":["city of glass"]}," towers with a variety of festivals, cultures and attractions, it has also been host to world events like the 1986 World Exposition and the ",{"type":"[[","value":[["Vancouver 2010"],["2010 Winter Olympics"]]},".  To others, it's ",{"type":"'''","value":["Vansterdam"]},", the laid-back socially progressive city with the laissez-faire attitude to marijuana. With its Asian heritage and relative proximity to China and Japan, some see it as the ",{"type":"'''","value":["gateway to Asia"]},". And with all that nature minutes from your door, Vancouver is a ",{"type":"'''","value":["haven for outdoor enthusiasts"]},".  It's one of those rare places you could ski in the mountains, hit the beach and play a round of golf all in the same day.\n\nAll of this makes it easy to be a local. Walk the Seawall. Spend a day in one of the parks. Indulge in food and treats from around the world at a neighbourhood restaurant. Or just grab a spot at the beach or on a patio and watch it all go by -- Vancouver is, after all, one of the most beautiful spots in the world.\n\n",{"type":"==","value":["Districts"]},"\n\nVancouverites broadly split their city into three: the Westside, the Eastside (or East Van) and city centre. This split is simply geography: everything west of Ontario St is the Westside, everything east is East Vancouver and everything north of False Creek is the city centre. Each of these areas have their own attractions and neighbourhoods, so time permitting, explore as many as you can.\n\n",{"type":"'''","value":["City Centre"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Vcr districts.png"],["regionmaptext=Vancouver districts map"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Vancouver\/City Centre"],["City Centre"]]}],["region1color=#42425b"],["region1items="],["region1description=The financial, shopping and entertainment centre of the city. It has many of Vancouver's most notable landmarks and easy connections to other parts of the city and the Lower Mainland. With its multitude of accommodation and restaurant options, it is the ideal, if pricey, place to base yourself for exploring the city."],["region2name=",{"type":"[[","value":[["Vancouver\/West End"],["Stanley Park and the West End"]]}],["region2color=#b9a05f"],["region2items="],["region2description=One of the most popular places to hang out in the Vancouver, with its beaches, Stanley Park and lots of little shops and eateries."],["region3name=",{"type":"[[","value":[["Vancouver\/Gastown-Chinatown"],["Gastown-Chinatown"]]}],["region3color=#d66c8a"],["region3items="],["region3description=The original townsite of Vancouver. Gastown is a mix of kitsch, heritage and urban chic. Chinatown is one of the largest Chinatowns in North America."],["region4name=",{"type":"[[","value":[["Vancouver\/Yaletown-False Creek"],["Yaletown-False Creek"]]}],["region4color=#95223a"],["region4items="],["region4description=Reclaimed industrial land that is now modern trendy neighbourhoods with some fantastic views along False Creek. The district hosts Vancouver's major spectator sports and is home to the Athlete's Village from the 2010 Winter Olympics."]]},"\n\n",{"type":"'''","value":["Outside the city centre"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmaptext="],["regionmapsize="],["region1name=",{"type":"[[","value":[["Vancouver\/Kitsilano-Granville Island"],["Kitsilano & Granville Island"]]}],["region1color=#d7c293"],["region1items="],["region1description=The very popular Kitsilano Beach, art studios, the famous Granville Island Public Market and fantastic urban style shopping - particularly 4th Avenue, 10th Avenue and Broadway where chain stores mix with unique independent shops."],["region2name=",{"type":"[[","value":[["Vancouver\/UBC-Point Grey"],["UBC-Point Grey"]]}],["region2color=#b9b75f"],["region2items="],["region2description=The University of British Columbia campus has a number of attractions, including two sets of gardens and the acclaimed Museum of Anthropology. Nearby is Pacific Spirit Park, and further east in Point Grey, are two large beaches, Jericho and Spanish Banks.  The UBC campus is also home to the popular clothing optional beach, Wreck Beach."],["region3name=",{"type":"[[","value":[["Vancouver\/Mt Pleasant-South Main"],["Mt Pleasant-South Main"]]}],["region3color=#cfb5ff"],["region3items="],["region3description=Main Street is an up and coming artsy part of the city filled with unique shops.  Nearby is Queen Elizabeth Park, which is the highest point in Vancouver and has some excellent free gardens."],["region4name=",{"type":"[[","value":[["Vancouver\/Commercial Dr-Hastings Park"],["Commercial Drive-Hastings Park"]]}],["region4color=#81b66a"],["region4items="],["region4description=A mostly residential area of the city. Commercial Drive has many ethnic restaurants."],["region5name=",{"type":"[[","value":[["Vancouver\/South"],["Vancouver South"]]}],["region5color=#93a7bd"],["region5items="],["region5description=A mostly residential area that includes the Kerrisdale, Dunbar, Oakridge, Marpole and Shaughnessy neighbourhoods."]]},"\n\nThis list covers only the city itself. For its many suburbs, see ",{"type":"[[","value":[["Lower Mainland"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nWhile Vancouver is a comparatively young city, at just over 125 years, its history begins long before. The Coast Salish indigenous peoples (First Nations) have lived in the area for at least 6000 years, and Vancouver's namesake Captain George Vancouver sailed through the First Narrows in 1792. The first settlement on the downtown peninsula was ",{"type":"''","value":["Granville"]},", located on the spot of today's ",{"type":"''","value":["Gastown"]},". In the year of ",{"type":"[[","value":[["Canada"]]},"'s confederation a saloon was built on this site and gave birth to a small shantytown of bars and stores adjacent to the original mill on the south shore of what is now the city's harbour. A seemingly endless supply of high quality lumber was logged and sold through the ports of Gastown and Moodyville, across the inlet.  Some of the trees were gigantic beams which were shipped to ",{"type":"[[","value":[["China"]]}," to construct ",{"type":"[[","value":[["Beijing"]]},"'s ",{"type":"''","value":["Imperial Palace"]},", and one account maintains that the world's windjammer fleets could not have been built without the trees of Burrard Inlet.\n\nVancouver proper was signed into existence in 1886. The first City Hall was little more than a hand painted sign nailed to a wooden tent post. The arrival of the transcontinental railway a few years later spurred growth even more and by 1892 the area had over 20,000 residents; eighteen years later this figure was over 100,000.\n\nFactor in constant growth every year since (many in the double digits), and Greater Vancouver today is Canada's largest metropolitan area west of ",{"type":"[[","value":[["Toronto"]]}," by far with more than 2,600,000 residents, more than half of British Columbia's population as a whole. It is also the fastest growing part of Canada. Greater Vancouver is one of the most ethnically diverse metropolitan areas in the world and is home to the second largest Chinatown in North America after ",{"type":"[[","value":[["San Francisco"]]},".\n\nFor many, Vancouver truly \"arrived\" in 1986 when the city hosted the Expo 86 World's Fair. Media attention from around the world was consistently positive, though many saw the resulting gentrification of poorer areas as being harmful to Vancouver's lower-class citizens, with many residents of the Downtown Eastside being evicted from their homes. Vancouver also hosted the ",{"type":"[[","value":[["Vancouver 2010"],["2010 Winter Olympics"]]},", which was largely seen as another success, though it brought some similar criticisms.\n\nVancouver is perhaps best known for its scenic beauty, and the opportunities afforded by its natural environment. Vancouver is one of those rare places where you could theoretically ski in the mountains, windsurf in the ocean, and play a round of golf all in the same day. Surrounded by water on three sides, and crowned by the North Shore mountains, Vancouver is a great destination in itself, as well a great starting point for discovering the area's many outdoor activities.\n\nVancouver is a major sea port on the Pacific Ocean, and a base for many Alaska ",{"type":"[[","value":[["Cruise ships"],["Cruise Ships"]]}," in the summer.  It has the same name as another city in the region, ",{"type":"[[","value":[["Vancouver (Washington)"],["Vancouver, Washington"]]}," (",{"type":"[[","value":[["United States of America"],["USA"]]},").\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =  6"],["febhigh =  8"],["marhigh =  10"],["aprhigh =  13"],["mayhigh =  17"],["junhigh =  19"],["julhigh =  22"],["aughigh =  22"],["sephigh =  19"],["octhigh =  14"],["novhigh =  9"],["dechigh =  6"],["janlow =  1"],["feblow =  2"],["marlow =  3"],["aprlow =  5"],["maylow =  8"],["junlow =  11"],["jullow =  13"],["auglow =  13"],["seplow =  11"],["octlow =  7"],["novlow =  3"],["declow =  1"],["janprecip =  154"],["febprecip =  123"],["marprecip =  114"],["aprprecip =  84"],["mayprecip =  68"],["junprecip =  55"],["julprecip =  40"],["augprecip =  39"],["sepprecip =  54"],["octprecip =  113"],["novprecip =  181"],["decprecip =  176"],["description = See the Vancouver 7 day forecast at ",{"type":"[","value":["http:\/\/www.weatheroffice.gc.ca\/city\/pages\/bc-74_metric_e.html Environment Canada"]}]]},"\n\n\nDepending on who you talk to, or perhaps, ",{"type":"''","value":["when"]},", Vancouver's climate is either much maligned or envied.  Late fall and winter are typically damp with clouds smothering the sky like a wet grey blanket (there's a reason Vancouver is sometimes referred to as the \"Wet Coast\").  But there ",{"type":"''","value":["are"]}," benefits to all that rain: it's usually not snowing (unlike most of the rest of Canada) and it leads to a gorgeous display of colour with the start of spring in early March. And that's where Vancouver really shines -- the spring and summer. Springs can still be wet, but it gets warmer and the shrubs, blossom trees and flowers put on a pretty show. Summer days are long and usually sunny with little humidity. \n",{"type":"[[","value":[["Image:Vancouver UBC.jpg"],["thumb"],["Cherry blossoms in the University of British Columbia."]]},"\nDaytime highs from mid-June to early-Sept are mostly comfortable in the low to mid-20s (70-80 F). Overnight temperatures are usually in the teens (55-70 F). Spring and fall are cooler and wetter, so a packing a mix of cool and warm weather clothing is recommended. If visiting Vancouver between Nov and March, be prepared for wet weather and cool temperatures. Daytime highs are typically around 5-8 C (40-50 F) while overnight lows will get close to zero (32 F) and sometimes colder. Dec and Jan are the coldest months, with the most rain and a chance of snow. While Vancouver's winters are not as harsh as those in other major Canadian cities, the city does get a few days of snow in the winter months every year.\n\n",{"type":"===","value":["Visitor information"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourism Vancouver Visitor Centre"],["url="],["email="],["address=200 Burrard St"],["lat="],["long="],["directions=Plaza level, Burrard & Cordova"],["phone=+1 604-683-2000"],["tollfree="],["fax=+1 604-682-6839"],["hours=8:30AM-6PM"],["price="],["content=Offers maps, brochures and other information for visitors."]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"====","value":["Vancouver International Airport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yvr.com Vancouver International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["YVR"]]},") is located immediately south of the city of Vancouver. It is the second busiest airport in Canada, and serves as the hub airport for Western Canada with frequent flights to other points in ",{"type":"[[","value":[["British Columbia"]]},", major cities across Canada and the U.S., ",{"type":"[[","value":[["Asia"]]}," and several to ",{"type":"[[","value":[["Europe"]]},". The majority of Canadian flights are with Star Alliance member ",{"type":"[","value":["http:\/\/www.aircanada.com Air Canada"]}," and ",{"type":"[","value":["http:\/\/www.westjet.com WestJet"]},". U.S. destinations are served by United Airlines, Alaska Airways, US Airways, Delta Airlines, Air Canada, Cathay Pacific (JFK) and WestJet. International flights are serviced by Air Canada, KLM, Lufthansa, Cathay Pacific, British Airways, Korean Air, Philippine Airlines, and Air New Zealand to name a few.\n",{"type":"[[","value":[["File:YVRsalmon-statue.jpg"],["thumb"],["250px"],["right"],["Artwork inside Vancouver International Airport"]]},"\n\nYVR's three terminals are: ",{"type":"'''","value":["Domestic"]}," for jet flights within Canada, ",{"type":"'''","value":["International"]}," for flights outside of Canada and ",{"type":"'''","value":["South"]},", which is the base for prop, small jet, and seaplane service to 'local' communities in B.C. and Yukon. The domestic and international terminals are connected and you can easily walk back and forth between them. The South Terminal is not attached and requires separate transportation to get to it.\n\nThe ",{"type":"'''","value":["International Terminal"]}," has two boarding areas -- Transborder and International. The transborder area (Gate E) services all U.S. bound flights and has U.S. customs onsite. Travellers leaving Canada to fly into the U.S. must clear customs ",{"type":"''","value":["before"]}," you board the plane, so give yourself some extra time to check-in when you leave Vancouver for U.S. destinations. ",{"type":"''","value":["[Note: In the summer season when the Alaska cruises are operating to Vancouver, the afternoon flights are filled with Alaskan cruisers disembarking at Vancouver; give yourself even more extra time to get through the long customs line.]"]}," ",{"type":"''","value":["[Note 2: The exceptions are Cathay Pacific to New York City and Philippine Air to Las Vegas; due to these being continuing legs of international flights, they are serviced from the international area and US Customs clearance happens on arrival.]"]}," The remainder of the international terminal (Gate D) has all other customs and immigration services, and has a sophisticated layout complete with native scapes of the B.C. terrain and sights. Construction is currently taking place to expand the international terminal and refurbishing and expanding the domestic terminal.\n\nThere is a range of ",{"type":"'''","value":["restaurants, services and shops"]}," if you are hungry or want to kill some time before or after a flight. The airport has a policy of “street pricing”, obliging retailers and restaurants to sell at the same prices in the airport as in the city to avoid customer gouging. Typical fast-food restaurants are located before the security check-ins in the departure areas. For a nice meal, a Milestone's restaurant is located in the domestic terminal just outside the security check-in. In the international terminal, the upscale Fairmont Hotel has a nice view and some reasonably priced choices on their menu. ",{"type":"'''","value":["Duty-free"]}," purchases may be made both before and after you clear customs in the airport, up to your personal exemption limit. ",{"type":"'''","value":["ABM"]}," machines are scattered throughout the terminals. ",{"type":"'''","value":["Currency exchange"]}," counters are located on both sides of security in the international terminal.\n\nThere are a number of ways to get into town from the airport. Prices and directions below are for getting into ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["downtown"]]}," Vancouver.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["SkyTrain"]}," - The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/tripplanning.translink.bc.ca\/hiwire?.a=iScheduleLookupSearch&LineName=999&LineAbbr=999 Canada Line"]}]}," provides the only direct rapid transit public service downtown, in 25 minutes. The fare from YVR to Vancouver is currently $9.00, which includes the two-zone base fare of $4.00 plus a $5 surcharge (the \"YVR AddFare\") incurred on cash fare tickets purchased from vending machines at the airport. The $5 surcharge only applies on trips ",{"type":"''","value":["starting at"]}," the airport, not on trips ",{"type":"''","value":["going to"]}," the airport. It does not apply to prepaid tickets including DayPasses, FareSavers, FareCards and transit passes. To legally bypass the AddFare and save $5, simply buy a FareSaver ticket or day pass at the PharmaSave or 7-Eleven located within the airport; day passes are ",{"type":"''","value":["not"]}," available from the ticket vending machines at the airport and adjacent stations, although they can be purchased at every other SkyTrain station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxi"]}," - Taxis line up just outside the baggage claim areas. A taxi ride into town will cost about $25-30 and should take under half an hour. All taxis that serve the airport are required to accept credit cards."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Limousines"]}," - ",{"type":"[","value":["http:\/\/www.limojetgold.com Limojet Gold"]}," offers comfortable sedan and limousine options for getting into town.  Rides into the city centre cost $40-55 depending on where you are going and whether you are in a sedan or limo."]},"\n",{"type":"====","value":["Floatplane and heliport"]},"\nThere are floatplane facilities located both in the Coal Harbour area of ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["downtown Vancouver"]]}," (",{"type":"{{","value":[["IATA"],["CXH"]]},") and at Vancouver International's South Terminal. Floatplanes operated by ",{"type":"[","value":["http:\/\/www.harbourair.com\/ Harbour Air"]},", ",{"type":"[","value":["http:\/\/saltspringair.com\/ Salt Spring Air"]},", ",{"type":"[","value":["http:\/\/www.westcoastair.com West Coast Air"]}," and ",{"type":"[","value":["http:\/\/www.seairseaplanes.com\/ Seair"]}," fly frequently from downtown Vancouver and\/or YVR to ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria's"]]}," Inner Harbour, ",{"type":"[[","value":[["Vancouver Island"]]},", the scenic ",{"type":"[[","value":[["Southern Gulf Islands"]]}," and other local destinations.  Some float plane operators also offer spectacular tours of the central city and nearby attractions starting at about $80-100 per person... a great way to see a panoramic view of downtown.  A quick search of Google will bring up websites for most of these float plane operators.\n\nFinally, ",{"type":"[","value":["http:\/\/www.helijet.com Helijet"]}," operates helicopter service from the downtown heliport next to Waterfront Station, providing quick and convenient connections to ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}," and YVR.\n\n",{"type":"====","value":["Abbotsford International Airport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abbotsfordairport.ca Abbotsford International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["YXX"]]},"), located about 60 km (37 mi) east of Vancouver in ",{"type":"[[","value":[["Abbotsford"]]},", is Vancouver's alternate airport. It handles mostly domestic flights and, with an arranged ride, you can be in and out of this airport in under 10 min (with no checked in baggage).\n\nThe best way to reach Vancouver from Abbotsford Airport is by car -- take the Trans-Canada Highway (Hwy 1) west. The drive will take .75-1.5 hours, depending on traffic. There is no public transit link between this airport and Vancouver, so if you don't have access to a car, it is highly recommended that you fly into YVR instead. Car rentals are available at the airport.\n\n",{"type":"====","value":["Seattle-Tacoma International Airport"]},"\nFlying in and out of ",{"type":"[[","value":[["Seattle"]]},", particularly for US destinations, and then using the bus, train, or car rental for travel to and from Vancouver city can be a (dramatically, and frustratingly) less expensive option than buying a direct flight from YVR or YXX. A U.S. visa may be required and could take some time to procure. For budget travelers, you may wish to consider checking flights to and from ",{"type":"[[","value":[["Seattle#By plane"],["Seattle-Tacoma International Airport"]]},". The bus or train ride takes about 4+hrs one way and driving time is approximately 2.5-3 hr.  Allow extra time to clear customs at the border.\n\n",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]}," International Airport (",{"type":"{{","value":[["IATA"],["BLI"]]},") is only an hour from Vancouver (plus border time), and serves mainly as a launching point for budget-minded Canadian travelers vacationing in the U.S.: excellent service from ",{"type":"[[","value":[["Hawaii"]]}," and ",{"type":"[[","value":[["Las Vegas"]]},", but few other useful connections.  Shuttle buses to Vancouver run as low as $39 round trip.\n\n",{"type":"===","value":["By car"]},"\nThe main highway into Vancouver from the east is ",{"type":"'''","value":["Highway  1 (Trans-Canada Highway)"]},".  This road skirts the eastern edge of Vancouver, so if you want to get into the city, you will need to exit off it at Grandview Highway, 1st Avenue or Hastings Street.\n\nFrom the ",{"type":"[[","value":[["Lower Mainland#By car"],["U.S.\/Canada border"]]}," south of the city, ",{"type":"'''","value":["Highway 99"]},", which links up with U.S. Interstate 5, runs north to Vancouver.  Note that the freeway ends after the Oak Street Bridge, turning into Oak Street heading north. Drivers with a downtown destination will need to get onto Granville Street (parallel to Oak St to the west), or Cambie Street (parallel to the east), in order to get on the Granville Street or Cambie Street bridges which cross False Creek into the downtown peninsula.\n\nIf you are coming from the ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Shore"]]}," or other points further north, the only way into Vancouver is by bridge. Your options are the ",{"type":"'''","value":["Lions Gate Bridge"]}," (Hwy 99) which brings you into Stanley Park and Vancouver's ",{"type":"[[","value":[["Vancouver\/West End"],["West End"]]}," or the ",{"type":"'''","value":["Second Narrows Bridge\/Ironworkers Memorial Bridge"]}," (Hwy 1) which brings you into the neighbourhoods of ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]},".\n\n",{"type":"===","value":["By bus"]},"\nVancouver is well served by bus service. There are a number of different bus lines providing service to various cities near and far.\nHere are a couple of examples:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/greyhound.ca Greyhound"]}]}," connects Vancouver with many cities, including ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Calgary"]]}," and Nanaimo on ",{"type":"[[","value":[["Vancouver Island"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.quickcoach.com Quick Coach"]}]}," connects Vancouver with Seattle-Tacoma International Airport in ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boltbus.com BoltBus"]}]}," connects Vancouver with ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]},", Seattle and ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/pacificcoach.com Pacific Coach Lines"]}]}," connects Vancouver with Victoria. Scheduled service follows the BC Ferry service from Tsawwassen to Victoria (Swartz Bay). This is hourly in the summer months, and every two hours in the off-season."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.perimeterbus.com Perimeter Transportation"]}]}," connects Vancouver with ",{"type":"[[","value":[["Whistler"]]}," and ",{"type":"[[","value":[["Squamish"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cantrail.com\/ Cantrail"]}]}," connects Vancouver with Seattle's King Street station. Service also stops in ",{"type":"[[","value":[["Richmond (British Columbia)"],["Richmond"]]}," and ",{"type":"[[","value":[["Surrey (British Columbia)"],["Surrey"]]}," before crossing the border."]},"\n",{"type":"===","value":["By train"]},"\n\nTaking the train to Vancouver is unlikely to be the cheapest option, but it is a scenic one.  Rail options include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.via.ca VIA Rail"]}]}," has the ",{"type":"''","value":["Canadian"]}," which runs from ",{"type":"[[","value":[["Toronto"]]}," to Vancouver with three weekly departures. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rockymountaineer.com The Rocky Mountaineer"]}]}," operates routes between Vancouver and ",{"type":"[[","value":[["Banff"]]},", ",{"type":"[[","value":[["Calgary"]]}," and ",{"type":"[[","value":[["Jasper"]]}," three times a week from April to October. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}]}," runs a service between ",{"type":"[[","value":[["Seattle"]]}," and Vancouver called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrakcascades.com\/ Amtrak Cascades"]}]},". Trains depart Seattle daily at 7:40AM and 6:40PM, arriving in Vancouver at 11:35AM and 10:45PM respectively. The return trips leave Vancouver at 6:40AM and 5:45PM."]},"\nAll trains arrive at ",{"type":"'''","value":["Pacific Central Station"]},", located at 1150 Station Street (east of downtown off Main St). From there, it is a short taxi ride into the ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["central business area"]]},", or you can pick up the SkyTrain at the Main St\/Science World station two blocks away.\n\nIf you have the time and money, traveling to Vancouver by train can be an excellent way to see the ",{"type":"[[","value":[["Canadian Rockies"]]},". This is discussed further at the ",{"type":"[[","value":[["Rocky Mountaineer"]]},".\n\n",{"type":"===","value":["By ferry"]},"\n\nThere are two ferry terminals serviced by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bcferries.com BC Ferries"]}]}," in the area, although neither is within the city of Vancouver itself.\n\n",{"type":"*","value":["The Tsawwassen terminal in ",{"type":"[[","value":[["Delta (British Columbia)"],["Delta"]]}," has routes to ",{"type":"[[","value":[["Nanaimo"]]}," and ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}," on ",{"type":"[[","value":[["Vancouver Island"]]}," and to the ",{"type":"[[","value":[["Southern Gulf Islands"]]},". "]},{"type":"*","value":["The Horseshoe Bay terminal in the ",{"type":"[[","value":[["North Shore (British Columbia)"],["West Vancouver"]]}," services ",{"type":"[[","value":[["Nanaimo"]]},", ",{"type":"[[","value":[["Bowen Island"]]}," and the ",{"type":"[[","value":[["Sunshine Coast (British Columbia)"],["Sunshine Coast"]]},"."]},"\nBoth terminals are far enough from the city core that you will need to travel by car, taxi or bus to get into town from them (and vice-versa). In terms of bus transportation, the various coach services are recommended over public transit. Public buses to and from the ferry terminals are fairly easy and direct. From Vancouver downtown, you take Canada Line (Skytrain) from downtown to Brighouse Station. From Brighouse Station, take the 620 bus which takes you directly to the Tsawwassen ferry terminal.\n\n",{"type":"===","value":["By cruise ship"]},"\n",{"type":"[[","value":[["Image:Vancouver cruise.jpg"],["thumb"],["250px"],["A cruise ship passing under Lions Gate Bridge"]]},"\n",{"type":"[","value":["http:\/\/www.portmetrovancouver.com\/about\/cruiseandtourism.aspx Port Metro Vancouver"]}," is the homeport for the popular Vancouver-Alaska cruise.  From May-Sep, more than 3\/4 million visitors pass through the two cruise ship terminals in Port Metro Vancouver.  Check with your cruise line as to which terminal your ship is using, especially if you are embarking at Vancouver.\n\n",{"type":"*","value":[{"type":"'''","value":["Canada Place Terminal,"]}," located on the waterfront and a few minutes' walk to the heart of downtown Vancouver or Waterfront Station, is the primary cruise ship terminal. Canada Place was built originally for Expo86 and is recognized by its dramatic rooftop that looks like five white sails.  A full range of ground transportation, excellent hotels, shopping, dining, entertainment, and attractions is available at Canada Place. "]},{"type":"*","value":[{"type":"'''","value":["Ballantyne Pier Terminal"]},", located on the waterfront 2 km east of Canada Place, is the secondary cruise ship terminal and accessible by a 15-min taxi ($12) to\/from downtown or by a shuttle provided by some of the downtown hotels or some of the cruise lines.  Travelers to Ballantyne have access to Ballantyne Cruise Terminal via Clark Drive or McGill St Overpass only. There is no access to travelers via Victoria Dr and Heatley Ave.  There is no public transportation and no rental car kiosks at Ballantyne."]},"\n",{"type":"'''","value":["US passport holders"]}," may be able to participate in \"Onboard Check-in” and “US Direct\" to streamline processing at the cruise ship and the airport. ",{"type":"'''","value":["US Direct"]}," allows passengers arriving at Vancouver Airport (YVR) to transfer directly to a same-day-departing cruise ship by participating in expedited immigration and customs clearance process. ",{"type":"'''","value":["Onboard Check-in"]}," allows passengers arriving on a cruise ship and flying out of YVR on the same day to transfer directly to YVR by participating in an expedited immigration and customs clearance process.\n\nThese programs do not apply to passengers who are planning a pre- or post-cruise stay in Vancouver. Not all cruise lines participate, so check with your cruise line to see if you can take advantage of the Onboard Check-in\/US Direct program.\n\n",{"type":"==","value":["Get around"]},"\nVancouver is one of the few major cities in North America without a freeway leading directly into the downtown core (freeway proposals in the 1960s and 1970s were defeated by community opposition).  As a result, development has taken a different course than in most other major North American cities resulting in a relatively high use of transit and cycling, a dense, walkable core and a development model that is studied and emulated elsewhere.\n\n",{"type":"===","value":["By public transit"]},"\n",{"type":"{{","value":[["infobox"],["Fare Gates and the Compass Card"],["If you're travelling to Vancouver right now, you'll probably notice fare gates at SkyTrain stations and SeaBus terminals, and card readers on the city buses. These are for the ",{"type":"''","value":["Compass"]}," system, which is being implemented in 2014. Instead of the current paper tickets, Vancouver public transit will use electronic Compass Cards or Compass Tickets, which will need to be tapped on the fare gates whenever you get on and get off a bus, the SkyTrain, the SeaBus or the West Coast Express. Compass Cards are good for multiple trips and can be reloaded with more cash, while Compass Tickets will be good for one trip only. Compass Cards and Tickets will be available from vending machines in SkyTrain stations and the SeaBus terminals. Buses will continue to accept cash fares but that ticket will not be transferrable to SkyTrain or SeaBus."]]},"\n\n\nVancouver's public transit is run by the regional transportation authority, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.translink.bc.ca TransLink"]}]}," as an integrated system of buses, rapid transit (SkyTrain) and passenger ferry (SeaBus) . The transit system connects Vancouver with its neighbouring municipalities, stretching as far north as Lions Bay, south to the U.S. border and east to ",{"type":"[[","value":[["Langley (British Columbia)"],["Langley"]]}," and Maple Ridge.\n\nAdult ",{"type":"'''","value":["fares"]}," for travel within the city of Vancouver cost $2.75. Travel from Vancouver to nearby places like ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Vancouver"]]},", ",{"type":"[[","value":[["Burnaby"]]}," and ",{"type":"[[","value":[["Richmond (British Columbia)"],["Richmond"]]}," costs from $4.00-$5.50 depending on the time of day and number of transit zones you cross. Travel on weekdays after 6:30PM on weekdays and all day on  weekends and holidays is always $2.75 regardless of the destination. The ticket you receive is ",{"type":"'''","value":["valid for 1.5 h"]}," from the time of purchase and can be used to transfer to any bus, SkyTrain or the SeaBus during that time. TransLink's website and customer information line (+1 604-953-3333) both offer complete ",{"type":"'''","value":["trip planning"]},". A ",{"type":"'''","value":["regional system map"]}," is widely available at convenience stores and on TransLink's website.\n\nA more convenient option for the traveler may be the ",{"type":"'''","value":["Daypass"]},", which offers unlimited travel for a single day at the cost of $9.75. It is valid in all zones so that avoids having to worry about that and is available from fare machines at SkyTrain stations.\n\nBooks of 10 ",{"type":"'''","value":["prepaid tickets"]}," (FareSaver tickets) are available for $17.00 -$42.00 from many convenience stores. ",{"type":"'''","value":["Concession fares"]}," are available for Vancouver grade-school students and BC seniors and cost between $1.75-$3.50. If you're a student or a senior, you must be carrying a TransLink GoCard or BC Gold CareCard to receive the reduced concession fare. ",{"type":"'''","value":["Monthly passes"]}," are also available, which can cost $91-$170. All these prices depend on how many zones are covered.\n\nThe ",{"type":"'''","value":["bus"]}," service covers the widest area and travels along most major streets in the city.  Passengers must either buy a ticket or present their ticket immediately upon entering a TransLink bus. Buses accept coins only and will not give change. Tickets can also be purchased from vending machines in SkyTrain stations that accept coins, bills, debit and credit cards. In addition, several bus rapid transit lines named ",{"type":"'''","value":["B Lines"]}," crisscross the city.\n\nWhile at any bus stop in Metro Vancouver you can text the 5-digit bus stop number (the yellow number at the top of every bus stop sign) to ",{"type":"'''","value":["33333"]}," and you'll get a text (it usually only takes a couple seconds) that tells you when the next 6 scheduled buses will arrive. Standard text messaging rates apply.\n\n",{"type":"[[","value":[["File:Skytrain 2009.png"],["thumb"],["right"],["450px"],["Skytrain system map"]]},"\n",{"type":"'''","value":["SkyTrain"]}," is the mostly elevated rapid transit system that connects Vancouver's ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["downtown"]]}," with some of its southern and eastern suburbs.  The ",{"type":"'''","value":["Expo"]}," line runs out through ",{"type":"[[","value":[["Burnaby"]]}," and ",{"type":"[[","value":[["New Westminster"]]}," to King George station in ",{"type":"[[","value":[["Surrey (British Columbia)"],["Surrey"]]},".  The ",{"type":"'''","value":["Millennium"]}," line follows the Expo line to New Westminster and then loops back through Burnaby and into Vancouver again ending at VCC\/Clark.  The new (2009) ",{"type":"'''","value":["Canada Line"]}," connects downtown with ",{"type":"[[","value":[["Richmond (British Columbia)"],["Richmond"]]}," and Vancouver Airport.  Notable SkyTrain stations in Vancouver include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Commercial-Broadway"]}," - Accesses the restaurants of Commercial Dr in ",{"type":"[[","value":[["Vancouver\/East Van"],["East Vancouver"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Burrard"]}," and ",{"type":"'''","value":["Granville"]}," - Most convenient for accessing the shopping areas in the ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["central business district"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Waterfront Station"]}," - Meeting point of the SkyTrain, SeaBus, numerous commuter and rapid bus routes and the commuter rail West Coast Express.  It is also at the entrance to ",{"type":"[[","value":[["Vancouver\/Gastown-Chinatown"],["Gastown"]]}," and is right next to the Canada Place Convention Centre\/Cruise Ship Terminal facilities."]},"\nThe ",{"type":"'''","value":["SeaBus"]}," is a passenger ferry that connects Waterfront Station in downtown Vancouver to Lonsdale Quay in ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Vancouver"]]},". It generally runs every 15 min except in the evening and on Sundays.  The exact schedule is available on TransLink's website.\n\nPurchasing tickets for the SkyTrain and the SeaBus operates on a proof-of-purchase system, with ticket checks occurring not every time but at random. It is possible to ride without paying, especially during rush hour, but those who do so ride at their own risk. If caught, the passenger has to pay a fine of $173. Tickets are easily available through vending machines at SkyTrain stations and either SeaBus terminal.\n\nSkyTrain and SeaBus service ends before last call at night clubs and bars, so if you'll be partying downtown, be sure you figure out a ride home.\n\n",{"type":"===","value":["By ferry across False Creek"]},"\n\nA quick trip across on a cute little-boat-that-could ferry can be the most fun, traffic-free, and convenient way to get between various points on False Creek: \n",{"type":"*","value":["Maritime Museum in Vanier Park on the south shore,"]},{"type":"*","value":["Aquatic Centre at Sunset Beach on the north shore,"]},{"type":"*","value":["Hornby St on the north shore, "]},{"type":"*","value":["Granville Island and its famous Public Market on the south shore,"]},{"type":"*","value":["Yaletown\/Davie St. on the north shore, "]},{"type":"*","value":["Stamp's Landing\/Monk's and Spyglass Place on the south shore, "]},{"type":"*","value":["Plaza of Nations and Edgewater Casino on the north shore, and "]},{"type":"*","value":["Science World, the geodesic dome at the east end of False Creek."]},"\nService is offered by ",{"type":"[","value":["http:\/\/www.granvilleislandferries.bc.ca False Creek Ferries"]}," with little blue boats and by ",{"type":"[","value":["http:\/\/www.theaquabus.com\/ Aquabus"]}," with little rainbow boats.  The two ferries run slightly different routes, and their docks on Granville Island are on either side of the Public Market.  Current prices for adults start at $3.25 for short routes to $6.50 for long routes.\n\n",{"type":"===","value":["By car"]},"\nVancouver's ",{"type":"'''","value":["road network"]}," is generally a grid system with a \"Street\" running north-south and an \"Avenue\" running east-west. Arterial roads follow the grid fairly well (although not perfectly), but side streets frequently disappear for blocks at a time and then reappear. Most of the \"Avenues\" are numbered and they always use East or West to designate whether it is on the East side or the West side of Ontario Street. Some of the major avenues use names rather than numbers (Broadway would be 9th Ave, King Edward Ave would be 25th Ave).\n\nDowntown Vancouver has its own grid system and doesn't follow the street\/avenue format of the rest of the city. It is also surrounded by water on three sides, so most of the ways in and out require you to cross a bridge. This can cause traffic congestion, particularly at peak times (morning and evening commutes, sunny weekend afternoons, major sporting events), so factor that into any driving plans, or avoid if possible.\n\n",{"type":"{{","value":[["infobox"],["Go West... but which one?"],["The term \"West\" comes up frequently in connection with Vancouver and can be confusing for locals and visitors alike.  It can refer to:\n\n",{"type":"*","value":[" the ",{"type":"''","value":["West Side"]}," of Vancouver, which is the area of Vancouver west of Ontario Street. It includes ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]},", ",{"type":"[[","value":[["Vancouver\/South Granville"],["South Granville"]]},", ",{"type":"[[","value":[["Vancouver\/UBC-South"],["UBC and South Vancouver"]]},", but excludes the downtown peninsula,"]},{"type":"*","value":[" the ",{"type":"''","value":["West End"]},", which is the western portion of the downtown peninsula, and"]},{"type":"*","value":[" ",{"type":"''","value":["West Vancouver"]},", a municipality across the harbour in the ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Shore"]]},"."]}]]},"\n\nOne of the best ways to avoid traffic congestion is to listen to ",{"type":"'''","value":["traffic reports"]}," on AM730. This station reports only about traffic and can be quick to report any accidents and congestion, as well as B.C. ferry reports, bridge and tunnel updates, border wait times, and other information pertaining to getting around the city and its many suburbs. It also posts frequent weather updates and local news.\n\nA unique feature of Vancouver and the rest of British Columbia is intersections with flashing green traffic signals.  These ",{"type":"''","value":["do not"]}," indicate an advance left turn as it would in many other parts of North America.  Instead, a flashing green light indicates a traffic signal that can be activated only by a pedestrian or a cyclist on the side street, but not by a motor vehicle.  When the signal turns red, traffic stops as at any traffic signal.  Any side street traffic must obey the stop sign on the side street and must yield to any pedestrians crossing the side street, even if traffic is stopped on the main street.\n\n",{"type":"====","value":["Parking"]},"\n\nParking downtown generally costs $1-2.50\/hour or $12-$20\/day. Commercial areas will typically have meter parking on the street, with meters accepting Canadian and American change only (American coins accepted at par value). Residential streets may allow free parking, but some will require a permit.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.easyparkvancouver.com Easy Park"]}]}," lots (look for an orange circle with a big \"P\") rank as the most affordable of the parkades, but generally the cost of parking will not vary greatly among parkades within a certain area.  Most will accept payment by credit card, as well as coins.  Beware of scammers hanging around in some parkades, trying to sell parking tickets for less than their face value — typically, they have purchased the tickets with stolen credit cards. Also be careful parking overnight, as vehicle break-ins are not uncommon.\n\nCity meters and parking regulations are enforced regularly. Meter-related offenses will result in fines. Violations in private lots are generally unenforceable, but may result in your car being towed. If your vehicle is towed on a city street, you can recover it at the city impound lot at 425 Industrial Ave.\n\n",{"type":"===","value":["By taxi"]},"\n\nYellow Cab (604) 681-1111\nRichmond Cab (604) 272-1111\n",{"type":"[","value":["http:\/\/www.maclurescabs.ca Maclures Cabs"]}," (604) 831-1111\n\n",{"type":"===","value":["By bicycle"]},"\n\nThe city of Vancouver is a very bicycle-friendly city. In addition to the extremely popular seawall bicycle routes along Stanley Park, False Creek and Kitsilano, there are a whole network of bicycle routes that connect the whole city. The City of Vancouver provides a map of the bicycle routes that is available at most bike shops or online.  Also, all buses have bicycle racks on the front to help riders get to less accessible parts.  North American visitors will find that drivers in Vancouver are more accustomed to sharing the road with cyclists than many places.\n\nBicycles are available to rent by the hour, day or week. Many places also rent tandem bikes. Some bicycle rental locations:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bazookasports.com Bazooka Bikes"]}]},", 1531 Robson St."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ezeeriders.com ezeeRIDERS"]}]},", 1823 Robson St."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stanleyparkcycle.com Stanley Park Cycle"]}]},", 768 Denman St."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bayshorebikerentals.ca Bayshore Bike Rentals"]}]},", 745 Denman St."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vancouverbikerental.com Spokes Bicycle Rentals"]}]},", 1789 W Georgia St."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/reckless.ca Reckless Bike Stores"]}]},", 1810 Fir Street at 2nd Ave & 110 Davie St at Pacific."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jvbike.com JV Bike"]}]},", 955 Expo Boulevard, also rents electric assist bicycles to make the hills a little easier."]},"\nAlternatively, buy a used bicycle and either sell it on or donate it to someone in more need of it at the end of your stay.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Our Community Bikes"],["alt="],["url=http:\/\/www.pedalpower.org\/?q=our_community_bikes"],["email=info@pedalpower.org"],["address=3283 Main St"],["lat="],["long="],["directions="],["phone=+1 604-879-2453"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nHosted Bicycle Tours are available from a number of suppliers. These tours are educational and cover many of the interesting areas and attractions of Vancouver.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cycle Vancouver"],["url = http:\/\/cyclevancouver.com\/"],["phone=+1 604-618-8626"],["content= Several guided cycling tours, group or private.  Offers tour routes and online booking."]]}]},"\n",{"type":"===","value":["By scooter"]},"\nRenting a scooter is a good compromise between a bike and a car. Scooters are not allowed on the famous bike path, but it is possible to travel in the inner roads, park and walk at all the attractions. \nAverage cost is ~$80 for 24 hours + gas.\n",{"type":"*","value":[" \"Cycle BC\", Location 1: (next to harbour air terminal) Location2: 73 East 6th Ave Vancouver, BC V5Y 1A4, Canada (604) 709-5663 ",{"type":"[","value":["www.cyclebc.ca"]}]},{"type":"*","value":[" \"Vancouver Scooter Rental\"  501-2050 scotia street Vancouver V5T 4T1 tel: 1-604-787-9177"]},"\n",{"type":"==","value":["See"]},"\n\nWhile Vancouver is still a young city, it has a variety of attractions and points of interest for the visitor.  Many of the city's ",{"type":"'''","value":["landmarks and historical buildings"]}," can be found downtown. Canada Place, with its distinctive sails, the Vancouver Convention Centre located just beside it, the intricate Art Deco styling of the Marine Building and the old luxury railway hotel of the Hotel Vancouver are in the ",{"type":"[[","value":[["Vancouver\/City Centre"],["central business district"]]},". Stanley Park (the city's most popular attraction), along with its neighbouring Coal Harbour walkway and the Vancouver Aquarium are in the ",{"type":"[[","value":[["Vancouver\/West End"],["West End"]]}," and ",{"type":"[[","value":[["Vancouver\/Gastown-Chinatown"],["Gastown"]]},", the original town site of Vancouver, has a number of restored buildings and its steam clock is a popular spot to visit. Modern architecture worth visiting also includes Shangri-La, currently the tallest building in the city, and the Sheraton Wall Centre. Another popular city landmark, the bustling markets and shops of Granville Island, is just to the south of downtown in ",{"type":"[[","value":[["Vancouver\/South Granville"],["South Granville"]]},".\n\nIf you're looking to learn a little about the people of the Northwest Coast and some of its history, one good spot is the impressive ",{"type":"'''","value":["Museum of Anthropology"]}," at the ",{"type":"[[","value":[["Vancouver\/UBC-Point Grey"],["University of British Columbia"]]},", which houses several thousand objects from BC's First Nations. The museum is also home to significant collections of archaeological objects and ethnographic materials from other parts of the world.  The ",{"type":"'''","value":["Vancouver Art Gallery"]},", located ",{"type":"[[","value":[["Vancouver\/City Centre"],["downtown"]]}," combines local with international through a variety of exhibitions and a permanent collection that focuses on renowned British Columbia artist, Emily Carr.  The ",{"type":"'''","value":["Vancouver Public Library"]},", located downtown at Homer and Robson Sts, is modelled after the Roman Colosseum, and houses the city's largest library. Another downtown sight is the small ",{"type":"'''","value":["Contemporary Art Gallery"]}," on Nelson Street, which features modern art. Also located nearby, on the east side of ",{"type":"[[","value":[["Vancouver\/Yaletown-False Creek"],["False Creek"]]}," is the shiny geodesic dome of the ",{"type":"'''","value":["Telus World of Science"]}," (commonly known as Science World), which has a number of exhibits, shows and galleries aimed at making science fun for kids. Another great spot to check out is the ",{"type":"'''","value":["BC Sports Hall of Fame and Museum"]}," located at Gate A of BC Place Stadium. The BC Sports Hall of Fame and Museum preserves and honours BC's Sport heritage by recognizing extraordinary achievement in sport through using their collection and stories to inspire all people to pursue their dreams. There are also some smaller sights in ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]},", including the Vancouver Maritime Museum, Museum of Vancouver, and H.R. Macmillan Space Centre.\n\nThe city has a wealth of parks and gardens scattered throughout.  The most famous is ",{"type":"'''","value":["Stanley Park"]}," at the tip of the ",{"type":"[[","value":[["Vancouver\/West End"],["downtown peninsula"]]},". Its miles of trails for walking and cycling, beaches, magnificent views and the attractions (including totem poles) within the park gives it something for everyone.  The most popular trail is the Seawall, a paved trail that runs around the perimeter of Stanley Park and now joins with the seawalls in Coal Harbour and Kitsilano, totaling 22 km in length. The ",{"type":"'''","value":["Vancouver Aquarium"]}," is located within Stanley Park. ",{"type":"'''","value":["Other notable parks and gardens"]}," include VanDusen Botanical Garden in ",{"type":"[[","value":[["Vancouver\/South"],["South Vancouver"]]}," and Queen Elizabeth Park near ",{"type":"[[","value":[["Vancouver\/Mt Pleasant-South Main"],["South Main"]]},", the Nitobe Memorial Garden (commonly known as the Nitobe Japanese Garden) and UBC Botanical Garden at the University of British Columbia and the Dr. Sun Yat-Sen Classical Chinese Garden in Chinatown downtown.\n\nAdmission to Vancouver's various attractions can range from $10 to up to $30 per person. There are a variety of attractions passes available that help visitors save on retail admissions such as the ",{"type":"'''","value":["See Vancouver Smartvisit Card"]}," and the ",{"type":"'''","value":["Vancouver Five in One Card"]},".\n\nFinally, a trip to Vancouver wouldn't be complete without a glimpse of the ",{"type":"'''","value":["skyline"]}," and the Coastal mountains rising above the city (clouds permitting, of course!). Popular spots to view it include Stanley Park and the Harbour Centre ",{"type":"[[","value":[["Vancouver\/City Centre"],["downtown"]]},", Spanish Banks and Jericho Beaches in ",{"type":"[[","value":[["Vancouver\/UBC-Point Grey"],["Point Grey"]]}," and Lonsdale Quay in ",{"type":"[[","value":[["North Vancouver"]]},". Other interesting views can be seen from City Hall at 12th and Cambie, Queen Elizabeth Park and ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van's"]]}," CRAB Park.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Tours "]},"\nIf you want to orient yourself in the city, there are a variety of tours -- bus, walking, hop-on, hop-off -- based out of the ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["City Centre"]]}," that will regale you with Vancouver lore while taking you to many of the main attractions.\n\n",{"type":"[[","value":[["Image:brockton light.jpg"],["thumb"],["200px"],["right"],["Views from the Seawall in Stanley Park"]]},"\n\n",{"type":"===","value":[" Outdoor activities "]},"\nVancouverites love the outdoors and one of the most popular things to do is to walk, jog, bike or rollerblade the ",{"type":"'''","value":["Seawall"]},".  It starts at Canada Place ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["downtown"]]},", wraps around Stanley Park and follows the shoreline of False Creek through Yaletown, Science World and Granville Island to Kits Beach in ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]},". The most popular sections are around Stanley Park and along the north shore of False Creek. Bike and rollerblade rentals are available from a few shops near the corner of Denman & West Georgia if you prefer wheeled transportation over walking.  If the weather's nice, go out to Granville Island, rent a speedboat and take a boat ride on the waters around Stanley Park and Coal Harbour. Golf courses are also abundant in the city, along with more cost-conscious pitch-and-putt courses.\n\nIf you'd rather lie in the sun than play in the sun, Vancouver has a number of ",{"type":"'''","value":["beaches"]},". While certainly not glamourous and lacking waves, there's sand, water and lots of people on sunny summer days. ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]}," has a string of beaches, the most well known being Kitsilano Beach, Jericho and Spanish Banks.  Kits Beach is the most popular and has beach volleyball, Spanish Banks is a bit quieter and popular with skimboarders. There are a few beaches on the south and west sides of ",{"type":"[[","value":[["Vancouver\/West End"],["downtown"]]},", with English Bay Beach (near Denman & Beach) being the largest and most popular.  Finally, no discussion of Vancouver beaches would be complete without mention of Wreck Beach at the tip of Point Grey in ",{"type":"[[","value":[["Vancouver\/UBC-South"],["UBC"]]},". As much rock as it is sand, it holds a place in the Vancouver identity and is the only city beach where you can bare it all.\n\nFor many, Vancouver is synonymous with ",{"type":"'''","value":["skiing and snowboarding"]},".  While there are no ski hills within the city itself, there are three \"local\" hills (Cypress, Grouse Mountain and Seymour) across the harbour on the ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Shore"]]},". And of course, Vancouver is the gateway to ",{"type":"[[","value":[["Whistler"]]},", the biggest and one of the most highly rated snow destinations in North America.\n\n",{"type":"===","value":[" Spectator sports "]},"\n\nWhen you tire of doing stuff outdoors, or prefer that someone else do the hard work, you can always grab a seat and take in the local sports teams.\n\n",{"type":"====","value":["Hockey"]},"\nThe biggest draw in town is hockey (the variety played on ice, not a field) and the local professional team is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/canucks.nhl.com\/ Vancouver Canucks"]}]},". The team plays at Rogers Arena in the ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["City Centre"]]}," and the season lasts from October to April (and possibly longer when they make the play-offs). Tickets are pricey and the concessions are even worse, but it's a good game to watch live. The local junior hockey team, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vancouvergiants.com\/ Vancouver Giants"]}]},", offer a cheaper but no less exciting experience. They play out of Pacific Coliseum in ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]},".\n\n",{"type":"====","value":["Football"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bclions.com\/ BC Lions"]}]},", the city's Canadian Football League team (think American football with 12 players a side, three downs, a slightly larger field, and much larger end zones) plays during the summer and fall at BC Place ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["downtown"]]},".\n\n",{"type":"====","value":["Soccer"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.whitecapsfc.com\/ Vancouver Whitecaps FC"]}]},", the third team to bear the \"Whitecaps\" name, began their first season in Major League Soccer in March 2011, becoming the second MLS team in Canada. Because BC Place was closed for renovations following the 2010 Winter Olympics, the Lions played the 2010 season at Empire Field, a temporary stadium on the Pacific National Exhibition grounds in East Van. The MLS Whitecaps are beginning their inaugural 2011 season at Empire Field as well. When BC Place reopens in late September 2011, both teams will move there. The Whitecaps initially planned to build a new stadium of their own near the waterfront, but local opposition has led the Whitecaps to make BC Place their long-term home.\n\n",{"type":"====","value":["Roller derby"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.terminalcityrollergirls.com\/ Terminal City Rollergirls"]}]}," are Vancouver's first female roller derby league and are members of the Women's Flat Track Derby Association. Created in 2006, the league now has four full teams (Faster Pussycats, Bad Reputations, Public Frenemy, and Riot Girls) as well as an All-Stars team made up of the best players in the league. The players are a diverse group of women, from nurses to construction workers, graphic designers, television producers, teachers, stay-at-home moms, PhD students and aspiring rock stars. The bouts are exciting and fun (there is usually an entertaining half-time show), and you may even see some hard hits that show up on the League's ",{"type":"[","value":["http:\/\/www.terminalcityrollergirls.com\/hall-of-pain Hall of Pain"]},". If you're thinking about attending a bout and know nothing or very little about flat track roller derby, check out the ",{"type":"[","value":["http:\/\/www.terminalcityrollergirls.com\/how-derby-works 'How Derby Works' section"]}," on the TCRG website. Bouts are generally held April to September and at various arenas around Metro Vancouver, although the PNE Forum in ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]}," has been a popular venue.\n\n",{"type":"====","value":["Baseball"]},"\nVancouver has a single A baseball team, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/web.minorleaguebaseball.com\/index.jsp?sid=t435 Vancouver Canadians"]}]},", who play out of Nat Bailey Stadium in ",{"type":"[[","value":[["Vancouver\/UBC-South"],["South Vancouver"]]},".\n\n",{"type":"===","value":[" Culture and festivals "]},"\n",{"type":"[[","value":[["Image:Chinatown of Vancouver.jpg"],["thumb"],["300px"],["Vancouver's Chinatown."]]},"\nVancouver isn't all about the outdoors. It offers a variety of theatre, concerts and other cultural events.  There are symphony and opera venues ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["downtown"]]}," and much of the city's live theatre can be found in ",{"type":"[[","value":[["Vancouver\/South Granville"],["South Granville"]]},", particularly on Granville Island with its thriving arts scene.\n\nThe city's Chinese heritage comes alive during ",{"type":"'''","value":["Chinese New Year"]},".  ",{"type":"[[","value":[["Vancouver\/Gastown-Chinatown"],["Chinatown"]]},", in the east side of downtown, is awash in colour and has many festivities, including a parade.  June sees the annual ",{"type":"'''","value":["Dragon Boat Festival"]}," on False Creek.\n\nThere is no shortage of festivals around the city, with many local ones particular to a neighbourhood.  The festival that draws the largest crowds is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.celebration-of-light.com HSBC Celebration of Light"]}]},", a four night extravaganza of fireworks over English Bay in late July and early August.  Countries compete with 20-30 min displays choreographed to music.  The fireworks start at 10PM and are best viewed from Sunset Beach in the ",{"type":"[[","value":[["Vancouver\/West End"],["West End"]]}," or Kits Beach\/Vanier Park in ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]},". It is ",{"type":"''","value":["strongly"]}," recommended to take public transit and to get there a few hours early as the crowds are huge. Roads in the vicinity of English Bay are typically closed from 6PM onwards.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/eat-vancouver.com\/ EAT! Vancouver - The Everything Food + Cooking Festival"]}]}," takes place every May. In 2014, the festival takes place May 30 - June 1, at BC Place Stadium. Celebrity chefs, popular local restaurants, wineries, food & beverage manufacturers, cookbook authors, retailers, artisans, & many others from the culinary world will come together for a 3 day public extravaganza. EAT Vancouver encompasses unique food experiences, opportunities to learn behind-the-scenes culinary magic from professional chefs, dynamic entertainment through celebrity chef cooking demonstrations & intense culinary competitions, diverse food, beverage & cooking related exhibits; & of course fantastic shopping opportunities.\n\nOther notable festivals include the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.viff.org Vancouver International Film Festival"]}]}," that runs in Sept-Oct; the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vancouverfringe.com Fringe Festival"]}]}," that presents live theatre in a variety of styles and venues; ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bardonthebeach.org\/ Bard on the Beach Shakespeare Festival"]}]}," that runs May - September at Vanier Park in ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]},"; and the three day ",{"type":"'''","value":[{"type":"[","value":["http:\/\/thefestival.bc.ca Folk Fest"]}]}," on the beach in ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]}," that features a large selection of current and upcoming folk, roots and world music acts. Another notable event is Vancouver's annual ",{"type":"'''","value":[{"type":"[","value":["http:\/\/vancouverpride.ca\/official-events\/ Vancouver Pride Parade"]}]},", for 2013 held on 4 August, which attracts over 600,000 spectators.\n\n",{"type":"==","value":["Learn"]},"\n\nVancouver is a city with a rich assortment of educational institutions offering programs on nearly every possible occupation &\/or avocation. There are two main universities (SFU & UBC) with a number of polytechnicial institutions that have recently begun offering degrees in addition to certificates & diplomas.\n\nPlaces of study within the city of Vancouver include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfu.ca Simon Fraser University"]}]},", or SFU, has its main campus on the top of a mountain in ",{"type":"[[","value":[["Burnaby"]]}," with spectacular views.  With over 30 000 full-time students, SFU is consistently ranked as the best Comprehensive University in Canada by Macleans. SFU also has the largest post-secondary presence in the ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["central business district"]]},", with the Segal Graduate School of Business, the ",{"type":"[","value":["http:\/\/www.sfu.ca\/dialogue\/ Morris J Wosk Centre for Dialogue"]},", SFU Harbour Centre and SFU Woodwards, not to mention a satellite campus in ",{"type":"[[","value":[["Surrey (British Columbia)"],["Surrey"]]},"."]},{"type":"[[","value":[["Image:Vancouver ubc clock.jpg"],["thumb"],["Clock tower in the University of British Columbia"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ubc.ca University of British Columbia"]}]},", or UBC, is ranked as one of the world's 30 best universities and is the largest university in western Canada. More than 50,000 full-time and part-time students in numerous disciplines are enrolled at the main campus in the ",{"type":"[[","value":[["Vancouver\/UBC-South"],["UBC and South Vancouver"]]}," district. UBC also has a downtown campus in Vancouver, located at Robson Square in the ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["central business district"]]},". This location is geared more towards adult learning, business people and foreign students. Course calendars are readily available at Robson Square or on UBC's website."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.langara.bc.ca Langara College"]}]},", located in ",{"type":"[[","value":[["Vancouver\/UBC-South"],["South Vancouver"]]}," offers a number of programs in the arts, humanities, business and technology, as well as continuing education and ESL classes."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eciad.ca Emily Carr Institute of Art + Design"]}]}," on ",{"type":"[[","value":[["Vancouver\/South Granville"],["Granville Island"]]}," offers a number of programs focused primarily on design and the visual arts."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gnwc.ca\/ Great Northern Way Campus"]}]}," in ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]}," is a collaborative university campus environment put together with the help of all of the major local universities, focusing on arts, technology, and the environment."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bcit.ca British Columbia Institute of Technology"]}]},", or BCIT, a technical college based in Burnaby, has a satellite campus in downtown Vancouver."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vfs.com\/ Vancouver Film School"]}]}," is located in downtown Vancouver."]},{"type":"*","value":[" Many young visitors come to Vancouver to improve their English. The Vancouver Public Library downtown maintains a list of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vpl.ca\/branches\/LibrarySquare\/lit\/ESLschools.html ESL schools"]}]}," in Vancouver."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kwantlen.ca\/home.html Kwantlen Polytechnic University"]}]},", located in ",{"type":"[[","value":[["Richmond"]]}," offers a variety of programs across numerous disciplines."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.brightoncollege.com Brighton College"]}]}," offers numerous diploma and certificate programs with practicums in healthcare, business, construction, international trade, information technology, internet marketing, and accounting. They have three campuses: Vancouver, Burnaby and Surrey."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vcc.ca\/ Vancouver Community College (VCC)"]}]}," has two campuses: Broadway, and Downtown. VCC offers a number of different certificate and diploma programs."]},"\n",{"type":"==","value":["Work"]},"\nTraditionally, much of Vancouver's industry has centred around its port facilities and the forestry and mining sectors. Although these industries are still important to the economy, Vancouver's largest employers are now the various hospitals and educational institutions in the area and companies with head offices in Vancouver such as Telus Corp and the Jim Pattison Group.  Recently, Vancouver has expanded as a centre for software development and biotechnology, while streets provide a backdrop for the developing film industry. Many jobs exist in the varied small and medium sized businesses that operate in the region.  As with many cities, jobs are posted on-line or in the newspaper, but it helps if you have some contacts within the industry that can point you to the jobs that are open but not posted.\n\nAs with any tourist centre, there are a number of service jobs available.  The attractions, restaurants and hotels downtown frequently need staff.  Other areas to consider are ",{"type":"[[","value":[["Vancouver\/South Granville"],["Granville Island"]]}," and the ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Shore"]]}," with its ski areas and Grouse Mountain.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"''","value":["This is only a sample of things you can look for in Vancouver. Visit the separate district pages for other info."]},"\n\n",{"type":"'''","value":["Tip"]}," - There are two local taxes that are charged on the vast majority of goods, the ",{"type":"'''","value":["7% PST (Provincial Sales Tax)"]}," and the ",{"type":"'''","value":["5% GST (Goods and Services Tax)"]},". These were replaced with a combined HST (Harmonized Sales Tax) of 12% but due to a recent referendum, the tax was returned to the PST\/GST system as of April 1, 2013. The PST does not apply to restaurants, motor fuel, unprocessed food, vitamins, and children's clothing.\n\n",{"type":"*","value":[{"type":"'''","value":["Robson Street"]}," in the ",{"type":"[[","value":[["Vancouver\/City Centre"],["City Centre"]]}," is home to many touristy shops. Although not technically part of the street, the neighbouring Alberni intersection is home to a variety of high-end shops such as Louis Vuitton and Hermès."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pacific Centre"]}," has more than 150 shops, restaurants and services if you want to walk in an underground shopping centre. The shopping centre begins at Sears on the north end at Robson Street, and stretches all the way to Pender Street. There are many floors in the mall depending on where you are, and notable merchants include Holt Renfrew, Harry Rosen, Sport Chek, GAP, H&M and Apple Store; the mall is connected to the Bay (at Georgia and Granville streets), and Vancouver Centre (a small mall mainly consisting of a lotto centre, London Drugs, and a food court underneath Scotiabank)."]},"\n",{"type":"[[","value":[["Image:Gastown. Streetscape in Gastown, Vancouver.jpg"],["thumb"],["250px"],["right"],["Gastown - the original townsite of Vancouver and now the best place to find Vancouver kitsch"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Gastown"],["alt="],["url=http:\/\/www.gastown.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the oldest neighbourhood in Vancouver but is being reborn as a fashion and modern urban design district. Historic buildings house hip restaurants, galleries, and interior design and high-fashion shops."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Yaletown"]}," is also popular for its non-mainstream fashion boutiques and high-end salons. A few Popular Yaletown Shopping Streets are: Mainland St., Hamilton St., and Pacific Blvd."]},"\n",{"type":"*","value":[{"type":"'''","value":["Granville Island"]}," is an interesting place to go if you fancy the arts.  The area boasts a Public Market, an art school (Emily Carr University of Art + Design), shops, a world music instrument store, restaurants, theatres, galleries, a hotel, boat docks and more."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kerrisdale"]}," is the area centred around 41st, between Maple St and Blenheim St, consisting of roughly a hundred or so boutique-like shops, restaurants, and stores (chain or otherwise) in an affluent neighbourhood."]},"\n",{"type":"*","value":[{"type":"'''","value":["Commercial Drive"]},", especially the stretch between 3rd Avenue and Venables St. in ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]},", is great for people-watching, produce (Santa Barbara Market), cheese (La Grotta del Formaggio), sausage (JN&Z Deli), etc."]},"\n",{"type":"*","value":[{"type":"'''","value":["Main Street"]},", south of Broadway stretching to around 30th Avenue, has a vibrant and expanding collection of independent restaurants, cafés, high-end niche clothing stores and small boutiques."]},"\n",{"type":"*","value":[{"type":"'''","value":["East Hastings"]}," between Renfrew and Clark offers some of the best hidden delights in the city.  There are many eclectic produce stores (Donald's Market).  Sausage and salami producers here are some of the best in the city (",{"type":"[","value":["http:\/\/www.moccia.ca\/ Moccia's Italian Market"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chinatown"]}," around Main and Pender, and westwards down Pender from Main, is an old historic landmark with grocery and herbal medicine markets that mimic the ethnic flavors, sights and sounds of Eastern Asia.   Other modern Chinatowns have sprung up around 41st Ave. and Victoria Drive, also in Richmond and Surrey."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Punjabi Market"]}," around Main, between 41st and 49th Ave. Good, cheap Punjabi food along with some Punjabi fashion; street signs are correspondingly in Punjabi."]},"\nThere are some unique shopping areas in ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]}," and ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]},".   In Kits you can visit the first store of Vancouver-born and based athletic retailer, ",{"type":"[","value":["http:\/\/www.lululemon.com\/ Lululemon Athletica"]},", sporting popular yoga-inspired apparel.  Gore-tex jackets are ubiquitous in Vancouver and the best place to buy them is at ",{"type":"[","value":["http:\/\/www.mec.ca\/ Mountain Equipment Co-op"]},", ",{"type":"[","value":["http:\/\/www.taigaworks.ca Taiga Works"]}," or one of the other outdoorsy stores clustered together on the east-west main drag called Broadway (equivalent to 9th Avenue, running between 8th and 10th) between Cambie St. and Main St., just east of the ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]}," area.\n\n",{"type":"==","value":["Eat"]},"\n\nWhere to begin? There is something for everyone in this cosmopolitan city, and the variety of cuisines and price points have been described as a foodie's delight. In particular, you will find many different kinds of Asian food available. If you fancy sushi many places offer \"all you can eat\" lunches for $12, which offers food of a wildly varying quality. In general, the city is up there with some of the best cities in North America when it comes to food. If you can do without alcohol, you can usually have a pretty reasonable meal for under $12, and at one of the more expensive restaurants in the city, $70 will get you a four course feast with exquisite service.\n\nThe highest density of restaurants is in ",{"type":"[[","value":[["Vancouver\/Kitsilano"],["Kitsilano"]]}," or the ",{"type":"[[","value":[["Vancouver\/West End"],["West End"]]},". The ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["central business area"]]}," has many of the high end restaurants either along Robson Street or associated with the many hotels in the downtown area. ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]}," tends to have many authentic ethnic restaurants.\n\nVancouver is also famous for its dim sum restaurants. Because of the big Chinese population, the price and quality of dim sum here is among the best in the world. One of the consistently highly ranked dim sum restaurants by local magazines is Sun Sui Wah, at 3888 Main St. Also, check out Floata in Chinatown on Keefer St, or the Kirin at Cambie and 12th; reservations recommended. There are many restaurants on Victoria around 41st Ave (or Kingsway and Knight) which offer cheap dim sum ($2.75\/plate), albeit with less class and more oil. In Burnaby, try Fortune House in Metropolis Shopping Complex. The city of Richmond, with a majority of its inhabitants being of Chinese descent, will have a plethora to choose from. Restaurants are all over the place on No. 3 Rd, Westminster Hwy, Alexandra Rd, and on the many side streets just east of Richmond Centre.\n\nFor budget travellers, pick up a Georgia Straight (a free local paper available all over the place), and clip two for one coupons from the food section.\n\nBe advised that although the vast majority of stores around Vancouver accept credit cards, small family-owned Chinese businesses and restaurants, more often than not, accept only cash.\n\n",{"type":"*","value":["For coffee, there are perhaps more ",{"type":"'''","value":["Starbucks"]}," per capita in Vancouver than anywhere else. On Robson and Thurlow, until recently there were two Starbucks kitty-corner to one another. Starbucks is the most dominant of the three coffee shop chains found in Vancouver. The others, ",{"type":"'''","value":["Caffe Artigiano"]}," and ",{"type":"'''","value":["Blenz"]},", are found throughout downtown. ",{"type":"'''","value":["JJ Bean"]}," is favoured among the locals and it's a great place to spend a few minutes to a few hours nursing a coffee and one of their ginormous muffins; there are ten locations scattered throughout the city. ",{"type":"'''","value":["Bean Around the World"]}," is a popular coffee house chain with ten locations. ",{"type":"'''","value":["Waves Coffee"]}," is popular with students for its 24-hour operations, and free Wi-Fi internet. For independent chains try ",{"type":"'''","value":["Mario's"]}," on Dunsmuir and Howe; they have a unique feel and a slower pace than other coffee shops. Make sure not to miss ",{"type":"'''","value":["Trees' cheesecakes"]}," and its roasted on-site organic coffees."]},"\nVancouver has seen a rise of new independent coffee shops in the past three years, most of which focus on single-origin beans and a simpler approach to delicious coffee devoid of syrups and flavourings. Examples include: ",{"type":"{{","value":[["eat"],["name=Matchstick"],["url=http:\/\/www.matchstickcoffee.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},", ",{"type":"{{","value":[["eat"],["name=Kafka's"],["url=http:\/\/www.kafkascoffee.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},", ",{"type":"{{","value":[["eat"],["name=Revolver"],["url=http:\/\/www.revolvercoffee.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},", and ",{"type":"{{","value":[["eat"],["name=49th Parallel"],["url=http:\/\/www.49thparallelroasters.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},".\n\nBubble tea (or boba tea) is also a popular drink among the Vancouver youth.  There are countless tea houses throughout Vancouver, the most notable being Dragon Ball Tea House on West King Edward Ave and Oak St.\n\n",{"type":"==","value":["Drink"]},"\n\nMost of the nightclubs are located in the ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["central business district"]]},", especially along the Granville Street strip, south of Robson and along Water Street in Gastown. There are a number of good local pubs in the various quieter neighbourhoods of the city, such as along Main Street or Broadway. Closing times for most of these pub-like establishments begin at 1AM; nightclubs close between 2AM-3AM with a very small number operating after-hours. Nightclubs with music, a DJ and a dance floor usually charge an entrance fee. Be aware that many nightclubs often have long lineup queues on weekends, which are usually self-imposed regardless of whether or not the establishment is near capacity to attract business. Flexibility and willingness to go early is key should nightlife become part of your travel plans.\n\nNote that liquor stores at the latest close by 11PM, while many are closed by 9PM, and there will exist no other legal options apart from drinking at an establishment beyond this time.\n\n",{"type":"===","value":["Beer"]},"\nVancouver offers a number of destinations for beer drinkers.  The largest is the ",{"type":"'''","value":["Granville Island Brewery"]}," on ",{"type":"[[","value":[["Vancouver\/South Granville"],["Granville Island"]]}," (tours are available). Other microbreweries are housed in brewpubs, popular ones include the ",{"type":"'''","value":["Yaletown Brewing Company"]}," in ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["Yaletown"]]}," and ",{"type":"'''","value":["Steamworks"]}," at the entrance to ",{"type":"[[","value":[["Vancouver\/Gastown-Chinatown"],["Gastown"]]},".  The ",{"type":"'''","value":["Alibi Room"]},", near Gastown, specializes in beers by Northwestern microbreweries as does the ",{"type":"'''","value":["Cascade Room"]}," in ",{"type":"[[","value":[["Vancouver\/Mt Pleasant-South Main"],["South Main"]]},". ",{"type":"'''","value":["Portland"]},", also located in South Main, is another craft beer venue that specializes in beers by Oregon based microbreweries.\n\n",{"type":"==","value":["Sleep"]},"\n\nIn general, accommodations in Vancouver are on the expensive side. Most upscale hotel rooms begin at $200-250\/night, although you can find reasonably priced ones in the $100-180 range quite often. Most motel rooms cost somewhere between $80-150\/night. If you are lucky to find hostel accommodation, the cheapest of these will cost around $20\/night, more reasonably between $35-50.\n\nThe ",{"type":"[[","value":[["Vancouver\/CBD-Yaletown"],["City Centre"]]}," is centrally located for attractions and has the bulk of Vancouver's accommodation, including most of the high-end hotels and backpackers hostels. If you don't mind getting away from the chain hotels, there are a number of smaller boutique hotels outside of the central business district but still close to the action that are cheaper than the four and five star options downtown. Backpacker hostels are another cheap option with beds starting at $25 if you don't mind sharing a room.\n\nStaying outside the City Centre area may give you a wider choice of affordable accommodations. There are a few budget hotels\/motels along Kingsway in ",{"type":"[[","value":[["Vancouver\/East Van"],["East Van"]]}," and Broadway in ",{"type":"[[","value":[["Vancouver\/South Granville"],["South Granville"]]},". A number of B&B's are also scattered throughout the city in each district.  If you want\/need to stay close to the airport, ",{"type":"[[","value":[["Richmond (British Columbia)"],["Richmond"]]}," has a number of hotels with varying degrees of luxury and price.\n\nFinally, if you don't mind driving or commuting in to see Vancouver, the suburbs also have some cheaper options. ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Vancouver"]]},", ",{"type":"[[","value":[["Burnaby"]]}," and ",{"type":"[[","value":[["New Westminster"]]}," all have easy access to Vancouver via the public transit system. The closest Provincial Parks with campgrounds are near ",{"type":"[[","value":[["Maple Ridge"]]}," (",{"type":"[[","value":[["Golden Ears Provincial Park"]]},"), ",{"type":"[[","value":[["Chilliwack"]]},", and ",{"type":"[[","value":[["Squamish"]]},".\n\n",{"type":"==","value":["Connect"]},"\nIn case of an ",{"type":"'''","value":["Emergency, dial 9-1-1"]}," from any public phone for free.  Be advised, however, that with the rise of cell phone use, many public phones have been removed, and can therefore be hard to come by (especially in the suburbs).\n\nFrom a mobile 'phone, 9-1-1 will work on any carrier (even if the 'phone is not subscribed and cannot be used to make other calls). Some carriers use GSM (and support both 9-1-1 and 1-1-2), but PCS\/CDMA providers such as Telus Mobility do not support 1-1-2.\n\nThe area codes for phone calls in Vancouver and the surrounding area (known locally as the ",{"type":"'''","value":["Lower Mainland"]},") are 604 and 778 (these area codes overlap).  Vancouver has ten-digit calling, so when making a local call you must include the area code. Calls outside the Greater Vancouver region (",{"type":"''","value":["i.e."]}," east of Langley or north of Squamish, including to Whistler) are toll calls from Vancouver. To call these numbers you need to add a \"1\" before the area code, ",{"type":"''","value":["i.e."]}," \"1-604\" or \"1-778\".\n\nLocal calls at pay phones costs 50 cents per call.  They are not metered, so you can talk as long as you want. Note that downtown pay phones are often broken. Working pay phones are almost always available at all of the downtown SkyTrain stations.\n\nInternet cafés are not as popular as they once were, having been replaced by free wireless found in many hotels, cafés and restaurants; However, there are still many around the Vancouver area and are generally quite reasonably priced; typically $2-5 per hour with all-day passes common.\n\nIn addition, there is free internet available at Canada Place. Bell has some free standing room stations set up in the main concourse of the convention centre. Also, the Apple Store in the Pacific Centre Mall has free wifi.\n\nFor those who have brought a laptop, free wireless points are abundant in the downtown area (including every branch of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blenz.com\/ Blenz Coffee"]}]},"), and reasonable paid service is also available in a pinch.\n\n",{"type":"==","value":["Stay safe"]},"\nVancouver is a great place to visit if you use common sense like keeping an eye on your possessions, knowing where you are going and avoiding alleys and unfamiliar areas at night should keep you out of trouble.  Unless involved in illegal activities (such as the drug trade), it is highly unlikely you will fall victim to any sort of violent crime. If you need emergency help, dial ",{"type":"'''","value":["911"]},".\n\nLike any major metropolitan city, Vancouver has areas that should be travelled with caution.  The most notable is the Downtown Eastside (specifically Hastings Street between Abbott and Gore). This neighbourhood is infamous for homelessness, drug-use, and prostitution. As a result of these conditions, violence is quite a common problem.  If you do accidentally stroll into the Downtown Eastside it is not difficult to find your way out, but if you get lost or feel uncomfortable the best thing to do is approach a police officer. Tourists exploring ",{"type":"[[","value":[["Vancouver\/Gastown-Chinatown"],["Gastown and Chinatown"]]}," can easily wander into the Downtown Eastside unwittingly. Avoid looking like a tourist and you'll be fine.\n\nIt's also wise to exercise caution in the Granville Mall area downtown on Friday and Saturday nights.  As Vancouver’s bar and nightclub district, the sheer volume of people combined with alcohol consumption make disorderly conduct and rowdy behaviour fairly common. But this shouldn't act as a deterrent - if you're not looking for trouble, you probably won't find it, and there is a strong police presence. The streets at night in the Granville Mall area are usually (and quite literally) clogged with people at night time.  Such an enormous mix of people and alcohol can be a dangerous mix if you are not cautious.\n\nSome parts of the city have high rates of property crime. Theft from vehicles is especially problematic and parked cars with foreign or out-of-province plates are frequently targeted. The best thing is to not leave any money and valuables in plain view. Many of the locals use steering wheel locks to prevent vehicle theft.\n\nPanhandling is common in some parts of downtown, but is unlikely to pose a problem. Don't be rude, as there may be negative consequences.\n\n",{"type":"===","value":["Cannabis"]},"\nA common belief is that marijuana is legal in ",{"type":"[[","value":[["British Columbia"]]},". That is a myth.  Although Vancouver's police and the justice system tend to turn a blind eye to marijuana use, tourists should be advised that possessing any amount of marijuana is ",{"type":"'''","value":["illegal"]}," in all of Canada without a government-issued medical exemption (the legality of possession is, however, currently under dispute by the Supreme Court).   However, if you are caught with a small amount of cannabis (7 grams or less) in Vancouver it is ",{"type":"''","value":["extremely"]}," unlikely that you will be charged, in the vast majority of cases the police will simply ask you to move somewhere out of sight to finish up, or ignore the fact altogether. If you have a rental car, please note there are ",{"type":"'''","value":["serious"]}," penalties for driving under the influence of marijuana.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Publications"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vancouver Sun"],["url=http:\/\/www.canada.com\/vancouversun"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Vancouver's biggest daily newspaper."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Province"],["url=http:\/\/www.canada.com\/theprovince"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tabloid-style daily. A bit more sensational than the Sun and a better sports section."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Georgia Straight"],["url=http:\/\/www.georgiastraight.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free weekly paper that provides the best rundown on local bars and other entertainment listings. It also usually has a number of two for one coupons for local restaurants."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Tyee"],["url=http:\/\/www.thetyee.ca"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free daily online paper focusing on independent politics and culture reporting."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Vancouver Is Awesome"],["url=http:\/\/vancouverisawesome.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Free daily online paper focusing primarily on cultural events, food, and civic current affairs."]]}]},"\nOther free weeklies include the Vancouver Courier, Westender, and Xtra West (gay and lesbian bi-weekly newspaper).\nFree dailies include 24 Hours and Metro.\n\n",{"type":"===","value":["Wireless"]},"\n\nThere are a number of wireless network providers in BC's lower mainland, all with store locations throughout Vancouver, including Telus\/Koodo, Rogers\/Fido, Bell\/Virgin, Wind Mobile and Moblicity.\n\n",{"type":"===","value":["Religious services"]},"\n\n",{"type":"*","value":[" Presbyterian: ",{"type":"{{","value":[["listing"],["name=Central Presbyterian Church"],["url=http:\/\/www.centralpc.ca\/"],["email="],["address=1155 Thurlow St"],["lat="],["long="],["directions=Davie Village, near Davie and Thurlow"],["phone=+1 604 683-1913"],["tollfree="],["fax="],["hours=Sunday 10:30AM"],["price="],["content="]]}]},{"type":"*","value":[" Anglican (Episcopal): ",{"type":"{{","value":[["listing"],["name=Christ Church Cathedral"],["url=http:\/\/www.cathedral.vancouver.bc.ca"],["email="],["address=690 Burrard St"],["lat="],["long="],["directions="],["phone=+1 604 682-3848"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Protestant: ",{"type":"{{","value":[["listing"],["name=St. Andrew Wesley United Church"],["url=http:\/\/www.standrewswesleychurch.bc.ca"],["email="],["address=1022 Nelson St"],["lat="],["long="],["directions="],["phone=+1 604 683-4574"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Catholic: ",{"type":"{{","value":[["listing"],["name=Holy Rosary Cathedral"],["url=http:\/\/hrc.rcav.org\/"],["email="],["address=646 Richards St"],["lat="],["long="],["directions="],["phone=+1 604 682-6774"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Seventh-day Adventist: ",{"type":"{{","value":[["listing"],["name=Oakridge Adventist Church"],["url=http:\/\/oakridgeadventist.ca\/\/"],["email="],["address=5350 Ballie St two blocks north of Oakridge Mall\/Canada Line Station"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Saturday 10AM and 11AM"],["price="],["content="]]}]},"\n",{"type":"===","value":["Healthcare centres"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Vancouver General"]}," -- Located at the corner of Oak St and West 12th Ave, VGH serves as the main hospital and emergency ward for Vancouver"]},"\n",{"type":"*","value":[{"type":"'''","value":["Children's Hospital"]}," -- If taking a child under the age of 18 to the E.R., you will be directed to Children's Hospital. It is located at Oak St near King Edward Avenue."]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Paul's"]}," -- Located downtown, or in the City Centre, St. Paul's Hospital also has an emergency ward for adults but is smaller and therefore less equipped to handle many patients. Every winter, St. Paul's decorates the front of the Hospital with lights to encourage charitable donations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mount Saint Joseph Hospital"]}," - 3080 Prince Edward St.  The only hospital on the city's East Side with an emergency room (8:30AM-8PM).  Outside of these hours, people are asked to go to either Vancouver General or St. Paul's for emergency care."]},"\n",{"type":"*","value":[{"type":"'''","value":["UBC Urgent Care Centre"]}," -- Not quite a walk-in clinic but not quite an emergency room, the UBC UCC has limited hours (closed at 10PM, but is a good choice if your problem isn't an emergency -- it is basically a faster-paced walk-in clinics with longer hours."]},"\nThere are also a number of walk-in clinics around Vancouver. Unfortunately waits are usually around 30-45 min for an appointment.\n\n",{"type":"===","value":[" Meditate "]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tilopa Kadampa Buddhist Centre"],["url=http:\/\/www.tilopa.org"],["email="],["address=1829 Victoria Diversion"],["lat="],["long="],["directions=Just south of 18th & Commercial in the Trout Lake neighborhood"],["phone=+1 604-221-2271"],["tollfree="],["fax="],["hours="],["price="],["content=Offers relaxation meditations and meditation classes to increase inner peace."]]}]},"\n",{"type":"===","value":["Consulates & consulates-general"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.canada.embassy.gov.au"],["email="],["address=1075 West Georgia St, Ste 2050"],["lat="],["long="],["directions="],["phone=+1 604 684 1177"],["tollfree="],["fax=+1 604 684 1856"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.consbrasvancouver.org\/"],["email="],["address=666 Burrard Street, Ste 2020"],["lat="],["long="],["directions="],["phone=+1 604 696 5311"],["tollfree="],["fax=+1 604 696 5366"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=The People's Republic of China"],["url=http:\/\/vancouver.china-consulate.org"],["email="],["address=3380 Granville St"],["lat="],["long="],["directions="],["phone=+1 604 734-7492"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.cgivancouver.org"],["email="],["address=325 Howe St, Ste 201"],["lat="],["long="],["directions="],["phone=+1 604 662-8811"],["tollfree="],["fax=+1 604 682-3556"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/www.dfa.ie\/home\/index.aspx?id=5454"],["email="],["address=837 Beatty St, Ste 210"],["lat="],["long="],["directions="],["phone=+1 604 683-9233"],["tollfree="],["fax=+1 604 683-8402"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.vancouver.ca.emb-japan.go.jp"],["email="],["address=1177 West Hastings St, Ste 800"],["lat="],["long="],["directions="],["phone=+1 604 684-5868"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Korea (South)"],["url=http:\/\/can-vancouver.mofat.go.kr"],["email="],["address=1090 West Georgia St, Ste 1600"],["lat="],["long="],["directions="],["phone=+1 604 681-9581"],["tollfree="],["fax=+1 604 681-4864"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/www.nzembassy.com\/canada"],["email="],["address=888 Dunsmuir St, Ste 1200"],["lat="],["long="],["directions="],["phone=+1 604 684-7388"],["tollfree="],["fax=+1 604 684-7333"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["url=http:\/\/www.taiwanembassy.org\/CA\/YVR\/mp.asp?mp=87"],["email="],["address=925 West Georgia St, Ste 2008"],["lat="],["long="],["directions="],["phone=+1 604 689-4111"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Thailand"],["url=http:\/\/www.thaicongenvancouver.org"],["email="],["address=1040 Burrard St"],["lat="],["long="],["directions="],["phone=+1 604 687-1143"],["tollfree="],["fax=+1 604 687-4434"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukincanada.fco.gov.uk"],["email="],["address=1111 Melville St, Ste 800"],["lat="],["long="],["directions="],["phone=+1 604 683-4421"],["tollfree="],["fax=+1 604 681-0693"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/vancouver.usconsulate.gov"],["email="],["address=1095 West Pender St"],["lat="],["long="],["directions="],["phone=+1 604 685-4311"],["tollfree="],["fax=+1 604 685-5285"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Nearby municipalities"]},"\nThere are a number of things to see and do just outside of Vancouver's borders. Some of the most popular are listed below. All of these places are accessible by public transit, or if you have a car, within an hour's drive.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["North Shore (British Columbia)"],["North Shore"]]}," - Take in the views from Grouse Mountain (The Peak of Vancouver), go for a walk on a suspension bridge or enjoy one of the many outdoor recreation opportunities -- hiking, mountain biking, skiing\/snowboarding, kayaking -- on offer. The most popular summer activity in the area is hiking the 'Grouse Grind', a 2.9 km, 853 m elevation gain hike up the side of Grouse mountain."]},{"type":"*","value":[" ",{"type":"[[","value":[["West Vancouver"]]}," - A municipality north of the Lion's gate bridge, en route to Whistler. Home to many beaches, coves, parks and expensive real estate, where breathtaking views of Vancouver can be scoped by driving its higher altitudes. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Burnaby"]]}," - Shop till you drop at Metropolis at Metrotown, the largest shopping mall in British Columbia, or relax at one of the large regional parks."]},{"type":"*","value":[" ",{"type":"[[","value":[["Port Coquitlam"]]},", ",{"type":"[[","value":[["Coquitlam"]]}," and ",{"type":"[[","value":[["Port Moody"]]}," (the Tri City area) - Half hour drive down Hastings street to the Barnet Highway will bring you to Port Moody, locally known as the City of the Arts."]},{"type":"*","value":[" ",{"type":"[[","value":[["Richmond (British Columbia)"],["Richmond"]]}," - City with a large Asian influence with many options for Chinese, Japanese and Korean dining and shopping, the largest Buddhist temple in North America and the historic seaside Steveston towards the south offers a quieter, small-town type atmosphere."]},{"type":"*","value":[" ",{"type":"[[","value":[["Surrey (British Columbia)"],["Surrey"]]},"\/",{"type":"[[","value":[["White Rock"]]}," - A 45 minute drive away from Vancouver, famous for its moderate climate and sandy beaches."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fort Langley"]]}," - Village with unique shops, restaurants and the site of one of the first forts built in British Columbia."]},{"type":"*","value":[" ",{"type":"[[","value":[["New Westminster"]]}," - Small city on the banks of the Fraser River that was once the capital of British Columbia."]},{"type":"*","value":[" ",{"type":"[[","value":[["Delta (British Columbia)"],["Delta"]]}," - Made up of three communities separated by farmland; North Delta, Ladner, and Tsawwassen. Ladner has a quaint village-like atmosphere which has attracted several movies to be shot there and is the home of the ",{"type":"[","value":["http:\/\/www.reifelbirdsanctuary.com\/ George C. Reifel Migratory Bird Sanctuary"]},". Tsawwassen has Boundary Bay Regional Park with its walking trails and bird watching opportunities."]},"\n",{"type":"===","value":["Day trips"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bowen Island"]]}," is a popular day trip or weekend excursion offering kayaking, hiking, shops, restaurants, and more. This authentic community is located in Howe Sound just off Vancouver, and is easily accessed via scheduled water taxis departing ",{"type":"[[","value":[["Granville Island"]]}," in downtown Vancouver or by ferry from Horseshoe Bay in West Vancouver. "]},{"type":"*","value":[" For those who enjoy outdoor activities, a trek up the ",{"type":"[[","value":[["Sea to Sky"]]}," corridor is essential. ",{"type":"[[","value":[["Squamish"]]}," has branded itself the \"Outdoor Recreation Capital of Canada\" and with an incredible amount of quality rock climbing, mountain biking, white water rafting, hiking, kayaking, horseback riding, fishing, golf, walking trails and more, it certainly deserves the title. Squamish is about half way between Vancouver and Whistler. ",{"type":"[[","value":[["Whistler"]]}," (1.5 hour drive from Vancouver) is expensive but well-known because of the 2010 Winter Olympics. In the winter, enjoy some of the best skiing in North America, and in the summer try some authentic mountain biking."]},{"type":"*","value":[" Another good spot for outdoor activities is ",{"type":"[[","value":[["Mount Baker"]]}," across the border in ",{"type":"[[","value":[["Washington (state)"],["Washington"]]},". Driving time is about three hours, but border line-ups can add anywhere from a few minutes to several hours onto your trip."]},{"type":"*","value":[" The nearby ",{"type":"[[","value":[["Fraser Valley"]]}," has a number of parks and lakes that are nice for fishing, hiking or relaxing."]},{"type":"*","value":[" A geopolitical oddity: ",{"type":"[[","value":[["Point Roberts"]]},",  a village that's part of the United States but can only be reached by land through Delta, BC."]},"\n",{"type":"===","value":["Further afield"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vancouver Island"]]}," is a good spot to move on to from Vancouver. ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]},", British Columbia's capital, is a relaxing place. ",{"type":"[[","value":[["Tofino"]]}," is a pretty spot on the island's west coast, good for whale and storm watching and has some of Canada's best surf (if you can brave the cold water). The island is reached by ferry, seaplane and bus."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Southern Gulf Islands"]]}," are also a short ferry ride or float plane flight away. The Southern Gulf Islands are known for their artist communities, wineries, fromageries and farms. These islands also boast incredible opportunities for boating, kayaking, hiking, camping and wildlife viewing ",{"type":"[","value":["http:\/\/www.parkscanada.gc.ca\/gulf"]},"."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Okanagan"]]}," is a four to five hour drive east, with a large number of wineries, water activities in the summer and skiing in the winter. "]},{"type":"*","value":[" The scenery of ",{"type":"[[","value":[["Banff"]]},", Banff National Park and the ",{"type":"[[","value":[["Rocky Mountains (Canada)"],["Rocky Mountains"]]}," is a long day's drive (8-9 hours) east."]},{"type":"*","value":[" To the south, in the United States, ",{"type":"[[","value":[["Seattle"]]}," is a two and a half hour drive and ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," is a five hour drive (excluding any border line-up)."]},"\n",{"type":"{{","value":[["routebox-3"],["placename=Vancouver"],["image1=TCH-1 (BC).svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}],["minorl1=",{"type":"[[","value":[["North Vancouver"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Kamloops"]]}],["minorr1=",{"type":"[[","value":[["Burnaby"]]}],["image2=BC-7.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Hope (British Columbia)"],["Hope"]]}],["minorr2=",{"type":"[[","value":[["Burnaby"]]}],["image3=BC-99.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Whistler"]]}],["minorl3=",{"type":"[[","value":[["West Vancouver"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Seattle"]]}," (via ",{"type":"[[","value":[["Image:I-5.svg"],["15px"]]},") \/ ",{"type":"[[","value":[["Victoria (British Columbia)"],["Victoria"]]}," (via ",{"type":"[[","value":[["Image:BC-17.svg"],["15px"]]},")"],["minorr3=",{"type":"[[","value":[["Richmond (British Columbia)"],["Richmond"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Mainland"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Vancouver"]]},"\n",{"type":"[[","value":[["dmoz:Regional\/North America\/Canada\/British Columbia\/Localities\/V\/Vancouver\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Vancouver"]]},"\n",{"type":"{{","value":[["geo"],["49.2618"],["-123.1136"]]}]