[{"type":"{{","value":[["pagebanner"],["Eratap, Efate banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Vanuatu Tanna Yasur.JPG"],["location=LocationVanuatu.png"],["flag=Flag of Vanuatu.svg"],["capital=",{"type":"[[","value":[["Port-Vila"]]}],["government=parliamentary republic"],["currency=vatu (VUV)"],["area=12,200 km",{"type":"<","value":["sup",["2"]]}],["population=196,178 (July 2002 est.)"],["language=English, ",{"type":"[[","value":[["French"]]},", creole (known as Bislama or Bichelama) official; plus 100+ local languages"],["religion=Presbyterian 36.7%, Anglican 15%, Roman Catholic 15%, indigenous beliefs 7.6%, Seventh-Day Adventist 6.2%, Church of Christ 3.8%, other 15.7% (including Jon Frum Cargo cult)"],["electricity="],["tld=.vu"],["callingcode=+678"],["timezone=UTC+11"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/vanuatu.travel\/ Vanuatu"]}]}," (previously known as the ",{"type":"'''","value":["New Hebrides Islands"]},") is an archipelago nation consisting of 83 islands in the southwest Pacific Ocean, north of ",{"type":"[[","value":[["New Zealand"]]}," and east of ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe prehistory of Vanuatu is obscure; archaeological evidence supports the commonly held theory that peoples speaking Austronesian languages first came to the islands some 4,000 years ago. Pottery fragments have been found dating back to 1300–1100 BC.\n\nThe first island in the Vanuatu group discovered by Europeans was Espiritu Santo, when in 1606 the Portuguese explorer Pedro Fernandes de Queirós working for the Spanish crown, spied what he thought was a southern continent. Europeans did not return until 1768. In 1774, Captain Cook named the islands the New Hebrides, a name that lasted until independence.\n\nDuring the 1860s, planters in Australia, Fiji, New Caledonia, and the Samoa Islands, in need of laborers, encouraged a long-term indentured labor trade called \"blackbirding\". At the height of the labor trade, more than one-half the adult male population of several of the Islands worked abroad. Fragmentary evidence indicates that the current population of Vanuatu is greatly reduced compared to pre-contact times.\n\nThe British and French agreed in 1906 to an Anglo-French Condominium. Challenges to this form of government began in the early 1940s. The arrival of Americans during World War II, with their informal demeanor and relative wealth, was instrumental in the rise of nationalism in the islands. The belief in a mythical messianic figure named John Frum was the basis for an indigenous cargo cult (a movement attempting to obtain industrial goods through magic) promising Melanesian deliverance. Today, John Frum is both a religion and a political party with a member in Parliament. \n\nIn 1980, amidst the brief Coconut War, the independent Republic of Vanuatu was created. During the 1990s Vanuatu experienced political instability which eventually resulted in a more decentralized government. The Vanuatu Mobile Force, a paramilitary group, attempted a coup in 1996 because of a pay dispute. New elections have been called for several times since 1997, most recently in 2004.\n\nEuropean settlers released several ",{"type":"'''","value":["saltwater crocodiles"]}," on the island, although today's population on the island officially stands at 2 or 3 medium-sized individuals on the Banks Islands and no breeding has been observed. Despite its proximity to Papua New Guinea, crocodiles do not naturally occur on Vanuatu.\n\n",{"type":"===","value":["Climate"]},"\nWith such a large north-south area, Vanuatu has all the tropical variances possible. From hot and humid in the north, to mild and dry in the south. The Capital Port Vila on Efate can expect 27°C in July to 30°C in January. Nights can drop to 12°C. Humidity from December to February is around 82% and 70% around July.\n\nRainfall from January to April is around 300mm per month - for the rest of the year around 200mm per month. The Banks Islands in the top North can receive above 4,000mm of rain in a year, yet the southern islands may receive less than 2,000mm.\n\nCyclones are natural phenomena to understand and respect. Mainstream tourism facilities are solidly built and experienced in cyclone management. Cyclones appear (in varying degrees with plenty of warning) on an average every couple of years from December to March. By following instructions given by the local authorities, you will be in no danger.\nYachties commonly avoid cyclones from Nov through April.  There are no effective cyclone holes for any size of ship in Vanuatu.  Yachties typically leave to north of the equator, New Caledonia, New Zealand or Australia.  There is a small boatyard in Port Vila with haulout facilities for yachts.\n\nTourism peaks in the months of July to December. The months of January to June are the quietest. Experienced travellers take advantage of these tourism troughs to travel, as airlines, accommodation providers and other tourism related businesses discount heavily during this period.\n\nThe months of January to June are a little more humid, but cooled by the occasional tropical down pour. The added bonus is that in this period, tourism numbers are low. You have more opportunities to mingle with locals and carelessly do your own thing instead of being rushed by the crowd (except when cruise ships are in Port).\n\n",{"type":"===","value":["Culture"]},"\nVanuatu retains a strong diversity through local regional variants and foreign influence. In the north, wealth is established by how much one can give away. Pigs, particularly those with rounded tusks are considered a symbol of wealth throughout Vanuatu. More traditional Melanesian cultural systems dominate in the central region.\n\n",{"type":"==","value":["Regions"]},"\nThe islands of Vanuatu are grouped into six geographic provinces, the names formed by combining the first syllables or letters of the major islands in each.  \n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Vanuatu Regions map.png"],["regionsize=375px"],["regionmaptext=Map of Vanuatu"],["region1name=",{"type":"[[","value":[["Torba"]]}],["region1color=#AC5C91"],["region1description=Torres Islands and Banks Islands"],["region2name=",{"type":"[[","value":[["Sanma"]]}],["region2color=#4DA45A"],["region2items=",{"type":"[[","value":[["Luganville"]]}],["region2description=Espiritu Santo and Malo"],["region3name=",{"type":"[[","value":[["Penama"]]}],["region3color=#B57A28"],["region3description=Pentecost\/Pentecote, Ambae and Maewo"],["region4name=",{"type":"[[","value":[["Malampa"]]}],["region4color=#267EB7"],["region4description=Malakula, Ambrym and Paama"],["region5name=",{"type":"[[","value":[["Shefa"]]}],["region5color=#C24F59"],["region5items=",{"type":"[[","value":[["Port-Vila"]]}],["region5description=Shepherd Group and Efate"],["region6name=",{"type":"[[","value":[["Tafea"]]}],["region6color=#008080"],["region6description=Tanna, Aniwa, Futuna, Erromango and Aneityum\/Anatom"]]},"\nMatthew and Hunter are uninhabited islands South East of Aneityum. Aneityum people believe that the islands are in their historical territory.  Aneityum appears to have provided the ancestors of the people of New Caledonia and there are cultural links particularly with the Loyalty Islands.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Luganville"]]}]},{"type":"*","value":[{"type":"[[","value":[["Port-Vila"]]}," - capital"]},"\n",{"type":"==","value":["Other destinations"]},"\nEpi Island\n",{"type":"[[","value":[["Epi Island"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Malakula funeral masks.jpg"],["thumb"],["Funeral masks used in Malakula"]]},"\n",{"type":"===","value":["Visas"]},"\nA long list of countries are exempted from visas ",{"type":"[","value":["http:\/\/vanuatu.travel\/getting-here\/visa-info\/permits-and-fees.html"]},", which includes all Commonwealth and EU Member countries. All visitors must have a passport valid for a further 4 months and an onward ticket. On arrival, you will be allowed an initial stay of up to 30 days, extended one month at a time for up to 4 months.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":["Vanuatu's main ports are ",{"type":"[[","value":[["Port-Vila"]]}," on the island of Efate and ",{"type":"[[","value":[["Luganville"]]}," on the island of ",{"type":"[[","value":[["Espiritu Santo"]]},"."]},"\n",{"type":"*","value":["P&O Cruise lines operate regular cruises through Vanuatu waters."]},"\n",{"type":"*","value":["Tallship ",{"type":"''","value":["Soren Larsen"]},", +64 9 817 8799, [",{"type":"[","value":["http:\/\/www.sorenlarsen.co.nz"]}," sails from Fiji to Port Vila and Santo and explores the northern Banks Islands once a year. 2008: Sails from Lautoka to Yasawa island then Vanuatu - 18 nights from 31 Aug-18 Sept."]},"Subsequent 11 night cruises explore the Banks Islands, then the isolated islands of central Vanuatu, depart from Port Vila via Tanna island to New Caledonia on 19 Oct.\n\n",{"type":"===","value":["By plane"]},"\nThe main international airport is in ",{"type":"[[","value":[["Port-Vila"]]}," with flights to and from:\n",{"type":"*","value":[" Australia"]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Brisbane"]]}," -  Air Vanuatu ",{"type":"[","value":["http:\/\/www.airvanuatu.com"]}," (Qantas code share ",{"type":"[","value":["http:\/\/www.qantas.com.au"]},") and Pacific Blue ",{"type":"[","value":["http:\/\/www.flypacificblue.com\/"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Sydney"]]}," - Air Vanuatu ",{"type":"[","value":["http:\/\/www.airvanuatu.com"]}," (Qantas ",{"type":"[","value":["http:\/\/www.qantas.com.au"]}," code share)"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Melbourne"]]}," - Air Vanuatu ",{"type":"[","value":["http:\/\/www.airvanuatu.com"]},"(Qantas ",{"type":"[","value":["http:\/\/www.qantas.com.au"]}," code share)"]}]},{"type":"*","value":[" New Zealand"]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Auckland"]]}," - Air Vanuatu ",{"type":"[","value":["http:\/\/www.airvanuatu.com"]}," and Air New Zealand ",{"type":"[","value":["http:\/\/www.airnz.co.nz"]}]}]},{"type":"*","value":[" Fiji"]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Nadi"]]}," - Air Vanuatu ",{"type":"[","value":["http:\/\/www.airvanuatu.com"]}," and Fiji Airways ",{"type":"[","value":["http:\/\/www.fijiairways.com\/"]}]}]},{"type":"*","value":[" New Caledonia"]},{"type":"*","value":[{"type":"*","value":[{"type":"[[","value":[["Nouméa"]]}," - Air Vanuatu ",{"type":"[","value":["http:\/\/www.airvanuatu.com"]}," and Aircalin ",{"type":"[","value":["http:\/\/www.aircalin.com"]}]}]},"\n",{"type":"*","value":["Solomon Islands - Solomon Airlines"]},"\nDirect flights from both ",{"type":"[[","value":[["Sydney"]]}," and ",{"type":"[[","value":[["Brisbane"]]}," to ",{"type":"[[","value":[["Luganville"]]}," with  Air Vanuatu ",{"type":"[","value":["http:\/\/www.airvanuatu.com"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["Airplane"]},"\nThere are a few charter airlines, these are Unity Airlines, Sea Air and Air Safaris, however the national airline Air Vanuatu operates the domestic network.\n\nWithin Vanuatu, several companies provide boating service between the islands. These include Fresh Cargo, Ifira Shipping Agencies and Toara Coastal Shipping.\n\n",{"type":"===","value":["By bus"]},"\nIn Port Vila the buses are mini vans seating about 10 people, which largely traverse the main road and go and stop where you would like them to go.  Wave at them to stop one heading in the direction you want to go.  They are plentiful within the city and outside the city you can usually arrange for a bus to meet you at a particular time.  If one looks full, just wait for the next one.  The buses are used by locals, but are very friendly, cheap, and easy to use by tourists.  Fare is usually calculated per person.  The cost is usually 150 vatu per person anywhere around Port Vila.  If you are travelling a longer distance, the fare may rise to 300 - 500 vatu per person.\n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"[[","value":[["File:Port Vila Harbour (Imagicity 816).jpg"],["thumb"],["Port-Vila Harbour"]]},"\nTaxis are plentiful within Port Vila.  Fare is calculated per taxi.\n\n",{"type":"==","value":["Talk"]},"\nThere are three official languages: English, French and Bislama. Bislama is a pidgin language – and now a creole in urban areas – which essentially combines a typically Melanesian grammar with a mostly English vocabulary. It is the only language that can be understood and spoken by the whole population of Vanuatu, generally as a second language.\n\nIt is a mixture of phonetic English woven in a loose French sentence structure spoken with ‘local sound' producing some comical outcomes e.g., ladies brassieres or bathing top is called \"Basket blong titi\"; no offense intended. An excellent Bislama dictionary is available from good book shops: 'A New Bislama Dictionary,' by the late Terry Crowley. Some common Bislama words\/phrases include:\n\n",{"type":"*","value":[" Me \/ you - mi \/ yu"]},{"type":"*","value":[" Him \/ her \/ it (neither masculine nor feminine) "]},{"type":"*","value":[" this here - hem\/ hemia"]},{"type":"*","value":[" Us \/we \/ all of us - mifala \/ mifala evriwan"]},{"type":"*","value":[" You \/ you (plural) - yu \/ yufala"]},{"type":"*","value":[" I do not know\/understand - mi no save"]},{"type":"*","value":[" See you later \/ ta ta - Lukim yu\/ tata"]},{"type":"*","value":[" I am going now - ale (French derivation of allez) mi go "]},{"type":"*","value":[" One\/ two \/ three - wan \/ tu \/ tri"]},{"type":"*","value":[" How much (is that) - hamas (long hem)"]},{"type":"*","value":[" Plenty or many - plenti"]},{"type":"*","value":[" Filled to capacity \/ overfilled - fulap \/ fulap tumas (too much)"]},{"type":"*","value":[" Day \/ evening \/ night - dei \/ sava (literally supper) \/ naet"]},{"type":"*","value":[" Hot \/ cold - hot \/ kol"]},{"type":"*","value":[" What \/ what is that - wanem \/ wanem ia (literally wanem here?)"]},{"type":"*","value":[" Why \/ why did you - frowanem (for why?)"]},{"type":"*","value":[" Please \/ thank you \/ sorry (very sorry) - plis \/ tangkyu \/ sori (sori tumas) - sorry too much"]},{"type":"*","value":[" Do you know - yu save (pronounced savee)"]},"\nIn addition, 113 indigenous languages are still actively spoken in Vanuatu. The density of languages per capita is the highest of any nation in the world, with an average of only 2000 speakers per language. All of these vernacular languages belong to the Oceanic branch of the Austronesian family.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Champagne Beach.jpg"],["thumb"],[{"type":"[[","value":[["Torba"],["Champagne beach"]]}]]},"\n",{"type":"[[","value":[["File:Landdiving4.jpg"],["thumb"],["Celebrations around the annual land jumping rituals at Pentecost"]]},"\nVanuatu is not on the average traveller's destination wish list. Except perhaps for those with a love for scuba diving, as divers have discovered the ",{"type":"'''","value":["underwater treasures"]}," of this South Pacific archipelago a long time ago. However, even if you don't plan on touching this country's bright blue waters, it's a colourful mix of traditional Melanesian culture, friendly people, beautiful tropical beaches, active volcanoes and all the modern day facilities you'll need to have a great time.\n\nThe many islands rimmed with perfect sandy beaches offer lovely Pacific views.  The ",{"type":"'''","value":[{"type":"[[","value":[["Torba"],["Bank Islands"]]}]}," boast great beaches combined with rugged terrain. On the largest of the Banks Islands, ",{"type":"[[","value":[["Gaua"]]},", you'll find the ",{"type":"'''","value":["Siri Waterfall"]},", which gets its water from the country's biggest crater lake: ",{"type":"'''","value":["Lake Letas"]},". Head to the island of ",{"type":"'''","value":[{"type":"[[","value":[["Tanna"]]}]}," to see Mount Yasur, the world's most accessible active volcano. A tourist favourite, Tanna is also home to waterfalls and men in penis sheaths and grass skirts. If you get the chance, stay to witness one of their ancient festivals or rituals.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Espiritu Santo"]]}]}," is Vanuatu's biggest island and often called a divers' Mecca. It boasts great ship wrecks for scuba diving, delightful beaches, coconut plantations, jungle and traditional villages where young men still engage in age-old rituals to celebrate their coming of age, and where women are provided with special places to stay for the time they menstruate. ",{"type":"'''","value":[{"type":"[[","value":[["Champagne Beach"]]}]}," can compete with any other beach in the South Pacific, and is therefore one of the most popular places to go.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Malekula"]]}]}," is a good place to dive into the divers cultural traditions of indigenous peoples of Vanuatu. This is a place where stories of cannibals and spirit caves come to life and a good chance to watch the ritual kastom dances of the locals, in this case the Small Nambas and Big Nambas people. ",{"type":"'''","value":[{"type":"[[","value":[["Efate"]]}]}," is the place where most travellers will begin their encounter with Vanuatu and home to the country's friendly little capital, ",{"type":"'''","value":[{"type":"[[","value":[["Port-Vila"]]}]},". It strives to bring the best of the archipelago together and is the go-to place for fine wining and dining.\n\nOther places well worth visiting include ",{"type":"'''","value":[{"type":"[[","value":[["Aoba Island"]]}]}," (known for the crater lakes on top of the large volcano that defines the islands) and ",{"type":"'''","value":[{"type":"[[","value":[["Pentecost"]]}]}," (the spiritual birthplace of bungee jumping). Last but not least, the active volcanoes, lava lakes and local villagers' artwork are a good reason to stay in one of the traditional style bungalows on ",{"type":"'''","value":[{"type":"[[","value":[["Ambrym"]]}]},".\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThe local currency is the Vatu (VT). (It's ISO 4217 Code is VUV.) As of August 2009, 100VT is worth approximately 1USD, 1.20AUD, 1.50NZD or 0.70EUR .  There are notes for 200 VT, 500 VT, 1000 VT, and 5000 VT, while coins include 1, 2, 5, 10, 20, 50 and 100 VT pieces.\n\nCredit and debit cards on the major networks (Cirrus, Maestro, etc.) are accepted by many businesses in town.\n\nATMs are available in Port Vila, and include the Australian banks ANZ and Westpac.  The National Bank of Vanuatu has a branch at the airport and is open for all flight arrivals.  Otherwise, banking hours are from 8:30AM to 3PM.\n\nTipping is not expected in Vanuatu, nor is haggling or bargaining; it is not the custom and only encourages a \"master-servant\" relationship. However gifts are very appreciated and the exchange of gifts for services rendered fits well into the local traditions (western governments have a hard time coming to terms with this practice as it is interpreted as bribery and corruption.  But in the Melanesian culture, this practice is a normal way to do business...well the White Man introduced that \"Cash\" stuff).\n\nA bag of rice to a village chief may be received with gratitude and dignity, but to offer triple the value in cash may be regarded as patronising, plus it will artificially inflate the price for the next traveller; set wrong expectation, and rapidly destroy the genuine spontaneous friendship so easily given to you.\n\nA nice gesture is to give phone cards or a T-shirt, or school pads, pens etc., for the children.  Plenty of kids here!  We naturally don't recommend lollies and the like as it only encourages junk food dependency plus giving cash to local men may often be spent at the Kava bar and of no benefit to his family.  If you have to give cash, ensure it is given to women, preferably mothers who generally control the family budget.  The introduction of Poker machines has certainly not helped the situation considering these places are for the most part frequented by local people (mostly men) who can ill afford to waste their small wages in this way.\n\nThere are two market areas along the foreshore in Port Vila.  The main market sells mostly food, and you can find all kinds of local produce there.  Further north, near the beach, there is a row of grass-roofed market stalls that sell clothing, bags, sarongs and other items.\n\nThe woven grass bags and mats are widely available and very attractive.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many restaurants and eateries in Port Vila, ranging from up-market places catering to tourists and expats, to more low-key establishments.  The approximate cost of lunch would be around the 1000-1500 vatu range, depending on where and what you eat.  Some examples of prices:\n\n",{"type":"*","value":[" sandwiches, around 450-600 VT"]},{"type":"*","value":[" bacon and eggs, 750 VT"]},{"type":"*","value":[" burger with fries or salad, around 1000 VT"]},{"type":"*","value":[" main meal, e.g. steak or seafood, 1200-2000 VT"]},{"type":"*","value":[" large, fresh-squeezed juice, around 500VT"]},"\n",{"type":"===","value":["Lap-Lap"]},"\n\nThe traditional dish which you will most likely be offered once during your stay is a root vegetable cake called lap lap. Essentially this is either manioc (cassava), sweet potato, taro or yam shaved into the middle of a banana leaf with island cabbage and sometimes a chicken wing on top. This is all wrapped up into a flat package and then cooked in hot stones underground till it all melts together into a cake. The best place to pick up some of this is at the food market in the town centre and should cost you about 100 vatu.\n\n",{"type":"===","value":["Tuluk"]},"\n\nThis is a variation of lap lap with the cake rolled into a cylinder with meat in the middle. It tastes a lot like a sausage roll. You can find these again in the market (usually from mele village people) but they will be served from foam boxes to keep them warm.\n\n",{"type":"===","value":["Steak"]},"\n\nVanuatu's meat is renowned in the region.  At the airports you will see signs reminding you to pack the 25kg of meat permitted to other nearby island nations.  The reason the meat's so good is that it's all naturally grown, with no feedlots or other problems of westernised mass production.  The result of this is that the steaks are very good indeed.\n\n",{"type":"===","value":["Seafood"]},"\n\nAs you may expect from an island nation, seafood is a common option and the quality is generally excellent. Reef fish are commonly found in restaurants, along with many varieties of prawns, lobster and the delectable coconut crab. \n\nThe coconut crab is only found in parts of the South Pacific and Indian Ocean, and has been declining in numbers so rapidly that it is now a protected species in most areas. There is a minimum legal size requirement in Vanuatu of four centimetres, but the creature can grow to over 8 cm in length with a leg span of up to 90 cm. The crab gets its name from the fact that it climbs palms to cut down and eat coconuts - nothing to do with the flavour.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":[" Kava "]},"\n\nKava is a local drink, made from the roots of the plant ",{"type":"''","value":["Piper methysticum"]},", a type of pepper. Kava is intoxicating, but not like alcohol. Its effects are sedative. Some travellers have experienced a hangover from its consumption.\n\nKava is consumed in private homes and in local venues called Nakamal. Some of the resorts also offer kava on occasion for travellers to try.\n\nKava is served in a \"shell\" or small bowl. Drink the whole shell-ful down steadily, then spit. It's handy to have a soft drink on hand to rinse with afterwards, as the taste of kava is strong and not very pleasant.\n\nIt is worth noting that the kava available in Vanuatu is generally a much stronger variety than the kava found in other pacific islands such as Fiji, where it is comparatively mild. Four or five large shells in a typical kava bar will leave the inexperienced drinker reeling (or worse) after a couple of hours, and it can take a day to recover. \n\nGood advice to experience kava as pleasantly as possible is to go with an experienced drinker and follow their lead, take the small shells, and stop after an hour and a half. It's quite easy to find a local kava drinking buddy, just ask around your hotel and you'll find volunteers - maybe at the cost of a shell or two.\n\nKava bars (or Nakamals) are normally dark places with very dim or no lighting at all. This is because bright lights and kava intoxication do not go together well - so be careful with flash photography, which may not be received very well in such venues.\n\n",{"type":"===","value":[" Alcohol "]},"\n\nAlcoholic beverages are also widely available.  Resorts, bars, and restaurants serving tourists have a wide range of drinks available.  The local beers are called \"Tusker\" and \"Vanuatu Bitter\".\n\n",{"type":"==","value":["Sleep"]},"\nThere is a choice of all levels of accommodation.\n\n",{"type":"===","value":["Resort"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lelagonvanuatu.vu\/ Le Lagon"]}]}," is the most popular and largest of the resorts. It has been operating for over 30 years. It offers substantial discounts for children, as a result there are lots of kids here during the Australian school holidays."]},{"type":"*","value":[" ",{"type":"'''","value":["Iririki Island"]}," is an exclusive resort situated in Port Vila's harbour. It used to be \"adults only\" but since 2006 it has areas that allow children. A ferry runs back and forth to the main downtown area."]},{"type":"*","value":[" ",{"type":"'''","value":["Erakor Island Resort"]}," is situated on an island in the lagoon, close to Le Lagon. A free ferry takes you to and from the island."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nirvanaresortportvila.com\/ Nirvana Resort"]}]}," is Port Vila's newest addition.  Nestled in a quiet area of Paradise Cove on the island of Efate, far enough but not too far, from Port Vila township."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.poppys.com.vu\/ Poppys on the Lagoon"]}]}," is set on the shores of Erakor Lagoon and provides superior self-contained accommodation. The resort is designed to take advantage of the cooling breeze of the South Pacific trade winds."]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/paradisecoveresort.net Paradise Cove Resort"]}]}," has immediate access to a very fine reef for snorkeling. Will cost about AU$20 one way to get to\/from Port Vila. Note that nature may enter your bungalow in the form of ants or spiders."]},"\n",{"type":"===","value":["Budget"]},"\n\nWhen visiting other islands or villages outside of the cities, there are many small guest houses that charge around 2000 VT per night and offer full service (meals, laundry, etc.).\n\nMany of the motels in Port Vila and Luganville also fall into the budget category, with prices around 2000 VT per night.  There are a number of websites which list such motels.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.friendlybungalows.com.vu\/ Friendly Bungalows"]}]}," on Tanna Island is located 6km away from Mt Yasur Volcano right on the quiet secluded sand beach of Lowelkas Cove, on the other side of the island from the airport."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"===","value":[" Volunteering "]},"\n\nThere are many charitable organisations and NGOs operating in Vanuatu, and a strong community of volunteers in the area.  If you are interested in volunteering in Vanuatu, the following organisations place volunteers there:\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.peacecorps.gov\/ Peace Corps"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.vso.org.uk\/ VSO"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.oxfam.org.au\/world\/pacific\/vanuatu\/ Oxfam Australia"]}]},"\n",{"type":"===","value":[" Other work "]},"\n\nMany people from overseas work in Vanuatu, either running their own businesses or employed by others.\n\nGenerally speaking, work permits are only available for positions where there are not enough ni-Vanuatu to meet demand.\n\n",{"type":"==","value":["Stay safe"]},"\n\nVanuatu is, on the whole, a safe and friendly environment. You are unlikely to encounter any trouble unless you do something extremely provocative, though crime rates are said to be increasing, particularly in Port Vila at night. Take the same precautions you would anywhere else.\n\nThere are no seriously poisonous snakes, spiders, or insects on Vanuatu. However, there are various poisonous aquatic animals that you should beware of if you are swimming, snorkeling, or diving in the area.  The most dangerous of these is the stonefish. Saltwater crocodiles are present, but the likelihood of an attack is minimal.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nIt is advisable to be immunised against Hepatitis A and B and typhoid fever before visiting Vanuatu.\n\nMalaria is endemic within some areas of Vanuatu, but not ",{"type":"[[","value":[["Port-Vila"]]},". If you are venturing outside the resort areas, check with your doctor before you travel.  Malaria may not be endemic but you may come in contact with mosquito carriers and visitors from outer islands who have malaria - particularly in the wet season and at the hospital.\nDengue Fever is also mosquito vectored in Port Vila and elsewhere particularly in the wet season.  Be familiar with the symptoms as there is no cure all for Dengue and Malaria symptoms are intermittent leading to misdiagnosis.  Many local clinics in the outer islands can test you for Malaria - so find out where they are.\nMalaria preventative drugs have side effects which can cause problems in the sun, scuba diving, general stability and digestion.\n\nTap water in Port Vila is clean and potable, but is best avoided elsewhere.  {check with local consumers}.  Bottled water is not available outside the main cities.  Fizzy drinks but not beer may be available outside the main cities.  In 10 years of travelling and living in remoter areas of Vanuatu this writer only heard of one yachtie getting Giardiasis after using local water {with permission}.  However the water supply situation is getting more acute due to tourism, cattle raising, rapidly rising population etc.  \nDoctors used to treating common traveller problems are available in [[Port-Vila] and Luganville]. Any more serious problems may require some form of medical evacuation.\n\nBe careful of any small cuts, scratches, or other sores you receive while travelling in Vanuatu.  As in most tropical areas, small sores can easily become infected if you don't practice proper hygiene. Most of these things require common sense.  However the Sea Water in Vanuatu will not heal your cuts, regular wetting will make the situation tragically and rapidly worse requiring intravenous anti-biotics and possible amputation.  Iodine solution does not work and is alleged to make the situation worse.  Mercuro-Chrome [Cumulative Poison] and Gentian Violet are better.\n\n",{"type":"==","value":["Respect"]},"\n\nThroughout Vanuatu, and especially outside of Port Vila in the villages, life is strongly influenced by \"kastom\" -- a set of traditional customs and taboos that apply to all kinds of matters.  Be aware of this, and respect locals' requests with regard to \"kastom\".\n\nWhen visiting villages, women should dress modestly, wearing clothes that cover the shoulders and knees.\n\nChristian religion is very strong.  It seems common to invite and welcome visitors to attend local church services on a Sunday\n\nRevealing and sexy clothing (especially wearing beach wear in the capital) is not advisable, as over 100 years of missionary work has had its effect on the perception of what is considered as respectable attire in the islands. Regardless, it's considered disrespectful to the local people and can be interpreted by some indigenous inhabitants as an invitation for sex.  \n\nAs Vanuatu is not a ‘fashion conscious' place no-one will notice or care if you were wearing the latest from 'the Paris Collection' or not.  You are best off bringing a practical tropical wardrobe such as light cotton summer clothes that are easy to hand wash, a ‘sloppy joe' pullover and a lightweight waterproof wind jacket. If planning to go to the outer islands, bring a good flashlight (with spare batteries, you will use them!), lightweight, walking shoes, sandals or good thongs (flip flops\/croks) for wet weather and old clothes.\n\nTip:  When exploring the outer islands take all the older clothes you can carry, wear them and give them away to the islanders when you are finished wearing them.  You and your children will be aptly rewarded in other ways. Instead of dumping your worn clothes in a charity collection bin at your local shopping centre and never knowing who really receives these (if they ever do...), your children will interact with the very people who would be the recipients of those clothes (most NiVanuatu people buy these second hand clothes from shops in Port Vila).\n\nSharing and giving is a natural course of daily life in Vanuatu. The T-shirt you give to one person will be worn by all his friends as well.  Three T-shirts on top of each other will be their winter outfit....  You will provide them things that are hard for them to obtain, save them the expense of buying clothes (basic wages are quite low in Vanuatu) and you will depart with priceless memories, plus have more in your luggage for purchased local arts and crafts\n\n",{"type":"'''","value":["Communicating With NiVanuatu people"]},": \n",{"type":"*","value":["In Vanuatu, the display of anger, displeasure or irritability at a person or situation will reduce the recipient to a stony silence with a lack of co-operation or empathy to your point of view. Please be patient as it is a waste of time complaining. It will have no bearing on the outcome. And if you are verbally abusive, you will generate one of three responses: Smiling, subdued laughter, or a fist in your face."]},"\n",{"type":"*","value":["Don't ask a question with the answer built into it. Locals will always agree in order not to contradict you. \"Is this the road to X?\" will generate a Yes. Try: \"Where is the road to X..?\", and you might get a different answer."]},"\n",{"type":"*","value":["Be aware that in the islands, direct eye contact or raised voice level contact may be interpreted as intimidation. A local person's voice level combined with body language may be directly opposite to Europeans. He or she may nod agreement with everything you say in order not to offend you but may not have understood a word you have said!"]},"\n",{"type":"*","value":["If you're in a bus and people on the footpath are turning their backs to you, don't be offended: They're simply letting the driver know that they don't require him to stop. There are few bus stops in Vanuatu, and those that exist don't get much use."]},"\n",{"type":"*","value":["If you see men or women holding hands, it's not what you think. Men hold hands with other men, or women with women, because there is no sexual connotation attached to it. However, you will very rarely see a man holding a woman's hand in public because this would be considered as a public exhibition of sexual relations."]},"\n",{"type":"===","value":["Photography"]},"\nThe Vanuatu people are a delight to photograph, friendly, co-operative and photogenic especially the children who are simply gorgeous. Yes, they love to be photographed but please do not offer to pay to photograph local people as this will quickly discourage spontaneity and encourage commercialisation. Always ask before taking photos of local people. \n\nIn some cases, some people may be reluctant to be photographed for reasons that you may never know. It is prudent to enquire as to the fee for photographing cultural festivities as they are sometimes very high. The reasoning behind this is they put on the show, people take photos and make money selling these photos of their show - so they want to be paid accordingly (makes sense). Shooting an exploding volcano at night calls for min 800 asa setting and a tripod is essential for good images.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nThe international country code for Vanuatu is +678. To dial overseas from within Vanuatu dial 00 followed by the relevant country code and phone number. \n\nEmergency phone numbers: Ambulance (22-100); Fire (22-333); and Police (22-222).\n\nVanuatu has GSM mobile coverage in ",{"type":"[[","value":[["Port-Vila"]]}," and most GSM mobile phones roam seamlessly. You can buy special visitor SIM cards from TVI ",{"type":"[","value":["http:\/\/www.tvl.vu\/modules.php"]},", which offer considerable discounts over roaming charges.  Available at any post office.\n\nInternational Roaming from New Zealand and Australia is available. Telecom Vanuatu has a package called ‘Smile Visitor' which consists of a sim card with a pre-purchased credit. This can be purchased at the Vanuatu Telecom Office in town. Telephone: +678 081111. Email: info@smile.com.vu\n\nOr with the new player's Digicel, giving Telecom some overdue competition. Digicel have made themselves very visible, and can be found everywhere.  They have a bunch of different cheap plans for you.\n\n",{"type":"===","value":["Internet"]},"\nInternet cafes can be found in Luganville & Port-Vila. You may also find that some post offices will also provide some kind of Internet facilities, and can be found on the main streets in Port-Vila and Luganville as well as on Espiritu Santo. \n\n",{"type":"===","value":["Postal services"]},"\nPostal services to mainland Europe can take up to 7 days. You can send letters and postcards from mailboxes in the streets, however the incoming postal service can be patchy, especially for parcels, so don't rely on people sending you things while you're staying in Vanuatu.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"{{","value":[["geo"],["-17.7500"],["168.3000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Melanesia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Vanuatu"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Vanuatu"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Vanuatu\/"]]}]