[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Varano.jpg"],["right"],["thumb"],["320px"],["Panorama"]]},"\n\n",{"type":"'''","value":["Varano"]}," is a small village of just a few houses in the ",{"type":"[[","value":[["Abruzzo"]]}," region of Italy.  Administratively, it is designated a frazione (suburb) of the comunal city of ",{"type":"[[","value":[["Teramo"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe village is located about 11km from Teramo and about 2 km from ",{"type":"[[","value":[["Valle San Giovanni"]]},".  At times it is a bit confusing to make your way here as there is another small town on opposite side of ",{"type":"[[","value":[["Teramo"]]}," which also goes by the name Varano.  The locals often differentiate these two villages by referring to them as Varano Valle San Giovanni and Varano Nepezzano.\n\n",{"type":"==","value":["Get around"]},"\n\nIt will only take you a few minutes to see the nine houses that make up this village.  Two of these houses are permanently occupied by ten members of Di Benedetto family.  The other eight houses have been repaired and are used mostly as country houses and summer retreats.  Before the townspeople began emigrating in the early part of the 1900's, Varano had a popluation of close to 100 residents.  Some of the emigrees went to the United States, South America (mostly Argentina or Venezuela) or to be miners in Belgium.  The majority, however, made their way to Canada.  There are approximately 40 descendents of the Quieti family and 10 from the Di Battisita family, both originally from Varano,  currently living in Montreal.  About 30 members of the Passalacqua clan and 15 members of the Sacchetti\/Scorranese family now reside in or around Toronto.\n\n",{"type":"==","value":["See"]},"\n\nVisit the ruins of the old mill (mulino), still owned by the Di Battista family, and the small church dedicated to San Pietro,built in 1929.  The previous church was built on a rock where there now stands the water fountain and the lavabo.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Visit nearby ",{"type":"[[","value":[["Valle San Giovanni"]]},".  "]},{"type":"*","value":[" Take a hike in the beautiful countryside."]},"\n",{"type":"==","value":["Buy"]},"\n\nSomething for the local townsfolk.  There are no stores in this small village.  The nearest place to spend money is in Valle San Giovanni.\n\n",{"type":"==","value":["Eat"]},"\n\nSome \"pasta fagioli\" if you can get one of the local families to share it with you.  Other delicacies not to be missed include timbalo (a type of lasagna made with crepes instead of noodles), le scrippelle 'mbuse (chicken soup with rolled up crepes, and le virtu' (vegetable soup made in the spring.  These dishes are known to be.....some of the best of the world.\n\n",{"type":"==","value":["Drink"]},"\n\nIn recent years the local wine production has decreased significantly.  It has become increasingly difficult to locate and hire workers to perform the labor intensive task of caring for a vineyard.  In addition, many of the younger residents who do make their own wine find it a good deal easier to buy the needed grape juice from large producers.\n\n",{"type":"==","value":["Sleep"]},"\nYou will sleep well in this tiny village as there is little traffic or ambient noise to bother you.  You might find yourself awoken by the roosters in the morning though.  You can find places to stay in ",{"type":"[[","value":[["Abruzzo"]]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casale"],["url=http:\/\/villacasale.net\/"],["email="],["address=Via del Casale, Sn"],["lat="],["long="],["directions="],["phone=+1-301-571-8252"],["tollfree="],["fax="],["hours="],["price=$500-600 \/week"],["checkin="],["checkout="],["content=Small villa in village center.  Sleeps 6."]]}]},"\n",{"type":"==","value":["Go next"]},"\nOnce having arrived at this paradise, many visitors do no want to leave so they just hang around and chill.  Easy daytrips include the fortress of ",{"type":"[[","value":[["Civitella del Tronto"]]},", the ceramics of ",{"type":"[[","value":[["Castelli"]]},", and  the nearby beach town of ",{"type":"[[","value":[["Giulianova"]]},".  The mountains and the beach are both within a half hour's drive.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Abruzzo"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]