[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Varaždin"]}," is one of the most important tourist centers of northern ",{"type":"[[","value":[["Croatia"]]},". The old town fortification, the central part of the town, numerous museums, galleries and collections as well as the Varaždin cemetery, protected as a horticultural monument, represent the main tourist attractions of this Central European Baroque town and ancient Croatian capital. Varaždin is located on the right bank of the Drava river in north-western ",{"type":"[[","value":[["Croatia"]]},", 79 km north of ",{"type":"[[","value":[["Zagreb"]]},". \n\n",{"type":"[[","value":[["Image:Trg kralja Tomislava Varazdin.jpg"],["thumb"],["350px"],["right"],["King Tomislav Square"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Old city Varazdin.jpg"],["thumb"],["350px"],["right"],["Stari grad - Old City"]]},"\nThe first written reference to Varaždin dates back to 1181, when the nearby thermal springs ",{"type":"[[","value":[["Varaždinske Toplice"]]}," were mentioned by King Bela III in a legal document.\n\nIn 1209 Varaždin was declared a free royal borough by the Croatian-Hungarian King Andrew II which allowed it to develop into the economic and military centre of northern ",{"type":"[[","value":[["Croatia"]]},". Due to the frequent Ottoman raids, the town was structured defensively around the old fortress, thus acquiring the shape of a typical medieval Wasserburg. As early as the 13th century the Knights Hospitaller (in Croatian ",{"type":"''","value":["Ivanovci"]},") came to Varaždin, where they built a church and a monastery.\n\nAt the end of the 14th century the Varaždin fortress passed into the hands of the Earls of ",{"type":"[[","value":[["Celje"]]},". Over the following centuries Varaždin had several owners, the most influential being Beatrice Frankopan, Margrave Juraj of ",{"type":"[[","value":[["Brandenburg"]]},", who built the town hall; the last was Baron Ivan Ungnad, who reinforced the existing fortification. When at the end of the 16th century Count Toma Bakač Erdödy became its owner, assuming the hereditary position of Varaždin prefect (",{"type":"''","value":["župan"]},"), the fortress remained in the ownership of his family until 1925. \n\nIn 1756, Ban Franjo Nadasdy chose Varaždin as his official residence turning Varaždin into the capital of all of ",{"type":"[[","value":[["Croatia"]]},". It hosted Croatian Sabor and the Royal Croatian Council founded by Empress Maria Theresa of ",{"type":"[[","value":[["Austria"]]},".\n\nReformation and the counter-reformation left a lasting mark on Varaždin. With the arrival of the Jesuits, the school and the convent were founded. Furthermore, a number of churches and monasteries were built in the baroque style. As Varaždin was the seat of many Croatian noblemen in 1756 it became the administrative center of ",{"type":"[[","value":[["Croatia"]]},". However, when the great fire of 1776 destroyed most of the town, administrative institutions moved back to ",{"type":"[[","value":[["Zagreb"]]},". \n\nBy the 19th century Varaždin had been completely rebuilt and expanded. Crafts and commerce, and later the manufacture of silk and bricks flourished resulting in the creation of the town's theatre, music school, and fire department.\n\n",{"type":"==","value":["Get in"]},"\nDue to its adventageous geographic location, the town is easily accessible to many neighbouring countries.\n\n",{"type":"===","value":["By bus"]},"\nBuses are very frequent from ",{"type":"[[","value":[["Zagreb"]]}," and take around 90 minutes - check the timetables or the Zagreb Bus Station's website ",{"type":"[","value":["http:\/\/www.akz.hr"]}," for times. Services into the neighbouring areas are quite frequent, some going over the border into ",{"type":"[[","value":[["Hungary"]]},". Buses also leave from other major Croatian cities almost daily for Varaždin. Online information for buses to Varaždin can be found at the Varaždin Transit website ",{"type":"[","value":["http:\/\/www.ap.hr"]},".\n\nInternational departures (especially for ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Hungary"]]}," and beyond) often make a stop in the town, and if there is a later bus that day, companies normally honour a 'break of journey' to visit the town for a few hours.\n\nNote in Varaždin that the bus station is located on the western side of town, and the railway station is located on the eastern side, with a distance of around 2km between.\n\n",{"type":"===","value":["By car"]},"\nThose travelling from ",{"type":"[[","value":[["Graz"]]}," in Austria should proceed to ",{"type":"[[","value":[["Maribor"]]}," taking the M3 road to ",{"type":"[[","value":[["Ptuj"]]}," from which they can cross into ",{"type":"[[","value":[["Croatia"]]},". \n\nTravellers coming from ",{"type":"[[","value":[["Nagykanizsa"]]}," or ",{"type":"[[","value":[["Budapest"]]}," should use the A4 motorway once they enter ",{"type":"[[","value":[["Croatia"]]}," which connects Varaždin with the ",{"type":"[[","value":[["Hungary"],["Hungarian"]]}," border.\n\nTravellers from ",{"type":"[[","value":[["Zagreb"]]}," can use A4 motorway which will take them to their destination in less than an hour.\n\n",{"type":"===","value":["By train"]},"\nThe most scenic and cheapest (but slowest) way to get to Varaždin from ",{"type":"[[","value":[["Zagreb"]]}," is a local train (2h20) stopping at every station between the two cities. The price of a return ticket is 80kn (roughly 10 euros), with discounts for ISIC card holders. Recently, the speed of the journey dramatically improved with the addition of a faster (though more expensive) alternative of the high-speed tilting train connection operated by ",{"type":"[","value":["http:\/\/www.hznet.hr\/ENG\/ Hrvatske željeznice (Croatian railways)"]},".\n\nTrain services also operate north to ",{"type":"[[","value":[["Čakovec"]]}," and Koprivnica (with further connections to ",{"type":"[[","value":[["Slavonia"]]}," and ",{"type":"[[","value":[["Hungary"]]},"), and there is a daily service to ",{"type":"[[","value":[["Split"]]}," and to ",{"type":"[[","value":[["Budapest"]]}," in Hungary.\n\nAs of May 2008, the train station in Varaždin was closed for renovations. Trains still ran, but timetable information and tickets needed to be purchased elsewhere.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Sermage Palace Varazdin.jpg"],["thumb"],["300px"],["right"],["Gallery of Old and Contemporary Masters - Sermage Palace"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Stari grad"],["alt=Old city",{"type":"''","value":["} is a beautiful medieval fortress. Although its construction began in the 14th century, it was greatly expanded in the 15th century when the rounded towers that typify the Gothic architecture of northern Croatia were added by the Earl of Celje. In 1925 it was turned into ",{"type":"'''","value":["Gradski muzej"]}," ("]},"Town museum"],["url=http:\/\/www.mdc.hr\/varazdin\/eng\/1-kulturno-povijesna.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Which houses paintings, furniture, weapons and decorative objects important for the Varaždin's history. In 1994, it was the first Croatian museum nominated for the European Museum of the Year Award. (",{"type":"''","value":["Tuesday's - Friday's: 10 AM - 5 PM; Saturday's and Sunday's: 10 AM - 1 PM; Closed on Monday's. +385 42 43-712, +385 42 212-918"]},")"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Galerija starih i novih majstora"],["alt=Gallery of Old and Contemporary Masters"],["url=http:\/\/www.mdc.hr\/varazdin\/eng\/galerija.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is hosted in the rococo-style Sermage Palace built in 1759 and donated to the museum by the City of Čakovec in 1947. The gallery's holdings include over 3,000 pieces. Many old masters' works served as the basis of today's permanent collection displaying 61 paintings from the 15th to the end of the 19th century. The most valuable pieces are those by Dutch masters from the 17th and 18th centuries as well as the portraits by both local and naturalized masters: A. Moses, M. Brodnik and M. Stroy. The gallery also holds works by the famous Croatian contemporary masters: V. Bečić, Lj. Babić, R. Frangeš-Mihanović, as well as by a number of local painters and sculptors from Hrvatsko zagorje and Međimurje. Particularly valuable are the collections of Miljenko Stančić's and Ivo Režek's works (",{"type":"''","value":["Tuesday's - Friday's: 10 AM - 5 PM; Saturday's and Sunday's: 10 AM - 1 PM; Closed on Monday's; Trg Miljenka Stancica 3; +385 42 214-172"]},")."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Entomološka zbirka"],["alt=Entomological Collection"],["url=http:\/\/www.mdc.hr\/varazdin\/eng\/3-entomoloska.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is located at the early Classicist Herzer Palace in the center of the town. The first collection was established by Franjo pl. Koščec (1882-1968), the local high-school teacher and entomologist. He donated his large natural scientific collections to the City of Varaždin in 1959. His work was, in the 1962-1980 period, continued by his daughter Ružica Koščec. Since 1903 some 50,000 specimens have been collected. The collection also includes enlarged models of certain insect species. Over the years, the holdings have been expanded by entomological material from the territory of northwestern ",{"type":"[[","value":[["Croatia"]]},". Its scientifically valuable collections, including several tens of thousand specimens, bring testimony of natural properties and environmental changes, thus constituting an inevitable source of information for the elaboration of the Croatian fauna inventory (+385 42 213-491)."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nDecent lunch can be found in Zlatne ruke (Golden hands). Best place for pizza and pasta is Angelus, across the street from the city park. One can find delicious pizza in Rebus, about 10 km in Kučan (dirfections have to be added). Zvonimir restaurant provides great pizzas and there are many restaurants outside of Varazdin such as Cesljas on Varazdin breg. McDonalds is i  Vrazova street. Next to the McDonalds there is Billy Kebab. The best kebap can be found in Zagtrebačka, 50 m south of the post office, and Gajeva street (same oweners). One can get pizza slices 30m from McDonalds.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are numerous caffe's in the centre. Bars with R&B music are Soho, Tiki Bar, Morgans Bar, Mea Culpa, Hard Rock Caffe. Main stream alternatives can have a good time in Lavra. One can enjoy a good beer and rock music in Vienna or Caffe Theatre (formerly known az Rogoz), and Kult. Vienna is across the road from the town theatre, Caffe Theathre is in the theather, and Kult is 200 m from the first two bars.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Turist"],["alt=Aleja kralja Zvonimira 1, 42000 Varaždin; telephone +385 42 395-395"],["url=http:\/\/www.hotel-turist.hr\/engfiles\/index_eng.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 3-star hotel with 46 single rooms, 58 twin rooms and 5 suites of total capacity of some 100 beds. The suites and the rooms are equipped with a bath, TV\/SAT, telephone and a mini bar."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel La'Gus"],["alt=Varaždinski breg bb, 42204 Turčin; telephone +385 42 652-940"],["url=http:\/\/www.hotel-lagus.hr\/enama.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 3-star hotel located outside Varaždin. It has 26 double rooms and 2 suites. There is a mini bar, a satellite TV set and a direct telephone line in every room, plus a small kitchen in all the suites."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Motel Garestin"]}," (",{"type":"''","value":["Zagrebačka 34, 42000 Varaždin; telephone +385 42 214-314)"]}," - a new establishment within a short walk from the bus station."]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pension Maltar"],["alt=Prešernova 1, 42000 Varaždin; telephone +385 42 311-100"],["url=http:\/\/www.maltar.hr\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has 10 rooms (with 22 beds) so booking in advance is recommended. The website is in ",{"type":"[[","value":[["Croatian phrasebook"],["Croatian"]]},"."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.varazdinsketoplice.com\/ Varaždinske Toplice"]}]}," ",{"type":"''","value":["(Varaždin Thermal Spa)"]}," is located 12km to the south-east of Varaždin. The famous spa renowned for its warm sulphuric water were established by the Romans in the 1st century AD. These days it is a destination with a range of modern indoor and outdoor pools. Varaždinske Toplice can be reached by bus from Varažidn. The ride takes around half an hour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trakoscan Castle"]}," is a stunning 12th-century fortified castle and one of the few from that period that are still standing in Europe. A major reconstruction was undertaken in early 19th century giving it a distinct neo-gothic look. It can be reached by bus from Varaždin (the bus fare costs 25KN)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Nagykanizsa"]]}," in Hungary and ",{"type":"[[","value":[["Graz"]]}," in Austria are also just a short distance away."]},"\n\n",{"type":"[[","value":[["WikiPedia:Varaždin"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Croatia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Varaždin"]]},"\n",{"type":"{{","value":[["geo"],["46.3"],["16.333333333333"]]}]