[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:India - Varanasi sun greet - 0270.jpg"],["thumb"],["300px"],["Hindu priest saluting the sun in the Ganges"]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.varanasi.nic.in Varanasi"]}]},", once known as ",{"type":"'''","value":["Benares"]}," or ",{"type":"'''","value":["Banaras"]}," and ",{"type":"'''","value":["Kashi"]},", is a historical city in northern ",{"type":"[[","value":[["India"]]},". The city is sacred to Hindus and Jains and also one of the oldest continuously inhabited cities in the world. In many ways Varanasi epitomizes the very best and worst aspects of India, and it can be a little overwhelming. However, the scene of pilgrims doing their devotions in the River Ganges at sunrise set against the backdrop of the centuries old temples is probably one of the most impressive sights in the world.  Some people believe that Varanasi is a must see destination on any trip to northern India.  Others do not find it particularly interesting to see Hindus bathing themselves in the Ganges, and are turned off by the feces that floods the Ganges and covers the alleys of Varanasi.\n\nThe River Ganga is a sacred river for the Hindus. Here, traditional rituals and practices still continue millions still come from all over the country to bathe on sacred days. On the Eastern banks, the River Ganga is flanked by a 300 metre wide sand belt, beyond which lies a green belt, a protected area reserved for turtle breeding. The western crescent-shaped bank of the River Ganga is flanked by a continuous stretch of 84 ghats along 6.8km, marked by lofty palatial buildings and temples that have been built mostly by kings and feudal lords from different parts of India between the 18th and 20th century.\n\nThe city can be scorching hot in the summer months so, if possible, time your visit to fall between October and March, and bring something warm to wear for chilly days and nights, instead.\n\n",{"type":"==","value":["Get in"]},"\nVaranasi is well connected by train and bus, with multiple of each heading in every direction daily.  The trains and buses are filthy and overcrowded by Western standards. However, those are the only mode of cheap transport and the travel itself will give you special \nexperience and feel that you are really heading to Varanasi.\n\n",{"type":"===","value":["By train"]},"\nTrains are the easiest way to reach Varanasi, with multiple daily services to cities including ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Agra"]]},", ",{"type":"[[","value":[["Lucknow"]]},", ",{"type":"[[","value":[["Mumbai"]]}," and ",{"type":"[[","value":[["Kolkata"]]},".\n\nVaranasi is served by two major railway stations. Many trains arrive at ",{"type":"'''","value":["Varanasi Junction (IR station code : BSB)"]}," in the heart of the city, and many others arrive at ",{"type":"'''","value":["Mughal Sarai Junction (IR station code : MGS)"]},", about 15 km east of the city (Rs 20, 45 min in a rickshaw).\n\nHere is a list of useful trains to reach Varanasi:\n\n",{"type":"{|","value":[["class=\"wikitable\", border=\"1\""],["|-"],["!Train Number"],["!Train Name"],["!You may board at"],["!You may alight at"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12424"]}],["|Rajdhani Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Mughal Sarai Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12436"]}],["|Rajdhani Express"],["|New ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Lucknow"]]}],["|Varanasi Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12560"]}],["|Shivganga Express"],["|New ",{"type":"[[","value":[["Delhi"]]}],["|Varanasi Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12165"]}],["|Lokmanya Tilak (T) - Varanasi Express"],["|Lokmanya Tilak Terminus (",{"type":"[[","value":[["Mumbai"]]},")"],["|Varanasi Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12336"]}],["|Lokmanya Tilak (T) - Bhagalpur Express"],["|Lokmanya Tilak Terminus (",{"type":"[[","value":[["Mumbai"]]},")"],["|Mughal Sarai Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12333"]}],["|Vibhuti Express"],["|Howrah (",{"type":"[[","value":[["Kolkata"]]},")"],["|Mughal Sarai Junction, Varanasi Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12307"]}],["|Howrah-Jodhpur Express"],["|Howrah (",{"type":"[[","value":[["Kolkata"]]},")"],["|Mughal Sarai Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12669"]}],["|Ganga Kaveri Express"],["|",{"type":"[[","value":[["Chennai"]]}," Central"],["|Varanasi Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 12295"]}],["|Sangamitra Express"],["|",{"type":"[[","value":[["Bangalore"]]}," City, ",{"type":"[[","value":[["Chennai"]]}," Central"],["|Mughal Sarai Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 17091"]}],["|Secunderabad-Patna Express"],["|Secunderabad (",{"type":"[[","value":[["Hyderabad"]]},")"],["|Mughal Sarai Junction, Varanasi Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 14854"]}],["|Marudhar Express"],["|",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Agra"]]}," Fort"],["|Varanasi Junction"],["|-"],["|",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/inet_trn_num.html 14864"]}],["|Marudhar Express"],["|",{"type":"[[","value":[["Jaipur"]]},", ",{"type":"[[","value":[["Agra"]]}," Fort"],["|Varanasi Junction"]]},"\n\n",{"type":"''","value":["Also see ",{"type":"[[","value":[["Rail travel in India"]]}]},"\n\n",{"type":"===","value":["By bus"]},"\nThere are daily buses to the ",{"type":"[[","value":[["Nepal"]]},"i border and other points around northern India. Local buses leave from the main bus station near the train station, almost every hour in the morning and one in the evening, to Gorakhpur (5-6 hrs, Rs 120), from where buses leave to the Nepali border at ",{"type":"[[","value":[["Sonauli"]]}," (3 hrs, Rs 56).\n\nThere are buses run by state government from Lucknow (8 hrs), Kanpur (9 hrs - Rs. 195) and Allahabad (3 hrs - Rs. 88).\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Varanasi Airport"]}," (",{"type":"{{","value":[["IATA"],["VNS"]]},") is about 25 km from the city center. ",{"type":"[","value":["http:\/\/indian-airlines.nic.in\/ Indian Airlines"]},", ",{"type":"[","value":["http:\/\/www.jetairways.com\/ Jet Airways\/JetLite"]}," and ",{"type":"[","value":["http:\/\/www.spicejet.com\/ SpiceJet"]}," all have daily flights to ",{"type":"[[","value":[["Delhi"]]}," and there are daily flights to ",{"type":"[[","value":[["Mumbai"]]}," on JetLite, Indian Airlines and SpiceJet.\n\nAllow plenty of time to get to the airport, it can take an hour or more depending on traffic. A taxi (from the pre-paid stand just outside the terminal) should run around Rs 400-500 (plus Rs 40 parking toll) or about Rs 125 in an auto-rickshaw, but most drivers will want to charge double since they will likely be coming back empty. If it suits your schedule there is a daily bus at 10AM that leaves from Hotel India and costs Rs 50.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:India - Varanasi street traffic - 0777.jpg"],["thumb"],["right"],["300px"],["Traffic in Varanasi."]]},"\nMany of the sights are in the tiny narrow winding alleys of the waterfront. ",{"type":"'''","value":["Rickshaws"]}," are only useful for longer trips across town or to the train stations. A cycle-rickshaw from the Junction train station to Dasaswamedh Ghat (or Godaulia if the road is closed) should cost Rs 20, an auto rickshaw about Rs 70. From Godaulia to Assi Ghat is Rs 10. \n",{"type":"*","value":[{"type":"'''","value":["Taxis"]}," exist but traffic makes them impractical. There is a pre-paid auto-rickshaw stand at the Varanasi Junction (Cantt) train station, however if you go with this option make sure to keep your prepaid receipt until the end of your journey, or your driver may not take you the whole way. Rs 55 is enough to get to the old town."]},"\n",{"type":"*","value":[{"type":"'''","value":["By foot"]}," is the only way to see the waterfront and the ghats but be ready to be hot, sweaty, and lost - locals are usually happy to point you in the right direction. The names of ghats and signs pointing to restaurants and hotels are often painted on the walls in Roman letters.  For better orientation, walk into any book store and pick up a small guide\/map book that will have the list of all the ghats and their historical background."]},"\n",{"type":"*","value":[{"type":"'''","value":["By car"]}," There are many car rental companies available. These car rental companies can arrange some Varanasi sightseeing tours and customized car rental packages according to the requirement of tourists."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Newvishvanathtemple.JPG"],["thumb"],["New Vishvanath Temple at BHU"]]},"\n\nVaranasi is not a city with distinct tourist destinations as such: instead, the experience is in watching the spectacle of life and death on the river and meandering through the alleys of the old city. Three monuments on the Gnaga riverfront ghats are protected by the Archaeological Survey of India: ManMandir observatory on the Manmandir Ghat; Dharhara Masjid on Panchaganga Ghat; and Lal Khan ka Roza on Rajghat.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Vishwanath Temple"]}," - also known as the Golden Temple, security is tight making entrance difficult and sometimes completely off limits to foreigners. No bags, cellphones or pens are allowed. They can be deposited in the shops by the temple entrance. The temple was destroyed multiple times by Mughal invaders and was re-constructed by Hindu kings who followed them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kaal Bhairav Temple"]}," - is the temple for ",{"type":"'''","value":["Kaal Bhairav"]}," - a dreadful form of Lord Shiva symbolizing death. Its a tradition to buy black threads (costs about Rs. 15 per 50 threads as of Sep 2009), keep it in the shrine and then wear it on the arm, wrist or around the neck as a protection against evil forces."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nepali Hindu Temple"]}," - A small golden temple, built in Nepali architecture, near Lalita Ghat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alamagir Mosque"]}," - Overlooking Panchganga Ghat, it's a great place for a bird's eye view of the area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Man Mandir Observatory"]}," - This observatory has instruments such as sun dial to measure the eclipse, time and other similar kind of elements."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tulsi Manas Temple"]}," - Located near very popular Durga temple, this marvelous temple is dedicated to lord Rama. Tulsi Manas temple was established during 1964 in the form of white marble structure."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Durga Temple"]}," - Built in 18th century, Durga temple is made as a tribute to Goddess Durga. It is also referred as ‘monkey temple’ and one of the well know temples in Varanasi."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bharat Mata Temple"]}," - The Bharat Mata temple at Varanasi is the only temple dedicated to Mother India. It is located in the Mahatma Gandhi Kashi Vidyapeeth campus. The Bharat Mata temple was built by Babu Shiv Prasad Gupt and inaugurated by Mahatma Gandhi in 1936. The statute of Bharat Mata is built in marble and is a model of undivided India, depicting the mountains, plains and oceans. The most peculiar thing about the Bharat Mata Temple is that instead of the customary gods and goddesses, it houses a relief map of India, carved out of marble."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["w:Banaras Hindu University"],["Banaras Hindu University"]]}]}," - a very green and peaceful campus. Few actually know that this University was built during Indian freedom struggle and is known as Oxford of the East. This is the largest residential university of Asia, having approx. 124 independent departments. You can also visit Bharat Kala Bhavan, a museum of Art and Archeology inside the university. There is also a huge white marbled temple called Vishwanath Temple which was built by ",{"type":"'''","value":[{"type":"[[","value":[["w:Madan Mohan Malaviya"],["Pt. Madan Mohan Malviya"]]}]},", the founder of the university."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sarnath"]}," - It is believed that in Sarnath Buddha gave his first sermon to his disciples after getting enlightenment. There is also a Museum in Sarnath. The exact location is also known as Deer Park. Sarnath is 13 km from Varanasi and is very peaceful. Several Asian countries have built Buddhist temples there following their own ancient architectural traditions."]},{"type":"[[","value":[["Image:Sarnath stupa.jpg"],["thumb"],["Dhamek stupa at sarnath"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ram Nagar Fort"]}," - The fort of the King of Kashi which is situated at the other side of the river."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gauri Matha Temple"]}," - The devi at this temple is supposed to be the sister of the lord Kashi Vishwanath. Its a tradition to visit her just before you leave Kashi. You buy sea shells at this place and offer them to the God saying that the virtues of donating the shells goes to her while you keep the virtues of having visited the holy shrines in Kashi and bathing in the ganges. The trip to Kashi is expected to yield results only after completing this custom."]},"\n",{"type":"===","value":["Ghats"]},"\n",{"type":"{{","value":[["infobox"],["Floating away"],["While the use of ghats for cremation is well known, they are also used to give last rites to those who do ",{"type":"''","value":["not"]}," need cleansing by fire to purify their soul, including young children and pregnant women.  Instead, their bodies are wrapped in cloth, weighted with stones and deposited into the Ganges.  However, it is fairly common for the ropes to give way, resulting in ",{"type":"'''","value":["putrefying corpses"]}," washing up on the east shore across from the city.  Steer clear if squeamish."]]},"\n",{"type":"[[","value":[["Image:Varanasi ghats.jpg"],["thumb"],["Dasaswamedh Ghat (main ghat)"]]},"\nA ",{"type":"'''''","value":["ghat"]}," is a series of steps leading down to the river, used by bathers and pilgrims, and riverside Varanasi consists of a long sequence of these.  It's generally possible to walk directly between them, though near Manikarnika Ghat you'll have to navigate your way up and around through the alleyways.  The best option for viewing the ghats is to charter a boat and see them from the river.\n\nHindus consider it auspicious to die in Varanasi, so some ghats are known as ",{"type":"'''","value":["burning ghats"]},", where bodies are cremated (in full view) before their ashes are placed in the Ganges.\n\nSome of the main ghats, from north to south:\n",{"type":"*","value":[{"type":"'''","value":["Panchganga Ghat"]}," - the meeting of the five rivers."]},{"type":"*","value":[{"type":"'''","value":["Manikarnika Ghat"]}," - the main cremation ghat; a must-see, but remain quiet and never take photographs (note: scams are plentiful here; see the \"Staying Safe\" section)."]},{"type":"*","value":[{"type":"'''","value":["Dasaswamedh Ghat"]}," - the main ghat and site of the large evening ",{"type":"''","value":["aarti"]},"; only reachable by foot at some times of day, about a 5 minute walk south from Godaulia."]},{"type":"*","value":[{"type":"'''","value":["Rana Ghat"]}," - The ghat is located on the banks of Ganga which helps people to do religious ceremony without any difficult. "]},{"type":"*","value":[{"type":"'''","value":["Kedar Ghat"]}," - brightly painted in stripes and busy with bathers, very photogenic."]},{"type":"*","value":[{"type":"'''","value":["Narad Ghat"]}," - the ghat on which bathing with spouse is not advised because the myth of contention."]},{"type":"*","value":[{"type":"'''","value":["Harishchandra Ghat"]}," - the cremation place were Raja Harishchandra did the last rituals of his son."]},{"type":"*","value":[{"type":"'''","value":["Hanuman Ghat"]}," - It was previously known as Ramesvaram Ghat and located at holy spot known as Juna Akhara in Varanasi. People believe that the Ghat was constructed by Lord Rama and hence it is dedicated to his favorite disciple, Lord Hanuman."]},{"type":"*","value":[{"type":"'''","value":["Shivala Ghat"]}," - The ghat is constructed by King Balwant Singh and it played important role during Middle Ages.  It comes under western part of Varanasi and as name suggests disciples connect it with Lord Shiva.  "]},{"type":"*","value":[{"type":"'''","value":["Tulsi Ghat"]}," - site of the large water purification plant."]},{"type":"*","value":[{"type":"'''","value":["Assi Ghat"]}," - a popular place to stay with many hotels, restaurants and internet cafes."]},"\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Diwali"]}," is a great time to be in Varanasi, with special preparations going on in many temples. The once-in-a-year decorations and ",{"type":"''","value":["aarti"]}," at the ghats are spectacular."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shivaratri"]}," is another great time to be in Varanasi. The day of Shivaratri is also the last day of the Dhrupad Mela, a festival of classic Indian music going on night and day for three days. Since the date of the festival is decided by Hindu calendar, the date is never clear and changes every year."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:India - Varanasi men praying - 0283.jpg"],["thumb"],["300px"],["Men praying between boats in the Ganges"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Bathe"]}," Over 60,000 people come down to the waters edge every day to take a dip in the sacred waters of the Ganges. Try not to think too much about the dozens of sewage pipes and sunken corpses in the waters around you and you'll find it's not nearly as bad as you expect once you're actually in it. Although medically, bathing in water in which a corpse rests risks infection with numerous blood borne diseases (notably hepatitis) and many infections."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boat rides"]}," are very popular, especially at sunrise and sunset. The most popular sunset ride is to start at Dasaswamedh Ghat and head up to Manikarnika Ghat to see the cremations in progress, and then return to Dasaswamedh and watch the evening ",{"type":"''","value":["aarti"]}," from the boat. Sunrise is another magical time for a ride, when the ghats are filled with Hindus bathing and starting their day - one of the most famous sights in India. You can bargain the price down to around Rs 30\/person per hour (even for just 1 person in the boat), but expect to be quoted much higher — the current bargained down 'foreign tourist' rate for a boat ride is Rs 300! In fact there is a price limit set by the city in 1998 but still in force today that sets a price range from Rs 50 for boats up to four seats to a maximum of 125 for very large boats. (That's per hour and boat not per person.) At Dasaswamedh there is even a huge sign (in Hindi only) alerting tourists to that fact. If you go Nishadraj ghat, a few minutes walk from Assi, you can find a boat driver named Bhomi, a local singer renowned for his incredible voice and charming, beautiful songs; during the boat ride he sings anything from local folk songs to modern film songs and old devotional ones, and often improvises lyrics over his own songs to communicate with you and the various people gathered on the ghats. Otherwise, many hotels in Varanasi organise 'free' boat rides for you, the catch being that the 'free' portion of the ride is usually only half an hour, and after seeing 30mins of the river enough people agree to pay for more to make it worth their while."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sankrit Tour Zone"]}," has its extension counter on Dashaswamedh ghat which books Sunrise boating directly online and offline. Fixed rate shop with no bargaining. email: sankritabhishek@gmail.com or +91-9648000010. During the trip \"market boats\" will float up to you selling overpriced trinkets which can be bought much cheaper on land. Any offers of flowers for puja will definitely not be free; Rs 2 per flower bowl and Rs 5 per candle bowl are the going rates, though as a tourist you might be asked for as much as Rs 100 each."]},{"type":"[[","value":[["File:India - Varanasi street signs - 1207.jpg"],["thumb"],["right"],["200px"],["Varanasi alleyways"]]},"\n",{"type":"[[","value":[["File:India - Varanasi street scene cows donkey - 1180.jpg"],["thumb"],["right"],["300px"],["Varanasi street scene by the Ganges"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Walk"]}," Get lost in the alleyways - the sounds, sight and smells are just unbelievable! The best way to explore Varanasi ghats is by walking."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kriti Gallery"],["url=http:\/\/www.kritigallery.com"],["email="],["address=Raman Niwas, Mahmoor Ganj"],["lat="],["long="],["directions=opposite All India Radio Station"],["phone=+91 9839058007"],["tollfree="],["fax="],["hours=11AM-6PM"],["price="],["content=A place to interact with contemporary art in the city of Varanasi."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hindi Language Center"],["url=http:\/\/hinditeachervaranasi.com\/"],["email=binitkumar_mishra@rediffmail.com"],["address=B1\\150 L-10 Assi"],["lat="],["long="],["directions=near Banaras Hindu University"],["phone=+91 9452247010"],["tollfree="],["fax="],["hours="],["price="],["content= Learn Hindi with teacher Binit Kumar Mishra.  Mr. Mishra can teach anyone enough Hindi in a few days to conduct the kinds of simple business that travelers must do every day. A little Hindi opens many doors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sanjeevani Booti"],["alt=संजीवनी बूटी"],["url=http:\/\/www.booti.org"],["email=info@booti.org"],["address=Assi Ghat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A sexual health, drug, and HIV education NGO.  There is always demand for foreigners to visit because there is always work related to public health education to be done.  A great volunteer opportunity."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Punarnava Health"],["alt=address= dumraon bag colony"],["url="],["email=drpramodbhu@gmail.com"],["address=Assi"],["lat="],["long="],["directions=behind dumraon bag colony park"],["phone=+91 9453109313; ask for Dr.Pramod Kumar."],["tollfree="],["fax="],["hours="],["price="],["content= Ayurvedic treatment, Ayurvedic massage, Shirodhara, steam bath, leech therapy, health package, Panchkarma, etc. Learn Ayurvedic food habits, daily routine. Basics of Ayurveda course, massage therapy course."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yoga"]}," is also popular, and the same rules apply."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bhu.ac.in Benares Hindu University"]}]}," offers a wide range of classes on topics related to classical Indian studies in English."]},"\n",{"type":"==","value":["Buy"]},"\n\nVaranasi is famous for its fine ",{"type":"'''","value":["silk"]}," - it's on offer everywhere, but shop around and ",{"type":"[[","value":[["haggle"],["bargain hard"]]},"!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mehrotra Silk Factory"],["url="],["email="],["address=K 4-8A, Lal Ghat, Raj Mandir"],["lat="],["long="],["directions=near Brahma Ghat, follow the multiple yellow signs"],["phone=+91 542 2435892"],["tollfree="],["fax="],["hours="],["price="],["content= Government Approved. Has set, reasonable prices and a good selection of handwoven pure silk Sarees, dress materials, bedcovers and hot chocolate and other silk materials."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wow India"],["url="],["email="],["address=Assi Ghat"],["lat="],["long="],["directions=the big corner shop, follow the tourists"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large collection of handicrafts from all over the country, a good herbal teas, incense and plenty more. Prices are moderate and fixed."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Dirty Laundry"]}," - A traveler's secondhand shop, Dirty Laundry sells used clothing, electronics, books and other travel essentials. They will take your old goods on exchange. Located on the main road that runs along the length of the ghats. If you walk out to the main road from the small burning ghat go to the right and walk about 1km. If you go to the road from the main ghat head to the left for about 1km. It's hard to miss, just look for the big purple signage."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Loan arts &crafts"],["alt=mloan_in@yahoo.com"],["url="],["email="],["address=s.20\/52a,nepalikothi"],["lat="],["long="],["directions=before hotel surya 10 yards left"],["phone=+91--9336062161"],["tollfree="],["fax="],["hours=12"],["price="],["content=Silk carpets, hand-made, hand-knotted oriental Persian carpets, silk products, silk pashminas, hand embroidered and hand stitched cashmere wool, papier mache and lots of handicrafts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Pratha"],["url="],["email="],["address=Shop No.38, Kashi Anathalaya Building, Maldahiya"],["lat="],["long="],["directions=Lahurabir - Maldahiya Main Road, Lane by the Main Anathalaya Building"],["phone=+91 9451089499"],["tollfree="],["fax="],["hours=12PM to 8PM"],["price="],["content= A small shop by the corner, showcasing Hand Block printed cotton kurties, suits and accessories.  This store does not offer commissions to guides."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Sri Guru Perfumers"],["url="],["email="],["address=D, 32\/15, Munshi Ghat"],["lat="],["long="],["directions=Bengali Tola Lane, before Spicie Bites"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very nice selection of perfumes and natural oils, some of them are made by the family of the owner Shankar Roy. Homemade incenses are great. You enter Bengali Tola Lane on the way to Dasaswamedh Ghat. Turn at the Bank of Baroda ATM. There is another perfume shop on the corner before Sri Guru Perfumers, so be aware."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are numerous food outlets and a very dynamic range in quality.  The restaurants closer to the ghats cater more to foreign tourists, with variable success. To get really authentic ",{"type":"''","value":["Banarasi Khana"]}," you're going to have to get to the main market area or, better, to have a banarasi friend inviting you at home. Benares Dum Aloo is a local specialty, and the city is also known for its desserts. You can't go away from Benares without eating local specialities as ",{"type":"''","value":["aloo chat"]}," and  ",{"type":"''","value":["pani puri"]}," and, in general, the street food. \n",{"type":"'''","value":["Paan"]},", a betel nut mixture usually containing tobacco, is not really food, but is something Benares is famous for all over India.\n\n",{"type":"===","value":["Benarasi Delicacies"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Shiv Lassi Bhandar"]},": (near the main gate of RamNagar Fort) Lassi with layers of Malai and Rabri. Superb Stuff.  "]},{"type":"*","value":[{"type":"'''","value":["Lotus lounge"]},": (at mansoravor ghat) through the alleys, great food a must for every visitors."]},{"type":"*","value":[{"type":"'''","value":["Kashi Chat Center"]},": (near Godowlia Crossing) Good assortment of exotic chats. Try out the Aloo Tikia Chat."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rabri\/Malai shops"]},": (a couple of shops, near Godowlia Crossing opposite to the Church) Try out fresh rabri and malai in the evening (7PM-9PM). Really good stuff !!! One of the best rabri shops is on the alleyway that leads to the vishwanath temple (the main shiva temple) from the Dashashwamedh Ghat side. This is a tiny hole-in-the-wall rabri shop next to a big sari shop (Kanjilal and company) and loads of shops selling bangles. Another excellent place for rabri & malai is Atul's shop (6-12PM), another hole-in-the wall shop on the alley that starts beside the Bank of Baroda ATM on Dasaswamedh ghat ; just ask anybody for Atul Bhaiyyas shop once you enter the alley."]},"\n",{"type":"*","value":[{"type":"'''","value":["Madhur Jalpan"]},":The best place for laddoos and other famous sweet delicacies is 'Madhur Jalpan', a shop that has been frequented by more than two prime ministers of India! Madhur Jalpan is on Baradev - next to the Kainiya Chitra Mandir. Again, on a small alleyway, but the sweets are to die for."]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spicy Bites"],["alt="],["url="],["email=spicybitesvaranasi@gmail.com"],["address=D. 32\/16A Bangali Tola"],["lat="],["long="],["directions=Located on Bangali Tola, an alleyway off Dashashwamegh Ghat (main Ghat)"],["phone=+91 9935516530"],["tollfree="],["fax="],["hours="],["price=Under 150 Rs for a breakfast with espresso & drinks"],["content=One of a number of restaurants along Bangali Tola, this place is great for breakfast as they have a full on espresso machine and serve good food. Free WiFi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nice cafe"],["url="],["email="],["address=Bengali Tola"],["lat="],["long="],["directions=near Mona Lisa, on turn off for Vishnu GH"],["phone="],["tollfree="],["fax="],["hours=7AM - late"],["price=25-55 for meal"],["content=Great food cooked only by mum and family. Home kitchen. Clean.  Friendly and helpful owner.  Very reasonable prices, except on festival days when hot chocolate is poured over everyone for a fixed price of 1000 rupees per person. Check out the garlic \/ cheese nan and the pancakes!"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Karki's Restaurant"]}," If you're in",{"type":"'''","value":[" Assi Ghat"]}," this place is a great oasis with a rooftop restaurant that serves cheap but great quality Nepalese & Italian food among others.  Highly recommended are the Nepalese Thali and Fresh Basil Pesto Pasta (only Sat & Sun).  It's on the main road down to Assi Ghat on the left, look for the green roof as it's upstairs and has a small entrance.  Say hi to Karki and his gorgeous daughter who loves to poke faces at guests."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shiva Cafe and German Bakery"]},", D 26\/4 Narad Ghat, (",{"type":"''","value":["near Himalaya Lodge"]},"). In the main little alleyway that runs parallel to the river between Dasaswamedh Ghat and Assi Ghat, this place is deservedly popular. The food takes time, but that's because it's prepared fresh, and you'll be happy you waited when the food arrives. Staffed by enterprising Nepalis this has authentic pastas, sandwiches etc. Healthy food. Favourite among long stay residents."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mona Lisa Cafe"]},", (",{"type":"''","value":["just south and opposite Shiva Cafe"]},"). Another good and popular cheapie, with a good range of things on offer, notably a thali for Rs 20, and some Japanese and Korean dishes thrown in for good measure."]},"\n",{"type":"*","value":[{"type":"'''","value":["A C Shahi Restaurant"]}," & ",{"type":"'''","value":["Kesari Restaurant"]}," near Dasashwmedh ghat in Godaulia and ",{"type":"'''","value":["Shahi Restaurant"]}," near Rathyatra crossing  serve very good vegetarian north \/ south Indian dishes."]},"\n",{"type":"*","value":[{"type":"'''","value":["Diamond Hotel"]}," and ",{"type":"'''","value":["Jaika Restaurant"]}," near Vijaya Talkies Crossing in Bhelupur serve very good north Indian dishes."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ganga View"],["alt="],["url="],["email="],["address=D 22\/16 Chaustti Ghat"],["lat="],["long="],["directions=Sita Guest House rooftop"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the myriad guest house rooftop restaurants in Varanasi and not a particularly memorable one at that. Serves Indian continental and western food (non-veg not available). Like most places in the area the rooftop is enclosed in a cage to keep the monkeys out (or is that humans in?) which detracts from the view."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cozy Corner Restaurant (CCR)"]}," Homely, healthy and hygienic is the motto of CCR. They specialize in Indian, South Indian and Chinese and serve fantastic dosas and chole bhature. It's a nice cozy place to hang out and the service is superb. Located just down the street from Assi Ghat. Turn left on Dumrao Bagh (first street when walking from the ghat) and walk about 50 m, just past Open Hand. Phone +91 9369305877."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ganga Paying Guest House & Rooftop Restaurant"]},", (",{"type":"''","value":["near Assi Ghat on the bank of River Ganges"]},") +91-9936491103.  A very nice place to eat with an awesome view of River Ganges and all the ghats.  The food is very nice but it takes a little time but with that beautiful view you would like to spend more time sitting there even without food."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=99 Not Out - Veg Cafe"],["url=http:\/\/www.99notout.in"],["email="],["address=6 Kashiraj Apartment, Kamachha"],["lat="],["long="],["directions=Rly Stn - BHU main road near Rathyatra"],["phone=+91-9415226752"],["tollfree="],["fax="],["hours=12.00 Noon to 10:30PM"],["price="],["content=Extremely neat & clean place serving pure veg burgers, pizza, pasta, chowmein, hot dog etc. A wide range of thick shakes and exclusive cold drinks alongwith full range of Ice Creams."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Samara Restaurant"],["alt=Samara"],["url=http:\/\/www.samararestaurant.com"],["email="],["address=B-38\/1-S, Mahmoorganj"],["lat="],["long="],["directions=1 KM from Rathyatra to Akashwani"],["phone=+91 542-2364484"],["tollfree="],["fax="],["hours=11AM to 11PM"],["price="],["content=Pure Vegetatian Indian, North Indian, Chinese, South Indian."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["Filocafe"]},"' ( +91-9839066788), A space to study, read, network, converse, experiment, think… Filocafé provides a perfect haven for this and much more. Come here to showcase or appreciate up-and-coming talents – musical, intellectual, poetic, artistic – or use this free space for any other activity that relates to the city and its local culture or makes us grow as people. Equipped with free Wi-Fi and electric outlets available to all, Filocafé offers a variety of over 45 types of teas, Italian espresso coffee (yes, coming out from those Italian machines) and its creative varieties, fresh juices and a few munchies. Open from 2PM to 10PM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aum Cafe \/ Ayurvedic Cafe"]}," : near Assi Ghat, owned and run by Shivani Ayurvedic food\/ Organic Teas and Coffees, Healthy Vegan\/ Vegetarian friendly atmosphere with free Wi Fi.  Hearty nutritious dishes.  Some Indian and western choices.  Located behind the temple on Assi Ghat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Madhur Milan Cafe"]},", Dashashwamedh Road, is a nice place for Indian snacks and meals at cheap prices. The price range for a persons full meal varies between Rs. 40 - 150. Cafe is primarily famous for its fried hot samosas, dosa and kachori sabji. Website : ",{"type":"[","value":["http:\/\/www.madhurmilancafe.in"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Megu Cafe"]},", Kalika Gali (near Meer Ghat), has excellent vegetarian Japanese food made by a Japanese woman who settled in Varanasi a number of years ago. All dishes are Rs. 85 or less. Closed on Sundays. [December 2011] Menu prices of all items have increased and expect to pay around Rs. 100-130 for a vegetarian  and around Rs. 180-200 for non vegetarian main meal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.openhandindia.com Open Hand Shop & Cafe"]}]},", Assi Ghat, (",{"type":"''","value":["around the corner from Hotel Haifa"]},"), ",{"type":"''","value":["+91"]}," 542 2369 751. The bakery has daily fresh bread, cakes, pies & various pastries. The food selection includes set breakfast, salads, breadrolls and fruit salad. The espresso-based coffees and fresh fruit smoothies are the main attractions. The shop is selling fixed-price merchandise on fair-trade principles. Free Internet."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flavours Cafe"]},", Lanka, ('above axis bank''). Great coffee and desserts. Strong filter coffee and lighly accented lattes with a quiet ambiance make for a needed break from the city. Free wireless is also a plus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Brown Bread Bakery"]},", near Meer ghat, 09838888823. Is a good bakery run by a German baker in Varanasi, be wary of the Indian run bakery on the opposite side of the road who claims charity but is just fake. Breads and pastries made from organically grown ingredients. Also a nice range of cheeses. The restaurant has a large menu including Continental, Italian, German and Indian classics, has a great rooftop and offers a breakfast buffet from 7 to 12. Quality is pretty good and a part of the proceeds supports the Learn For Life society which operates a free school for disadvantaged children in Aurangabad, Varanasi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bread of Life Bakery"]},", Shivala Road, (",{"type":"''","value":["a few hundred metres north of Assi Ghat"]},"), ",{"type":"''","value":["+91"]}," 542 227 5012. Good baked goods, but also a full restaurant with okay breakfasts including \"American\" pancakes and canned-OJ (freshly-squeezed no longer). Used to be very popular but the quality is now questionable. I would not recommend this at all. Set up by an American James Hetherington who claimed to be a businessman ; it was actually a front for his Christian missionary activities. He hails from Kansas, Missouri and Bread of Life Bakery originated there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zaika"]}," restaurant - in Shivala, opposite Hotel Broadway.  Good Indian \/ Chinese dishes; try the sweet-corn-pakoras."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Moti Mahal Delux"]}," restaurant - in Sigra, 3rd Floor, IP Mall, in the heart of the city. +91-542-2220555. One of the best Indian and mughlai restaurant in the city with a unique fine dining experience. Also provides free delivery of your meal at any location in the city. Also serves authentic Chinese and continental."]},"\n",{"type":"====","value":["Middle-Eastern Food"]},"\n\nPossibly due to a high influx of tourists from Israel, a number of Middle Eastern restaurants have opened in Varanasi, all of which serve very similar food, cater to a predominantly tourist clientèle, and charge a little over Rs 100 for a thali.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Haifa Cafe"]},": Assi Ghat, (",{"type":"''","value":["in Hotel Haifa"]},"). Most popular for its Middle-Eastern cuisine such as the thali (delicious!), but has a wide range of Indian and continental dishes and is also popular at breakfast. The Jordanian brothers aren't here anymore. Its now just a regular hotel. The food is awful too with the Jordanians gone."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hayat mediterreian"]},"': near Assi (new location= behind dumraon bag colony park), managed by authentic middle-easterners (from Jordan).  Try the labanha (dry yoghurt), or the baba ghanSoush (eggplant) with pita.  The Nanas (mint-lemon drink) are the best in town. The feta is a tad high in salt, but at least they have it.  The restaurant has a tent-like lounge atmosphere that gives it a cult presence. Ask for \"hello to the queen\" and see smiles. Very good quality, pleasant open air magnetosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Phulwari \/ Sami Cafe"]},": near the Vishwanath Temple crossing, you sit beside a religiously near-defunct but architecturally gorgeous Mahadev temple, and sip on iced teas and nanas. Some locals still consider this a holy site and aren't too happy about the cafe being so close. This temple has been usurped by thugs who sponsor this restaurant. Avoid on ethical grounds. No other heritage Indian temple has a restaurant in its courtyard!"]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Varuna"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 542 250-300"],["tollfree="],["fax="],["hours="],["price="],["content=And ",{"type":"'''","value":["Chowk"]},", Taj Ganges Hotel, Nadesar Palace Grounds. - Two restaurants respectively offering Indian and Western cuisine. The Taj is excellent as usual."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Radisson Hotel"],["url="],["email="],["address=The Mall Cantonment, Varanasi 221002"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Clarks"],["url="],["email="],["address=The Mall, Varanasi 221002"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Alcohol"]}," is available at a few restaurants and hotels, such as the Radisson and Taj. There are several wine shops in the old city but they don't offer any sitting arrangement. You can buy whatever you want and bring it to your hotel room."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bhang"]}," is a potent, powdered form of marijuana often mixed into \"special\" lassis, simply called ",{"type":"''","value":["bhang lassi"]},". The drink is especially popular on holidays as Varanasi is a major center of Shiva worship as it is offered to the lord in form of ",{"type":"''","value":["Prashad"]},". It can be quite intoxicating."]},"\n",{"type":"*","value":[{"type":"'''","value":["Thandai"]}," is cool milk based drink made with pistachios, almonds and kesar and topped off with a large dollop of ",{"type":"''","value":["malai"]}," (cream). ",{"type":"''","value":["Bhang"]}," is often added to thicken the concoction, though it can be made without. Many Tandai stores are located near the main Godowlia, and most also serve lassi."]},"\n",{"type":"==","value":["Sleep"]},"\nThe most interesting area to stay is around the ghats. This is where most foreigners hang out - and with good reason. In addition to the ghats and river, Varanasi's most famous temples and main market are all located in this area. Another choice is ",{"type":"[[","value":[["Sarnath"]]},", about 8 km from Varanasi. It is a little removed  from 'the action' but much safer and calmer than Varanasi.\n\nSome budget accommodations advertise free morning and evening boat rides along the river. Technically, it is not free.  The boat will take you half-way along the river and then let the boat-load of passengers know that for the second-half there is a fee of 60 rupees per person. Those who do not want to continue can get out of the boat and walk back to their lodging.\n\nBeware that Varanasi, particularly during summer, is prone to many hours of power outages a day. It is best to double check that your fan of A\/C is run from a backup generator, or you may not have it for much of the day.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vishnu Rest House"],["url="],["email="],["address=Pandey Ghat"],["lat="],["long="],["directions="],["phone=+919936438706"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A hotel spanned over 200 year old Vishnu temple. A very clean and friendly guest house over looking the river, some rooms with views. You will often find classical music programs and puja held during morning and evening time. The rooms are with power backup and hot water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lord Vishnu Rest House"],["url="],["email="],["address=Pandey Ghat"],["lat="],["long="],["directions="],["phone=+919450870727"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Just behind Vishnu Rest House. A very clean and friendly guest house over looking the river, some rooms with views. Close to Vishnu rest house amenities and bigger rooms with peaceful place to stay. The rooms are with power backup and hot water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mishra Guest House"],["url=http:\/\/www.mishraguesthouse.com"],["email="],["address=Ck 8\/178 Garwasi tolla Gaumath"],["lat="],["long="],["directions=Near Manikarnika Ghat also called Burning Ghat"],["phone=+91 542 240 1143"],["tollfree="],["fax="],["hours="],["price=Rs 150 - 950"],["checkin="],["checkout="],["content=The rooftop restaurant offers evening concerts every night Free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buest Guest House"],["url="],["email=rajapayinglodge@gmail.com"],["address=K 54\/84 DARANAGAR, Varanasi 221 001"],["lat="],["long="],["directions=near Mritunjai Mahadev Temple"],["phone=+91 964 800 0010"],["tollfree="],["fax="],["hours="],["price=Rs 150 - 1500"],["checkin="],["checkout="],["content=Property is situated right in the centre of the old town. Yoga courses are available by Yog Guru."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ganga Fuji Home"],["url="],["email="],["address="],["lat="],["long="],["directions=between Man Mandeer Ghat and Dasaswamedh Ghat"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 350 - 990"],["checkin="],["checkout="],["content=Some rooms have shared bathroom; more expensive rooms have A\/C and TV.  All rooms are clean, with clean sheets and towel. The rooftop restaurant offers evening concerts every night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Groovy Ganges Guesthouse"],["alt=ग्रूवी गंगा गेस्ट हाउस"],["url=http:\/\/www.groovyganges.org"],["email=info@groovyganges.org"],["address=B2\/225, B-6-A, Bhadaini"],["lat="],["long="],["directions=in Bhadaini neighborhood near Assi Ghat"],["phone=+91 993 618 0896"],["tollfree="],["fax=(001)206-984-1165"],["hours="],["price=Rs 3000\/week"],["checkin=whenever"],["checkout=no hurry"],["content=Live in an Indian home with an Indian family.  Unlimited broadband internet access comes with every room, making this an ideal place for long-term students, researchers, and activists wanting to integrate into local culture.  Boiled water used for all cooking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel River View"],["url="],["email="],["address=a couple ghats north of Panchganga Ghat"],["lat="],["long="],["directions=Walk north from Dasaswamedh Ghat for about 15 minutes, and follow the numerous blue and white painted signs that begin to appear"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 100 - 250"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maa Vaishno Guest House"],["alt=माँ वैशो गेस्ट हाउस"],["url="],["email=vermadinesh81@gmail.com"],["address=B 5\/188"],["lat="],["long="],["directions=Shivala Ghat"],["phone=+91 938 917 8569"],["tollfree="],["fax="],["hours="],["price=Rs 300 - 500"],["checkin=24hr"],["checkout=12-noon"],["content= Family run guesthouse situated two minutes from the Shivala Ghat. A very short walking distance to the burning ghats but far enough away to avoid smoke and smell. 10 clean rooms, all with attached bathroom with running hot and cold shower and view of the Ganga.  Roof top restaurant, sunrise & sun set from roof & room. Broadband internet (paid), laundry, train, bus and air ticket arrangement and other travel services available. Pickup services advertised, but may or may not be possible."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maruti Guest House"],["alt=मारुती गेस्ट हाउस"],["url=http:\/\/www.marutiguesthouse.com"],["email="],["address=Sahodarbir (near Assi Ghat)"],["lat="],["long="],["directions="],["phone=+91 231 2261"],["tollfree="],["fax="],["hours="],["price=Rs 50 - 400"],["checkin="],["checkout="],["content= Friendly family run guest house with clean well lit rooms. There is a roof top garden and restaurant where fresh home made food is served. Power backup for the rooms and hot showers are available as well as broadband Internet access. The owner of the guest house, Dr. V.N. Tripathi, gives Yoga and meditation lessons upon request."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shiva Kashi Guest House"],["url="],["email="],["address=D22\/4 Chausatti Ghat"],["lat="],["long="],["directions=very near Sita G H"],["phone=+91 923 551 2294"],["tollfree="],["fax="],["hours="],["price=Rs 250 - 400"],["checkin="],["checkout=12.00 noon"],["content=Very clean, well-decorated, quiet guest house. Pleasant and helpful staff. Rooms have windows, are light and airy.   Some have great balconies.  Hot water morning and evening. Western toilets. Great value."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Monu Family Paying Guest House"],["url=http:\/\/www.monuguesthouse.com"],["email=monufamilyguesthouse@gmail.com"],["address=D8\/4 Kalika Gali"],["lat="],["long="],["directions=Near Golden Temple"],["phone=+91 542 240 0908"],["tollfree="],["fax="],["hours="],["price=Rs 400 - 900 (plus Rs 500 for AC)"],["checkin=13:00"],["checkout=11:00"],["content=Rooms are available with attach bathroom, western loo, hot and cold shower and free wifi internet access. Music, cookery and language courses are available in house."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radiant YMCA Tourist Hostel"],["alt=वायएमसीए हॉस्टल"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 542-2224951,2223831"],["tollfree="],["fax="],["hours="],["price=Rs 315 - 1895"],["checkin="],["checkout="],["content=Rooms with Air-Conditioner and Hotwater and 24 hour Restaurant available. The facilities include inhouse Laundry, Doctor(on call), Full Travels & Sightseeing faciliy, Acceptability of Credit Cards, Generator Backup, Parking, Internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sahi Riverview Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=on Assi Ghat, next to Harmony Book Shop"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 200"],["checkin="],["checkout="],["content=This place is very clean, quiet, and recommended.  Newly opened, the guest house has the most fascinating Ganges views and the exotic sunrise from its balconies, rooms and terrace.  All rooms have 24 hrs hot water with attached bathrooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shanti Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=There are several hotels near the ghats that have taken the name ",{"type":"''","value":["Shanti"]}," after the original's good reputation. The original is a clean but very basic building with several floors of windowless rooms (cooler and safer than ones with exterior windows). There is a dorm on the roof. The rooftop cafe offers money changing, internet access, and a view of the Burning Ghats. The travel agent in the rooftop bar is reported to overcharge. The cafe's food is priced Rs 40-100. Fans are run on generator during power outages, but not A\/C. Double fan room Rs200."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shanti Rest House"],["url="],["email="],["address=B. 4\/30, Hanuman Ghat"],["lat="],["long="],["directions="],["phone=+91 9236848106"],["tollfree="],["fax="],["hours="],["price=250+"],["checkin="],["checkout=10AM"],["content=A knockoff of Shanti Guesthouse near Hanuman Ghat.  Rickshaw drivers from the train station will try and bring you here.  Plain rooms from 250 rupees, 50rs fee for wifi use. Rude and pushy staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sita Guest House"],["url=http:\/\/www.sitaguesthouse.in"],["email=sitaguesthouse@yahoo.com"],["address=Chausatti Ghat"],["lat="],["long="],["directions=on the banks of the ganges next to the main ghats"],["phone=+91 542 2450061 or 3251088"],["tollfree="],["fax="],["hours="],["price=A\/C double room 1500 Rs"],["checkin="],["checkout="],["content=The hotel is right on the river at Chausatti Ghat and a short walking distance to the burning ghats but far enough away to avoid smoke and smell. Rooms are reasonably clean, somewhat small and most have a view over the river. Supposedly hot water in every room, the hotel also has a generator for the many power cuts in Varanasi but this often doesn't cover the A\/C. Roof top restaurant (see Eat section)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tiwari Lodge"],["url="],["email="],["address=B-1\/243-A, Assi Ghat"],["lat="],["long="],["directions=Assi Crossing, across the street from Hotel Haifa"],["phone=+91 2315129"],["tollfree="],["fax="],["hours="],["price=Rs 100 - 150"],["checkin="],["checkout=negotiable"],["content="]]},", is right after ",{"type":"''","value":["Assi crossing"]}," close to Assi Ghat. It is run by a Brahmin, and has its own small temple on the site. Very relaxed and well maintained by local standards, do not expect staff to be present all the time. For check-in the owner can usually be found sitting in the aryuvedic massage cubicle late afternoons. Upstairs rooms are with shared bath Rs 100\/single. Ensuite will be Rs 150, with long term rates negotiable. Bring your sheets and towel. Door locked midnight to 6AM."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Lodge"],["url="],["email=goldenvaranasi@gmail.com"],["address=D. 8\/35, Kalika Gali"],["lat="],["long="],["directions=just around the corner from Monu Family House, can be difficult to find, but people working the market will be able to show you"],["phone=+91 542-2398788"],["tollfree="],["fax="],["hours="],["price=Rs 125 - 1200"],["checkin="],["checkout=noon"],["content=Tucked away in the alleyways, this guest house has astoundingly cheap rates (20% discount) in the low season and friendly staff. 24 hour internet and refreshments available, restaurant on site. Rooms range from a single bed with a fan to a triple en-suite with AC."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel New Temple's Town"],["url=http:\/\/www.newtemplestown.com\/"],["email=reservation.newtemplestown@gmail.com"],["address=53, Patel Nagar, Cantonment"],["lat="],["long="],["directions=close to Varanasi Railway Station"],["phone=+91-542-2507733, +91-542-2507735"],["tollfree="],["fax="],["hours="],["price="],["checkin=noon"],["checkout=noon"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Malti"],["url="],["email="],["address=Vidyapeeth"],["lat="],["long="],["directions="],["phone=+91 542 356844 351395"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kautilya Society residence"],["alt=कौटिल्य संघ"],["url=http:\/\/www.kautilyasociety.com"],["email=info@kautilyasociety.com"],["address=D-20\/21 Munshi Ghat"],["lat="],["long="],["directions="],["phone=+91-542-2452179; +91-542-2455139"],["tollfree="],["fax="],["hours="],["price=donations for stay range between INR350 to INR 2000"],["checkin="],["checkout="],["content=:Located on the banks of the River Ganga in the centre of the old city, it is not a Hotel but the study centre of an NGO that supports responsible development through dialogue and also offers rooms for students and scholars. The atmosphere of Ram Bhavan, its residency, remains faithful to the simple comforts of an Indian home with a splash of colour and colonial teak furniture. In accordance with the Indian law, all residing guests must become members of the Society; annual membership is INR 300 and life member ship is INR 1000. These donations cover half board (INR 200 per day for additional guests sharing the same room). In low season rates are approximately 20% lower. Long term guests can enjoy special discounts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Diamond Hotel"],["url=http:\/\/www.diamondhotel.co.in"],["email=diamotel@diamondhotel.co.in"],["address=Bhelupur,Varanasi, 221010,"],["lat="],["long="],["directions=Most centrally located downtown hotel. Walking distance from Ganga Ghat, very close to the major temples, Banaras Hindu University, and the saree market. Ideally located for business, tourism and pilgrimage. 5 Kms from Ramnagar fort & 12 Kms from Sarnath."],["phone=+91 0542 2276696"],["tollfree="],["fax=+91 0542 2276703"],["hours="],["price=Rs 2000 - 5000"],["checkin="],["checkout=12 noon"],["content=At Diamond Hotel, centrally air conditioned rooms extend a warm and hospitable staying experience. The Hotel offers a range of options for guests interested in arranging conferences, seminars, parties and get-togethers indoor and outdoors for up to 400 people."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nadesar Palace, The Taj Hotels"],["url=http:\/\/www.tajhotels.com\/business\/nadesar%20palace,varanasi\/default.htm"],["email="],["address=Nadesar"],["lat="],["long="],["directions="],["phone=+91 542 6660002-06"],["tollfree="],["fax="],["hours="],["price=$400 and up"],["checkin="],["checkout="],["content= A five-star hotel owned by the Taj Group. The building of the hotel used to be the residence of Mr. Davis, the Magistrate of Benares, in January of 1799. The same palace was once taken over by Maharaja Prabhu Narain Singh during his rule between 1889-1931."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Gateway Hotel"],["url="],["email=gateway.varanasi@tajhotels.com"],["address=Nadesar Palace Grounds"],["lat="],["long="],["directions="],["phone=+91 542 250 3001"],["tollfree="],["fax="],["hours="],["price=$150 and up; inquire about off-season discounts"],["checkin="],["checkout="],["content=A five-star hotel owned by the Taj Group."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson"],["url=http:\/\/www.radisson\/varanasiin"],["email="],["address=The Mall, Cantonment"],["lat="],["long="],["directions="],["phone=+91 542 250 1515"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ramada Plaza JHV"],["url=http:\/\/www.ramadajhvvns.com"],["email="],["address=The Mall Cantonment"],["lat="],["long="],["directions="],["phone=+91 542 2510000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Surya"],["url=http:\/\/hotelsuryavns.com"],["email="],["address=The Mall Cantonment"],["lat="],["long="],["directions="],["phone=+91 542 2508466"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nViolent crime is rare, but still do be careful in the lanes after dark.  Carry a lamp; power outages are extremely common, and the alleys are hard enough to navigate in daylight, let alone in pitch dark, because of their broken paving stones and cows common.\n\nWomen especially need to dress conservatively and to be careful. Even taking precautions, expect to have the odd local young man try to quickly grope you and run away. Respond aggressively and loudly to try to discourage this behavior as much as possible.\n\nRickshaw\/taxi scams are a norm in Varanasi, and the driver will inevitably tell you that the hotel that you wish to go to has burned down, is flooded, or closed. Don't believe him. Drivers receive commission from hotels for bringing in new guests, and this is one way to trick newcomers to going to these places. Don't get annoyed, but see the exchange as playful banter and part of the Varanasi experience. However, if the driver continuously refuses to follow your instructions, threaten to get out of the rickshaw. If after all this you still end up to a different place, just refuse to pay until you arrive at your hotel. The same procedure will need to be followed when sight seeing, as drivers will inevitably try to take you to handicraft stores, from which they receive commission. If calling for a pickup from a more resepctable hostel, be wary that other taxi drivers may listen in to your phone conversation then tell another taxi driver who will pick you up pretending to be your hostel, then take you to a commission charging hostel.\n\nAs you approach Manikarnika Ghat you will probably be ushered toward a plain concrete building to view the funeral pyres.  The person that leads you there will say that he is a volunteer at the hospice center and will tell you how he takes care of poor people that don't have enough money to buy wood for their funerary burning.  He'll tell you that wood costs 300 rupees per kilogram (it's actually closer to 5 rupees per kilogram) and that most foreigners donate between 5 and 10 kilograms of wood to his center, at which point he'll ask for a donation from you.  If it isn't obvious already, this is a scam.  Either tell him you have no money or that you don't feel comfortable donating at the time.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:India - Varanasi priest praying - 0970.jpg"],["thumb"],["right"],["300px"],["Priest praying to a totally hairless monkey in the Hanuman Monkey temple"]]},"\nThere is, rather understandably, some resentment at tourists traipsing up to the cremation ghats for raucous sightseeing at the funeral ceremonies of loved ones.  Behave respectfully and ",{"type":"''","value":["do not"]}," take photographs of cremations, even from the river.\n\nYou can take photographs if it is from a distance, most do not mind. There are touts who for a fee will \"stop minding\". Note that if it is the family that objects then you have to respect it but not if local riff raff object in the interest of extracting money. Offer the money and if they seem ready to accept, withdraw it and photograph ! Call the police if necessary.\n\nalso as this city is full of temples you will have to take off your shoes\/sandals at every point. So wear a flip flop which is easy to take off.\n\n",{"type":"==","value":["Connect"]},"\n\nBSNL, Reliance,Idea, and Airtel are the most popular ",{"type":"'''","value":["cell phone"]}," services in the region. If you bring your GSM cellphone from home, you can get a cheap connection and cash card from Idea or Airtel from anywhere in India and call within India and abroad.\n\n",{"type":"'''","value":["Internet"]}," is widely available, especially in the lanes between Dasaswamedh Ghat and Assi Ghat. Price is usually Rs 20-30\/hour. Several branches of Iway BROADBAND (Rs.15-20) are sprinkled around town as well.\n\nCalling abroad is cheap from Iway branches.\n\nNowadays, it is not so easy to get a new sim card because of security reasons. Normally the shopkeeper will ask for identity as well as address proof for the sim card. He will ask for photograph also which is the standard procedure.\n\nBefore giving access to internet, shopkeeper will ask for Identity proof and he will note down your details. In some cases, he will take a photostate copy of your identity proof and will keep photostate copy with him. This is as per the instructions of authorities.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Gaya"]]}," - One of the most sacred places to do Pind Dan (funeral offerings for the benefit of the soul of the deceased)."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Sarnath"]]}," - One of the most sacred places for Buddhists, known as the place where Lord Buddha propagated buddhism. Sarnath contains many stupas which are in good condition. I also has a zoo worth seeing."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ramnagar Fort"]}," - historical royal residence and museum across the Ganges."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chunar Fort"]}," - ruins of battlements and ancient settlement 15 miles from Varanasi."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Jaunpur"]]}," - Jaunpur district is located to the northwest of the district of Varanasi. Jaunpur historically known as Sheeraz-e-Hind having its historical dates from 1359, when the city was founded by the Sultan of Delhi Feroz Shah Tughlaq and named in memory of his cousin, Muhammad bin Tughluq, whose given name was Jauna Khan."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Agra"]]}," - the next point on the tourist \"Golden Triangle\". Buses and trains, including overnight trains, leave several times a day."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Nepal"]]}," - buses travel to the Nepali border where you can transfer to ",{"type":"[[","value":[["Kathmandu"]]}," and ",{"type":"[[","value":[["Chitwan"]]}," buses. Most buses go via ",{"type":"[[","value":[["Gorakhpur"]]}," and can take 8–12 hours, or there are daily flights.  There are a number of travel agents in Varanasi which will sell you tourist\/AC buses to ",{"type":"[[","value":[["Kathmandu"]]}," or ",{"type":"[[","value":[["Pokhara"]]},".  Avoid these services (especially the operator Paul Travels) because they are not actually tourist  buses.  Instead, they are actually the local, public buses and once you get across the Nepal border, they will try to get more money from you."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["25.282"],["82.9563"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Purvanchal"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Varanasi"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Uttar Pradesh\/Localities\/Varanasi\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Varanasi"]]}]