[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Varkala"]}," is a town in the ",{"type":"[[","value":[["India"]]},"n state of ",{"type":"[[","value":[["Kerala"]]},", about 50km north of ",{"type":"[[","value":[["Trivandrum"]]}," and is home of the popular ",{"type":"'''","value":["Papanasam Beach"]},".  Also, the Samadhi of Kerala's saint Sree Narayana Guru is situated in this town and hence has become a place of pilgrimage.\n",{"type":"[[","value":[["Image:Varkala Shree Janardhana Swamy temple pond view.jpg"],["thumb"],["300px"],["right"],["Janardhana Temple Pond"]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Varkala beach.jpg"],["thumb"],["300px"],["right"],["Kerala varkala beach"]]},"\nIf you're looking for beaches and are fed up with the crowds and prices at ",{"type":"[[","value":[["Kovalam"]]},", then it's well worth checking out Varkala. The best times to go, are of course in the season, when the beach extends out all around the cliff face for 500 meters.\n\nThe beaches around this area are excellent and if you're looking for a cheap holiday Varkala should definitely be on your list. In the off season its really mellow and relaxed, swim and sleep and chill out. Only in December does it get really busy and prices start rocketing till January\/February, when it starts to quieten down.\n\nThe main season starts from Dec 1st- March 31st, with December & early January experiencing the biggest rush. If you want to go out of season, then you can stay very cheaply and of course avoid the crowd. Varkala is quite a new place to hang out in India and has only been developed as a tourist destination in the last years. Slowly even the north of Varkala Beach gets developed for tourists. There is a promenade built from the Department of Tourism, which allows a scenic walk for about 1.5h towards north, passing Odayam and ",{"type":"[[","value":[["Edava"]]}," until ",{"type":"[[","value":[["Kappil"]]},".\n\n",{"type":"===","value":["Climate"]},"\nAverage temperature in Varkala in Celsius. \n",{"type":"*","value":[" Summer(Humid): Mar - May: 25°C-33°C \/ Summer Max: 35°C."]},{"type":"*","value":[" Monsoon(Cloudy): Jun-mid - Sep: 21°C-27°C \/ Winter Min: 15°C."]},{"type":"*","value":[" Winter(Pleasant): Sep - Feb: 22°C-28°C."]},{"type":"*","value":[" Rainfall: 310 cm."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" Varkala is linked by state and national highways to all the major cities in Kerala, Tamil Nadu and Karnataka."]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" The nearest airport is ",{"type":"[[","value":[["Trivandrum"]]}," International Airport (50km, 1hr 15 min drive)."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" State Transport Buses are available from Trivandrum. Bus service available from Varkala to many parts of South Kerala and Kanyakumari"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" Varkala is also connected by Rail Network. If coming from Trivandrum and ",{"type":"[[","value":[["Cochin"]]},", the better option will be coming by train. Almost all trains passing by stops at Varkala. From Varkala Railway Station, Taxis and Auto Rickshaws can be hired. Papanasam Beach is around 5km from Varkala Railway Station Rs 40\/50 by Auto Rickshaw)."]},"\n",{"type":"==","value":["Get around"]},"\nThe town of Varkala is about 5km inland, centered around the train station, and can be reached via autorickshaw for Rs.80\n\nThe resort area lies along two cliffs, north and south, overlooking the beach areas.  The main Papanasam beach is between these, while less crowded Black Beach is to the north.  This entire area is easily accessible by walking the fine sidewalk along the cliff edges.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Janardhana swamy temple.jpg"],["thumb"],["JanardhanaSwami Temple"]]},"\n",{"type":"[[","value":[["Image:Sivagiri (1).jpg"],["thumb"],["Sivagiri Mutt"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shree Janardhana Swamy temple"]},". It is 2000 years old. Varkala has been a Hindu pilgrimage site since the 12th Century. The Janardhana Temple was built during this period and many Hindu's still visit Varkala to this day, for this very reason. The Varkala sands has become an ideal spot for confluence of cultures exotic and alien. Varkala also houses a leading pilgrim centre in Kerala. The temple, dedicated to Vishnu and Hanuman, atop the hill has brought a sobriquet for the region, Southern Kasi (Benares). Non-Hindus are not permitted to enter the inner sanctum but can hang around the temple."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sivagiri"]},". Sree Narayana Guru (1855-1928), saint, social reformer, philosopher and leader of Ezhava community, made Varkala his headquarters. Sivagiri mutt, instituted by Sree Narayana Guru, is another major pilgrim centre here."]},"\n:The 'Sivagiri Pilgrimage' is usually conducted between 30th December and 1st January every year. The Sivagiri Mutt - a religious retreat was founded by Sree Narayana Guru (1856 - 1928) the renowned philosopher and social reformer of modern Kerala. Even decades after the Guru breathed his last here in 1928, his Samadhi (resting place) continues to be thronged by thousands of pilgrims. The Sivagiri Mutt is also the headquarters of the Sree Narayana Dharma Paripalana Sangham, a religious organization established by the Guru to propagate his concept of 'One Caste, One Religion, One God'\n\n",{"type":"*","value":[{"type":"'''","value":["Nature Care Centre"]},". Papanasam."]},{"type":"*","value":[" ",{"type":"'''","value":["East West University of Brahmavidya"]},".  Established by Guru Nitya Chaitanya Yati, Disciple of Nataraja Guru."]},{"type":"*","value":[" ",{"type":"'''","value":["Narayana Gurukula"]},".  Established by Nataraja Guru."]},{"type":"*","value":[" ",{"type":"'''","value":["Varkala Tunnel"]},".  Built by the British in 1880."]},{"type":"*","value":[" ",{"type":"'''","value":["Fishing Hamlets of Anjengo"]}," and its ",{"type":"'''","value":["British Fort"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Coir Processing Centres"]},".  In the Backwaters of Akathumuri, Kadakkavur."]},{"type":"*","value":[" ",{"type":"'''","value":["Edava Beach "]},". Beautiful and serene beaches where you can bask in the sun and salubrious climate. In fact Edava beaches are yet to be explored by the tourists. If you go further towards Kappil you will find blue lagoon, where sea and backwaters running parallel divided by a more-than-one km of straight road. There is also an estuary that connect the sea with the backwaters here."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Play Cricket, volleyball or football on the black beach most days from 4PM. See who's about and ask for a game. Watch out for the Indian Bureaucracy! But it is also said, \"when in Rome, do as the Romans do.\""]},{"type":"*","value":[" Daily Evening shows of the traditional Temple Dance Drama of Kerala - Kathakali. ( north Cliff near Clafouti and Thanal Beach Resort in the Varkala Culture Centre) Entrance fee 250 INR which includes the Make-up from 5PM - 6:45 and the show from 6:45 - 8:15PM"]},{"type":"*","value":[" Get an ayurvedic massage at the numerous ayurvedic spas. Look out for fraudsters."]},{"type":"*","value":[" Get panchakarma treatment at S.M.Ayurveda, Panchakarma Therapy Centre at the end of the cliff next to Black Beach Resort. Open from 8AM to 6:30PM."]},"Also they have spin and neck therapy, weight loss, detoxification, stress release programs. Reasonable prices. Usually fee is told after consultation an average 700 to 2500 rupee per day. As a bonus for the clients they offer yoga training for free. \n",{"type":"*","value":[" Yoga. Varkala has a few quality yoga places, which sometimes also offer rooms for rent and include the classes in the price. If you're serious about your yoga, a few places off in depth retreats.  Try Savasana Yoga Center, just off the cliff.  savasanahome.sharepoint.com"]},{"type":"*","value":["Saji's Savasana Nature Tours give a chance to see some of the beauty and diversity just outside Varkala. Day trips weekly. Contact savasanahomes@live.com."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Varkala beach"],["alt=also known as Papanasam beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Varkala beach is as beautiful as, if not more beautiful than Kovalam beach. Laterite cliffs drop sharply into the sea, with a small strip of sandy beach at the base. The beach is less frequented by the tourist crowd and is an ideal location if one wants a quiet getaway."]]}]},"\n",{"type":"==","value":["Buy"]},"\nNumerous small shops line the cliff-top, selling both local and touristy attire.\n\n",{"type":"==","value":["Eat"]},"\nThe only fancy restaurant available at Papanasam\/Varkala is in the Taj Garden Retreat. \nAlmost all hotels and resorts have room service. There are lots of restaurants at the cliff. Most of them and places-to-eat in the cliff are seasonal and spring up during the tourist season (beginning in late November).  Try the fresh fish or seafood from any number of the cliff-top restaurants.  Seafood is caught by local fishermen and displayed in front of many restaurants.  Select your food, have it prepared in the tandoor and enjoy the sunset while you dine.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Little Tibet"]}," serves amazing Tibetan food.  Try the momos (Tibetan dumplings, served with a soup to sip in) and the Chapati Roll, veg coast Rs 80 and Rs 90. Another ",{"type":"''","value":["must"]}," is the fresh pineapple\/grape juice.  Plus the most generous fruit salad."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shiva Garden Kerala Restaurant"]}," - Traditional Kerala food. ",{"type":"'''","value":["\"Traditional Kerala Thali everyday\""]},". Vegetarian and non-veg restaurant. "]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Suprabhatham"]}," offers vegetarian food, and is the only 100% veg restaurant in Varkala."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Varkala Park Hotel"]}," is situated near Varkala railway station offers restaurant, room Service and a bar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe del Mar"]}," situated on top of the cliff.  Unlike many other cafes in Varkala, it has fast service and first class food, and serves Indian, Mexican and Italian.serves buffet breakfast as well. Their waffles and panini sandwiches are great. Best salads and char grilled steak."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ootapura Vegetarian Restaurant"]}," is almost the first restaurant you come to from the helipad. It is very good but does not serve beer."]},"\n",{"type":"*","value":[{"type":"'''","value":["Reena Bakers"]}," situated almost opposite the railway station serves very good pastries and cakes."]},"\n",{"type":"*","value":[{"type":"'''","value":["Trattoria's"]}," on north end of the cliffs, with a second story view, fast, cheap, and good."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Eden Restaurant"],["url="],["email="],["address=Helipad, North Cliff"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=situated in the front garden of Mohan's Inn on the helipad. European owned and managed with European cook. Continental menu."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Respiro Heathy Food"],["url="],["email="],["address=kurakani Rd"],["lat="],["long="],["directions=next to Silver Estate, Soulmakers"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International restaurant, Indian and Italian food, Chef from Nepal and chef from Italy. \nTasty food in an artistic colourfull ambiant..."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chill out lounge"],["url="],["email="],["address=North Cliff"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a chilled out atmosphere for food, drinks and music."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock n Roll Cafe"]}," situated on the cliff towards the black beach. Open all day and night, with regular live music they offer great breakfasts  that will set you up for the day (try the stack of fluffy American pancakes with caramalised banana or the eggs benedict), espresso coffee,  the largest selection and cheapest cocktails for watching the sunset over the Arabian sea, a varied dinner menu with local specialities including fresh fish, crab curry, biriyani and western favourites.  Very easy to relax here with  board games, free reliable wifi, water refills and plastic recycling, always something interesting to read and great music all day \/ night."]},"\n",{"type":"==","value":["Drink"]},"\nThere are several bars:\n",{"type":"*","value":[" KTDC's Beer Parlour.  Located at Puthanchanda, 6 km from Papanasam. "]},{"type":"*","value":[" The Restaurants at Cliff also serve beer."]},{"type":"*","value":[" Varkala Park near Railway Station."]},{"type":"*","value":[" KR Bar near Railway Station"]},{"type":"*","value":[" Babuji Bar, Maidanam"]},{"type":"*","value":[" Karthika Bar, Maidanam"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Coffee Temple"],["alt=Rajadhani Resort"],["url="],["email="],["address=Varkala Cliff"],["lat="],["long="],["directions=near Tibetan market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Generous portions. Run by local woman who is married to an Englishman.  They have been going for four years, expect excellent breakfasts, smoothies, and masalla chai.apart from wonderful coffee,classic sounds, and great vibe, their food is excellent and good value, albeit a small menu.Very busy in the morning though."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Juice Shack"],["url="],["email="],["address=north cliff Varkala"],["lat="],["long="],["directions=Behind The Tibetan market"],["phone="],["tollfree="],["fax="],["hours=7AM to 7PM"],["price=Budget"],["content=is situated behind the tibetan market serving juices with beautiful combinations and healthy oriented,also only place in the cliff providing water refill.The salad buffet done 3 times a week for dinner  is the high light of this place providing a rare varieties of western salads and home made kerala dishes with veg and non veg,the friendly atmosphere and you can gather information on your onward travel and train timings here, The Juice Shack is recommended by all tour guides."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aleema Beach Resort"],["url="],["email="],["address=Odayam Beach"],["lat="],["long="],["directions=road to Odayambeach after the Green house, left down"],["phone=+91 9995151061"],["tollfree="],["fax="],["hours="],["price=500 - 1000"],["checkin="],["checkout="],["content=A really romantic place in the backside of Odayam Beach with the great view over the whole beach. 5 rooms, with sit-outs, a roof top, garden are there. Breakfast is available, and local food by order is made by Safer's family. Great atmosphere!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=AsinMomo Homestay"],["alt=Homestay, Bed and Breakfast"],["url=http:\/\/www.AsinMomo.com"],["email=asinmomo@yahoo.co.in"],["address=Sreeeight Cliff, Manthara, Edava"],["lat="],["long="],["directions=on the seaside past the Manthara temple in Edava with the riksha or bus or about 30 min. walk north from Varkala Beach"],["phone=+91 4702 66111, +91 9746 989528"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=\t\nCharming Homestay of a local family close to the beach on the cliff in Edava. Simple and comfortable rooms with attached shower \/ toilet. WiFi, Sit-out, smal Restaurant with local and some western food; some nice and peaceful beaches are very close. English, Malayalam, Hindi, Italien, German, French and some Spanish spoken."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baby House"],["url="],["email="],["address="],["lat="],["long="],["directions=next to Chill Out Lounge, north cliff"],["phone=+91 9895874106"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Double with TV, A\/C and fan plus balcony for Rs 250.  Clean room, nice owner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bamboo Village"],["url="],["email="],["address="],["lat="],["long="],["directions=near North end of cliff"],["phone=+91 470 2610732"],["tollfree="],["fax="],["hours="],["price=~Rs.700"],["checkin="],["checkout="],["content= Individual huts around a small garden facing the sea."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Government Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=located next door to Taj Garden Retreat"],["phone=+91 472 602227"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Former Maharaja's summer plalace, a bit run down."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=K.R. House"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind temple, south cliff. A place ideal for relaxation and comfort. Price ranges from Rs 200-350"],["phone=+91 470 9388720200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Exotica Homestay"],["url=http:\/\/www.laexotica.in\/"],["email=varkalahome@gmail.com"],["address=Helipad"],["lat="],["long="],["directions=near the beginning of the north cliff"],["phone=+91 470 2608866"],["tollfree="],["fax="],["hours="],["price=Rs. 1,200-3,500"],["checkin=noon"],["checkout=11:30AM"],["content=Government approved homestay. All the rooms are neat and have sea facing balcony."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=New Heaven"],["url="],["email="],["address="],["lat="],["long="],["directions=just by Black Beach\/the Northern beach"],["phone="],["tollfree="],["fax="],["hours="],["price=~Rs 300-550 in low season, Rs 750 - 1000 in high season, depending on length of stay and whether you have a ground floor or first floor room"],["checkin="],["checkout=12 noon"],["content=With 24\/7 hot water for bucket baths and fans in rooms. Rooms are clean and tidy. Raj, who works there, is always around and helpful. However, some travellers were promised a free transport from the bus station by Najmudeen and then later forced to pay R. 1000 for the trip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rubybleu Homestay"],["url=http:\/\/www.rubybleu.sitew.com"],["email=rubybleuguesthouse@gmail.com"],["address=",{"type":"'''","value":["Rubybleu Homestay"]}," Near Helipad"],["lat="],["long="],["directions="],["phone=+91 9946931671"],["tollfree="],["fax="],["hours="],["price=Rs 200-700"],["checkin=noon"],["checkout=11.30"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sherin Cottage"],["url=http:\/\/www.sherincottage.com\/"],["email=sherincottageindia@yahoo.com"],["address=Thiruvambadi Rd"],["lat="],["long="],["directions=close to Durga Temple"],["phone=+91-984-770-8206"],["tollfree="],["fax="],["hours="],["price=Rs 300-800"],["checkin=anytime"],["checkout=12PM"],["content=Newly remodeled Sherin Cottage is located 3 minutes from the crowds of the cliff scene. All bedrooms have private baths, screened windows, fans and free WiFi.  Massage rooms offering Ayurvedic or Swedish style massage. Nice garden with hammocks for lounging."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shiva Garden Home Stay and Apartments"],["alt=located next door to Preeth Beach Resort"],["url=http:\/\/www.varkalahomestay.com\/"],["email="],["address=Kurakkanni,Varkala, Kerala, India"],["lat="],["long="],["directions=North cliff"],["phone=+91 9349460261"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Individually crafted and comfortable rooms. Pleasant garden. Homey feel. Kind host."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Silver Estate"],["alt=Soulmakers"],["url=http:\/\/www.silverestate.isgreat.org"],["email="],["address=middle cliff, kurakani Rd"],["lat="],["long="],["directions="],["phone=+919387755309"],["tollfree="],["fax="],["hours="],["price=250 to 450"],["checkin="],["checkout="],["content=Silver Estate offer rooms (clean w\/ attached bathroom), restaurant (Indian & Italian food), garden, chill out area, art. Part of the Soulmakers Pvt Ltd."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Jacaranda"],["url=http:\/\/www.villa-jacaranda.biz"],["email=infojacaranda@gmail.com"],["address=Temple Road West"],["lat="],["long="],["directions=in South Cliff area overlooking the Arabian Sea"],["phone=+91 470 2610296"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bijou guesthouse in serene area. The hotel offers four individual rooms, fragrant garden, lily pond & roof terrace. Ayurvedic massage and treatments on offer."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=8-Wonders Resort"],["alt=Ayurvedic and Yoga Resort"],["url="],["email=shaijumanthara@yahoo.co.in"],["address=Sreeeight Cliff, Manthara, Edava"],["lat="],["long="],["directions=on the seaside past the Manthara temple in Edava,about 30 min walk north from Varkala Beach"],["phone=+91 9895 094112"],["tollfree="],["fax="],["hours="],["price=Rs 1200 - 1500 \/ pending on length and season lat="],["checkin="],["checkout="],["content= \nResort with splendit view, straight on the cliff. Comfortable bungalows and rooms with attached shower\/toilet. , Garden, sit-outs, restaurant; some nice and peaceful beaches are very close.  English, Malayalam, Hindi, some Spanish spoken."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Eva Luna"],["url=http:\/\/www.keralakonnections.com"],["email="],["address=Off Kurrakkani Rd"],["lat="],["long="],["directions=Near Govt. Guest House"],["phone=+919946069770"],["tollfree="],["fax="],["hours="],["price=From Rs. 750"],["checkin=12 noon"],["checkout=12 noon"],["content=Situated a few minutes from the beach and cliff.  The house has two floors and is located on a 3,000 square metre plot. It has two double rooms on each floor, each decorated in a different style that reflects the nature of the surrounding area. All rooms have marble floors, ceiling fans, en-suite bathroom and towels. Ayurveda massage room, restaurant and free wifi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Clafouti Heritage Beach Resort"],["url=http:\/\/www.calfoutiresort.com"],["email="],["address=North Cliff"],["lat="],["long="],["directions=Call from the train station and they will arrange pickup"],["phone=+914702601414"],["tollfree="],["fax="],["hours="],["price=Rates from 1500 Rps to 2500 Rps"],["checkin="],["checkout="],["content=42 room in 2 levels with private bath, facing the sea, well organized, and very pleasant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Sands Building"],["alt=located near Kuttikkadu temple"],["url=http:\/\/www.varkala-holiday.com\/"],["email="],["address=Kurakkanni,Varkala, Kerala, India"],["lat="],["long="],["directions=North cliff"],["phone=+91 9539243784"],["tollfree="],["fax="],["hours="],["price=from 500 INR"],["checkin=all time you like"],["checkout=all time"],["content=New house, clean and 5 min. to the beach. 8 rooms available, with or without AC. Hudge garden. Double rooms"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hill View Beach Resort"],["alt=good location, near to everything"],["url=http:\/\/www.varkalahillview.com"],["email="],["address=right on the cliff"],["lat="],["long="],["directions="],["phone=+91-470-2607221, Mr sha,"],["tollfree="],["fax="],["hours="],["price=tariff include buffet breakfast"],["checkin="],["checkout="],["content= \nhot water all the time and good service."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Karthika Plaza ResortT"],["url=http:\/\/www.karthikaplaza.com"],["email="],["address=Wacher Mukku"],["lat="],["long="],["directions=Near Govt. Guest House"],["phone=+919946388654"],["tollfree="],["fax="],["hours="],["price=Rates from USD 15 to USD 65"],["checkin="],["checkout="],["content=10 room B&B\/Inn in 2 levels with private bath, facing a well arranged garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mektoub"],["url=http:\/\/www.mektoubkerala.com"],["email=mektoubexperience@gmail.com"],["address=Odayam beach, Varkala, India"],["lat="],["long="],["directions=From Varkala to Odayam beach, from behind Parambil Temple, turn right and follow the signboard"],["phone=+91 9447971239"],["tollfree="],["fax="],["hours="],["price=from 9 to 30 Euros"],["checkin="],["checkout="],["content=a Green Hotel with natural and endless wilderness, set in simple, peaceful, rustic ambience, secluded and rightly placed in Odayam Beach where the traveler halts and rests. Mektoub is passionately eco-conscious, friendly and helpful, envisioned to bridge tourism and the local community pro-creatively through sustainable developments.."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prathibha Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located at Helipad, with good views and easy access to the beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Savasana Homes Vacation Rentals"],["url=http:\/\/www.savasanahome.sharepoint.com"],["email="],["address=North Cliff"],["lat="],["long="],["directions=Call from the train station and they will arrange pickup"],["phone=+9633044836"],["tollfree="],["fax="],["hours="],["price=Rates from 10,000 rs per week"],["checkin="],["checkout="],["content=Fully furnished apartments with kitchens, dining rooms, balconies and 2 or 3 bedrooms.  Each unit sleeps 4 to 8 people. See their web site at savasanahome.sharepoint.com"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Splendour"],["url=http:\/\/www.seasplendour.com"],["email="],["address="],["lat="],["long="],["directions=1\/2 km North of cliff"],["phone=+91 470 2662120"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Operated by a friendly couple, this small (11 room) guest house is off the beaten trail.  The food is all home-cooked, and the coffee is delicious. Just 200 metres away from the sea shore."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seapearls Chalets"],["url="],["email="],["address="],["lat="],["long="],["directions=South cliff"],["phone=+91 470 2605875"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located at the cliff with views."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sharanagati Yogahaus"],["alt=Yoga Vacation Homestay"],["url=http:\/\/www.sharanagati-yogahaus.com"],["email="],["address=thiruvambadi Rd"],["lat=8.743905"],["long=76.698028"],["directions=near black beach at north cliff"],["phone=+91 90 48 69 47 62"],["tollfree="],["fax="],["hours="],["price=Price seasonal. Contact via website"],["checkin="],["checkout="],["content=Offers homestays\/yoga vacations which include yoga classes, Vipassana meditation, morning tea and Kerala-style lunch in the room price.  Also offers individual yoga classes for people staying somewhere else.  Beautiful quiet garden with hammocks. Only 4 rooms available (keeps traffic down)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Signature Residence"],["url="],["email="],["address=at the middle of North Cliff"],["lat="],["long="],["directions="],["phone=+91-470-2603982+91-9946042340, Ambu Raja, www.signatureresidence.in"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= very silent place but very close to the restaurant chains at the cliff top."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blooming Bay Resort"],["url=http:\/\/www.bloomingbay.in"],["email="],["address="],["lat="],["long="],["directions=south end of South Cliff"],["phone=+91 470 3205151"],["tollfree="],["fax="],["hours="],["price=Rs.4000-6000"],["checkin="],["checkout="],["content=If you want peace and quiet and you have your own transport then this is the place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Gateway Hotel, Janardhanapuram Varkala"],["url=http:\/\/www.tajhotels.com\/gateway"],["email="],["address=Opp Govt Guest House, Janaradhanapuram"],["lat="],["long="],["directions=Close to Janardhanaswamy temple, Papanasam Beach"],["phone=+91 470 2603000"],["tollfree="],["fax="],["hours="],["price=Rs. 5000-8000"],["checkin=1400 hrs"],["checkout=1200 hrs"],["content= Fancy Taj Hotels' 4 star property."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hill View Beach Resort"],["url=http:\/\/www.hillviewbeachresort.com"],["email="],["address="],["lat="],["long="],["directions=North cliff"],["phone=+91 470 2600566"],["tollfree="],["fax="],["hours="],["price=$25-$90"],["checkin="],["checkout="],["content= Has spacious and clean rooms on the cliff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hindustan Beach Retreat"],["url=http:\/\/www.hindustanbeachretreat.com\/"],["email=hindretreat@vsnl.net"],["address="],["lat="],["long="],["directions="],["phone=+91-470-260 4254-55"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beachside resort that offers excellent views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mom Lekha's Private Homes"],["url=http:\/\/www.lekhas.com"],["email="],["address="],["lat="],["long="],["directions=Papanasam Beach Avenue"],["phone=+91 470 2610756"],["tollfree="],["fax="],["hours="],["price=Rs.1500-2500"],["checkin="],["checkout="],["content=Private homes by the beach."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Royal Mount"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91-470-2660037"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Ayurvedic resort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Varkala Park International"],["url=http:\/\/www.hotelvarkalapark.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+919846583845"],["tollfree="],["fax="],["hours="],["price=$10-120"],["checkin="],["checkout="],["content=Three star hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=WoodHouse Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 470 2156392"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Beach Resort in Varkala near Papanasham."]]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Hospitals"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stavyahlifecare.com Stavyah Lifecare Centre"]}," +91 470 6453636, 2607766 "]},"( S U T Medical College Urban Health Centre,Varkala )"]},{"type":"*","value":[" ",{"type":"'''","value":["Sree Narayana Medical Mission Hospital"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["J.R.Hospital"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Varkala Government Hospital"]},". "]},{"type":"*","value":[" ",{"type":"'''","value":["Government Ayurvedic Hospital"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Mangala Medical Mission hospital"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yoga-meditation-kerala.com\/ Yoga and Meditation Centre"]}," +91 9745073591 "]},"( Tulasivanam, North Kurakkanni Junction, Punnamoodu Road)"]},"\n",{"type":"===","value":["Dental clinics"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["P.K. Dental Clinic"]},", Canara Bank Building, Temple Road, 9846861526 ",{"type":"[","value":["http:\/\/www.pkdentvarkala.com"]}]},{"type":"*","value":[" ",{"type":"'''","value":["P.K. Esthetic & Cosmetic Dentistry"]},", Near Helipad,North cliff, 9846861526 ",{"type":"[","value":["http:\/\/www.pkdentvarkala.com"]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Edava"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Kappil"]]}]}," - next villages north of Varkala, scenic walk towards north on a path made by Kerala Tourime along the seashore and cliffs; about an 40 min. to Edava, and 90 min. to Kappil ."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kollam"]]}]}," - about an hour north by taxi, an easy half-day trip to take a boat ride on the ",{"type":"[[","value":[["Kerala backwaters"],["backwaters"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kottayam"]]}]}," - about two hours by frequent train, with backwaters and ",{"type":"[[","value":[["Kumarakom"]]}," bird sanctuary."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Alleppey"]]}]}," - houseboats,backwaters,snake boat races, and more via a two hour train ride"]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Travancore"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["8.72985"],["76.70363"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Varkala"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Varkala"]]}]