[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Vasai"]}," is a city in ",{"type":"[[","value":[["Western India"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can get into Vasai either by railway route or the road.\nIf you are travelling from ",{"type":"[[","value":[["Mumbai"]]}," \/ ",{"type":"[[","value":[["Thane"]]}," you would have to take the Western Railway route via Dadar \/ Andheri and board a Virar bound local train.\n\nRoad access to Vasai from Mumbai would be pretty simple once you take on the Western Express Highway and drive straight into the Gujrat-Ahmedabad Highway. It takes approximately one hour drive from Borivali up to Vasai.\n\nPersons commuting from Thane or ",{"type":"[[","value":[["Vashi"]]}," can take the Ghodbunder road to join the Gujrat-Ahmedabad Highway. Vasai is around 40 km from Thane.\n\nPeople staying at Kalyan\/Dombivali can take the Bhiwandi bypass and take the Anjoor phata route at Bhiwandi and head straight down to the Gujrat Ahmedabad Highway.\n\nSomeone travelling from ",{"type":"[[","value":[["Nasik"]]}," to Vasai has two options. You could take up the Wada-Jawar route coming up from Trambakeshwar and enter Vasai by joining Gujrat-Ahmedbad Highway.\nThe second option is to take the Kasara route and then join the Nasik Highway - Ghodbunder - Gujarat Ahmedabad Highway route.\n\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Vasai has a scenic coastline and is often compared and referred as Mini Goa due to its resemblance to the sun & sand capital of India. The list of popular beaches would be Suruchi Beach, Kalam Beach, Rangoan Beach, Bhuigaon Beach, Rajodi Beach, Arnala Beach etc. All  the beaches  are outlined with thick greenery and are a favorite picnic spot for all."]},"\n",{"type":"*","value":["It has a Portuguese Catholic population as you enter Old Vasai."]},"\n",{"type":"*","value":["There are two forts in vasai namely ",{"type":"'''","value":["Bassien Fort"]}," and ",{"type":"'''","value":["Arnala Fort"]},". "]},"\n",{"type":"*","value":["Vasai is blessed with beautiful churches which could be easily compared to the churches found in Goa for its architecture. Some of the churches are over 500 years old."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hedavde Mahalaxmi Temple"],["url="],["email="],["address=Khanivade Retibandar, On Mumbai Ahmadabad Highway"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very powerful Hindu temple founded by great astrologer, Param Pujya Dadasaheb Hate of Vasai."]]}]},"\n",{"type":"==","value":["Do"]},"\nGo to any beach for picnic\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBananas are the most famous in vasai, would worth trying few. They are as cheap as 5 to 10 cents\n\nChicken Bujing, one of the famous dishes of Vasai (fried poha, fried potatoes, chicken with lots of ingredients in it).\n\nWada pav of ",{"type":"''","value":["Tungareshwar"]}," is a local fast food shop.\n\n",{"type":"==","value":["Drink"]},"\nCoconut water which is known as one of the best drink and is all good for health wise too . Vasai has been covered with lots coconut trees around it same as in Kerala.\nThere are many restaurants & bars in Vasai like Blu Spice, Mambos, V lounge, Celebrity, Status, Farmhouse where you can spend a good evening with your friends and enjoy delicious food. There are a couple of restaurants which are sea facing like Sea & Sand, Kinara etc. which are famous for their lip smacking sea food.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blu Spice"],["alt="],["url=https:\/\/twitter.com\/blespicevasai"],["email=bluspicevasai@gmail.com"],["address=Shop No: 11, C-Wing, Jayraj Nagar CHS, 100 Feet Road, Off: Ambadi Road, Vasai (W) 401-202"],["lat="],["long="],["directions="],["phone=+919022746567"],["tollfree="],["fax="],["hours=11:30 to 15:30 and 18.30 to 23:00"],["price=Rs 300 \/ pax approx"],["content=A multi-cuisine family restaurant serving Indian, Chinese & Conti Pastas & Salads. It also serves non-alcoholic beverages, mocktails & specialty coffees."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Rainbow"],["url="],["email="],["address=Lawrence Trade Centre, Near K.T. Vision Theatre, Vasai road (W)"],["lat="],["long="],["directions="],["phone = +91 2502335655"],["tollfree="],["fax="],["hours="],["price=From Rs. 400\/double"],["checkin="],["checkout="],["content="]]}]},"\n\nhotel swen\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Thane (district)"]]},"\n",{"type":"[[","value":[["Wikipedia:Vasai"]]},"\n",{"type":"{{","value":[["geo"],["19.42774"],["72.82700"]]}]