[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Vellore"]}," is a city in ",{"type":"[[","value":[["Tamil Nadu"]]},", ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Get in"]},"\nVellore is well connected by train and bus from both ",{"type":"[[","value":[["Bangalore"]]}," (210 km) and ",{"type":"[[","value":[["Chennai"]]}," (140 km).\n\n",{"type":"'''","value":["By train"]},"\n\nVellore has two railway stations -Katpadi Junction and Vellore Cantonment. There are frequent trains from ",{"type":"[[","value":[["Tirupathi"]]},", ",{"type":"[[","value":[["Bangalore"]]},", ",{"type":"[[","value":[["Chennai"]]}," and ",{"type":"[[","value":[["Coimbatore"]]},". Other trains passing through this route also halt at Katpadi Jn.\n\n",{"type":"'''","value":["By bus"]},"\n\nVellore has its main Bus Stand located near the Palar Bridge (5km from Katpadi Jn) and it has both State run and private run buses to all major towns and cities in ",{"type":"[[","value":[["Tamil Nadu"]]},", ",{"type":"[[","value":[["Andhra Pradesh"]]},", ",{"type":"[[","value":[["Karnataka"]]}," and ",{"type":"[[","value":[["Kerala"]]},".\n\n",{"type":"==","value":["Get around"]},"\nGetting around Vellore is relatively inexpensive and easy. At peak office hours it is advisable to rent private transport to avoid over crowded public transport.\n\n",{"type":"'''","value":["By bus"]},"\n\nThere are frequent buses (almost every 5 mins) from Katpadi to Bagayam, two junctions that are considered terminals for city buses. These buses are both private and state run. Katpadi to Bagayam is about 13 kms and most of the city is covered in this route. The maximum tariff is INR 4.50 on this route.\n\nTo reach other destinations in Vellore district, first travel to the Old Bus Stand or the New Bus Stand(both on the Katpadi-Bagayam route) depending on the destination and take a bus to the required destination.\n\n",{"type":"'''","value":["By autorickshaw"]},"\n\nAuto rickshaws are easily accessible and the second most common form of transportation around the city. Most auto rickshaws do not work with the fare meter and therefore it is necessary to fix the tariff before taking a ride.\nIf you want to travel by the auto, stick to these rules:\n",{"type":"*","value":[" Forget the meter; no one will go by it, and if they do, it's probably rigged to show a higher fare."]},{"type":"*","value":[" Negotiate a rate with the driver beforehand; if he doesn't agree, just go to the next auto on the road; there will always be others unless it's very late or very early or you are in a remote area: then be prepared to pay up. Stick to the agreed price, though on very rare occasions the driver may attempt to ask for more. "]},{"type":"*","value":[" Consult local friends beforehand to find out reasonable market prices for the distance you intend to go."]},{"type":"*","value":[" Try to hail individual auto rickshaws in traffic which are heading in the general direction of your destination."]},"\nAs a general rule, expect to pay about ",{"type":"{{","value":[["INR"]]},"10 to ",{"type":"{{","value":[["INR"]]},"15 for every kilometer you travel. \n\nBe careful about the following when you plan to undertake an auto-rickshaw trip:\n",{"type":"*","value":[" You don't have to pay for any empty return trips that the auto-rickshaw driver has to make once you have agreed upon a fare."]},{"type":"*","value":[" You tell them to go to a landmark near where you want to go, and upon reaching the landmark, ask them to go a little further along a particular road to your destination. They might cite the extra distance traveled and ask for more money. So it is better to negotiate the fare upfront."]},{"type":"*","value":[" You don't have to pay for petrol during the ride."]},{"type":"*","value":[" If you pay them for petrol, make sure you pay them the remaining fare amount after subtracting petrol charges."]},"\n",{"type":"'''","value":["Share autos"]}," have emerged in the recent years as an alternative mode of transport in Vellore. They are over-sized three wheelers running on diesel and charge slightly more than the bus.\n\n",{"type":"'''","value":["By taxi"]},"\n\nTaxi's are not very common for transportation within the city. However they are available at Katpadi Jn to ride to destinations within the city.\n\nIf there is need for travel to areas outside the city tourist cabs can be arranged by most hotel's or travel agents.\n\n",{"type":"'''","value":["By bicycle"]},"\n\nIt is easy to rent bicycle's in local shops all over the city and is a cheap alternative to reach from one point to another. Rental charges will have to be paid by the hour or per day depending on the rental shop.\n\n",{"type":"'''","value":["By car"]},"\n\nIndian nationals with access to a car can travel conveniently within the city. However it is not advisable for foreign nationals to rent cars and drive as it will be difficult to drive, typical of the unruly Indian traffic and pedestrians.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Fort \/ Jalagandeswarar Temple"]},{"type":"*","value":[" Golden Temple"]},{"type":"*","value":[" Amirthi Forest, Vellore"]},{"type":"*","value":[" Muthumandapam, Vellore"]},{"type":"*","value":[" Moorthana Dam"]},{"type":"*","value":[" Elagiri\/Yelagiri Hills"]},{"type":"*","value":[" Kavaloor Observatory"]},{"type":"*","value":[" Jallagamparai Waterfalls, Tirupathur"]},{"type":"*","value":[" Thippusulthan Mahal, Arcot"]},{"type":"*","value":[" Delhi Gate, Vellore"]},{"type":"*","value":[" Palar Anaicut Dam"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nVellore is famous for Biryani made fro Jeera Sambha Rice.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bans The Hotel(3 Star)"],["url=http:\/\/www.bansc.in"],["email="],["address=Chittoor"],["lat="],["long="],["directions=38 kms to Vellore"],["phone = +91 9704771333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Accommodation,Dining & Water Park"]]}]},"Darling Residency\nHotel Surabhi International\nHotel Aavana Inn\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Ranipet"]]}," - industrial city known for its leather industry"]},"\n",{"type":"{{","value":[["geo"],["12.920219"],["79.133306"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Tamil Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Vellore"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Tamil_Nadu\/Localities\/Vellore\/"]]}]